{
    "status": "vor",
    "id": "00008",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00008",
    "authorLine": "Andreas Peichl, Thilo Schaefer",
    "title": "FiFoSiM – An integrated tax benefit microsimulation and CGE model for Germany",
    "published": "2009-06-30T00:00:00Z",
    "versionDate": "2009-06-30T00:00:00Z",
    "statusDate": "2009-06-30T00:00:00Z",
    "volume": 2,
    "issue": 1,
    "fpage": 1,
    "lpage": 15,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00008/ijm-00008.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper describes FiFoSiM, the integrated tax benefit microsimulation and computable general equilibrium (CGE) model of the Center of Public Economics at the University of Cologne. FiFoSiM consists of three main parts. The first part is a static tax benefit microsimulation module. The second part adds a behavioural component to the model: an econometrically estimated labour supply model. The third module is a CGE model which allows the user of FiFoSiM to assess the global economic effects of policy measures. Two specific features distinguish FiFoSiM from other tax benefit models: First, the simultaneous use of two databases for the tax benefit module and second, the linkage of the tax benefit model to a CGE model.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Peichl and Schaefer",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Germany"
                        },
                        "formatted": [
                            "Germany"
                        ]
                    },
                    "name": [
                        "IZA Bonn",
                        "ISER and University of Cologne"
                    ]
                }
            ],
            "emailAddresses": [
                "peichl@iza.org"
            ],
            "name": {
                "index": "Peichl, Andreas",
                "preferred": "Andreas Peichl"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Germany"
                        },
                        "formatted": [
                            "Germany"
                        ]
                    },
                    "name": [
                        "Center for Public Economics",
                        "University of Cologne"
                    ]
                }
            ],
            "emailAddresses": [
                "schaefer@fifo-koeln.de"
            ],
            "name": {
                "index": "Schaefer, Thilo",
                "preferred": "Thilo Schaefer"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "FiFoSiM",
        "microsimulation",
        "CGE"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The aim of this paper is to describe FiFoSiM, the integrated tax benefit microsimulation and computable general equilibrium (CGE) model of the Center for Public Economics (CPE) at the University of Cologne (Finanzwissenschaftliches Forschungsinstitut an der Universität zu Köln (FiFo)). Fuller documentation is provided by a number of unpublished working papers including <a href=\"#bib47\">Peichl and Schaefer (2006)</a>, which is a shortened English version of a more detailed German description (<a href=\"#bib21\">Fuest <i>et al</i>., 2005b</a>), all available from the project website (<a href=\"http://www.cpe-colgone.de\">www.cpe-colgone.de</a>). FiFoSiM consists of three main parts. The first part is a static tax benefit microsimulation module. The second part adds a behavioural component to the model: an econometrically estimated labour supply model. The third module is a CGE model which allows the user of FiFoSiM to assess the global economic effects of policy measures. Two specific innovations distinguish FiFoSiM from other tax benefit microsimulation models for which peer-reviewed accounts are available: first, the simultaneous use of two databases for the tax benefit module and second, the linkage of the tax benefit model with a CGE model. The paper is notable also for bringing into one place discussions of a range of ‘standard’ techniques, including statistical matching, imputation, and implementation of both CGE and discrete choice household labour supply models. Hence, in addition to presenting the methodological innovations already alluded to, it is hoped that this paper will serve as a jumping-off point for others involved in planning, constructing and refining similar models.",
                    "type": "paragraph"
                },
                {
                    "text": "The basic module of FiFoSiM is a static microsimulation model for the German tax and benefit system using income tax and household survey micro data. In the last few years a number of tax-benefit microsimulation models have been developed for Germany. (For example, <a href=\"#bib46\">Peichl, 2005</a>; <a href=\"#bib70\">Wagenhals, 2004</a>.) Most of these models use either GSOEP or FAST as a database. FAST is a micro datafile from the German federal income tax statistics containing the relevant income tax data of nearly 3 million households in Germany. GSOEP, the German Socio-Economic Panel, is a representative panel study of private households in Germany. The approach of FiFoSiM is innovative in that it creates a dual database drawing upon both micro datasets. The simultaneous use of both databases allows for the imputation of missing values or variables in either dataset using techniques of statistical matching.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#fig1\">Figure 1</a> shows the basic setup of FiFoSiM. The tax benefit module follows several steps. First, the database is updated to the ‘current’ year using static ageing techniques. Cases are reweighted to allow for projected changes in global structural variables, whilst a differentiated adjustment is implemented for different income components of the households. (<a href=\"#bib29\">Gupta and Kapur (2000)</a> provide a more detailed overview of static ageing techniques.) Second, we simulate the current tax system using the modified data. The result of this simulation provides the benchmark for different reform scenarios, which are also modelled using the updated database.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00008%2Fijm-00008-fig1.tif",
                                "size": {
                                    "width": 894,
                                    "height": 786
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00008%2Fijm-00008-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00008-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Basic setup of FiFoSiM.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In order to model the tax and transfer system, FiFoSiM computes individual tax payments for each case in the sample considering gross incomes and deductions in detail. The individual results are multiplied by the individual sample weights to extrapolate the fiscal effects of the reform with respect to the whole population. After simulating the tax payments and the received benefits we can compute the disposable income for each household. Based on these household net incomes we estimate the distributional and the labour supply effects of the analysed tax reforms. For the econometric estimation of labour supply elasticities, we apply a discrete choice household labour supply model. Furthermore, FiFoSiM contains a CGE module for the estimation of growth and employment effects, which is linked to the tax benefit module. This interaction allows for a better calibration of the model parameters and a more accurate estimation of the various effects of reform proposals.",
                    "type": "paragraph"
                },
                {
                    "text": "The organisation of this paper is as follows. <a href=\"#s2\">Section 2</a> describes (the creation of) the dual database of FiFoSiM, while <a href=\"#s3\">Section 3</a> describes the tax benefit module. <a href=\"#s4\">Section 4</a> contains a description of the labour supply model, while <a href=\"#s5\">Section 5</a> describes the CGE module. In <a href=\"#s6\">Section 6</a>, several applications of FiFoSiM are presented and some developments planned for the further improvement of FiFoSiM are outlined.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "A specific feature of FiFoSiM is the simultaneous use of two micro databases, allowing for the imputation of missing values or variables in both datasets. Due to the time lags between data collection and data availability, the two datasets have to be updated to represent the German economy in the period of analysis. The two data sources, and the matching and ageing processes applied to them, are described in detail in the following. The use of a third database in the CGE module is described separately (<a href=\"#s5\">Section 5</a>).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Federal income tax statistics are published every three years, with a time lag of five to six years. These statistics contain all of the information from the personal income tax form (e.g. source and amounts of incomes, deductions, age, children), for every household subject to income taxation in Germany. For 1998, almost 30 million households were included in the micro database. FAST98 is the scientific-use version of this database, containing a 10% sample of the German federal income tax statistics, including the relevant tax data of nearly 3 million households. The results presented in this paper are based upon use of FAST98. Subsequently, FiFoSiM has been updated to use the 2001 FAST release.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The FAST microdata are especially suitable for a detailed analysis of the German tax system. All structural characteristics of the taxpayers are well represented, allowing for a differential analysis of tax reforms. <a href=\"#bib41\">Merz <i>et al</i>. (2005)</a> provide full details. However, FAST does not contain information on working hours and hourly wages.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Income tax scientific-use-file (FAST)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The German Socio-Economic Panel (GSOEP) is a representative panel study of private households in Germany that has been running since 1984. In 2003, GSOEP consisted of more than 12,000 households comprising more than 30,000 individuals. The data includes information on earnings, employment, occupational and family biographies, health, personal satisfaction, household composition and living situation. The panel structure of GSOEP allows for longitudinal and cross-sectional analysis of economic and social changes. GSOEP contains information about the working time and the social environment of the households which is used by FiFoSiM for the labour supply estimations. For further details on GSOEP see <a href=\"#bib64\">SOEP Group (2001)</a> and Halisken <i>et al</i>., (2003).",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib9\">Bork (2000)</a> has confirmed that GSOEP provides a representative cross-section of labour incomes, but notes that capital and business income are less well represented. Of particular note, the bottom end of the income distribution is better represented in GSOEP than in FAST.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 German socio-economic panel (GSOEP)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "One special feature of FiFoSiM is the creation and usage of a dual database. To be more precise, FiFoSiM actually consists of two tax benefit microsimulation models. The first one is based on administrative tax data (FAST), the second on household survey data (GSOEP). The main reason for using a dual database instead of having only one merged database is the huge difference in the number of observations (3 million vs. 30,000). Furthermore, both databases have shortcomings, as described in the previous sections. Technically, cases in the two datasets could be matched with each other through the use of unique personal identifiers. In Germany, however, there are legal barriers to such a solution. Instead, FiFoSiM relies upon statistical matching. In this way information from one database is used to impute missing values or variables in the second dataset and vice versa. The end result is that FiFoSiM actually consists of two enhanced datasets, which allows for a better analysis of tax benefit reforms than using either original dataset alone.",
                            "type": "paragraph"
                        },
                        {
                            "text": "There exist several principal ways for statistically matching datasets and imputing missing values. <a href=\"#bib52\">Rässler (2002)</a> gives an introduction to statistical matching procedures and imputation techniques, as well as an overview of the vast literature and software packages that exist. <a href=\"#bib19\">D’Orazio <i>et al</i>. (2006)</a> provide an alternative introduction to well-known techniques originally developed during the 1970s (c.f. <a href=\"#bib44\">Okner, 1972</a>; <a href=\"#bib51\">Radner <i>et al</i>. 1980</a>), whilst more recent developments in imputation methods are outlined by <a href=\"#bib54\">Rubin (1987)</a> and <a href=\"#bib35\">Little and Rubin (1987)</a>. Finally, <a href=\"#bib15\">Cohen (1991)</a> provides a survey of statistical matching applied in other fields of research. However, although statistical matching and missing value imputation are well established approaches, as far as we know no peer-reviewed microsimulation model has previously adopted the dual database solution of FiFoSiM. The remainder of this <a href=\"#s2-3\">Section (2.3)</a> reports the methods of imputation and statistical matching used by FiFoSiM. The problem of database updating is then considered in <a href=\"#s2-4\">Section 2.4</a>, before the strengths and limitations of this dual database approach are returned to in <a href=\"#s2-5\">Section 2.5</a>.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "When faced with missing values in one variable the best, but of course most expensive, way to impute the missing values would be to collect further information on the missing data. But even this solution cannot compensate for shortcomings in historic datasets. An alternative would be to delete (or at least omit) cases containing missing values. However, this procedure would lead to biased estimations if the people with missing values share the same characteristics. Instead, as we review below, a number of statistical approaches offer better solutions.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In general, the imputation of missing values stands for replacing missing data with “plausible values” Schafer (<a href=\"#bib57\">1997</a>: 1). Let <i>K</i> be a variable from a dataset <i>A</i> with <i>i</i> non-missing values <i>N = (n<sub>1</sub>,n<sub>2</sub>,...,n<sub>i</sub></i>) and <i>j</i> missing values <i>M</i> = (m<sub>1</sub>,m<sub>2</sub>,...,m<sub>j</sub>): <i>K = (N,M) = (n<sub>1</sub>,n<sub>2</sub>,...,n<sub>i</sub>, m<sub>1</sub>,m<sub>2</sub>,...,m<sub>j</sub></i>), and <i>O</i> = (O<sub>1</sub>,O<sub>2</sub>,...) a vector of (other) variables without missing values. At the same time, but for a different dataset, <i>B</i>, let <i>H</i> be the same variable as <i>K</i> and <i>P</i> the same as <i>O</i>. A range of solutions to finding ‘plausible’ values of M exist.",
                                    "type": "paragraph"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "In this approach, the missing values <i>M</i> in variable <i>K</i> are either substituted by the mean of the non missing values <i>N</i>:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ1",
                                            "label": "(1)",
                                            "mathml": "<math><mrow><mover accent=\"true\"><mi>K</mi><mo stretchy=\"true\">^</mo></mover><mo>=</mo><mo stretchy=\"false\">(</mo><mi>N</mi><mo>,</mo><mover accent=\"true\"><mi>N</mi><mo stretchy=\"true\">¯</mo></mover><mo stretchy=\"false\">)</mo><mo>=</mo><mo stretchy=\"false\">(</mo><msub><mi>n</mi><mn>1</mn></msub><mo>,</mo><msub><mi>n</mi><mrow><mn>2</mn></mrow></msub><mo>,</mo><mo>…</mo><mo>,</mo><msub><mi>n</mi><mi>i</mi></msub><mo>,</mo><mover accent=\"true\"><mi>n</mi><mo stretchy=\"true\">¯</mo></mover><mo>,</mo><mover accent=\"true\"><mi>n</mi><mo stretchy=\"true\">¯</mo></mover><mo>,</mo><mover accent=\"true\"><mi>n</mi><mo stretchy=\"true\">¯</mo></mover><mo stretchy=\"false\">)</mo><mo>,</mo></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "or they are substituted by the mean of the same variable <i>H</i> from a different dataset B:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ2",
                                            "label": "(2)",
                                            "mathml": "<math><mrow><mover accent=\"true\"><mi>K</mi><mo stretchy=\"true\">^</mo></mover><mo>=</mo><mo stretchy=\"false\">(</mo><mi>N</mi><mo>,</mo><mover accent=\"true\"><mi>H</mi><mo stretchy=\"true\">¯</mo></mover><mo stretchy=\"false\">)</mo><mo>=</mo><mo stretchy=\"false\">(</mo><msub><mi>n</mi><mn>1</mn></msub><mo>,</mo><msub><mi>n</mi><mrow><mn>2</mn></mrow></msub><mo>,</mo><mo>…</mo><mo>,</mo><msub><mi>n</mi><mi>i</mi></msub><mo>,</mo><mover accent=\"true\"><mi>h</mi><mo stretchy=\"true\">¯</mo></mover><mo>,</mo><mover accent=\"true\"><mi>h</mi><mo stretchy=\"true\">¯</mo></mover><mo>,</mo><mover accent=\"true\"><mi>h</mi><mo stretchy=\"true\">¯</mo></mover><mo stretchy=\"false\">)</mo><mo>.</mo></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "If the missing values can be attributed to some specific subgroups, then the missing values for each subgroup are replaced by the mean of each subgroup from the non missing values of either <i>K</i> or <i>H</i>.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Mean substitution reduces the variance of <i>K</i> and should therefore be an option of last resort, only considered if other approaches outlined below are not applicable. The latter could be the case if, for example, there is no correlation between <i>K</i> and any other variable. Mean substitution is used in FiFoSiM if a reform proposal includes the taxation of a so far untaxed activity, the distribution of which is not captured in an existing micro dataset.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s2-3-1-1",
                                    "title": "Mean substitution",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "In the regression approach, a function for the estimation of the missing values is constructed by regressing <i>N</i>, the non-missing values of <i>K</i> on other (non missing) variables <i>O</i>:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ3",
                                            "label": "(3)",
                                            "mathml": "<math><mrow><mi>N</mi><mo>=</mo><mi>O</mi><mi>β</mi><mo>.</mo></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "Or, as in the case of mean substitution, the similar variable of non-missing values of <i>H</i> from a different dataset <i>B</i> are regressed upon <i>P</i>, the other variable present in <i>B</i>.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ4",
                                            "label": "(4)",
                                            "mathml": "<math><mrow><mi>H</mi><mo>=</mo><mi>P</mi><mi>β</mi><mo>.</mo></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "These regression coefficients <i>β</i> are then used to predict the missing values. Often a stochastic random value û is added to the prediction of the missing values M to allow for more variation:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ5",
                                            "label": "(5)",
                                            "mathml": "<math><mrow><mover accent=\"true\"><mi>M</mi><mo stretchy=\"true\">^</mo></mover><mo>=</mo><mi>O</mi><mover accent=\"true\"><mi>β</mi><mo stretchy=\"true\">^</mo></mover><mo>+</mo><mover accent=\"true\"><mi>u</mi><mo stretchy=\"true\">^</mo></mover></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "or",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ6",
                                            "label": "(6)",
                                            "mathml": "<math><mrow><mover accent=\"true\"><mi>M</mi><mo stretchy=\"true\">^</mo></mover><mo>=</mo><mi>P</mi><mover accent=\"true\"><mi>β</mi><mo stretchy=\"true\">^</mo></mover><mo>+</mo><mover accent=\"true\"><mi>u</mi><mo stretchy=\"true\">^</mo></mover></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "These estimates <math><mrow><mover accent=\"true\"><mi>M</mi><mo stretchy=\"true\">^</mo></mover></mrow></math> are then used to replace the missing values <i>M</i>:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ7",
                                            "label": "(7)",
                                            "mathml": "<math><mrow><mover accent=\"true\"><mi>K</mi><mo stretchy=\"true\">^</mo></mover><mo>=</mo><mo stretchy=\"false\">(</mo><mi>N</mi><mo>,</mo><mover accent=\"true\"><mi>M</mi><mo stretchy=\"true\">^</mo></mover><mo stretchy=\"false\">)</mo></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "In FiFoSiM this approach is mainly used for variables originating in the FAST98 database. Most of the missing values in FAST are due to anonymisation; their plausible values can be restricted to specific intervals given the additional information captured by the other non-missing variables. For categorical variables logistic regressions are often undertaken. <a href=\"#bib28\">Greene (2003)</a> provides a good introduction to the different regression techniques available.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s2-3-1-2",
                                    "title": "Regression",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "In the multiple imputation approach, multiple values for each missing value are simulated. That is, the missing data is filled in <i>q</i> times using the regression approach, each time, with different draws from the distribution of the stochastic error term to generate <i>q</i> complete data sets. These multiple datasets are generated to better reflect the variation in the estimates and the uncertainty in the imputation procedure itself:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ8",
                                            "label": "(8)",
                                            "mathml": "<math><msup><mover><mi>M</mi><mo stretchy=\"true\">~</mo></mover><mi>r</mi></msup><mo>=</mo><mo>(</mo><msub><msup><mover><mi>M</mi><mo stretchy=\"true\">~</mo></mover><mi>r</mi></msup><mn>1</mn></msub><mo>,</mo><msub><msup><mover><mi>M</mi><mo stretchy=\"true\">~</mo></mover><mi>r</mi></msup><mn>2</mn></msub><mo>,</mo><mo>…</mo><mo>,</mo><msub><msup><mover><mi>M</mi><mo stretchy=\"true\">~</mo></mover><mi>r</mi></msup><mi>j</mi></msub><mo>)</mo><mo>,</mo><mtext> for  </mtext><mi>r</mi><mo>=</mo><mtext>1 to </mtext><mi>q</mi><mo>.</mo></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "Hence it is possible to compute the variance, and confidence interval or P-value of the missing value.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The average of these estimate values,",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ9",
                                            "label": "(9)",
                                            "mathml": "<math><mrow><mover accent=\"true\"><mi>M</mi><mo stretchy=\"true\">^</mo></mover><mo>=</mo><mfrac><mn>1</mn><mi>q</mi></mfrac><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>r</mi><mo>=</mo><mn>1</mn></mrow><mi>q</mi></munderover><mrow><msup><mrow><mover accent=\"true\"><mi>M</mi><mo stretchy=\"true\">˜</mo></mover></mrow><mi>r</mi></msup></mrow></mstyle><mo>,</mo></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "provides the estimator for the relevant missing values and is used to replace the missing values, <i>M</i>, in the original dataset.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "This approach is used in FiFoSiM for most of the GSOEP variables containing missing values. The relatively small number of cases in the GSOEP allows the use of several simulation runs for the imputation in a few minutes, whereas for the FAST data this method takes noticeably longer.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s2-3-1-3",
                                    "title": "Multiple imputation",
                                    "type": "section"
                                }
                            ],
                            "id": "s2-3-1",
                            "title": "2.3.1 Imputation of missing values",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Ideally, one would like to find perfect matches all of the time. This is possible if one has access to variables which uniquely identify an individual, such as name, address, date of birth, social security number. In reality, for reasons of respondent confidentiality, researchers are not allowed to gain access to raw micro data that includes this information. Instead, access is provided to anonymised datasets in which uniquely identifying characteristics have been removed or modified. As a result, exact matching is not possible. We therefore have to use methods of statistical matching to match close (instead of exact) observations that share a set of common characteristics.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The idea of combining two existing datasets to create a joint dataset was developed during the 1970s (c.f. <a href=\"#bib44\">Okner, 1972</a>; <a href=\"#bib51\">Radner, 1980</a>; <a href=\"#bib15\">Cohen, 1991</a>). The general principle is to merge two (or more) separate databases through the matching of the individual cases. This matching is performed on common variables that exist in both databases (for example gender, age and income). The idea underlying this statistical matching approach is that if two people have a lot of things in common (like for example age, sex, income, marital status, number of children), then they are likely to have other characteristics (like for example expenses) in common.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#fig2\">Figure 2</a> illustrates this basic idea of statistical matching. To put it more analytically, following <a href=\"#bib66\">Sutherland <i>et al</i>. (2002)</a>, we have three sets of variables X,Y,Z and two samples A = (X,Y) and B = (X,Z). X are the common variables in both samples (for example gender, age and income), Y and Z are sample specific (for example hourly wages and working hours from GSOEP, special tax deductions from FAST). We can now create a new, joint sample C = (X,Y,Z) by merging a recipient sample (let’s say A) with observations from a donor sample (b) with exact (or close) values of X. In doing so, one assumes that the conditional Independence Assumption (CIA) holds: conditional on X, Y and Z are independent. In other words, if we know X, Y(Z) contains no additional information about Z(Y) (<a href=\"#bib61\">Sims, 1972a</a>, <a href=\"#bib62\">b</a>, <a href=\"#bib63\">1974</a>). This assumption can “in practice […] rarely be checked” (Sutherland, Taylor and Gomulka (<a href=\"#bib66\">2002</a>: 519). However, if the CIA does not hold, <a href=\"#bib45\">Paass (1986)</a> observes that one can still use methods of statistical matching if the relationship between Y and Z can be estimated from other sources and incorporated into the matching process.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig2",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00008%2Fijm-00008-fig2.tif",
                                                "size": {
                                                    "width": 288,
                                                    "height": 483
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00008%2Fijm-00008-fig2.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00008-fig2.jpg"
                                                }
                                            },
                                            "label": "Figure 2",
                                            "title": "The basic principle of statistical matching.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "As outlined below, statistical matching of two databases can be tackled using regression or data fusion methods. Note that which sample is chosen as the recipient, and which as the donor, depends upon the particular matching problem.",
                                    "type": "paragraph"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "In the regression approach, the specific variable from the donor dataset <i>Z</i> is regressed on the vector of common variables <i>X</i>:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ10",
                                            "label": "(10)",
                                            "mathml": "<math><mrow><mi>Z</mi><mo>=</mo><mi>X</mi><mi>β</mi><mo>.</mo></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "Often a stochastic random value <i>V</i> is added to the prediction to allow for more variation:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ11",
                                            "label": "(11)",
                                            "mathml": "<math><mrow><mover accent=\"true\"><mi>Z</mi><mo stretchy=\"true\">^</mo></mover><mo>=</mo><mi>X</mi><mover accent=\"true\"><mi>β</mi><mo stretchy=\"true\">^</mo></mover><mo>+</mo><mover accent=\"true\"><mi>v</mi><mo stretchy=\"true\">^</mo></mover><mo>.</mo></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "The estimated coefficients β from the donor dataset are then used to predict the values of Z in the joint dataset:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ12",
                                            "label": "(12)",
                                            "mathml": "<math><mrow><mi>C</mi><mo>=</mo><mrow><mo>(</mo><mrow><mi>X</mi><mo>,</mo><mi>Y</mi><mo>,</mo><mover accent=\"true\"><mi>Z</mi><mo stretchy=\"true\">^</mo></mover><mo stretchy=\"false\">(</mo><mi>β</mi><mo stretchy=\"false\">)</mo></mrow><mo>)</mo></mrow></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "A strong correlation between <i>X</i> and <i>Z</i> is important for a successful merging. This approach is rather easy to perform, but it has the drawback that information in terms of variation is lost in the second dataset.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s2-3-2-1",
                                    "title": "Regression",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "There are two main approaches to data fusion: nearest neighbour and propensity score matching. The general idea of both approaches is the same; they differ in detail only in the first step.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The first step in the nearest neighbour approach is to weight and norm the common variables, whereas in the propensity score approach, the first step is to estimate a propensity score, defined as the conditional probability of treatment given (the common) background variables (<a href=\"#bib53\">Rosenbaum and Rubin, 1983</a>). In other words, the propensity score is used as a predictor of the probability of being in the treatment group versus being in the control group. In our case, an observation is in the treatment (control) group if it comes from the recipient (donor) sample.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "To estimate the propensity score, a dummy variable I is introduced into the pooled dataset <i>D</i>, containing the common variables <i>X</i> from both samples <i>A</i> and <i>B</i>, with a value of 1 if the observation is from the recipient dataset and 0 if it is from the donor dataset:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ13",
                                            "label": "(13)",
                                            "mathml": "<math><mrow><mi>I</mi><mo>=</mo><mfenced close=\"\" open=\"{\"><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mtext>1 if observation is from the recipient file</mtext></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mtext>0 if observation is from the donor file</mtext></mrow></mtd></mtr></mtable></mrow></mfenced></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "Then a logit or probit estimation of the probability of the observation being from the recipient sample (that is of the dummy indicator variable being 1), conditional on the common variables <i>X</i>, is calculated:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ14",
                                            "label": "(14)",
                                            "mathml": "<math><mrow><mi>P</mi><mo stretchy=\"false\">(</mo><mi>I</mi><mo>=</mo><mn>1</mn><mo>|</mo><mi>X</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mi>f</mi><mo stretchy=\"false\">(</mo><mi>X</mi><mi>β</mi><mo stretchy=\"false\">)</mo></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "The function <i>f(Xβ</i>) is called the propensity score and indicates the probability of the observation belonging to the treatment group (the recipient sample).",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The second step is similar for both approaches. The distance between the observations from both datasets is computed using a distance function (for a discussion of which, see <a href=\"#bib15\">Cohen, 1991</a>). In the nearest neighbour case, the distance is based on the weighted common variables. In the propensity score case, the distance is based on the estimates for the propensity scores, which can be interpreted as some sort of implicit weighting function.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "In the third step, the joint database <i>C</i> = (X,Y,Z) is created by merging the observations from the two datasets <i>A</i> and <i>B</i> with the minimal distance between them. Three ways of merging are possible: one observation from the donor dataset is merged to one observation from the recipient dataset (one-to-one merging); or one observation from the donor dataset is merged to multiple observations from the recipient dataset (one-to<i>-n</i> merging); or multiple observations from the donor dataset are merged to multiple observation from the recipient dataset (<i>n</i>-to<i>-m</i> merging).",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "In FiFoSiM the type of statistical matching used is determined by the number of observations (3 million vs. 30,000). In general, information from the smaller GSOEP dataset is matched to the FAST data using the regression approach. FAST information is merged to GSOEP data using propensity score matching.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s2-3-2-2",
                                    "title": "Data fusion",
                                    "type": "section"
                                }
                            ],
                            "id": "s2-3-2",
                            "title": "2.3.2 Statistical matching",
                            "type": "section"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Creating the dual database",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The database is updated to the year of analysis (i.e. 2007) using static ageing techniques which allow changes in global structural variables to be accounted for, whilst allowing differentiated adjustment for the different household income components. Most importantly, the income tax data sample needs to be updated as it describes the situation of 1998. The GSOEP data only needs to be adjusted from 2002. The use of different ageing factors for each database and reweighting to the same control totals helps to ensure consistency between the two databases.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib29\">Gupta and Kapur (2000)</a> provide an overview of techniques to update data for the use in microsimulation models. In FiFoSiM the first step is to reproduce the fundamental structural changes of the population. This is done according to the following criteria: age (in 5 year categories), assessment for income tax (separate or joint) and region (East/West Germany). The method applied here follows <a href=\"#bib50\">Quinke (2001)</a>. The cases from the FAST sample are compared to aggregated statistical data for the whole population using the above named criteria to calculate the degree of coverage. Assuming that this degree remains stable over the years, the actual aggregate population statistics and prognosis for the year 2006 multiplied by the coverage degree allows for an approximate adjustment of the database to account for the basic structural changes. Technically, the sample weights need to be adjusted. The weighting coefficients indicate how many actual cases of the real population are represented by each case in the sample. Using the software package Adjust (<a href=\"#bib40\">Merz <i>et al</i>., 2001</a>), the sample weights are adjusted according to 52 possible combinations of the attributes (13 age categories times 2 assessment types times 2 regions). As a result of using the adjusted weights the updated sample represents the current population structure better.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the second step, the taxpayer’s incomes are updated with respect to the varying development of different income types. As well as positive and negative incomes, differences in income growth rates between West and East are taken into account. This allows for a differentiated estimation of income development. Based on empirical research reported in <a href=\"#bib3\">Bach and Schulz (2003)</a>, different coefficients for positive and negative incomes are applied to each case’s income. For the simulation model this means that each income value is multiplied with the relevant coefficient and thus extrapolated to the current income level. Of course, the coefficients only represent average development, but regarding the whole population this method provides a satisfying approximation of the current income structure.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4 Updating the data samples",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The use of the dual database and the two tax benefit microsimulation models based on the two enhanced datasets (FAST* and GSOEP*) allows us to both check consistency between the two models and to choose the model which is most appropriate for each particular problem we want to analyse. However, these methods cannot guarantee the resulting datasets will retain all of the advantages of both databases. Beside the huge difference in size, using methods of statistical matching leads to the loss of case-specific information. Nevertheless, both datasets are each enhanced through external information while maintaining their specific advantages. If, alternatively, the datasets were merged to one single database, a lot of detail and the huge number of cases in FAST would be lost.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table1\">Table 1</a> compares the revenue of the status quo personal income tax system for the years 2005–7, as estimated by the Federal Government, with estimates derived from the original and enhanced FAST and GSOEP datasets. These comparisons show that the original GSOEP values would overestimate the personal income tax in each year, mainly because of missing information about deductions. On the other hand, the original FAST values underestimate the total tax revenue, mainly because of missing information about pension payments which have been taxed more heavily since 1998. These shortcomings are overcome using the enhanced datasets FAST* and GSOEP*. The creation of this dual enhanced database, containing information from both administrative tax data and a household survey, provides the users of FiFoSiM with a powerful tool for the analysis of various questions regarding the German tax benefit system.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Notes:</i> The reference value (Ref.) is a federal government estimate of personal income tax for each year.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "fn1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "indicates an enhanced dataset.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Year</th>\n<th>Ref.</th>\n<th>fast</th>\n<th>fast<a href=\"#fn1\">*</a></th>\n<th>gsoep</th>\n<th>gsoep<a href=\"#fn1\">*</a></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>2005</td>\n<td>181.00</td>\n<td>178.75</td>\n<td>181.16</td>\n<td>185.85</td>\n<td>180.69</td>\n</tr>\n<tr>\n<td>2006</td>\n<td>192.85</td>\n<td>190.02</td>\n<td>192.64</td>\n<td>197.27</td>\n<td>192.23</td>\n</tr>\n<tr>\n<td>2006</td>\n<td>200.67</td>\n<td>198.71</td>\n<td>201.46</td>\n<td>206.51</td>\n<td>200.30</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Strength and limitations of the dual database.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-5",
                    "title": "2.5 Strength and limitations of the dual database",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Database",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, the modelling of the German tax benefit system is described. As the Germany tax benefit system is very complex, we focus on the major parts of the model in this description. A more detailed description can be found in the German version of this documentation (<a href=\"#bib21\">Fuest <i>et al</i>., 2005b</a>).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The basic steps for the calculation of personal income tax under German tax law are set out in <a href=\"#table2\">Table 2</a>. The reference period used in FiFoSiM for this calculation can be weeks, months or years. The default period is years. The first step is to determine a taxpayer’s income from different sources and to allocate each source to the relevant income type (<a href=\"#s3-1-1\">Section 3.1.1</a>). The second step is to sum up these incomes to obtain the adjusted gross income. Third, deductions like contributions to pension plans or charitable donations are taken into account, which gives taxable income as a result (<a href=\"#s3-1-2\">Section 3.1.2</a>). Finally, the income tax payable is calculated by applying the tax rate schedule to the total taxable income (<a href=\"#s3-1-3\">Section 3.1.3</a>). Individuals are subject to personal income tax. Residents are taxed on their global income. Non-residents are taxed on income earned in Germany only.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<tbody>\n<tr>\n<td> </td>\n<td>Sum of net incomes from 7 categories (receipts from each source minus expenses)</td>\n</tr>\n<tr>\n<td>=</td>\n<td>adjusted gross income</td>\n</tr>\n<tr>\n<td>−</td>\n<td>deductions (social security and insurance contributions, personal expenses)</td>\n</tr>\n<tr>\n<td>=</td>\n<td>taxable income (<i>x</i>)</td>\n</tr>\n<tr>\n<td>.</td>\n<td>tax formula</td>\n</tr>\n<tr>\n<td>=</td>\n<td>tax payment (<i>T</i>)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Calculation of personal income tax.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "content": [
                                {
                                    "text": "German tax law distinguishes between seven different sources of income: agriculture and forestry, business income, self employment, salaries and wages from employment, investment, rental and other (including, for example, annuities and certain capital gains).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-1",
                            "title": "3.1.1 Income sources",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "For each type of income, the tax law allows for certain income-related deductions. In principle, all expenses that are necessary to obtain, maintain or preserve the income from a source are deductible from the receipts of that source. The subtraction of special expenses (<i>Sonderausgaben</i>), expenses for extraordinary burden (<i>außergewöhnliche Belastungen</i>), loss deductions and child allowance from adjusted gross income gives taxable income.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Special expenses consist of:",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "alimony payments (maximum of €13,805 per year)",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "church tax",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "tax consultant fees",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "expenses for professional training (up to €4,000 per year)",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "school fees of children (up to 30%)",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "charitable donations (up to 5% of the adjusted gross income)",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "donations to political parties (up to €1,650)",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "expenses for financial provision, i.e. insurance premiums (pension schemes up to €20,000 per person; health, nursing care and unemployment insurance)",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "bullet",
                                    "type": "list"
                                },
                                {
                                    "text": "Insurance contributions are normally split equally between employer and employee. Each premium is calculated as the contribution rate times the income that is subject to contributions, up to the relevant contribution ceiling. Current (2007) contribution rates are 19.9% for old age insurance (€5,200 ceiling in West Germany / €4,400 in East Germany), (an assumed average of) 14.2% for health insurance (€3,525 ceiling), 4.5% for unemployment insurance (€5,200/€4,400 ceiling) and 1.7% for nursing care insurance (ceiling as per health insurance). There are also a variety of special supplements too detailed to enumerate here.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Expenses for extraordinary burden consist of:",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "expenses for the education of dependants, cure of illness, home help with elderly or disabled people, certain disability-related commuting",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "allowances for disabled persons, surviving dependants and persons in need of care",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "child care costs",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "tax allowances for self-used proprietary, premises and historical buildings",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "bullet",
                                    "type": "list"
                                },
                                {
                                    "text": "Negative income of up to €5,11,500 income from the preceding assessment period [carry-forward loss] is deductible from the tax base.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Each tax unit with children receives either a child allowance (€2,904 per parent deduction from taxable income) or a child benefit (€154 per month for the 1st to 3rd child, €179 for each additional child) depending on which is more favourable. In practice, each entitled tax unit receives the child benefit. If the child allowance is more favourable, it is deducted from the taxable income, with the sum of received child benefits being added to the tax due. FiFoSiM includes this regulation as it compares allowances and benefits for each case.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Taxable income is computed by subtracting these various allowances and deductions from the adjusted gross income.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-2",
                            "title": "3.1.2 Taxable income",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The tax liability <i>T</i> is calculated on the basis of a mathematical formula which, as of the year 2007, is structured as set out in <a href=\"#equ15\">Equation 15</a>. For married taxpayers filing jointly, the tax is twice the amount of applying the formula to half of the married couple’s joint taxable allowance.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Tax liability calculation formula, 2007",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ15",
                                    "label": "(15)",
                                    "mathml": "<math><mrow><mi>T</mi><mo>=</mo><mrow><mfenced close=\"\" open=\"{\"><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mn>0</mn></mtd><mtd columnalign=\"left\"><mrow><mi>i</mi><mi>f</mi><mtext> </mtext><mi>x</mi><mo>≤</mo><mn>7</mn><mo>,</mo><mn>664</mn></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mrow><mfenced close=\")\" open=\"(\"><mrow><mn>883.74</mn><mfrac><mrow><mi>x</mi><mo>−</mo><mn>7664</mn></mrow><mrow><mn>10000</mn></mrow></mfrac><mo>+</mo><mn>1500</mn></mrow></mfenced></mrow><mfrac><mrow><mi>x</mi><mo>−</mo><mn>7664</mn></mrow><mrow><mn>10000</mn></mrow></mfrac></mrow></mtd><mtd columnalign=\"left\"><mrow><mi>i</mi><mi>f</mi><mtext> </mtext><mn>7</mn><mo>,</mo><mn>664</mn><mo>&lt;</mo><mtext> </mtext><mi>x</mi><mo>≤</mo><mn>12</mn><mo>,</mo><mn>739</mn></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mrow><mfenced close=\")\" open=\"(\"><mrow><mn>228.74</mn><mfrac><mrow><mi>x</mi><mo>−</mo><mn>12739</mn></mrow><mrow><mn>10000</mn></mrow></mfrac><mo>+</mo><mn>2397</mn></mrow></mfenced></mrow><mfrac><mrow><mi>x</mi><mo>−</mo><mn>12739</mn></mrow><mrow><mn>10000</mn></mrow></mfrac><mo>+</mo><mn>989</mn></mrow></mtd><mtd columnalign=\"left\"><mrow><mi>i</mi><mi>f</mi><mtext> </mtext><mn>12</mn><mo>,</mo><mn>739</mn><mo>&lt;</mo><mtext> </mtext><mi>x</mi><mo>≤</mo><mn>52</mn><mo>,</mo><mn>151</mn></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mn>0.42</mn><mi>x</mi><mo>−</mo><mn>7914</mn></mrow></mtd><mtd columnalign=\"left\"><mrow><mi>i</mi><mi>f</mi><mtext> </mtext><mn>52</mn><mo>,</mo><mn>151</mn><mo>&lt;</mo><mtext> </mtext><mi>x</mi><mo>≤</mo><mn>250</mn><mo>,</mo><mn>000</mn></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mn>0.45</mn><mi>x</mi><mo>−</mo><mn>15414</mn></mrow></mtd><mtd columnalign=\"left\"><mrow><mi>i</mi><mi>f</mi><mtext> </mtext><mi>x</mi><mo>&gt;</mo><mn>250</mn><mo>,</mo><mn>000</mn></mrow></mtd></mtr></mtable></mrow></mfenced></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>x</i> is the taxable income.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-3",
                            "title": "3.1.3 Tax due",
                            "type": "section"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Modelling the German income tax law",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To simulate labour supply effects, the calculation of net incomes has to take the transfer system into account as well. Federal transfers such as unemployment benefit, housing benefit, and social benefits are all modelled in FiFoSiM.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "Persons who were employed and made social insurance contributions for at least 12 months before becoming unemployed are entitled to receive ‘unemployment benefit I’, under the German Social Security Code (SGB III). The amount of benefit paid depends on the average gross income over the preceding period (normally one year). This gross income is reduced by 21% for social contributions and the individual income tax resulting in the adjusted net income. The unemployment benefit I amounts to 60% of the resulting net income (or 67% for unemployed with children). The benefit period depends on age and seniority (<a href=\"#table3\">Table 3</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "table3",
                                            "label": "Table 3",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th colspan=\"3\">Old regulation until 31.01.2006</th>\n<th colspan=\"3\">New regulation from 01.02.2006</th>\n</tr>\n<tr>\n<td>Employment period (months)</td>\n<td>Age (Years)</td>\n<td>Benefit period (months)</td>\n<td>Employment period (months)</td>\n<td>Age (Years)</td>\n<td>Benefit period (months)</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>12</td>\n<td> </td>\n<td>6</td>\n<td>12</td>\n<td> </td>\n<td>6</td>\n</tr>\n<tr>\n<td>16</td>\n<td> </td>\n<td>8</td>\n<td>16</td>\n<td> </td>\n<td>8</td>\n</tr>\n<tr>\n<td>20</td>\n<td> </td>\n<td>10</td>\n<td>20</td>\n<td> </td>\n<td>10</td>\n</tr>\n<tr>\n<td>24</td>\n<td> </td>\n<td>12</td>\n<td>24</td>\n<td> </td>\n<td>12</td>\n</tr>\n<tr>\n<td>30</td>\n<td>45</td>\n<td>14</td>\n<td>30</td>\n<td>55</td>\n<td>15</td>\n</tr>\n<tr>\n<td>36</td>\n<td>45</td>\n<td>18</td>\n<td>36</td>\n<td>55</td>\n<td>18</td>\n</tr>\n<tr>\n<td>44</td>\n<td>47</td>\n<td>22</td>\n<td> </td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>52</td>\n<td>52</td>\n<td>26</td>\n<td> </td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>64</td>\n<td>57</td>\n<td>32</td>\n<td> </td>\n<td> </td>\n<td> </td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Duration of unemployment benefit entitlement.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "When modelling a person’s labour supply decision their eligibility for unemployment benefits has to be considered. The GSOEP panel data contain information about previous unemployment benefit payments, employment periods and so on, making it possible to model their benefit entitlements.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-1",
                            "title": "3.2.1 Unemployment benefit I",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "All employable persons between 15 and 65 years and the persons living with them in the same household become entitled to unemployment benefit II as soon as they lose entitlement to unemployment benefit I. In contrast to the latter, unemployment benefit II depends on the neediness of the recipient and is therefore meanstested against the household’s net income. Theoretically, need is defined by a household income inadequate to satisfy the elementary needs of all persons living in the household. In practise it is defined by a by a per capita amount set by the State. Unemployment benefit II replaced the former system of unemployment and social benefits, including support for housing and heating costs, in the so-called Hartz reform of 2005.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-2",
                            "title": "3.2.2 Unemployment benefit II",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Since unemployment benefit II was introduced, only persons who are unable to take care of their subsistence are entitled to receive social benefits. These include the non-employable and those facing extraordinary circumstances such as a major health impairment. Analogously to unemployment benefit II, the basic amount for each person and their respective household net income are taken into account to determine the amount of social benefits actually paid.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-3",
                            "title": "3.2.3 Social benefits",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Housing benefits for those ineligible for Unemployment Benefit II are paid on request to tenants as well as to owners. The number of persons living in the household, the number of family members, the income and the rent depending on the local rent level determine if a person is entitled to receive housing benefits. In modelling terms, the chargeable household income is calculated by summing up individual incomes, including basic allowances. Then, due to missing information about local rent levels, the lesser of the weighted district average of all rent payments and the maximum state support allowed is taken into account to determine the housing benefits payable.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-4",
                            "title": "3.2.4 Housing benefits",
                            "type": "section"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Modelling the benefit system",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Tax benefit module",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "A key element of FiFoSiM is the analysis of the behavioural responses (labour supply effects) induced by the different tax reform scenarios simulated. Surveys of different kinds of labour supply models, including continuous time models, are provided by <a href=\"#bib7\">Blundell and MaCurdy (1999)</a>, <a href=\"#bib17\">Creedy <i>et al</i>. (2002)</a> and <a href=\"#bib31\">Hausman (1985)</a>. A discrete choice model has the advantage of offering the possibility of modelling nonlinear budget constraints (e.g. <a href=\"#bib68\">Van Soest, 1995</a>; <a href=\"#bib36\">MaCurdy <i>et al</i>., 1990</a>). Furthermore, a discrete choice between distinct categories of working time seems to us to be more realistic than a continuum of choices because of working time regulations. Following <a href=\"#bib68\">Van Soest (1995)</a>, therefore, we apply a discrete choice household labour supply model, assuming that the household’s head and his/her partner jointly maximise a household utility function involving the net income and leisure time of both partners.",
                    "type": "paragraph"
                },
                {
                    "text": "More formally, household <i>i</i> (<i>i</i> = 1,...,N) can choose between a finite number (<i>j</i> = 1,...,<i>J</i>) of combinations (<i>y<sub>ij</sub>,lm<sub>ij</sub>,lf<sub>ij</sub></i>), where <i>y<sub>ij</sub></i> is the net income, <i>lm<sub>ij</sub></i> the leisure of the husband and <i>lf<sub>ij</sub></i> the leisure of the wife of household <i>i</i> in combination <i>j</i>. Based on our data we choose three working time categories for men (unemployed, employed, overtime) and five for women (unemployed, employed, overtime and two part time categories).",
                    "type": "paragraph"
                },
                {
                    "text": "Following <a href=\"#bib13\">Christensen <i>et al</i>. (1971)</a> we model the following translog household utility function",
                    "type": "paragraph"
                },
                {
                    "id": "equ16",
                    "label": "(16)",
                    "mathml": "<math><mrow><msub><mi>V</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mrow><mo>(</mo><mrow><msub><mi>x</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow><mo>)</mo></mrow><mo>=</mo><msub><msup><mi>x</mi><mo>′</mo></msup><mrow><mi>i</mi><mi>j</mi></mrow></msub><mi>A</mi><msub><mi>x</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>+</mo><msup><mi>β</mi><mo>′</mo></msup><msub><mi>x</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <i>x</i> = (ln <i>y<sub>ij</sub></i>, ln <i>lm<sub>ij</sub></i>, ln <i>lf<sub>ij</sub></i>)' is the vector of the natural logs of the arguments of the utility function. The elements of <i>x</i> enter the utility function in linear (coefficients <i>ß</i> = (<i>ß<sub>1</sub>, ß<sub>2</sub>, ß<sub>3</sub>)’</i>), in quadratic and gross terms (coefficients <i>A</i><sub>(3x3)</sub> = (<i>a<sub>ij</sub></i>)). Using control variables <i>z<sub>p</sub></i> (<i>p</i> = 1,...,<i>P</i>), we control for observed heterogeneity in household preferences by defining the parameters <i>ß<sub>m</sub></i> and <i>α<sub>mn</sub></i>",
                    "type": "paragraph"
                },
                {
                    "id": "equ17",
                    "label": "(17)",
                    "mathml": "<math><mrow><msub><mi>β</mi><mi>m</mi></msub><mo>=</mo><mstyle displaystyle=\"true\"><msubsup><mo>∑</mo><mrow><mi>p</mi><mo>=</mo><mn>1</mn></mrow><mi>P</mi></msubsup><mrow><msub><mi>β</mi><mrow><mi>m</mi><mi>p</mi></mrow></msub><msub><mi>z</mi><mi>p</mi></msub></mrow></mstyle></mrow></math>",
                    "type": "mathml"
                },
                {
                    "id": "equ18",
                    "label": "(18)",
                    "mathml": "<math><mrow><msub><mi>∞</mi><mrow><mi>m</mi><mi>n</mi></mrow></msub><mo>=</mo><mstyle displaystyle=\"true\"><msubsup><mo>∑</mo><mrow><mi>p</mi><mo>=</mo><mn>1</mn></mrow><mi>P</mi></msubsup><mrow><msub><mi>∞</mi><mrow><mi>m</mi><mi>n</mi></mrow></msub><msub><mi>z</mi><mi>p</mi></msub></mrow></mstyle></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <i>m,n</i> = 1,2,3.",
                    "type": "paragraph"
                },
                {
                    "text": "In FiFoSiM we use control variables for age, children, region and nationality, which are interacted with the leisure terms in the utility function because variables without variation across alternatives drop out of the estimation in the conditional logit model (<a href=\"#bib67\">Train, 2003</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Following <a href=\"#bib37\">McFadden (1973)</a> and his concept of random utility maximisation (<a href=\"#bib38\">McFadden, 1981</a>; <a href=\"#bib39\">1985</a>; <a href=\"#bib28\">Greene, 2003</a>) we then add a stochastic error term <i>ε<sub>ij</sub></i> for unobserved factors to the household utility function:",
                    "type": "paragraph"
                },
                {
                    "id": "equ19",
                    "label": "(19)",
                    "mathml": "<math><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>U</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mrow><mo>(</mo><mrow><msub><mi>x</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow></mtd><mtd columnalign=\"left\"><mrow><mo>=</mo><mi>V</mi><mrow><mo>(</mo><mrow><msub><mi>x</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow><mo>)</mo></mrow><mo>+</mo><msub><mi>ε</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mrow><mo>=</mo><msub><msup><mi>x</mi><mo>′</mo></msup><mrow><mi>i</mi><mi>j</mi></mrow></msub><mi>A</mi><msub><mi>x</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>+</mo><msup><mi>β</mi><mo>′</mo></msup><msub><mi>x</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>+</mo><msub><mi>ε</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow></mtd></mtr></mtable></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "Assuming joint maximisation of the households utility function implies that household <i>i</i> chooses category <i>k</i> if the utility index of category <i>k</i> exceeds the utility index of any other category / ∈ {1,...,<i>J</i>}\\{<i>k</i>}, if <i>U<sub>ik</sub> &gt; U<sub>il</sub></i>. This discrete choice modelling of the labour supply decision uses the probability of <i>i</i> to choose <i>k</i> relative to any other alternative <i>l</i>:",
                    "type": "paragraph"
                },
                {
                    "id": "equ20",
                    "label": "(20)",
                    "mathml": "<math><mrow><mi>P</mi><mo stretchy=\"false\">(</mo><msub><mi>U</mi><mrow><mi>i</mi><mi>k</mi></mrow></msub><mo>&gt;</mo><msub><mi>U</mi><mrow><mi>i</mi><mi>l</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo>=</mo><mi>P</mi><mtext> </mtext><mo stretchy=\"false\">[</mo><mo stretchy=\"false\">(</mo><msub><msup><mi>x</mi><mo>′</mo></msup><mrow><mi>i</mi><mi>k</mi></mrow></msub><mi>A</mi><msub><mi>x</mi><mrow><mi>i</mi><mi>k</mi></mrow></msub><mo>+</mo><msup><mi>β</mi><mo>′</mo></msup><msub><mi>x</mi><mrow><mi>i</mi><mi>k</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo>−</mo><mo stretchy=\"false\">(</mo><msub><msup><mi>x</mi><mo>′</mo></msup><mrow><mi>i</mi><mi>l</mi></mrow></msub><mi>A</mi><msub><mi>x</mi><mrow><mi>i</mi><mi>l</mi></mrow></msub><mo>+</mo><msup><mi>β</mi><mo>′</mo></msup><msub><mi>x</mi><mrow><mi>i</mi><mi>l</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo>&gt;</mo><mo stretchy=\"false\">(</mo><msub><mi>ε</mi><mrow><mi>i</mi><mi>l</mi></mrow></msub><mo>−</mo><msub><mi>ε</mi><mrow><mi>i</mi><mi>k</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">]</mo></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "Assuming that <i>ε<sub>ij</sub></i> are independently and identically distributed across all categories j according to a Gumbel (extreme value) distribution, the difference in the utility index between any two categories follows a logistic distribution. This distributional assumption implies that the probability of choosing alternative <i>k</i> ∈ {1,...,<i>J</i>} for household <i>i</i> can be described by a conditional logit model (<a href=\"#bib37\">McFadden, 1973</a>; <a href=\"#bib28\">Greene (2003)</a> and <a href=\"#bib67\">Train (2003)</a> provide textbook presentations):",
                    "type": "paragraph"
                },
                {
                    "id": "equ21",
                    "label": "(21)",
                    "mathml": "<math><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mi>P</mi><mrow><mo>(</mo><mrow><msub><mi>U</mi><mrow><mi>i</mi><mi>k</mi></mrow></msub><mo>&gt;</mo><msub><mi>U</mi><mrow><mi>i</mi><mi>l</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow></mtd><mtd columnalign=\"left\"><mrow><mo>=</mo><mfrac><mrow><mi>exp</mi><mo stretchy=\"false\">(</mo><msub><mi>V</mi><mrow><mi>i</mi><mi>k</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow><mrow><mstyle displaystyle=\"true\"><msubsup><mo>∑</mo><mrow><mi>l</mi><mo>=</mo><mn>1</mn></mrow><mi>J</mi></msubsup><mrow><mi>exp</mi><mo stretchy=\"false\">(</mo><msub><mi>V</mi><mrow><mi>i</mi><mi>l</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow></mstyle></mrow></mfrac></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mrow><mo>=</mo><mfrac><mrow><mi>exp</mi><mo stretchy=\"false\">(</mo><msub><msup><mi>x</mi><mo>′</mo></msup><mrow><mi>i</mi><mi>k</mi></mrow></msub><mi>A</mi><msub><mi>x</mi><mrow><mi>i</mi><mi>k</mi></mrow></msub><mo>+</mo><msup><mi>β</mi><mo>′</mo></msup><msub><mi>x</mi><mrow><mi>i</mi><mi>k</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow><mrow><mstyle displaystyle=\"true\"><msubsup><mo>∑</mo><mrow><mi>l</mi><mo>=</mo><mn>1</mn></mrow><mi>J</mi></msubsup><mrow><mi>exp</mi><mo stretchy=\"false\">(</mo><msub><msup><mi>x</mi><mo>′</mo></msup><mrow><mi>i</mi><mi>l</mi></mrow></msub><mi>A</mi><msub><mi>x</mi><mrow><mi>i</mi><mi>l</mi></mrow></msub><mo>+</mo><msup><mi>β</mi><mo>′</mo></msup><msub><mi>x</mi><mrow><mi>i</mi><mi>l</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow></mstyle></mrow></mfrac></mrow></mtd></mtr></mtable></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "For the maximum likelihood estimation of the coefficients we assume that the hourly wage is constant across the working hour categories and does not depend on the actual working time. This assumption is common in the literature on structural discrete choice household labour supply models (<a href=\"#bib69\">Van Soest and Das, 2001</a>). For unemployed people we estimate their (possible) hourly wages by using the Heckman correction for sample selection (<a href=\"#bib32\">Heckman, 1976</a>, <a href=\"#bib33\">1979</a>). A detailed description of these estimations can be found in <a href=\"#bib21\">Fuest <i>et al</i>. (2005b)</a>. The household’s net incomes for each working time category are then computed in the tax benefit module of FiFoSiM.",
                    "type": "paragraph"
                },
                {
                    "text": "The labour supply module of FiFoSiM is based on GSOEP data, which is enriched by information taken from the FAST data as described in <a href=\"#s2-3\">Section 2.3</a>. The sample of tax units is then categorised into six groups according to their assumed labour supply behaviour. We distinguish fully flexible couple households (both spouses are flexible), two types of partially flexible couple households (only the male or the female spouse has a flexible labour supply), flexible female and flexible male single households, and inflexible households. We assume that a person is not flexible in his/her labour supply, meaning he or she has an inelastic labour supply, if a person is",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "younger than 16 or older than 65 years of age",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "in education or military service",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "receiving old-age or disability pensions",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "self-employed or civil servant.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "Every other employed or unemployed person is assumed to have an elastic labour supply. We distinguish between flexible and inflexible persons because the labour supply decision of those assumed to be inflexible (e.g. pensioners, students) is supposed to be based on a different leisure consumption decision (or at least with a different weighting of the relevant determinants) than that of those working full time.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Labour supply module",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The tax benefit and labour supply modules of FiFoSiM account only for the household side of the economy. The computable general equilibrium (cGE) module allows us to simulate the overall economic effects of policy changes including the production side. As a result the effects on labour demand, employment and economic growth as well as wage and price levels can be assessed. In this section of the paper, drawing upon <a href=\"#bib4\">Bergs and Peichl (2008)</a>, we describe the static CGE module in FiFoSiM, programmed in GAMS/MPSGE (<a href=\"#bib11\">Brooke <i>et al</i>., 1998</a>; <a href=\"#bib55\">Rutherford, 1999</a>), which models a small open economy with 12 sectors and one representative household. For a more general introduction to CGE modelling see Shoven and Whalley (<a href=\"#bib59\">1984</a>,<a href=\"#bib60\">1992</a>) or <a href=\"#bib34\">Kehoe and Kehoe (1994)</a>. Although the utility of the CGE module presented here as a stand-alone model is rather limited, in combination with the tax-benefit and labour supply modules, the resulting model, FiFoSiM, becomes a powerful tool. This is illustrated in <a href=\"#s6\">Section 6</a>, which also outlines some further refinements planned for the CGE module.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "The representative household in the CGE model maximises a nested Constant Elasticity of Substitution (CES) utility function as illustrated in <a href=\"#fig3\">Figure 3</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig3",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00008%2Fijm-00008-fig3.tif",
                                                "size": {
                                                    "width": 295,
                                                    "height": 313
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00008%2Fijm-00008-fig3.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00008-fig3.jpg"
                                                }
                                            },
                                            "label": "Figure 3",
                                            "title": "Nested CES utility function.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The household first chooses between aggregated consumption (including leisure) today, <i>Q</i>, or in the future, <i>S</i>. The result of this optimisation is the savings supply. The present consumption leisure (or labour leisure) decision then takes place. The household maximises a CES utility function <i>U</i>(<i>C</i>,<i>F</i>) choosing between consumption <i>C</i> and leisure <i>F</i>:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ22",
                                    "label": "(22)",
                                    "mathml": "<math><mrow><mi>U</mi><mo stretchy=\"false\">(</mo><mi>C</mi><mo>,</mo><mi>F</mi><mo stretchy=\"false\">)</mo><mo>=</mo><msup><mrow><mrow><mfenced close=\"]\" open=\"[\"><mrow><msup><mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>β</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mfrac><mn>1</mn><mrow><msub><mi>σ</mi><mrow><mi>C</mi><mo>,</mo><mi>F</mi></mrow></msub></mrow></mfrac></mrow></msup><msup><mi>C</mi><mrow><msub><mi>ρ</mi><mrow><mi>C</mi><mo>,</mo><mi>F</mi></mrow></msub></mrow></msup><mo>+</mo><msup><mi>β</mi><mrow><mfrac><mn>1</mn><mrow><msub><mi>σ</mi><mrow><mi>C</mi><mo>,</mo><mi>F</mi></mrow></msub></mrow></mfrac></mrow></msup><msup><mi>F</mi><mrow><msub><mi>ρ</mi><mrow><mi>C</mi><mo>,</mo><mi>F</mi></mrow></msub></mrow></msup></mrow></mfenced></mrow></mrow><mrow><mfrac><mn>1</mn><mrow><msub><mi>ρ</mi><mrow><mi>C</mi><mo>,</mo><mi>F</mi></mrow></msub></mrow></mfrac></mrow></msup></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>ß</i> is the value share, <i>ρ</i> the degree of substitutability and <i>σ<sub>C,F</sub> = ρ<sub>C,F</sub> − 1/ρ<sub>C,F</sub></i> the elasticity of substitution between consumption and leisure.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The budget constraint is:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ23",
                                    "label": "(23)",
                                    "mathml": "<math><mrow><msup><mi>p</mi><mi>C</mi></msup><mi>C</mi><mo>=</mo><mi>ω</mi><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msup><mi>t</mi><mi>l</mi></msup><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">(</mo><mi>E</mi><mo>−</mo><mi>F</mi><mo stretchy=\"false\">)</mo><mo>+</mo><mi>r</mi><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msup><mi>t</mi><mi>k</mi></msup><mo stretchy=\"false\">)</mo><mi>K</mi><mo>+</mo><msub><mrow><mover accent=\"true\"><mi>T</mi><mo stretchy=\"true\">¯</mo></mover></mrow><mrow><mi>L</mi><mi>S</mi></mrow></msub><mo>,</mo></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>p<sup>C</sup></i> is the commodity price, <i>w</i> the gross wage, <i>t<sup>l</sup></i> the tax rate on labour income, <i>E</i> the time endowment, <i>r</i> the interest rate, <i>t<sup>k</sup></i> tax rate on capital income and <i>K</i> the capital endowment. Consumption <i>p<sup>C</sup>C</i> is financed by labour income <i>w</i>(1−<i>t<sup>l</sup></i>)(<i>E−F</i>), capital income <i>r</i>(1−<i>t<sup>k</sup></i>)<i>K</i> and the lump sum transfer, <i>T̅<sub>LS</sub></i>, that ensures revenue neutrality. Optimising <a href=\"#equ22\">Equation (22)</a> subject to <a href=\"#equ23\">Equation (23)</a> yields the demand functions for goods and leisure. From the latter we calculate the labour supply of the household. As outlined, the CGE module models only one type of labour. It is recognised that this rather strong assumption limits the expressiveness of the household side of the model even more, and is a part of the model for which future refinement is planned (see <a href=\"#s6\">Section 6</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-1-1",
                            "title": "5.1.1 Households",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "A representative firm produces a homogenous output in each production sector according to a nested CES production function. <a href=\"#fig4\">Figure 4</a> provides an overview of the nesting structure used in FiFoSiM.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig4",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00008%2Fijm-00008-fig4.tif",
                                                "size": {
                                                    "width": 296,
                                                    "height": 311
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00008%2Fijm-00008-fig4.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00008-fig4.jpg"
                                                }
                                            },
                                            "label": "Figure 4",
                                            "title": "Structure of the nested FiFoSiM production function.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "At the top level of the nest, aggregate value added, <i>VA</i>, is combined in fixed proportions, via a Leontief production function, with a material composite, <i>M</i>. <i>M</i> consists of intermediate inputs with fixed coefficients, whereas <i>VA</i> consists of labour, <i>L</i>, and capital, <i>K</i>. The CGE module allows for sector-specific wages and capital costs (although the latter is rarely used) depending on the context of the simulated reform. The optimisation problem at the top level of the nest, in each sector <i>i</i>, can be written as:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ24",
                                    "label": "(24)",
                                    "mathml": "<math><mrow><msub><mi>Y</mi><mi>i</mi></msub><mo>=</mo><mi>min</mi><mrow><mfenced close=\"]\" open=\"[\"><mrow><mfrac><mn>1</mn><mrow><msub><mi>a</mi><mrow><mn>0</mn><mi>i</mi></mrow></msub></mrow></mfrac><msub><mi>f</mi><mi>i</mi></msub><mo stretchy=\"false\">(</mo><msub><mi>L</mi><mi>i</mi></msub><mo>,</mo><msub><mi>K</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo><mo>;</mo><mfrac><mrow><msub><mi>M</mi><mrow><mn>1</mn><mi>i</mi></mrow></msub></mrow><mrow><msub><mi>a</mi><mrow><mn>1</mn><mi>i</mi></mrow></msub></mrow></mfrac><mo>;</mo><mo>…</mo><mo>;</mo><mfrac><mrow><msub><mi>M</mi><mrow><mn>12</mn><mi>i</mi></mrow></msub></mrow><mrow><msub><mi>a</mi><mrow><mn>12</mn><mi>i</mi></mrow></msub></mrow></mfrac></mrow></mfenced></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "In the second level of the nest, the following CES function is used:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ25",
                                    "label": "(25)",
                                    "mathml": "<math><mrow><msub><mi>f</mi><mi>i</mi></msub><mo stretchy=\"false\">(</mo><msub><mi>L</mi><mi>i</mi></msub><mo>,</mo><msub><mi>K</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo><mo>=</mo><msup><mrow><mfenced close=\"]\" open=\"[\"><msub><mi>α</mi><mi>i</mi></msub><msubsup><mi>L</mi><mi>i</mi><mrow><mi>ρ</mi><mi>i</mi></mrow></msubsup><mo>+</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msub><mi>α</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo><msubsup><mi>K</mi><mi>i</mi><mrow><mi>ρ</mi><mi>i</mi></mrow></msubsup></mfenced></mrow><mrow><mfrac><mn>1</mn><mrow><msub><mi>ρ</mi><mi>i</mi></msub></mrow></mfrac></mrow></msup></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>σ<sub>i</sub> = 1/(1−p<sub>i</sub></i>) is the constant elasticity of substitution between labour and capital.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The flexible structure of the model allows for different levels of disaggregation ranging from 1 to 3 to 7 to 12 sectors.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-1-2",
                            "title": "5.1.2 Firms",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "To account for imperfections in the German labour market, a minimum wage <i>W<sub>i</sub><sup>min</sup></i> is introduced as a lower bound for the flexible wages in each sector. The labour supply is therefore rationed:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ26",
                                    "label": "(26)",
                                    "mathml": "<math><mrow><msubsup><mi>L</mi><mi>i</mi><mi>S</mi></msubsup><mo>=</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>μ</mi><mo stretchy=\"false\">)</mo><mo>≥</mo><msubsup><mi>L</mi><mi>i</mi><mi>D</mi></msubsup><mo>.</mo></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "The minimum wage for each sector is calibrated so that the benchmark represents the current unemployment level in Germany.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-1-3",
                            "title": "5.1.3 Labour market",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The government provides public goods, <i>G</i>, which are financed by input taxes on labour and capital, <i>t<sup>l</sup></i> and <i>t<sup>k</sup></i>. A lump sum transfer to households completes the budget equation:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ27",
                                    "label": "(27)",
                                    "mathml": "<math><mrow><mi>G</mi><mo>+</mo><msub><mrow><mover accent=\"true\"><mi>T</mi><mo stretchy=\"true\">¯</mo></mover></mrow><mrow><mi>L</mi><mi>S</mi></mrow></msub><mo>=</mo><msup><mi>t</mi><mi>l</mi></msup><mi>w</mi><mi>L</mi><mo>+</mo><msup><mi>t</mi><mi>k</mi></msup><mi>r</mi><mi>K</mi><mo>.</mo></mrow></math>",
                                    "type": "mathml"
                                }
                            ],
                            "id": "s5-1-4",
                            "title": "5.1.4 Government",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Domestically produced goods are transformed through a constant Elasticity of Transformation function into specific goods for the domestic and the export market, respectively. By the small-open-economy assumption, export and import prices in foreign currency are not affected by the behaviour of the domestic economy. Analogously to the export side, we adopt the Armington assumption (<a href=\"#bib1\">Armington, 1969</a>) of product heterogeneity for the import side. A CES function characterises the choice between imported and domestically produced varieties of the same good. The Armington good enters intermediate and final demand.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-1-5",
                            "title": "5.1.5 Foreign trade",
                            "type": "section"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 The model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The model is based on a social accounting matrix (SAM) for Germany which was created using a 2,000 Input-Output-Table (<a href=\"#bib65\">Statistisches Bundesamt, 2005</a>), updated to 2007 using static ageing techniques. See <a href=\"#bib49\">Pyatt and Round (1985)</a> for an introduction to the process of creating a SAM.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The elasticities for the utility and production functions in the CGE model are calibrated based on empirical estimations. The sectoral Armington elasticities are based on <a href=\"#bib71\">Welsch (2001)</a>, the elasticity of substitution between labour and capital is assumed to be 0.39, following <a href=\"#bib12\">Chirinko <i>et al</i>. (2004)</a>. The elasticity of intertemporal substitution is assumed to be 0.8 (<a href=\"#bib58\">Schmidt and Straubhaar, 1996</a>) as is the elasticity of substitution between consumption and leisure (<a href=\"#bib2\">Auerbach and Kotlikoff, 1987</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Data and calibration",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "Over the last few years, a trend in linking micro and macro models has emerged, as overviewed by <a href=\"#bib18\">Davies (2004)</a>. Most of these models deal with trade liberalization in developing countries. FiFoSiM, as far as we know, is the first linked model with a special focus on the modelling and analysis of tax benefit reform proposals. The combination of a micro tax model with a macro CGE model allows the utilisation of the advantages of both types of models.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "There are two general possibilities for linking the models. On the one hand, one can completely integrate both models (e.g. <a href=\"#bib14\">Cogneau and Robilliard, 2000</a>; <a href=\"#bib16\">Cororaton <i>et al</i>., 2005</a>). On the other hand, one could combine two separated models via interfaces (e.g. <a href=\"#bib10\">Bourguignon <i>et al</i>., 2003</a>). The first approach requires the complete micro model to be included in the CGE model, requiring high standards of the database and the construction of the integrated model. This often results in various simplifying assumptions.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Following <a href=\"#bib56\">Savard (2003)</a> and <a href=\"#bib8\">Böhringer and Rutherford (2006)</a>, the second approach can be differentiated into “top-down”, “bottom-up” or “top-down bottom-up” approaches. The top-down approach computes the macroeconomic variables (price level, growth rates) in a CGE model as inputs for the micro model. The bottom-up approach works the other way around and information from the micro model (elasticities and tax rates) are used in the macro model. Both approaches suffer from the drawback that not all feedback is used. The top-down bottom-up approach combines both methods through recursion. In an iterative process, one model is solved, then information is sent to the other model, which is solved and gives feedback to the first model. This iterative process continues until the two models converge. <a href=\"#bib8\">Böhringer and Rutherford (2006)</a> describe an algorithm for the sequential calibration of a CGE model to use the top-down bottom-up approach with micro models with a large number of households.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-3-1",
                            "title": "5.3.1 Review of the literature",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "FiFoSiM so far uses either the top-down or the bottom-up approach to combine the microsimulation and the CGE module. In the bottom-up linkage, the representative household (income, labour supply, tax payments) in the CGE module is calibrated based on the simulation results of the microsimulation modules. For the top-down linkage, changes of the wage or price level are computed in the CGE model and used in the microsimulation modules for the calculation of net incomes and the labour supply estimation. The top-down bottom-up approach has been executed in FiFoSiM, but so far only manually. Automation of this procedure is one of the planned future improvements to the model (<a href=\"#s6\">Section 6</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-3-2",
                            "title": "5.3.2 Approach in FiFoSiM",
                            "type": "section"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Linking the microsimulation and the CGE module",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. CGE module",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The development of FiFoSiM started in September 2004. The first operational version of the whole system was ready for use one year later. Since then, the model has been used for analysis whilst undergoing a process of steady improvement.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Specific technical aspects of FiFoSiM have been documented in a series of methodological papers. <a href=\"#bib46\">Peichl (2005)</a> gives an overview of the evaluation of tax reforms using simulation models. <a href=\"#bib4\">Bergs and Peichl (2008)</a> survey the basic principles and possible applications of CGE models. <a href=\"#bib43\">Ochmann and Peichl (2006)</a> give an introduction to the measurement of distributional effects of fiscal reforms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Alongside these methodological papers, a series of papers have reported upon specific applications of FiFoSiM. Fuest <i>et al</i>. (<a href=\"#bib20\">2005a</a>, <a href=\"#bib23\">2007a</a>) analyse the fiscal, employment and growth effects of the reform proposal by <a href=\"#bib42\">Mitschke (2004)</a>. In <a href=\"#bib22\">Fuest <i>et al</i>. (2006)</a> this analysis is expanded to the negative income tax part (<i>Bürgergeld</i>) of the proposal. Elsewhere Fuest <i>et al</i>. (<a href=\"#bib25\">2007c</a>, <a href=\"#bib26\">2008a</a>) analyse the efficiency and equity effects of tax simplification. Tax simplification is modelled as the abolition of a set of deductions from the tax base included in the German income tax system. Furthermore, <a href=\"#bib48\">Peichl <i>et al</i>. (2006)</a> analyse the effects of these simplification measures on poverty and affluence in Germany. Finally, Fuest <i>et al</i>. (<a href=\"#bib24\">2007b</a>, <a href=\"#bib27\">2008b</a>) analyse the distributional effects of different flat tax reform scenarios for Germany, whilst Bergs <i>et al</i>. (<a href=\"#bib5\">2006</a>, <a href=\"#bib6\">2007</a>) analyse different reform proposals for the taxation of families in Germany. To illustrate the capabilities of FiFoSiM, the following subsection summarises the results from one such application.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-1",
                    "title": "6.1 Applications of FiFoSiM",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "One example of an application of FiFoSiM is our analysis (<a href=\"#bib20\">Fuest <i>et al</i>., 2005a</a>, <a href=\"#bib23\">2007a</a>) of a reform of the German corporate and personal income taxes proposed by Joachim Mitschke (<a href=\"#bib42\">Mitschke, 2004</a>). In this application, the focus is upon the implications for tax revenue, employment and economic growth, all computed using FiFoSiM. This application demonstrates well the added-value of combining a ‘standard’ static microsimulation model (of consumption) with a cGE model of production.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Mitschke proposal distinguishes between an introductory phase and a final phase. For both phases the long-term revenue, employment and growth effects are calculated. In the first step, the fiscal effects are analysed in the tax benefit module (<a href=\"#s3\">Section 3</a>) without taking into account the behavioural reactions of the economic agents. In the second step, we allow for behavioural reactions by estimating the labour supply responses (<a href=\"#s4\">Section 4</a>). In the third step, the micro data information is used to calibrate the representative household in the cGE module, allowing the computation of the overall employment and growth effects.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To compare the reform proposal with the current tax regime the alternative tax system has to be modelled using the enhanced datasets. For most of the detailed regulations appropriate variables are available in at least one of our datasets.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Nevertheless, some features of the reform require several assumptions and estimations, namely the change to deferred taxation proposed by Mitschke. This concerns, for example, the estimation of the effects of a full taxation of pensions. Only the GSOEP database includes appropriate data because the FAST dataset covers only a fraction of the pensioners who were taxed in 1998. Data on pension payments, therefore, are imputed from GSOEP to FAST*. As a result, the size of this effect can be isolated and estimated in the FAST simulation (€8.4/9.5 billion in the introduction/final phase). It should be noted that the implications for personal income tax revenue pre- and post-reform differ depending on the database used. However, as <a href=\"#table4\">Table 4</a> illustrates, the difference between datasets is far smaller than the estimated pre- and post-reform differences in tax-take, discounting any possible behavioural response.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th> </th>\n<th colspan=\"2\">Personal income tax (€ billion)</th>\n</tr>\n<tr>\n<th>Reform phase</th>\n<th>FAST*</th>\n<th>GSOEP*</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Pre-reform</td>\n<td>181.16</td>\n<td>180.69</td>\n</tr>\n<tr>\n<td>Introduction</td>\n<td>179.15</td>\n<td>179.08</td>\n</tr>\n<tr>\n<td>Final</td>\n<td>168.12</td>\n<td>166.89</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Fiscal effects of reform without behavioural reactions.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Of course, a reform of the size proposed by Mitschke will lead to changes in behaviour. We estimate the labour supply effects by comparing the estimated labour supply in the current system and in the reform alternatives using the model described in <a href=\"#s4\">Section 4</a>. We find considerable differences in the labour supply reactions between couples and singles as well as between men and women. While married men are anticipated to increase their labour supply most strongly, single women are expected to decrease their labour supply slightly.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The results presented so far are those that might be generated by any standard static microsimulation model. The strength of FiFoSiM is in the linkage to a cGE-model of production-side effects. To estimate the employment and growth effects of Mitschke’s proposed reforms, we linked the tax benefit module to the cGE module, with a minimum wage calibrated to the current unemployment level (11.5%). We then used the microsimulation results to calibrate the representative household in terms of income, labour supply and tax payments. The main results are summarised in <a href=\"#table5\">Table 5</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th> </th>\n<th colspan=\"2\">Reform phase</th>\n</tr>\n<tr>\n<th> </th>\n<th>Introduction</th>\n<th>Final</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>PIT revenue</td>\n<td>− €2 billion</td>\n<td>− €13 billion</td>\n</tr>\n<tr>\n<td>Labour supply</td>\n<td>+103,000</td>\n<td>+251,000</td>\n</tr>\n<tr>\n<td>Employment</td>\n<td>+370,000</td>\n<td>+540,000</td>\n</tr>\n<tr>\n<td>Economic growth</td>\n<td>+1.1%</td>\n<td>+1.7%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Estimated results (FAST*) of the reforms proposed by Mitschke.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The shift from the current German tax regime to the taxes proposed by Mitschke would, it is estimated, result in revenue losses amounting to €2 billion in the introductory phase and €13 billion in the final phase. On the other hand, employment would grow by 370,000 full-time jobs, and GDP would increase by 1.1% in the introductory phase. For the final phase, we calculate a total of 540,000 new full-time jobs and a 1.7% increase in GDP. The overall employment effects are larger than the labour supply reactions because reduced costs of labour and capital result in increased labour and investment demand.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-2",
                    "title": "6.2 Example: Tax reform proposal by Mitschke",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "FiFoSiM is a state-of-the-art tax-benefit simulation model for Germany. FiFoSiM consists of three main parts: a static tax-benefit microsimulation model, an econometrically estimated labour supply model and a CGE model. Two specific features distinguish FiFoSiM from other tax benefit models: first, the simultaneous use of two databases for the tax benefit module and second, the linkage of the tax benefit model with a cGE model. As a result, FiFoSiM can be used to analyse a wide variety of potential policy reforms to the complex German tax and transfer system.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Nevertheless, several ideas for the further improvement of FiFoSiM exist. One major aspect of improvement is the modelling of indirect taxes. For this reason, expenditure data is needed and a third data source will have to be included into the FiFoSiM database. It is also intended to improve the micro macro linkage between the microsimulation and the cGE module by automating an iterative top down bottom up approach. Furthermore, the cGE module is to be improved as well, by allowing for a wider variety of household types and more sophisticated modelling of the labour market. Moreover, dynamic modules are planned. A small dynamic version of the cGE module exists, but has not been used for any publication yet. This module will be improved and used in the future. Finally, we expect new releases of the FAST and GSOEP data soon, which will have to be incorporated into the model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To sum up, the creation of the dual database and the linkage of the tax-benefit model with a cGE model gives users of FiFoSiM a powerful tool for the analysis of various questions regarding the German tax benefit system. Both innovations should be of interest to those seeking to enhance their own microsimulation models.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-3",
                    "title": "6.3 Further development and conclusion",
                    "type": "section"
                }
            ],
            "id": "s6",
            "title": "6. Applications and further development",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "A theory of demand for products distinguished by place of production",
            "authors": [
                {
                    "name": {
                        "index": "Armington, P",
                        "preferred": "P Armington"
                    },
                    "type": "person"
                }
            ],
            "date": "1969",
            "id": "bib1",
            "journal": "IMF Staff Papers",
            "pages": {
                "first": "159",
                "last": "176",
                "range": "159–176"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Auerbach, A",
                        "preferred": "A Auerbach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kotlikoff, L",
                        "preferred": "L Kotlikoff"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Dynamic Fiscal Policy",
            "date": "1987",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bach, S",
                        "preferred": "S Bach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schulz, E",
                        "preferred": "E Schulz"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "Fortschreibungs- und hochrechnungsrahmen für ein einkommen-steuer-simulationsmodell, Projektbericht 1 zur forschungskooperation mikrosimulation mit dem Bundesministerium der Finanzen, Materialien des DIW Berlin, Nr 26, Deutsches Institut für Wirtschaftsforschung, Berlin",
            "id": "bib3",
            "title": "Projektbericht 1 zur forschungskooperation mikrosimulation mit dem Bundesministerium der Finanzen, Materialien des DIW Berlin, Nr 26",
            "type": "unknown"
        },
        {
            "articleTitle": "Numerische Gleichgewichtsmodelle zur Analyse von Politikreformen",
            "authors": [
                {
                    "name": {
                        "index": "Bergs, C",
                        "preferred": "C Bergs"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib4",
            "journal": "Zeitschrift für Wirtschaftspolitik",
            "pages": {
                "first": "1",
                "last": "26",
                "range": "1–26"
            },
            "type": "journal",
            "volume": "57"
        },
        {
            "articleTitle": "Das familienrealsplitting als reformoption in der familienbesteuerung",
            "authors": [
                {
                    "name": {
                        "index": "Bergs, C",
                        "preferred": "C Bergs"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2006",
            "id": "bib5",
            "journal": "Wirtschaftsdienst",
            "pages": {
                "first": "639",
                "last": "644",
                "range": "639–644"
            },
            "type": "journal",
            "volume": "86"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bergs, C",
                        "preferred": "C Bergs"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2007",
            "details": "1–27, Jahrbuch fur Wirtschaftswissenschaften, (Review of Economics), 58, 1",
            "id": "bib6",
            "title": "Reformoptionen der Familienbesteuerung - Aufkommens-, Verteilungs- und Arbeitsangebotseffekte",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "MaCurdy, T",
                        "preferred": "T MaCurdy"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Labor Economics",
            "chapterTitle": "Labor supply: A review of alternative approaches",
            "date": "1999",
            "editors": [
                {
                    "name": {
                        "index": "Ashenfelter, O",
                        "preferred": "O Ashenfelter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Card, D",
                        "preferred": "D Card"
                    },
                    "type": "person"
                }
            ],
            "id": "bib7",
            "pages": {
                "first": "1559",
                "last": "1695",
                "range": "1559–1695"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "North Holland"
                        ]
                    },
                    "formatted": [
                        "North Holland"
                    ]
                },
                "name": [
                    "Amsterdam"
                ]
            },
            "type": "book-chapter",
            "volume": "3A"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Böhringer, C",
                        "preferred": "C Böhringer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rutherford, T",
                        "preferred": "T Rutherford"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Combining top-down and bottom-up in energy policy analysis: a decomposition approach. ZEW Discussion Paper No 06-007, ftp://ftp.zew.de/pub/zew-docs/dp/dp06007.pdf, accessed 11 November 2008",
            "id": "bib8",
            "title": "Combining top-down and bottom-up in energy policy analysis: a decomposition approach. ZEW Discussion Paper No 06-007",
            "type": "unknown",
            "uri": "ftp://ftp.zew.de/pub/zew-docs/dp/dp06007.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bork, C",
                        "preferred": "C Bork"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Steuern, transfers und private haushalte. Eine mikroanalytische simulationsstudie der aufkommens- und verteilungswirkungen",
            "date": "2000",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Peter Lang"
                        ]
                    },
                    "formatted": [
                        "Peter Lang"
                    ]
                },
                "name": [
                    "Frankfurt am Main"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "DIAL, Institut de Recherche pour le Developpement"
                ]
            },
            "source": "Representative versus real households in the macro-economic modelling of inequality. DIAL Document de Travail DT/2003-10",
            "title": "Representative versus real households in the macro-economic modelling of inequality. DIAL Document de Travail DT/2003-10",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brooke, A",
                        "preferred": "A Brooke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kendrick, D",
                        "preferred": "D Kendrick"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Meeraus, A",
                        "preferred": "A Meeraus"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "bookTitle": "GAMS - A users guide",
            "date": "1998",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "GAMS Development Corporation"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chirinko, RS",
                        "preferred": "RS Chirinko"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fazzari, SM",
                        "preferred": "SM Fazzari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Meyer, AP",
                        "preferred": "AP Meyer"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Munich"
                        ]
                    },
                    "formatted": [
                        "Munich"
                    ]
                },
                "name": [
                    "CESifo, University of Munich"
                ]
            },
            "source": "That elusive elasticity: A long-panel approach to estimating the capital-labor substitution elasticity. CESifo-Working Paper No. 1240",
            "title": "That elusive elasticity: A long-panel approach to estimating the capital-labor substitution elasticity. CESifo-Working Paper No. 1240",
            "type": "report"
        },
        {
            "articleTitle": "Conjugate duality and the transcendental logarithmic function",
            "authors": [
                {
                    "name": {
                        "index": "Christensen, L",
                        "preferred": "L Christensen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jorgenson, D",
                        "preferred": "D Jorgenson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lau, L",
                        "preferred": "L Lau"
                    },
                    "type": "person"
                }
            ],
            "date": "1971",
            "id": "bib13",
            "journal": "Econometrica",
            "pages": {
                "first": "255",
                "last": "256",
                "range": "255–256"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cogneau, D",
                        "preferred": "D Cogneau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib14",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "International Food Policy Research Institute"
                ]
            },
            "source": "Growth, distribution and poverty in Madagascar: learning from a microsimulation model in a general equilibrium framework. TMD Discussion Paper 61",
            "title": "Growth, distribution and poverty in Madagascar: learning from a microsimulation model in a general equilibrium framework. TMD Discussion Paper 61",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cohen, ML",
                        "preferred": "ML Cohen"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Improving information for social policy decisions: the uses of microsimulation modelling, Vol II Technical Papers",
            "chapterTitle": "Statistical matching and microsimulation models",
            "date": "1991",
            "editors": [
                {
                    "name": {
                        "index": "Citro, C F",
                        "preferred": "C F Citro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hanushek, E A",
                        "preferred": "E A Hanushek"
                    },
                    "type": "person"
                }
            ],
            "id": "bib15",
            "pages": {
                "first": "62",
                "last": "85",
                "range": "62–85"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington DC"
                        ]
                    },
                    "formatted": [
                        "Washington DC"
                    ]
                },
                "name": [
                    "National Academy Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cororaton, CB",
                        "preferred": "CB Cororaton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Corong, E",
                        "preferred": "E Corong"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "Worldbank"
                ]
            },
            "source": "Doha scenarios, trade reforms, and poverty in the Philippines: A Computable General Equilibrium analysis. World Bank Policy Research Working Paper 3738",
            "title": "Doha scenarios, trade reforms, and poverty in the Philippines: A Computable General Equilibrium analysis. World Bank Policy Research Working Paper 3738",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, A",
                        "preferred": "A Duncan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harris, M",
                        "preferred": "M Harris"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "bookTitle": "Microsimulation Modelling of Taxation and the Labour Market: The Melbourne Institute Tax and Transfer Simulator",
            "date": "2002",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cheltenham"
                        ]
                    },
                    "formatted": [
                        "Cheltenham"
                    ]
                },
                "name": [
                    "Edward Elgar Publishing"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Davies, J",
                        "preferred": "J Davies"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation, CGE and macro modelling for transition and developing economies",
            "date": "2004",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Mimeo"
                        ]
                    },
                    "formatted": [
                        "Mimeo"
                    ]
                },
                "name": [
                    "University of Western Ontario"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "D’Orazio, M",
                        "preferred": "M D’Orazio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "DiZio, M",
                        "preferred": "M DiZio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scanu, M",
                        "preferred": "M Scanu"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Statistical matching: Theory and practice, Wiley, New York",
            "id": "bib19",
            "title": "Statistical matching: Theory and practice",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schaefer, T",
                        "preferred": "T Schaefer"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "Aufkommens-, Beschaftigungs- und Wachstumswirkungen einer Steuerreform nach dem Vorschlag von Mitschke, FiFo-Bericht, 05, FiFo Koeln, Universitat zu Köln",
            "id": "bib20",
            "title": "FiFo-Bericht",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schaefer, T",
                        "preferred": "T Schaefer"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "discriminator": "b",
            "id": "bib21",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "FiFo Koeln"
                        ]
                    },
                    "formatted": [
                        "FiFo Koeln"
                    ]
                },
                "name": [
                    "Universitat zu Köln"
                ]
            },
            "source": "Dokumentation FiFoSiM: integriertes steuer-transfer-mikrosimulations-und CGE-modell. Finanzwissenschaftliche Diskussionsbeitrage Nr 05 - 03",
            "title": "Dokumentation FiFoSiM: integriertes steuer-transfer-mikrosimulations-und CGE-modell. Finanzwissenschaftliche Diskussionsbeitrage Nr 05 - 03",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heilmann, S",
                        "preferred": "S Heilmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2006",
            "id": "bib22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "FiFo Koeln"
                        ]
                    },
                    "formatted": [
                        "FiFo Koeln"
                    ]
                },
                "name": [
                    "Universitat zu Köln"
                ]
            },
            "source": "Aufkommens-, beschaftigungs- und wachstumswirkungen einer reform des steuer- und transfersystems nach dem Burgergeld-Vorschlag von Joachim Mitschke. FiFo-Bericht 08–2006",
            "title": "Aufkommens-, beschaftigungs- und wachstumswirkungen einer reform des steuer- und transfersystems nach dem Burgergeld-Vorschlag von Joachim Mitschke. FiFo-Bericht 08–2006",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schaefer, T",
                        "preferred": "T Schaefer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Aufkommens-, beschaftigungs- und wachstumswirkungen einer steuerreform nach dem vorschlag von Mitschke",
            "date": "2007",
            "discriminator": "a",
            "id": "bib23",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Baden-Baden"
                        ]
                    },
                    "formatted": [
                        "Baden-Baden"
                    ]
                },
                "name": [
                    "Nomos"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Die Flat Tax: Wer gewinnt? Wer verliert? Eine empirische analyse fur Deutschland",
            "authors": [
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schaefer, T",
                        "preferred": "T Schaefer"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "discriminator": "b",
            "id": "bib24",
            "journal": "Steuer und Wirtschaft",
            "pages": {
                "first": "22",
                "last": "29",
                "range": "22–29"
            },
            "type": "journal",
            "volume": "84"
        },
        {
            "articleTitle": "Fuhrt Steuervereinfachung zu einer “gerechteren” Einkommensverteilung? Eine empirische Analyse fur Deutschland",
            "authors": [
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schaefer, T",
                        "preferred": "T Schaefer"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "discriminator": "c",
            "id": "bib25",
            "journal": "Perspektiven der Wirtschaftspolitik",
            "pages": {
                "first": "20",
                "last": "37",
                "range": "20–37"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Does tax simplification yield more equity and efficiency? An empirical analysis for Germany",
            "authors": [
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schaefer, T",
                        "preferred": "T Schaefer"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "discriminator": "a",
            "id": "bib26",
            "journal": "CESifo Economic Studies",
            "pages": {
                "first": "73",
                "last": "97",
                "range": "73–97"
            },
            "type": "journal",
            "volume": "54"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schaefer, T",
                        "preferred": "T Schaefer"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "International Tax and Public Finance, forthcoming",
            "id": "bib27",
            "title": "Is flat tax reform feasible in a grown-up democracy of Western Europe? A simulation study for Germany",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Greene, W",
                        "preferred": "W Greene"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Econometric analysis",
            "date": "2003",
            "id": "bib28",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New Jersey"
                        ]
                    },
                    "formatted": [
                        "New Jersey"
                    ]
                },
                "name": [
                    "Prentice Hall"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gupta, A",
                        "preferred": "A Gupta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kapur, V",
                        "preferred": "V Kapur"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation in government policy and forecasting",
            "date": "2000",
            "id": "bib29",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North-Holland"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Haisken-DeNew, J",
                        "preferred": "J Haisken-DeNew"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Frick, J",
                        "preferred": "J Frick"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "DTC - Desktop Compendium to the German Socio-Economic Panel Study (GSOEP)",
            "date": "2003",
            "id": "bib30",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Berlin"
                        ]
                    },
                    "formatted": [
                        "Berlin"
                    ]
                },
                "name": [
                    "Deutsches Institut für Wirtschaftsforschung"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hausman, J",
                        "preferred": "J Hausman"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of public economics",
            "chapterTitle": "Taxes and labor supply",
            "date": "1985",
            "editors": [
                {
                    "name": {
                        "index": "Auerbach, A",
                        "preferred": "A Auerbach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Feldstein, M",
                        "preferred": "M Feldstein"
                    },
                    "type": "person"
                }
            ],
            "id": "bib31",
            "pages": {
                "first": "213",
                "last": "263",
                "range": "213–263"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North-Holland"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "The common structure of statistical models of truncation, sample selection and limited dependent variables and a simple estimator for such models",
            "authors": [
                {
                    "name": {
                        "index": "Heckman, J",
                        "preferred": "J Heckman"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "id": "bib32",
            "journal": "Annals of Economic and Social Measurement",
            "pages": {
                "first": "475",
                "last": "492",
                "range": "475–492"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "articleTitle": "Sample selection bias as a specification error",
            "authors": [
                {
                    "name": {
                        "index": "Heckman, J",
                        "preferred": "J Heckman"
                    },
                    "type": "person"
                }
            ],
            "date": "1979",
            "id": "bib33",
            "journal": "Econometrica",
            "pages": {
                "first": "153",
                "last": "161",
                "range": "153–161"
            },
            "type": "journal",
            "volume": "47"
        },
        {
            "articleTitle": "A primer on static applied general equilibrium models",
            "authors": [
                {
                    "name": {
                        "index": "Kehoe, P",
                        "preferred": "P Kehoe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kehoe, T",
                        "preferred": "T Kehoe"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib34",
            "journal": "Federal Reserve Bank of Minneapolis Quarterly Review",
            "pages": {
                "first": "2",
                "last": "16",
                "range": "2–16"
            },
            "type": "journal",
            "volume": "18"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Little, R",
                        "preferred": "R Little"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rubin, D",
                        "preferred": "D Rubin"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Statistical analysis with missing data",
            "date": "1987",
            "id": "bib35",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "John Wiley & Sons"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Assessing empirical approaches for analyzing taxes and labor supply",
            "authors": [
                {
                    "name": {
                        "index": "MaCurdy, T",
                        "preferred": "T MaCurdy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Green, D",
                        "preferred": "D Green"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paarsch, H",
                        "preferred": "H Paarsch"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "id": "bib36",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "415",
                "last": "490",
                "range": "415–490"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McFadden, D",
                        "preferred": "D McFadden"
                    },
                    "type": "person"
                }
            ],
            "date": "1973",
            "details": "105–142, Conditional logit analysis of qualitative choice behaviour, Frontiers in econometrics, New York, Academic Press",
            "id": "bib37",
            "title": "Frontiers in econometrics",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McFadden, D",
                        "preferred": "D McFadden"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Structural analysis of discrete data and econometric applications",
            "chapterTitle": "Econometric models of probabilistic choice",
            "date": "1981",
            "editors": [
                {
                    "name": {
                        "index": "Manski, C",
                        "preferred": "C Manski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McFadden, D",
                        "preferred": "D McFadden"
                    },
                    "type": "person"
                }
            ],
            "id": "bib38",
            "pages": {
                "first": "198",
                "last": "272",
                "range": "198–272"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "The MIT Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McFadden, D",
                        "preferred": "D McFadden"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of econometrics",
            "chapterTitle": "Econometric analysis of qualitative response models",
            "date": "1985",
            "editors": [
                {
                    "name": {
                        "index": "Griliches, Z",
                        "preferred": "Z Griliches"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Intrilligator, M",
                        "preferred": "M Intrilligator"
                    },
                    "type": "person"
                }
            ],
            "id": "bib39",
            "pages": {
                "first": "1396",
                "last": "1456",
                "range": "1396–1456"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Merz, J",
                        "preferred": "J Merz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stolze, H",
                        "preferred": "H Stolze"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Imme, S",
                        "preferred": "S Imme"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib40",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Luneburg"
                        ]
                    },
                    "formatted": [
                        "Luneburg"
                    ]
                },
                "name": [
                    "Department of Economics and Social Sciences, University of Luneburg"
                ]
            },
            "source": "ADJUST FOR WINDOWS - A program package to adjust microdata by the Minimum Information Loss Principle. FFB-Dokumentation No 9",
            "title": "ADJUST FOR WINDOWS - A program package to adjust microdata by the Minimum Information Loss Principle. FFB-Dokumentation No 9",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Merz, J",
                        "preferred": "J Merz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vorgrimler, D",
                        "preferred": "D Vorgrimler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zwick, M",
                        "preferred": "M Zwick"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib41",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Wiesbaden"
                        ]
                    },
                    "formatted": [
                        "Wiesbaden"
                    ]
                },
                "name": [
                    "Destatis"
                ]
            },
            "source": "De facto anonymised microdata file on income tax statistics 1998. FDZ-Arbeitspapier Nr 5",
            "title": "De facto anonymised microdata file on income tax statistics 1998. FDZ-Arbeitspapier Nr 5",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mitschke, J",
                        "preferred": "J Mitschke"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Erneuerung des deutschen einkommensteuerrechts: gesetzestextentwurf undbegrundung",
            "date": "2004",
            "id": "bib42",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Koln"
                        ]
                    },
                    "formatted": [
                        "Koln"
                    ]
                },
                "name": [
                    "Verlag Otto Schmidt"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ochmann, R",
                        "preferred": "R Ochmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib43",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "FiFo Koeln"
                        ]
                    },
                    "formatted": [
                        "FiFo Koeln"
                    ]
                },
                "name": [
                    "Universitat zu Köln"
                ]
            },
            "source": "Measuring distributional effects of fiscal reforms. Finanzwissenschaftliche Diskussionsbeitrage Nr 06 - 09",
            "title": "Measuring distributional effects of fiscal reforms. Finanzwissenschaftliche Diskussionsbeitrage Nr 06 - 09",
            "type": "report"
        },
        {
            "articleTitle": "Constructing a new data base from existing microdata sets: the 1966 merge  file",
            "authors": [
                {
                    "name": {
                        "index": "Okner, B",
                        "preferred": "B Okner"
                    },
                    "type": "person"
                }
            ],
            "date": "1972",
            "id": "bib44",
            "journal": "Annals of Economic and Social Measurement",
            "pages": {
                "first": "325",
                "last": "342",
                "range": "325–342"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Paass, G",
                        "preferred": "G Paass"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microanalytic simulation models to support social and financial policy",
            "chapterTitle": "Statistical match: evaluation of existing procedures and improvements by using additional information",
            "date": "1986",
            "editors": [
                {
                    "name": {
                        "index": "Orcutt, G H",
                        "preferred": "G H Orcutt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Quinke, H",
                        "preferred": "H Quinke"
                    },
                    "type": "person"
                }
            ],
            "id": "bib45",
            "pages": {
                "first": "401",
                "last": "422",
                "range": "401–422"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier Science"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib46",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "FiFo Koeln"
                        ]
                    },
                    "formatted": [
                        "FiFo Koeln"
                    ]
                },
                "name": [
                    "Universitat zu Köln"
                ]
            },
            "source": "Die evaluation von steuerreformen durch simulationsmodelle. Finanzwissenschaftliche Diskussionsbeitrage Nr 05-01",
            "title": "Die evaluation von steuerreformen durch simulationsmodelle. Finanzwissenschaftliche Diskussionsbeitrage Nr 05-01",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schaefer, T",
                        "preferred": "T Schaefer"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib47",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "FiFo Koeln"
                        ]
                    },
                    "formatted": [
                        "FiFo Koeln"
                    ]
                },
                "name": [
                    "Universitat zu Köln"
                ]
            },
            "source": "Documentation FiFoSiM: integrated tax benefit microsimulation and CGE model. Finanzwissenschaftliche Diskussionsbeitrage Nr 06 - 10",
            "title": "Documentation FiFoSiM: integrated tax benefit microsimulation and CGE model. Finanzwissenschaftliche Diskussionsbeitrage Nr 06 - 10",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schaefer, T",
                        "preferred": "T Schaefer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scheicher, C",
                        "preferred": "C Scheicher"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib48",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "FiFo Koeln"
                        ]
                    },
                    "formatted": [
                        "FiFo Koeln"
                    ]
                },
                "name": [
                    "Universitat zu Köln"
                ]
            },
            "source": "Measuring richness and poverty - a micro data application to Germany and the EU-15. CPE discussion paper No 06-11",
            "title": "Measuring richness and poverty - a micro data application to Germany and the EU-15. CPE discussion paper No 06-11",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pyatt, G",
                        "preferred": "G Pyatt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Round, J",
                        "preferred": "J Round"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Social accounting matrices a basis for planning",
            "date": "1985",
            "id": "bib49",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington DC"
                        ]
                    },
                    "formatted": [
                        "Washington DC"
                    ]
                },
                "name": [
                    "The World Bank"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Quinke, H",
                        "preferred": "H Quinke"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "Erneuerung der stichprobe des ESt-,odells des Bundesministeriums der Finanzen auf basis der lohn- und einkommensteuerstatistik 1995. Technical Report, GMD - Forschungszentrum Informationstechnik GmbH, St. Augustin",
            "id": "bib50",
            "title": "Erneuerung der stichprobe des ESt-,odells des Bundesministeriums der Finanzen auf basis der lohn- und einkommensteuerstatistik 1995. Technical Report, GMD - Forschungszentrum Informationstechnik GmbH",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Radner, D",
                        "preferred": "D Radner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Allen, R",
                        "preferred": "R Allen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gonzales, ME",
                        "preferred": "ME Gonzales"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "1980",
            "id": "bib51",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "Office of Federal Statistical Policy and Standards"
                ]
            },
            "source": "Report on exact and statistical matching techniques. Statistical Policy Working Paper 5, Federal Committee on Statistical Methodology",
            "title": "Report on exact and statistical matching techniques. Statistical Policy Working Paper 5, Federal Committee on Statistical Methodology",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rässler, S",
                        "preferred": "S Rässler"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Statistical Matching",
            "date": "2002",
            "id": "bib52",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Springer"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The central role of the propensity score in observational studies for causal effects",
            "authors": [
                {
                    "name": {
                        "index": "Rosenbaum, PR",
                        "preferred": "PR Rosenbaum"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rubin, DB",
                        "preferred": "DB Rubin"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "id": "bib53",
            "journal": "Biometrika",
            "pages": {
                "first": "41",
                "last": "55",
                "range": "41–55"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rubin, D",
                        "preferred": "D Rubin"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Multiple imputation for non-response in surveys",
            "date": "1987",
            "id": "bib54",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "John Wiley & Sons"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Applied General Equilibrium modeling with MPSGE as a GAMS subsystem: an overview of the modeling framework and syntax",
            "authors": [
                {
                    "name": {
                        "index": "Rutherford, T",
                        "preferred": "T Rutherford"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib55",
            "journal": "Computational Economics",
            "pages": {
                "first": "1",
                "last": "46",
                "range": "1–46"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib56",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Montreal"
                        ]
                    },
                    "formatted": [
                        "Montreal"
                    ]
                },
                "name": [
                    "les politiques economiques et l’emploi"
                ]
            },
            "source": "Poverty and income distribution in a CGE-Household micro-simulation model: Top-down/bottom up approach. Working Paper 03-43, CIRPEE Centre interuniversitaire sur le risque",
            "title": "Poverty and income distribution in a CGE-Household micro-simulation model: Top-down/bottom up approach. Working Paper 03-43, CIRPEE Centre interuniversitaire sur le risque",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schafer, J. L.",
                        "preferred": "J. L. Schafer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Analysis of incomplete multivariate data",
            "date": "1997",
            "id": "bib57",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Chapman & Hall"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Bevolkerungsentwicklung und wirtschaft-swachstum - eine simulationsanalyse fur die Schweiz",
            "authors": [
                {
                    "name": {
                        "index": "Schmidt, C",
                        "preferred": "C Schmidt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Straubhaar, T",
                        "preferred": "T Straubhaar"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib58",
            "journal": "Schweizerische Zeitschrift fur Volkswirtschaft und Statistik",
            "pages": {
                "first": "395",
                "last": "414",
                "range": "395–414"
            },
            "type": "journal",
            "volume": "132"
        },
        {
            "articleTitle": "Applied general equilibrium models of taxation and international trade: An introduction and survey",
            "authors": [
                {
                    "name": {
                        "index": "Shoven, J",
                        "preferred": "J Shoven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whalley, J",
                        "preferred": "J Whalley"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "id": "bib59",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "1007",
                "last": "1051",
                "range": "1007–1051"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Shoven, J",
                        "preferred": "J Shoven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whalley, J",
                        "preferred": "J Whalley"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Applying General Equilibrium",
            "date": "1992",
            "id": "bib60",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cabmridge"
                        ]
                    },
                    "formatted": [
                        "Cabmridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Comments",
            "authors": [
                {
                    "name": {
                        "index": "Sims, CA",
                        "preferred": "CA Sims"
                    },
                    "type": "person"
                }
            ],
            "date": "1972",
            "discriminator": "a",
            "id": "bib61",
            "journal": "Annals of Economic and Social Measurement",
            "pages": {
                "first": "343",
                "last": "345",
                "range": "343–345"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Rejoinder",
            "authors": [
                {
                    "name": {
                        "index": "Sims, CA",
                        "preferred": "CA Sims"
                    },
                    "type": "person"
                }
            ],
            "date": "1972",
            "discriminator": "b",
            "id": "bib62",
            "journal": "Annals of Economic and Social Measurement",
            "pages": {
                "first": "355",
                "last": "357",
                "range": "355–357"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Comment",
            "authors": [
                {
                    "name": {
                        "index": "Sims, CA",
                        "preferred": "CA Sims"
                    },
                    "type": "person"
                }
            ],
            "date": "1974",
            "id": "bib63",
            "journal": "Annals of Economic and Social Measurement",
            "pages": {
                "first": "395",
                "last": "397",
                "range": "395–397"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "The German Socio-Economic Panel (GSOEP) after more than 15 years - overview",
            "authors": [
                {
                    "name": "SOEP Group",
                    "type": "group"
                }
            ],
            "date": "2001",
            "id": "bib64",
            "journal": "Vierteljahrshefte zur Wirtschaftsforschung",
            "pages": {
                "first": "7",
                "last": "14",
                "range": "7–14"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "authors": [
                {
                    "name": "Statistisches Bundesamt",
                    "type": "group"
                }
            ],
            "date": "2005",
            "id": "bib65",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Wiesbaden"
                        ]
                    },
                    "formatted": [
                        "Wiesbaden"
                    ]
                },
                "name": [
                    "Destatis"
                ]
            },
            "source": "Volkswirt-schaftliche gesamtrechnungen: input-output-rechnung. Fachserie 18, Reihe 2",
            "title": "Volkswirt-schaftliche gesamtrechnungen: input-output-rechnung. Fachserie 18, Reihe 2",
            "type": "report"
        },
        {
            "articleTitle": "Combining household income and expenditure data in policy simulations",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taylor, R",
                        "preferred": "R Taylor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gomulka, J",
                        "preferred": "J Gomulka"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib66",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "517",
                "last": "536",
                "range": "517–536"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Train, K",
                        "preferred": "K Train"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Discrete choice models using simulation",
            "date": "2003",
            "id": "bib67",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Structural models of family labor supply: a discrete choice approach",
            "authors": [
                {
                    "name": {
                        "index": "Van Soest, A",
                        "preferred": "A Van Soest"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib68",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "63",
                "last": "88",
                "range": "63–88"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "Family labor supply and proposed tax reforms in the Netherlands",
            "authors": [
                {
                    "name": {
                        "index": "Van Soest, A",
                        "preferred": "A Van Soest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Das, M",
                        "preferred": "M Das"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib69",
            "journal": "De Economist",
            "pages": {
                "first": "191",
                "last": "218",
                "range": "191–218"
            },
            "type": "journal",
            "volume": "149"
        },
        {
            "articleTitle": "Tax-benefit microsimulation models for Germany: a survey",
            "authors": [
                {
                    "name": {
                        "index": "Wagenhals, G",
                        "preferred": "G Wagenhals"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib70",
            "journal": "IAW-Report / Institut fuer Angewandte Wirtschaftsforschung (Tubingen)",
            "pages": {
                "first": "55",
                "last": "74",
                "range": "55–74"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Welsch, H",
                        "preferred": "H Welsch"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib71",
            "publisher": {
                "name": [
                    "University of Oldenburg"
                ]
            },
            "source": "Armington elasticities and product diversity in the European Community: a comparative assessment of four countries. Working Paper",
            "title": "Armington elasticities and product diversity in the European Community: a comparative assessment of four countries. Working Paper",
            "type": "report"
        }
    ],
    "acknowledgements": [
        {
            "text": "The authors would like to thank Christian Bergs, Erika Berthold, Frank Brenneisen, Stephan Dobroschke, Marios Doulis, Clemens Fuest, Sven Heilmann, Paul Williamson and two anonymous referees for their helpful contributions. The usual disclaimer applies.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
