{
    "status": "vor",
    "id": "00007",
    "version": 1,
    "type": "scientific-correspondence",
    "doi": "10.34196/ijm.00007",
    "authorLine": "Paul Williamson",
    "title": "Reviews",
    "published": "2007-04-30T00:00:00Z",
    "versionDate": "2007-04-30T00:00:00Z",
    "statusDate": "2007-04-30T00:00:00Z",
    "volume": 1,
    "issue": 1,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00007/ijm-00007.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Williamson",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "University of Liverpool"
                    ]
                }
            ],
            "name": {
                "index": "Williamson, Paul",
                "preferred": "Paul Williamson"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "EUROMOD is a static microsimulation model designed to undertake tax-benefit calculations on an internationally comparable basis for the 15 member states (EU-15) of the pre-2004 European Union. Underlying the model are over 10 years of European Union funded collaboration between 70 researchers drawn from 20 institutions in 15 European countries. This volume presents a series of contributions that examine the technical hurdles to be overcome in attaining this international comparability and illustrate the practical analyses that such a harmonised model subsequently permits. In doing so, microsimulation is presented as offering two key advantages over the straightforward analysis of a harmonised cross-country tax-benefit survey or administrative micro-dataset. First, the ability to move beyond existing tax-benefit systems to study a wide range of hypothetical tax-benefit reforms and systems. Second, the measurement of the redistributive impact of tax-benefit systems.",
                    "type": "paragraph"
                },
                {
                    "text": "The volume is divided into eight chapters. In the first of these Liestz and Mantovani provide a detailed description of the context and history of the EUROMOD project. They then move on to recount the general problems faced and solutions adopted in creating an EU-wide model, a theme returned to below. The remaining seven chapters provide a series of case studies illustrating the types of cross-country analyses for which EUROMOD may be used. In this vein, Mantovani <i>et al</i>. explore the sustainability of Pay-As-You-Go pension systems. Running a variety of potential reform scenarios they are able to quantify how the impact of these reforms differs according to national setting. Verbist provides a second example of pension systems analysis, using EUROMOD to explore how the tax treatment of replacement incomes affects pensioners and unemployed workers in various European states. At the other end of the life course, Matsaganis <i>et al</i>. look at the limited role played by family transfers in alleviating Child Poverty in southern Europe, whilst Orisini and Bargain look at the potential impact of transferring the British working family tax credit (WFTC) into other national settings, demonstrating that in some other European countries the WFTC might actually have a negative impact upon poverty rates. Moving beyond tax-benefit analysis to include wider economic issues, Immervoll investigates the interplay between inflation, tax burden and wage pressures to revisit the notion of taxes acting as an ‘automatic stabilizer’. Two final chapters offer not only analytical insight but significant methodological innovation. Callan and Walsh outline an approach for systematically assessing the direct impact of tax and transfer policy changes on income distribution, using a distributionally neutral baseline scenario involving the indexation of tax and welfare rates and payments to wage growth. Spadaro concludes the volume by outlining a novel approach to evaluating existing tax-benefit systems using the numerical derivation of budget constraints to estimate the distribution of effective marginal tax rates. These rates are then used as a basis for teasing out implicit national aversions to inequality.",
                    "type": "paragraph"
                },
                {
                    "text": "As Liestz and Mantovani report in their chapter, the main obstacles to building a cross-country model are, first, the consistency of data availability, quality and definitions across countries and, second, understanding the full complexities of each local tax-benefit system. The EUROMOD team addressed both obstacles by finding contacts with relevant expertise for each country included in the model. These experts provided help in understanding the tax-benefit system and with the sourcing and creation of a comparable and representative micro-datasets. Particular challenges were agreeing a common reference time period for outputs – finally settled on as a month – and converting the net incomes recorded in many micro-datasets into imputed gross incomes. It was also necessary to statically update the various national databases to a common point in time in order to run truly comparable cross-country simulations.",
                    "type": "paragraph"
                },
                {
                    "text": "Despite these significant achievements, it is perhaps inevitable that the current version of EUROMOD is still reported as suffering from a number of non-trivial limitations. In terms of coverage, the non take-up of benefits is considered only to a very limited extent whilst tax evasion is not accounted for at all. Several tax-benefit instruments are also excluded from the model: capital and property taxes, real estate taxes, disability benefits and, perhaps most importantly of all, contributory benefits (due to a lack of longitudinal data on work histories). As for most static models, EUROMOD is also unable to consider the long-term effects of policy reforms because behavioural responses to policy reforms (second-round effects) are generally not considered. In addition to these limitations, the EUROMOD team report a number of other on-going challenges for model maintenance. These include keeping the tax-benefit rules and underlying micro-datasets up-to-date; extending coverage to include the 12 new member states added to the European Union since 2004; and expansion of the user community through support of a user group and provision of an increasingly user-friendly graphical interface that allows the implementation of alternative tax-benefit systems without the need to modify of the source code.",
                    "type": "paragraph"
                },
                {
                    "text": "As Tony Atkinson notes in his foreword, the contents of the volume represent the confluence of three streams of research endeavour: microsimulation, comparative policy analysis and pan-European research. Static tax-benefit modelling is no longer novel; one or more national tax-benefit models now exist for every leading industrial nation. Nor is EUROMOD the first attempt at a developing a cross-country tax benefit model. But in terms of scale, scope and quality of output, EUROMOD has grown to become by far the leading cross-country model. It also has the advantage of offering greater freedom from political interference and greater public accessibility to model and outputs than most state-run national models. Arguably the greatest achievement of the EUROMOD project, however, is the creation of a common ‘language’ for describing the widely divergent tax-benefit systems of 15 European countries, bringing a potential rigour to cross-country comparison not previously attainable. It is disappointing, therefore, that no chapter in this volume addresses this particular advance in detail. On the other hand, the introductory chapter by Liestz and Mantovani provides an excellent insight into the general issues faced when attempting to create a cross-country model, whilst the following seven chapters present a variety of informative and analytically novel cross-country comparisons of tax-benefit systems. The quality of these individual contributions is uniformly high – unusual in such a multi-authored volume, and something for which the editor of the volume is to be commended.",
                    "type": "paragraph"
                },
                {
                    "text": "For those interested in tax-benefit modelling I believe this volume provides close to essential reading, whilst there is still much to commend to those interested in microsimulation and cross-country modelling more generally. I await the future developments in EUROMOD flagged by this volume with interest.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
