{
    "status": "vor",
    "id": "00001",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00001",
    "authorLine": "Paul Williamson",
    "title": "Editorial",
    "published": "2007-12-31T00:00:00Z",
    "versionDate": "2007-12-31T00:00:00Z",
    "statusDate": "2007-12-31T00:00:00Z",
    "volume": 1,
    "issue": 1,
    "fpage": 1,
    "lpage": 2,
    "elocationId": "1-2",
    "pdf": "http://web:8082/00001/ijm-00001.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Williamson",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Liverpool"
                            ]
                        },
                        "formatted": [
                            "Liverpool",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Dept. of Geography",
                        "University of Liverpool"
                    ]
                }
            ],
            "emailAddresses": [
                "P.Williamson@liv.ac.uk"
            ],
            "name": {
                "index": "Williamson, Paul",
                "preferred": "Paul Williamson"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "In December 2003 microsimulation practitioners from around the world were drawn together in Canberra to attend the conference <i>Ageing and Health: Modelling Our Future</i>. During this conference many delegates expressed the need for a forum to provide a greater interchange of ideas and expertise. Following a period of gestation the International Microsimulation Association was formally launched in October 2005. A further two years later selected ‘proceedings’ of the conference appeared (<a href=\"#bib2\">Gupta &amp; Harding, 2007</a>; <a href=\"#bib3\">Harding &amp; Gupta, 2007</a>). These two volumes add to a relatively short roll-call of similar publications documenting earlier microsimulation-focussed conferences. Over the years these various sets of proceedings have provided the closest approximation that the microsimulation community has enjoyed to a regular peer-reviewed outlet for the reporting of the latest technical and methodological developments.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Outside of this irregular ‘series’ of proceedings, many of the main technical advances in microsimulation, being too specialised for publication in existing academic journals, have remained buried in internal documentation and working papers, representing a loss to the wider microsimulation community and depriving those concerned of the academic recognition deserved. In response the IMA has founded this peer-reviewed online journal, the aim of which is to foster the dissemination of these specialist technical developments, including examples of their validation or benchmarking, as well as examples of the good practice underpinning many microsimulation models.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s1-1",
                    "title": "1.1 The roots of the journal",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "The original vision of microsimulation was set out in <a href=\"#bib4\">Orcutt (1957)</a> – reprinted with kind permission as the lead article in this first journal issue. In summary, microsimulation (originally called microanalytic simulation) is a modelling technique that operates at the level of individual units such as persons, households, vehicles or firms. Within the model each unit is represented by a record containing a unique identifier and a set of associated attributes – e.g. a list of persons with known age, sex, marital and employment status; or a list of vehicles with known origins, destinations and operational characteristics. A set of rules (transition probabilities) are then applied to these units leading to simulated changes in state and behaviour. These rules may be deterministic (probability = 1), such as changes in tax liability resulting from changes in tax regulations, or stochastic (probability &lt; = 1), such as chance of dying, marrying, giving birth or moving within a given time period. In either case the result is an estimate of the outcomes of applying these rules, possibly over many time steps, including both total overall aggregate change and, crucially, the distributional nature of any change. Given the emphasis on changes in distribution, microsimulation models are often used to investigate the impacts on social equity of fiscal and demographic changes (and their interactions). Modelling of the distribution of traffic flows over a street network is another increasingly important use of the approach.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s1-2-1",
                            "title": "1.2.1 Defining microsimulation",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Microsimulation (MSM) is closely allied to two other individual-level modelling approaches: Cellular Automata (CAs) and Agent Based Models (ABMs). In their originally conceived forms, these three approaches may be regarded as representing the three corners of a continuum of individual level modelling approaches.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig1",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00001%2Fijm-00001-fig1.tif",
                                                "size": {
                                                    "width": 220,
                                                    "height": 192
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00001%2Fijm-00001-fig1.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00001-fig1.jpg"
                                                }
                                            },
                                            "label": "Figure 1",
                                            "title": "The continuum of individual-level simulation models.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "In a pure CA all entities are spatially located within a grid of cells, and all entities have only one attribute (alive or dead), with behaviours deterministically dependent upon the state of neighbouring cells. In a pure ABM the emphasis is on the interaction between individuals, with the main attribute of each individual being their operating characteristics (behavioural rules), which evolve stochastically over time in response to the success or failure of interactions with other individuals. In a pure MSM transition probabilities lack evolutionary and spatial dimensions. As microsimulation models add more behavioural and spatial interaction between individual units, as CAs add a growing range of individual attributes and start to incorporate aspatial behaviours, and as ABMs add both space and fiscal/demographic characteristics to their agents, the three approaches move towards a common ground.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s1-2-2",
                            "title": "1.2.2 Other individual-level modelling approaches",
                            "type": "section"
                        }
                    ],
                    "id": "s1-2",
                    "title": "1.2 What is the scope of the journal?",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "As well as reprinting the seminal article by Orcutt, this first issue of the <i>IJM</i> contains three original fully peer-reviewed papers. Collectively they illustrate the range of papers that the journal invites. One <i>reports</i> how a non-representative sub-set of the population may be used to examine the practical implications of pension policy reforms; one explores <i>new techniques</i> for creating massively parallel computer simulations of disease spread; and one <i>reviews</i> the lessons to be drawn from existing health-related microsimulation models.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "This issue also features a first research note – a brief overview of the state of tax-benefit microsimulation amongst Eastern European countries. The Research Note section of the journal is reserved for shorter factual or opinion pieces. Also welcomed are short reports providing examples of microsimulation in use, or reviews of new software and hardware relevant to microsimulation.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The issue concludes with a book review. For future issues, if you know of a recent software development or book which you would like reviewed, or if you would like to act as a reviewer yourself, please contact the editor.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s1-3-1",
                            "title": "1.3.1 Content",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Articles in the <i>IJM</i> may be cited in the usual manner (<a href=\"http://www.microsimulation.org/IJM/V1_1/IJM_1_1_3.pdf\">http://www.microsimulation.org/IJM/V1_1/IJM_1_1_3.pdf</a>). See, for example, the full reference to <a href=\"#bib1\">Dekkers (2007)</a> given at the end of this editorial.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s1-3-2",
                            "title": "1.3.2 Citation and Referencing",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Intending authors are invited to submit articles for publication to the editor, preferably via email. Full details on acceptable electronic formats and the required style and layout of the paper are provided in the journal’s online style guide and notes for authors.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The IJM is committed to speeding up the publication process. To this end, once the proofs of an article have been signed off by the contributing author(s) the article will be immediately placed online as part of the forthcoming issue preview.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s1-3-3",
                            "title": "1.3.3 Article submission and pre-publication",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "As has hopefully been made clear, this is a journal designed to help a specific user community meet an unmet need. As such the journal belongs not to its sponsor, the International Microsimulation Association, nor to the Editorial Board, but to you the reader. All comments and suggestions regarding the future direction(s) this journal should take are warmly welcomed.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s1-3-4",
                            "title": "1.3.4 Future directions",
                            "type": "section"
                        }
                    ],
                    "id": "s1-3",
                    "title": "1.3 The format of the journal",
                    "type": "section"
                }
            ],
            "id": "s1",
            "title": "1. The role of the international journal of microsimulation",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "The financial implications of working longer: An application of a micro-economic model of retirement in Belgium",
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib1",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "10",
                "last": "25",
                "range": "10–25"
            },
            "type": "journal",
            "volume": "173"
        },
        {
            "bookTitle": "Modelling Our Future: Population Ageing, Health and Aged Care",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Gupta, A",
                        "preferred": "A Gupta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier B.V"
                ]
            },
            "type": "book",
            "volume": "16"
        },
        {
            "bookTitle": "Modelling Our Future: Population Ageing, Social Security and Taxation",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gupta, A",
                        "preferred": "A Gupta"
                    },
                    "type": "person"
                }
            ],
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier B.V"
                ]
            },
            "type": "book",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "details": "116–123, Review of Economics and Statistics, 39, 2, republished in: International Journal of Microsimulation, 1 (1), 3–9",
            "id": "bib4",
            "title": "A new type of socio-economic system",
            "type": "unknown"
        }
    ],
    "acknowledgements": [
        {
            "text": "Thanks are due to the Editorial Board of the journal for their guidance and contribution to the life of this journal. Thanks also to the reviewers, past and future, who through their voluntary labours make the publication of this peer-reviewed journal possible.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
