{
    "status": "vor",
    "id": "00006",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00006",
    "authorLine": "Orsolya Lelkes",
    "title": "Tax-benefit microsimulation models in Eastern Europe",
    "published": "2007-12-31T00:00:00Z",
    "versionDate": "2007-12-31T00:00:00Z",
    "statusDate": "2007-12-31T00:00:00Z",
    "volume": 1,
    "issue": 1,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00006/ijm-00006.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Lelkes",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Austria",
                            "locality": [
                                "Vienna"
                            ]
                        },
                        "formatted": [
                            "Vienna",
                            "Austria"
                        ]
                    },
                    "name": [
                        "European Centre for Social Welfare Policy and Research"
                    ]
                }
            ],
            "emailAddresses": [
                "lelkes@euro.centre.org"
            ],
            "name": {
                "index": "Lelkes, Orsolya",
                "preferred": "Orsolya Lelkes"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "New member States",
        "European Union",
        "tax-benefit",
        "features"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "This research note provides a brief overview of tax-benefit microsimulation modelling experience in the ten member states that joined the European Union in 2004. It describes the main features of their models, the motivation for their construction and the surrounding ‘political economy’ factors that influence their current and future prospects. The information presented here comes from the constructors of these models, solicited via a short questionnaire in February 2006, and is summarised in <a href=\"#table1\">Table 1</a>. For full details concerning the country-specific tax-benefit system and data environment, see the references listed at the end of this note.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "id": "tfn5_1",
                                    "label": "a",
                                    "text": [
                                        {
                                            "text": "Information based on a survey conducted by the author in February 2006.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "KEY: MEnv = Ministry of Environment; MFin = Ministry of Finance; MLab = Ministry of Labour; MSoc = Ministry of Social Affairs (actual name varies by country); NRF = National Research Fund; PRAXIS = PRAXIS Center for Policy Studies, Tallinn; TARKI = TARKI Social Research Centre Inc., Budapest",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Country</th>\n<th>Reference</th>\n<th>Model type</th>\n<th>Funder</th>\n<th>Constructor</th>\n<th>Purpose</th>\n<th>Elements of the tax/benefit system omitted</th>\n<th>Main data source</th>\n<th>Data size (households)</th>\n<th>Users</th>\n<th>Due to be integrated into Euromod before 2008</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Czech Republic</td>\n<td><a href=\"#bib3\">Galuscak and Zubricky (2006)</a></td>\n<td>Behavioural</td>\n<td>National Bank</td>\n<td>National Bank</td>\n<td>Incentive effects Redistributive effects</td>\n<td>Indirect taxes<br/>Pensions Local taxes</td>\n<td>Mikrocenzus</td>\n<td>8,000</td>\n<td>MFin<br/>National Bank (constructor)</td>\n<td>No</td>\n</tr>\n<tr>\n<td>Cyprus</td>\n<td><a href=\"#bib4\">Hajispyrou <i>et al</i>. (2006)</a></td>\n<td>Under construction</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Estonia</td>\n<td><a href=\"#bib5\">Lüpsik, Paulus and Vörk (2006)</a></td>\n<td>Behavioural</td>\n<td>MEnv</td>\n<td>MEnv</td>\n<td>Incentive effects Redistributive effects Prepare environmental tax reform (incl. spatial analysis)</td>\n<td>Pensions<br/>Local taxes and benefits</td>\n<td>Diary of Food Expenditure Administrative data</td>\n<td>5,000</td>\n<td>MFin MSoc MEnv (constructor)</td>\n<td>Yes</td>\n</tr>\n<tr>\n<td/>\n<td>Static</td>\n<td>PRAXIS<br/>Center MSoc</td>\n<td>PRAXIS</td>\n<td>Incentive effects Redistributive effects</td>\n<td/>\n<td>Household Budget Survey</td>\n<td>3,000</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Hungary</td>\n<td><a href=\"#bib9\">Varga <i>et al</i>. (2006)</a></td>\n<td>Static</td>\n<td>MFin MSoc</td>\n<td>TARKI</td>\n<td/>\n<td>Pensions<br/>Local taxes and benefits</td>\n<td>Pooled: Income survey<br/>Household Budget Survey<br/>Tax records</td>\n<td>8,000</td>\n<td>MFin TARKI (constructor)</td>\n<td>Yes</td>\n</tr>\n<tr>\n<td>Latvia</td>\n<td><a href=\"#bib8\">Vanags and Chandler (2006)</a></td>\n<td>No model</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Lithuania</td>\n<td><a href=\"#bib7\">Stirling and Lazutka (2006)</a></td>\n<td>Under construction</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Malta</td>\n<td>No model</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Poland</td>\n<td><a href=\"#bib1\">Bargain <i>et al</i>. (2006)</a></td>\n<td>Behavioural (labour supply)</td>\n<td>MFin MSoc MLab</td>\n<td>University of Warsaw</td>\n<td>Incentive effects Redistributive effects Prepare tax reform</td>\n<td>Indirect taxes Pensions<br/>Local taxes and benefits</td>\n<td>Household Budget Survey</td>\n<td>32,500</td>\n<td>MFin MSoc MLab University (constructor)</td>\n<td>Yes</td>\n</tr>\n<tr>\n<td>Slovakia</td>\n<td><a href=\"#bib6\">Porubsky and Krajcir (2006)</a></td>\n<td>No model</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Slovenia</td>\n<td><a href=\"#bib2\">Čok, Kump and Majcen (2006)</a></td>\n<td>Static</td>\n<td>MFin NRF</td>\n<td>University of Ljubljana</td>\n<td>Incentive effects Redistributive effects Prepare tax reform</td>\n<td>Indirect taxes Pensions<br/>Local taxes and benefits</td>\n<td>Household Budget Survey</td>\n<td>10,000</td>\n<td>University (constructor)</td>\n<td>Yes</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Overview of microsimulation models in the European Union new member states of 2004<a href=\"#tfn5_1\"><sup>a</sup></a>.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Four of the ten countries, the Czech Republic, Hungary, Estonia and Slovenia, have already built national microsimulation models, while Poland and Lithuania are currently in the process of constructing one. Of the remaining countries, national experts believe that similar models are likely to be constructed for Cyprus, Latvia and Slovakia in the coming years.",
                    "type": "paragraph"
                },
                {
                    "text": "The majority of the existing models are ‘static’, and analyse ‘day after effects’ only. In contrast the existing Estonian model already includes behavioural responses, and thus can be regarded ‘behavioural’. Similarly, the Polish and Lithuanian models, which are currently being constructed, are also aiming to include labour supply responses.",
                    "type": "paragraph"
                },
                {
                    "text": "A ‘typical’ East-European national tax-benefit microsimulation model simulates direct taxes, tax credits, (most) state benefits, and social security benefits that depend on current income. Additional features can be found in the Estonian and Hungarian models, which simulate indirect taxes as well, and in the Czech model, which simulates (most) local benefits.",
                    "type": "paragraph"
                },
                {
                    "text": "It is perhaps of no surprise that these microsimulation models, in line with other existing models, have limited capacities to simulate social security benefits that depend on work histories (e.g. pensions), social security benefits that depend on contingencies (e.g. disability), non-state payments and contributions (e.g. private pensions, trade union benefits), local taxes and local benefits. The reason for these omissions is data constraint: general nationally representative household surveys do not include most of this information, or the number of observations is too small for simulation purposes. The general wisdom holds: no model can be better than the underlying dataset.",
                    "type": "paragraph"
                },
                {
                    "text": "The motivation for model construction varies from nation to nation to some extent. All models were meant to analyse the redistributive effects of taxes and benefits, in other words, seeking answer to the “Who gains and who loses?” question related to particular reform measures. The Czech, Estonian, Polish, and Slovenian model have also been used to analyse the incentive effects, for example by means of the calculation of Net Replacement Rates (for transition from unemployment to employment). The constructors of these models also believe that the main purpose of their models is to analyse the interaction of all the specific policy instruments. A rather interesting case is that of Estonia, where the model is used to prepare a future tax reform by providing evidence on the effect of environmental taxes on inequality, incorporating spatial analysis.",
                    "type": "paragraph"
                },
                {
                    "text": "The underlying datasets of the most recent existing models come from 2002 or 2003, and have sample sizes between 3,000 and 32,000 households. The Hungarian microsimulation model is built on matched surveys, where survey data and administrative data (tax records) are matched.",
                    "type": "paragraph"
                },
                {
                    "text": "The construction of these models was mostly funded by government bodies, including Ministries of Finance, Social or Labour Ministries, the Ministry of Environment (Estonia), or the Czech National Bank. Only the Estonian and Slovenian models received financial support from national research funds, and even in these cases only a share of the total costs were covered. Uncertainty surrounds the future updating and development of all of the models described in this note, primarily due to the insecurity of future funding. The main reasons for this insecurity, according to the national model constructors, are a lack of awareness of the benefits that microsimulation techniques offer for informing government policy decisions, lack of coherent priorities in government and scientific funding, changes in government personnel, a lesser political focus on evidence-based policy making, including ex-ante and ex-post impact assessment of policy changes, and the fact that all scientific funding is short term, meaning that continuity is necessarily uncertain. As a result (nearly) all of the Eastern European microsimulation models are funded as short-term research projects and constructed by researchers external to government, in contrast to Western Europe where nearly all governments fund at least one (or more) model on a long-term basis, run by ministries or statistical agencies in-house.",
                    "type": "paragraph"
                },
                {
                    "text": "Perhaps the longest microsimulation experience is that of Hungary, where the first model was built in 1995, although it has not been much used for policy analysis. Indeed, this is the key question facing all of the models in the region: the need to increase the use and policy impact of this novel policy instrument. Currently the number of individual users per model is estimated to be between 2 and 5, and even the most optimistic estimates do not go higher than 10. Therefore, a key task of the model constructors to overcome the barriers to use. For this, national microsimulation constructors aim to prepare a use-friendly interface, provide training to users, give lectures on policy results, and publish the results of the analysis.",
                    "type": "paragraph"
                },
                {
                    "text": "Beyond these national efforts, there is ongoing work aiming to construct an internationally comparable microsimulation model including Eastern European countries. As part of a current European Union project, the four countries of Estonia, Hungary, Poland and Slovenia will be integrated into Euromod, the European tax-benefit microsimulation model. This is regarded as being a preparatory step of doing the same for all of the ten of the new member States. The enlarged Euromod model will enable cross-country comparative analysis on taxes and social benefits across Europe, in a methodologically standardised and parsimonious way.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morawski, L",
                        "preferred": "L Morawski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Myck, M",
                        "preferred": "M Myck"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Socha, M",
                        "preferred": "M Socha"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Poland (2005 tax-benefit system). Euromod I-CUE feasibility study",
            "date": "2006",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Vienna"
                        ]
                    },
                    "formatted": [
                        "Vienna"
                    ]
                },
                "name": [
                    "European Centre for Social Welfare Policy and Research"
                ]
            },
            "type": "book",
            "uri": "http://www.euro.centre.org/data/1156255604_56240.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Čok, M",
                        "preferred": "M Čok"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kump, N",
                        "preferred": "N Kump"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Majcen, B",
                        "preferred": "B Majcen"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Slovenia (2005 tax-benefit system). Euromod I-CUE feasibility study",
            "date": "2006",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Vienna"
                        ]
                    },
                    "formatted": [
                        "Vienna"
                    ]
                },
                "name": [
                    "European Centre for Social Welfare Policy and Research"
                ]
            },
            "type": "book",
            "uri": "http://www.euro.centre.org/data/1157622406_43732.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Galuscak, K",
                        "preferred": "K Galuscak"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zubricky, J",
                        "preferred": "J Zubricky"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Czech Republic (2005 tax-benefit system). Euromod I-CUE feasibility study, European Centre for Social Welfare Policy and Research, Vienna, http://www.euro.centre.org/data/1156409939_59834.pdf, accessed 16 July 2007",
            "id": "bib3",
            "title": "Czech Republic (2005 tax-benefit system). Euromod I-CUE feasibility study, European Centre for Social Welfare Policy and Research",
            "type": "unknown",
            "uri": "http://www.euro.centre.org/data/1156409939_59834.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hajispyrou, S",
                        "preferred": "S Hajispyrou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Komodromou, D",
                        "preferred": "D Komodromou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nicolaidou, N",
                        "preferred": "N Nicolaidou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pashardes, P",
                        "preferred": "P Pashardes"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Cyprus (2005 tax-benefit system). Euromod I-CUE feasibility study",
            "date": "2006",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Vienna"
                        ]
                    },
                    "formatted": [
                        "Vienna"
                    ]
                },
                "name": [
                    "European Centre for Social Welfare Policy and Research"
                ]
            },
            "type": "book",
            "uri": "http://www.euro.centre.org/data/1161352542_50567.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lüpsik, S",
                        "preferred": "S Lüpsik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vörk, A",
                        "preferred": "A Vörk"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Estonia (2005 tax-benefit system). Euromod I-CUE feasibility study",
            "date": "2006",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Vienna"
                        ]
                    },
                    "formatted": [
                        "Vienna"
                    ]
                },
                "name": [
                    "European Centre for Social Welfare Policy and Research"
                ]
            },
            "type": "book",
            "uri": "http://www.euro.centre.org/data/1156258633_53298.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Porubsky, M",
                        "preferred": "M Porubsky"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Krajcir, Z",
                        "preferred": "Z Krajcir"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Slovak Republic (2005 tax-benefit system). Euromod I-CUE feasibility study",
            "date": "2007",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Vienna"
                        ]
                    },
                    "formatted": [
                        "Vienna"
                    ]
                },
                "name": [
                    "European Centre for Social Welfare Policy and Research"
                ]
            },
            "type": "book",
            "uri": "http://www.euro.centre.org/data/1171451277_74518.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Stirling, T",
                        "preferred": "T Stirling"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lazutka, R",
                        "preferred": "R Lazutka"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Lithuania (2005 tax-benefit system). Euromod I-CUE feasibility study",
            "date": "2006",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Vienna"
                        ]
                    },
                    "formatted": [
                        "Vienna"
                    ]
                },
                "name": [
                    "European Centre for Social Welfare Policy and Research"
                ]
            },
            "type": "book",
            "uri": "http://www.euro.centre.org/data/1163686277_6287.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Vanags, A",
                        "preferred": "A Vanags"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chandler, M",
                        "preferred": "M Chandler"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Latvia (2005 TAX-BENEFIT SYSTEM). Euromod I-CUE feasibility study",
            "date": "2006",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Vienna"
                        ]
                    },
                    "formatted": [
                        "Vienna"
                    ]
                },
                "name": [
                    "European Centre for Social Welfare Policy and Research"
                ]
            },
            "type": "book",
            "uri": "http://www.euro.centre.org/data/1157622201_21034.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Varga, NF",
                        "preferred": "NF Varga"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gábos, A",
                        "preferred": "A Gábos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Szivós, P",
                        "preferred": "P Szivós"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vajda, Gy",
                        "preferred": "Gy Vajda"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Hungary (2005 tax-benefit system). Euromod I-CUE feasibility study",
            "date": "2006",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Vienna"
                        ]
                    },
                    "formatted": [
                        "Vienna"
                    ]
                },
                "name": [
                    "European Centre for Social Welfare Policy and Research"
                ]
            },
            "type": "book",
            "uri": "http://www.euro.centre.org/data/1156255644_52417.pdf"
        }
    ],
    "acknowledgements": [
        {
            "text": "The author is greatful for the information provided by researchers in these countries (in particular: Kamil Galuscak, Silja Lüpsik, Alari Paulus, Andres Vörk, Péter Szivós, Olivier Bargain, Leszek Morawski, Michal Myck, Mitja Čok), and also for useful comments by Paul Williamson. All errors or omissions, however, remain to be mine.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
