{
    "status": "vor",
    "id": "00018",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00018",
    "authorLine": "Deborah Schofield et al.",
    "title": "Health&WealthMOD: A Microsimulation Model Of The Economic Impacts Of Diseases On Older Workers",
    "published": "2009-08-31T00:00:00Z",
    "versionDate": "2009-08-31T00:00:00Z",
    "statusDate": "2009-08-31T00:00:00Z",
    "volume": 2,
    "issue": 2,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00018/ijm-00018.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        },
        {
            "id": "demography",
            "name": "Demography"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "The Australian Government is seeking to encourage older workers to remain in the labour force longer to overcome future labour shortages and ensure adequate taxation revenue to fund the needs of an ageing population. Longer labour force participation also has benefits to individuals in terms of available income and capacity to save for a better standard of living in retirement. While the Government recognises that not all older workers are able to participate in the labour force, there is little information on what health conditions keep people from working, or what the costs are to the government or the individual. This case study outlines how a new microsimulation model, Health&WealthMOD, is being designed to fill this information gap by estimating the economic impacts of illness. The general approach adopted is outlined, following which two early applications of the model are presented. The model is used to explore the determinants of the duration spent in retirement and to generate projections of retirement due to illness to 2020.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Schofield et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "NSW",
                            "locality": [
                                "Lismore"
                            ]
                        },
                        "formatted": [
                            "Lismore",
                            "NSW"
                        ]
                    },
                    "name": [
                        "Northern Rivers University Department of Rural Health",
                        "School of Public Health Faculty of Medicine University of Sydney"
                    ]
                }
            ],
            "emailAddresses": [
                "deborah.schofield@ncahs.health.nsw.gov.au"
            ],
            "name": {
                "index": "Schofield, Deborah",
                "preferred": "Deborah Schofield"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "NSW",
                            "locality": [
                                "Lismore"
                            ]
                        },
                        "formatted": [
                            "Lismore",
                            "NSW"
                        ]
                    },
                    "name": [
                        "Northern Rivers University Department of Rural Health",
                        "School of Public Health Faculty of Medicine University of Sydney"
                    ]
                }
            ],
            "name": {
                "index": "Passey, Megan",
                "preferred": "Megan Passey"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "NSW",
                            "locality": [
                                "Lismore"
                            ]
                        },
                        "formatted": [
                            "Lismore",
                            "NSW"
                        ]
                    },
                    "name": [
                        "Northern Rivers University Department of Rural Health",
                        "School of Public Health Faculty of Medicine University of Sydney"
                    ]
                }
            ],
            "name": {
                "index": "Earnest, Arul",
                "preferred": "Arul Earnest"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "National Centre for Social and Economic Modelling University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "richard.percival@natsem.canberra.edu.au"
            ],
            "name": {
                "index": "Percival, Richard",
                "preferred": "Richard Percival"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "National Centre for Social and Economic Modelling University of Canberra"
                    ]
                }
            ],
            "name": {
                "index": "Kelly, Simon",
                "preferred": "Simon Kelly"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "NSW",
                            "locality": [
                                "Lismore"
                            ]
                        },
                        "formatted": [
                            "Lismore",
                            "NSW"
                        ]
                    },
                    "name": [
                        "Northern Rivers University Department of Rural Health",
                        "School of Public Health Faculty of Medicine University of Sydney"
                    ]
                }
            ],
            "name": {
                "index": "Shrestha, Rupendra",
                "preferred": "Rupendra Shrestha"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "NSW",
                            "locality": [
                                "Lismore"
                            ]
                        },
                        "formatted": [
                            "Lismore",
                            "NSW"
                        ]
                    },
                    "name": [
                        "Northern Rivers University Department of Rural Health",
                        "School of Public Health Faculty of Medicine University of Sydney"
                    ]
                }
            ],
            "name": {
                "index": "Fletcher, Susan",
                "preferred": "Susan Fletcher"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "health",
        "disability",
        "wealth",
        "retirement period"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Australian Government is encouraging older workers to remain in the labour force longer to overcome future labour shortages and ensure adequate taxation revenue to fund the needs of an ageing population. In the past, high unemployment rather than labour shortages has meant that policy approaches to providing jobs rather than labour has been the priority for government Accordingly, these employment policies and priorities have been determined independently from health priorities. However, with emerging skills shortages, and an ageing workforce, a more holistic approach is required that considers the interaction between health and labour force priorities. In particular, it is important that the inter-relationships between health and employment are understood and measured.",
                    "type": "paragraph"
                },
                {
                    "text": "In order to estimate the relationship between health and work, we are building Australia’s first microsimulation model, the Health&WealthMOD, of health and disability and their impacts on labour force participation, income, and government revenue and expenditure. This case study outlines the approach we are adopting, in the belief that the policy issues the model addresses, and the solutions proposed, are of wider interest.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "Objective of the case study",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Health&WealthMOD will allow Government and others to determine the costs — both to the individual and to government — of ill health leading to early retirement, the number of individuals who might realistically be able to continue to work in older age and to estimate the potential personal and Government financial gains that would accrue with intervention that might treat or prevent particular conditions. These are currently major drivers of economic health policy in Australia.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "Target audience",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Health&WealthMOD is designed to run in a windows PC environment and uses SAS as the main language for the model and related statistical analysis.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "Platform and language",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "There are three main components of Health&amp;WealthMOD. They are the <i>base population</i>, <i>STINMOD</i> and the <i>wealth models</i>. <a href=\"#fig1\">Figure 1</a> shows the schematic diagram of Health&amp;WealthMOD.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00018%2Fijm-00018-fig1.tif",
                                        "size": {
                                            "width": 931,
                                            "height": 1352
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00018%2Fijm-00018-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00018-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Health&WealthMOD",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "content": [
                                {
                                    "text": "The 45 to 64 years old population of the Disability, Ageing and Carers Survey 2003 (<a href=\"#bib2\">Australian Bureau of Statistics, 2005</a>) forms the main base population. The survey collected demographic (eg. age, sex, family type, region and state of residence) and socio-economic information (level and field of education, income, benefits received) including information on labour force participation (labour force participation, employment restrictions, retirement). It also collected information on long term health conditions (long-term conditions, health status, type and extent of disability, support and care required).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "While the survey provides an excellent basis as a starting point for the base population, it requires further work to obtain information on other variables such as retirement period, sickness benefit and etc, which are required for Health&amp;WealthMOD. We need to impute estimates of these variables from other sources. The 45 and Up Study (<a href=\"#bib15\">The Sax Institute, 2006</a>), a unique large scale survey of New South Wales residents aged 45 years and over, will be used to impute retirement period and Centrelink data on benefit type, age, sex and disability will be used to separately identify sickness beneficiaries.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-1",
                            "title": "Base population",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "STINMOD is Australia’s leading static microsimulation model (<a href=\"#bib8\">Lambert <i>et al</i>., 1994</a>), which is now maintained and further developed for the Commonwealth by NATSEM and is routinely used by the Commonwealth departments for assessing distributional and revenue implications of tax and cash transfer reforms. The model operates at the ‘micro’ level of families and individuals, and uses ABS Income Distribution Survey unit record files as the base population (<a href=\"#bib9\">Percival, 1994</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The model simulates the impact of major federal government cash transfers, income tax and the Medicare levy on individuals and families in Australia. One benefit of STINMOD is that it has a projection facility, which allows its estimates of incomes, taxes and cash transfers to be provided either for a current period or for a period of up to four years ahead. STINMOD will be used in conjunction with Health&WealthMOD to identify exactly how much of each type of government cash transfer particular families should receive, given their demographic, family and earned income characteristics. It will also be used to identify the income tax payments that families should pay and the various tax rebates and deductions that they should receive.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-2",
                            "title": "STINMOD",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "There are a number of methods of projecting future personal wealth. The model developed by NATSEM – a dynamic microsimulation model (DYNAMOD) – is a complex, general-use tool that can answer a myriad of questions and dynamically handle changes to influences over time. This model looks at the circumstances of every individual, every month, and makes decisions based on their circumstances at that time. Within DYNAMOD, five assets: cash deposits, owner-occupied housing, equities, rental investment properties and superannuation are modelled to represent the wealth of Australian families. The workings of the model are outlined in <a href=\"#bib1\">Antcliff (1993)</a> and the development of the wealth module is described in detail in <a href=\"#bib7\">Kelly (2003)</a>. The projection technique used to simulate the wealth variables in DYNAMOD will be adapted in Health&amp;WealthMOD.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-3",
                            "title": "Wealth Model",
                            "type": "section"
                        }
                    ],
                    "id": "s3-2",
                    "title": "Components of Health&WealthMOD",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "The base population, STINMOD and the wealth models will be linked to develop Health&amp;WealthMOD. The first step in doing this is to develop a satisfactory method for imputing data from STINMOD and the wealth models on to Health&amp;WealthMOD. There are a range of options explored in more detail elsewhere (<a href=\"#bib12\">Schofield <i>et al</i>., 1996</a>), however statistical imputation has the greatest advantages in capturing the relationship between important characteristics and imputation variables. So for example, to impute private income on to the Health&amp;WealthMOD base population from STINMOD, a regression equation will be estimated using variables in common with Health&amp;WealthMOD base population such as age, sex, marital status, family type, spouse characteristics and education. However, because income does not remain constant from age 45 to 65, income at each age will need to be imputed to capture the total loss from retirement to age 65. This process will be undertaken for each variable to be imputed including private and other income sources, income taxation, each Centrelink benefit type, wealth accumulated through superannuation and other asset classes and future superannuation and other income streams.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Having imputed all the necessary variables, we will be able to make current dollar estimates of the impact of illness. Based on the year that persons over the age of 45 retired due to illness, we could estimate total costs by multiplying each year of retirement by lost income and so on. However, this could lead to a significant overestimate as early retirement may also occur for reasons other than ill health and should thereby reduce the total period of retirement resulting from ill health. To take these reasons into account we will estimate the probability of retirement or unemployment for all persons other than those who have retired as a result of ill health by age and sex. This probability will be used to estimate the probability that each person who retired due to ill health would have subsequently retired for other reasons for each year from the reported retirement age to age 65.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The Health&WealthMOD will then simulate total losses for individuals and government because of early retirement due to illness.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-1",
                            "title": "Modelling the costs of retirement due to ill health",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "To identify how reduced disease may reduce losses to individuals and government, several approaches will be tested. In preparing these modelling options, we will take account of guidance in the recent Productivity Commission report on medical technology (<a href=\"#bib10\">Productivity Commission, 2005</a>) and the Pharmaceutical Benefits Advisory Committee guidelines (<a href=\"#bib4\">Department of Health and Ageing, 2005</a>) which particularly discuss minimisation of overestimation.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-2",
                            "title": "Modelling the impact of reduced disease",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Using this approach, simple scenarios will be developed to estimate the impact of proportional reduction in disability. For example, the reduced losses if there were a 10, 20 and 30% reduction in disability from arthritis. While this is a relatively simple approach, it does provide more detail and realistic estimates than previous studies which have assumed a 100% reduction in disability and related labour force participation.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-3",
                            "title": "Hypothetical approach",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "This approach will be used to test the impact of reduction of particular illnesses for certain levels of disability. Using this approach, the likely impact of a reduction from a profound to a severe level of disability can be distinguished from the likely impact of a reduction from a moderate to a mild level of disability.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-4",
                            "title": "The broad health measure approach",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "This approach will use real data from the few available clinical studies which compare the impact on labour force participation of clinical interventions (<a href=\"#bib5\">Gerzeli <i>et al</i>., 2005</a>; <a href=\"#bib11\">Puolakka <i>et al</i>., 2004</a>; <a href=\"#bib16\">Wells <i>et al</i>., 2000</a>). Data on increased labour force participation for those who did and those who did not receive the intervention will be used within the model to estimate the impact on personal and government costs of that particular intervention for a specific illness. Both health promotion interventions and early diagnosis and treatment will be modelled.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Health&amp;WealthMOD will identify those conditions which have the greatest personal and government financial impact. They will be discussed in relation to disease trends and projections (<a href=\"#bib3\">Australian Institute of Health and Welfare, 2001</a>) to identify conditions which are likely to create significant future personal and government financial risks and those where declines mean that risk may well be lower over the long term.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-5",
                            "title": "The clinical trial approach",
                            "type": "section"
                        }
                    ],
                    "id": "s3-3",
                    "title": "Building Health&WealthMOD",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "Method and platform",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The base population of Health&WealthMOD was analysed to examine the variables associated with retirement period. This analysis has two implications: a) it provides a basis for the selection of variables to match the records of Disability, Ageing and Carer Survey and 45 and Up Study datasets to impute the retirement period for those who retired for more than two years; and b) it provides the evidence of which group of people likely to have a longer retirement period e.g. people with health conditions. This evidence will be used to guide policy makers about where to focus in order to reduce the duration of retirement.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the Disability, Ageing and Carer Survey, the retirement period was categorised into five groups: under 4 weeks, 4 to 8 weeks, 8 to 13 weeks, 13 to 26 weeks, 26 to 52 weeks, 52 to 104 weeks, and 104 weeks and over (<a href=\"#bib2\">Australian Bureau of Statistics, 2005</a>). The last category of retirement period (i.e. 104 weeks and over) had the highest number with 858 respondents. Compared to this group, the first six categories from “under 4 weeks” to “52 to 104 weeks” had a very small numbers, ranging from 4 to 73 respondents. In addition, the multinomial logistic regression analysis for the retirement period showed no significant association between any of the variables analysed and the retirement period of these categories, which may be due to a fewer number of respondents in these categories. Accordingly, the first six categories of retirement period from “under 4 weeks” to “52 to 104 weeks” were merged. As a result, there were only two categories of retirement period left: under 104 weeks, and 104 weeks and over. Logistic regression analysis was further undertaken to identify the variables that were associated with retirement period. The data were weighted by the ABS to address the issue of unequal probability of selection of respondents in the survey. Our analysis adjusted for unequal weighting for individuals in the survey.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Age group, sex, educational qualification, health assessment were significantly associated with retirement period (<a href=\"#table1\">Table 1</a>). The likelihood of having a longer retirement period of “104 weeks and over” increased with increase in age. The association of retirement period with marital status was marginally significant (p-value = 0.07) with married persons less likely to have the retirement period of “104 weeks and over” than the others, which included separated, divorced, widowed and never married. Females and people with no university qualification were more likely to have a longer retirement period of “104 weeks and over” than males and people with a university qualification respectively. People who assessed their health status as poor (fair, poor) were at greater risks of having a long retirement period than the individuals who thought they had better health (excellent, very good and good). Results of the Hosmer and Lemeshow goodness of fit test did not provide any evidence of a lack of fit in the model (<a href=\"#bib6\">Hosmer and Lemeshow, 2000</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<td><b>Variables</b></td>\n<td><b>Odds ratios (95% CI)</b></td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Age group</td>\n<td> </td>\n</tr>\n<tr>\n<td> (<i>Ref. 45 – 49 yrs</i>)</td>\n<td>  1.29 (0.77 – 2.14)</td>\n</tr>\n<tr>\n<td>  50 – 54</td>\n<td>  1.52 (0.94 – 2.47)</td>\n</tr>\n<tr>\n<td>  55 – 59</td>\n<td>  2.22 (1.37 – 3.60)</td>\n</tr>\n<tr>\n<td>  60 – 64</td>\n<td> </td>\n</tr>\n<tr>\n<td>Sex</td>\n<td rowspan=\"3\">  1.76 (1.27 – 2.46)</td>\n</tr>\n<tr>\n<td> (<i>Ref. Male</i>)</td>\n</tr>\n<tr>\n<td>  Female</td>\n</tr>\n<tr>\n<td>Marital status</td>\n<td rowspan=\"3\">  1.38 (0.97 – 1.96)</td>\n</tr>\n<tr>\n<td> (<i>Ref. Married</i>):</td>\n</tr>\n<tr>\n<td>  Others</td>\n</tr>\n<tr>\n<td>Educational qualification</td>\n<td rowspan=\"3\">  1.66 (1.10 – 2.49)</td>\n</tr>\n<tr>\n<td> (<i>Ref. University</i>)</td>\n</tr>\n<tr>\n<td>  No university</td>\n</tr>\n<tr>\n<td>Health assessment</td>\n<td rowspan=\"3\">  1.57 (1.12 – 2.19)</td>\n</tr>\n<tr>\n<td> (<i>Ref. Excellent-Good</i>)</td>\n</tr>\n<tr>\n<td>  Fair, Poor</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Association of retirement period with its predictors: odds ratios of having retirement period of “104 weeks and over”.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "These results suggest that policies that focus on providing greater access to university level education and improving health status of older workers may be useful strategies which may in themselves reduce premature retirement, and may also result in more Australians being in a position to benefit from recent economic incentives (such as an abolition of taxes on pensions from superannuation – retirement savings - pensions) to delay retirement.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "Determinants of retirement period",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Another early policy application of Health&amp;WealthMOD has been to project the number of people out of the labour force due to chronic conditions, taking account of population growth, ageing and disease trends. The attributable risk of being out of the labour force associated with long term health conditions was estimated for each condition (<a href=\"#bib14\">Schofield <i>et al</i>., 2008</a>). Analysis of the Health&amp;WealthMOD base population was then undertaken, supplemented by this risk information and ABS population projections. In order to distinguish between the effects of conditions that primarily impact on the oldest workers (such as heart disease), and those which have a high prevalence amongst younger workers with generally high employment rates (such as mental illness), it was assumed that without the long term condition person might have achieved the labour force participation of their 5-year age and sex cohort.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The details of the methods and findings from this study are reported in <a href=\"#bib13\">Schofield <i>et al</i>. (2007)</a>. In summary, it was projected that ageing of the population and trends in disease prevalence would lead to a rise of approximately 609,000 people out of the labour force due to chronic illness by 2020. This represents a near doubling of the number of people and an increase of 50% in the proportion of people not employed due to ill health. While ageing was expected to produce a net increase of around 205,500 non labour force participants, trends in chronic illness were anticipated to have a considerably greater effect. As a result the model was found to be more sensitive to alterations in health trends than to those for demographic assumptions.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "Projection retirement due to illness",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "Applications of health&wealth mod",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Health&WealthMOD continues to be further developed and future stages will include modelling lost savings due to illness and their impact on living standards, and simulation of the impacts of health interventions on labour force participation and their potential economic impacts.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "Future model development",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Antcliff, S",
                        "preferred": "S Antcliff"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "An Introduction to DYNAMOD",
            "date": "1993",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "NATSEM"
                ]
            },
            "type": "book"
        },
        {
            "bookTitle": "Information Paper - Basic Confidentialised Unit Record File: Survey of Disability, Ageing and Carers 2003 (reissue)",
            "date": "2005",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australian Bureau of Statistics"
                ]
            },
            "type": "book",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "bookTitle": "Australian Health Trends",
            "date": "2001",
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "AIHW"
                ]
            },
            "type": "book",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "date": "2005",
            "id": "bib4",
            "title": "http://www.health.gov.au/internet/main/pub lishing.nsf/content/health-pbs-general-pubs- guidelines-content.htm",
            "type": "web",
            "uri": "http://www.health.gov.au/internet/main/pub lishing.nsf/content/health-pbs-general-pubs- guidelines-content.htm",
            "website": "2002 Guidelines for the Pharmaceutical Industry",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "articleTitle": "The economic burden of stroke in Italy. The EcLIPSE Study: Economic Longitudinal Incidence-based Project for Stroke Evaluation",
            "authors": [
                {
                    "name": {
                        "index": "Gerzeli, S",
                        "preferred": "S Gerzeli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tarricone, R",
                        "preferred": "R Tarricone"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zolo, P",
                        "preferred": "P Zolo"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2005",
            "id": "bib5",
            "journal": "Neurol Sci",
            "pages": {
                "first": "72",
                "last": "80",
                "range": "72–80"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hosmer, D W, Jr.",
                        "preferred": "D W Hosmer Jr."
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lemeshow, S",
                        "preferred": "S Lemeshow"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Applied Logistic Regression",
            "date": "2000",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "John Wiley & Sons, Inc"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "unpublished PhD thesis, University of Canberra",
            "id": "bib7",
            "title": "Estimating the Wealth of Australians: A new approach using microsimulation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lambert, S",
                        "preferred": "S Lambert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "bookTitle": "An Introduction to STINMOD: A Static Microsimulation Model",
            "date": "1994",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "NATSEM"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Building STINMOD’s base population",
            "date": "1994",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "NATSEM"
                ]
            },
            "type": "book"
        },
        {
            "bookTitle": "Impacts of Advances in Medical Technology in Ausralia",
            "date": "2005",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Productivity Commisssion"
                ]
            },
            "type": "book",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "articleTitle": "Impact of initial aggressive drug treatment with a combination of disease-modifying antirheumatic drugs on the development of work disability in early rheumatoid arthritis: a five-year randomized followup trial",
            "authors": [
                {
                    "name": {
                        "index": "Puolakka, K",
                        "preferred": "K Puolakka"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kautiainen, H",
                        "preferred": "H Kautiainen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mottonen, T",
                        "preferred": "T Mottonen"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2004",
            "id": "bib11",
            "journal": "Arthritis Rheum",
            "pages": {
                "first": "55",
                "last": "62",
                "range": "55–62"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Polette, J",
                        "preferred": "J Polette"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "A Comparison of Data Merging Methodologies for Extending a Microsimulation Model",
            "date": "1996",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "NATSEM"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Health&WeatlhMOD - Forecasting the economic impacts of retirement due to illness",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, R",
                        "preferred": "R Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fletcher, S",
                        "preferred": "S Fletcher"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "conference": {
                "name": [
                    "Paper presented at the 1st General Conference of the International Microsimulation Association"
                ]
            },
            "date": "2007",
            "id": "bib13",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Chronic disease and labour force participation among older Australians",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D J",
                        "preferred": "D J Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, R N",
                        "preferred": "R N Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Passey, M E",
                        "preferred": "M E Passey"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2008",
            "id": "bib14",
            "journal": "Med J Aust",
            "pages": {
                "first": "447",
                "last": "50",
                "range": "447–50"
            },
            "type": "journal",
            "volume": "189"
        },
        {
            "bookTitle": "The 45 and Up Study",
            "date": "2006",
            "id": "bib15",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Sydney"
                        ]
                    },
                    "formatted": [
                        "Sydney"
                    ]
                },
                "name": [
                    "The Sax Institute"
                ]
            },
            "type": "book",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "articleTitle": "Impact of disseminating quality improvement programs for depression in managed primary care: a randomized controlled trial",
            "authors": [
                {
                    "name": {
                        "index": "Wells, K B",
                        "preferred": "K B Wells"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sherbourne, C",
                        "preferred": "C Sherbourne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schoenbaum, M",
                        "preferred": "M Schoenbaum"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2000",
            "id": "bib16",
            "journal": "Jama",
            "pages": {
                "first": "212",
                "last": "20",
                "range": "212–20"
            },
            "type": "journal",
            "volume": "283"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
