{
    "status": "vor",
    "id": "00019",
    "version": 1,
    "type": "scientific-correspondence",
    "doi": "10.34196/ijm.00019",
    "authorLine": "Gijs Dekkers",
    "title": "Reviews",
    "published": "2009-12-31T00:00:00Z",
    "versionDate": "2009-12-31T00:00:00Z",
    "statusDate": "2009-12-31T00:00:00Z",
    "volume": 2,
    "issue": 2,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00019/ijm-00019.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Dekkers",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau and Centre for Sociological Research K.U.Leuven"
                    ]
                }
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "This book consists of selected papers of the final conference of the FP6 I-CUE project, a project which, among other things, enlarged the EUROMOD model with Estonia, Hungary, Poland and Slovenia. Also, it established feasibility studies, protocols, guidelines and methods needed to expand the model to full coverage of the EU. As such, the book describes the current state of affairs in – and ambitions of – the EUROMOD network.",
                    "type": "paragraph"
                },
                {
                    "text": "EUROMOD is a static tax-benefit microsimulation model for the European Union. Its current version covers the countries of the EU15 plus the four countries mentioned in the previous paragraph. EUROMOD is a platform that simulates direct personal taxes and various cash benefits. It hence allows for calculations of the immediate impact of actual or potential policy measures. Results cover aggregate budgetary effects, as well as the impact on income poverty, (re)distribution and work incentives. Finally, it includes differential effects on various groups. It currently relies on a large number of national survey datasets, though there are plans to re-base the model on the EU-SILC database.",
                    "type": "paragraph"
                },
                {
                    "text": "Besides the first introductory chapter, the book consists of three parts. The first part consists of the chapters two and three, and sets the stage for the book. In chapter two, Anthony Atkinson hails the achievements of EUROMOD, and argues that it should be extended to cover the whole of the EU. Even though most arguments in favour of (static) microsimulation may sound familiar to all of us already working with these kinds of models, the next time I need to convince a policy maker or a macro-economist of the benefits of microsimulation, this chapter will make half of my case.",
                    "type": "paragraph"
                },
                {
                    "text": "The third chapter discusses the past, present and future of EUROMOD. It is a good overview of where EUROMOD comes from, but the most interesting part is the discussion of future extensions and challenges. The platform may even be brought beyond the EU to form the basis of “a worldwide network of comparable models”. Given the current state of events, this ambition may even be within reach too, though not next month.",
                    "type": "paragraph"
                },
                {
                    "text": "Chapters 4 to 6 make the second part of the book, and present 3 cases where EUROMOD has been used for comparative analyses, especially including the newly covered countries Estonia, Hungary, Poland and Slovenia. This is where I believe the real strength of EUROMOD comes to the surface. Chapter four of the book compares the effects of taxes and benefits on income distribution in the enlarged EU. The question is whether the scale of redistribution caused by the tax-benefit system differs between Western and Eastern European countries. The fifth chapter contains a comparative analysis of alternative flat-tax systems in Estonia, Hungary and Slovenia. The lesson to be learned from this chapter is that the meaning of “flat income tax” varies a great deal by country, and that flat-rate tax systems differ by general tax allowances (introducing progressivity) or benefit-specific allowances. These differences have considerable budgetary and redistributive impacts, as this fifth chapter shows. The sixth chapter applies policy solutions pertaining to fight child poverty from other countries to the situation in Poland.",
                    "type": "paragraph"
                },
                {
                    "text": "An interesting problem is revealed by the methods used in Chapters 5 and 6. The former discusses the impact of three policy measures ‘as is’ in various countries, which means that these variants have redistributive as well as budgetary impacts. The latter analyses what would happen if the Polish government had adopted child policies from three other European countries, but with monetary amounts being adjusted to achieve budgetary neutrality. Both strategies are of course defendable, and one obvious reason for the difference is that the policy variants in Chapter 5 are proportional (see Table 5.2, page 98), whereas the child policies in Chapter 6 include amounts. The point is that these approaches highlight choices that have to be made when doing comparable research between countries.",
                    "type": "paragraph"
                },
                {
                    "text": "The third part of the book is dedicated to countries yet to be covered by EUROMOD, namely Cyprus and Lithuania. These Chapters 7 and 8 are based on newly developed national models, so one might wonder why they are included in a book dedicated to EUROMOD. It seems these chapters reflect the ambitions of the EUROMOD-group to include these two countries in the future. The goal of these two chapters therefore may be to illustrate the possibilities of microsimulation to policy makers in these two countries, hoping that supply may create its own demand. But certainly the eighth chapter, discussing the impact of fiscal policy on labour market participation in Cyprus, is an interesting read in itself.",
                    "type": "paragraph"
                },
                {
                    "text": "Don’t I have any criticism on this book? Yes I do, though not a harsh one. The goal of the book is to give an overview of the current state and ambitions of EUROMOD, and what the model in its current form is capable of. It unfortunately does not go beyond that. The applications are diverse and, even though very interesting, stand alone. There is little ambition to reach a general conclusion on the new countries in the EUROMOD-family, and there is no reference between the chapters in the book. One consequence is that several chapters include a general introduction of EUROMOD (for example, Section 2 of Chapter 4, Section 2 of Chapter 5 and Section 4.1 of Chapter 6), where a simple reference to the introduction and Chapter 2 could have been enough. As a second example, Chapter 4 on page 79 concludes that “it is interesting to note that Estonia – the only country with a flat income tax among those observed- does not show a drastically smaller equalizing effect from personal taxes”.",
                    "type": "paragraph"
                },
                {
                    "text": "Encouraged by the authors, the reader then wonders why that is, but an answer is not given, nor is there a reference to a possible answer given in Chapter 5 (c.f., among others, page 96) in the same book.",
                    "type": "paragraph"
                },
                {
                    "text": "But this does not change the conclusion that this is a must-read book if one wants to be up to date on where the EUROMOD project is today, and where it is going to. EUROMOD is an achievement which allows for extensive comparative work on the redistributive and budgetary overnight impact of taxes and cash transfers in Europe. This book is yet another testimony to that achievement.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
