{
    "status": "vor",
    "id": "00015",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00015",
    "authorLine": "Sharyn Lymer et al.",
    "title": "Predicting The Need For Aged Care Services At The Small Area Level: The CAREMOD Spatial Microsimulation Model",
    "published": "2009-08-31T00:00:00Z",
    "versionDate": "2009-08-31T00:00:00Z",
    "statusDate": "2009-08-31T00:00:00Z",
    "volume": 2,
    "issue": 2,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00015/ijm-00015.pdf",
    "subjects": [
        {
            "id": "spatial-microsimulation",
            "name": "Spatial microsimulation"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Most industrialised societies face rapid population ageing over the next two decades, including sharp increases in the number of people aged 85 years and over. As a result, the supply of and demand for aged care services has assumed increasing policy prominence. The likely spatial distribution of the need for aged care services is critical for planners and policy makers. This article describes the development of a regional microsimulation model of the need for aged care in New South Wales, a state of Australia. It details the methods involved in reweighting the 1998 Survey of Disability, Ageing and Carers, a national level dataset, against the 2001 Census to produce synthetic small area estimates at the statistical local area level. Validation shows that survey variables not constrained in the weighting process can provide unreliable local estimates. A proposed solution to this problem is outlined, involving record cloning, value imputation and alignment. Indicative disability estimates arising from this process are then discussed.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Lymer et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "sharyn.lymer@natsem.canberra.edu.au"
            ],
            "name": {
                "index": "Lymer, Sharyn",
                "preferred": "Sharyn Lymer"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "University of Canberra"
                    ]
                }
            ],
            "name": {
                "index": "Brown, Laurie",
                "preferred": "Laurie Brown"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "University of Canberra"
                    ]
                }
            ],
            "name": {
                "index": "Harding, Ann",
                "preferred": "Ann Harding"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "University of Canberra"
                    ]
                }
            ],
            "name": {
                "index": "Yap, Mandy",
                "preferred": "Mandy Yap"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "Disability",
        "ageing",
        "spatial analysis",
        "aged care",
        "cloning",
        "imputation",
        "alignment",
        "NATSEM"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In Australia, the very large baby boom cohort born in the aftermath of World War 2 will begin to reach 65 years of age from 2011 onwards, resulting in a sharp increase in the proportion of the population aged 65 plus during the subsequent 20 years. By 2021, there will be some 4.2 million ‘aged’ Australians - 500,000 of whom will be aged 85 years and over (<a href=\"#bib2\">AIHW, 2002</a>). The magnitude of this demographic shift has prompted several major government reports within Australia on the likely fiscal impacts and policy challenges associated with population ageing, the most recent being the second Intergenerational Report (<a href=\"#bib27\">Treasury, 2007</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "There is intense and widespread interest in the future socio-economic profile of the older population in Australia and the likely economic resources available to the ageing baby boomers (see, for example, the Myer Foundation Report (<a href=\"#bib4\">Allen Consulting Group, 2002</a>) on aged care to 2020). While researchers differ in their assessment of the likely budgetary impact of population ageing, it is already clear that population ageing will place increased pressure upon the social security, health and aged care budgets. Older Australians will require access to services that support them in their later life and help alleviate or slow the health and disabling effects of ageing. In the face of projected longer life-spans — but life years not necessarily free from disability — two key issues are critical: who will pay for the care and support that will be demanded; and who will provide it?",
                    "type": "paragraph"
                },
                {
                    "text": "Australia has not previously had adequate strategic planning and decision-support tools for understanding the demand for care services by older Australians; the likely cost of such services; and the financial capacity of older Australians to bear a greater share of those costs. In addition, such forecasts have not been available at a detailed small area or regional level. Despite this, geographical and financial access to and equity in care services are key political considerations (<a href=\"#bib2\">AIHW, 2002</a>; <a href=\"#bib4\">Allen Consulting Group, 2002</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The issue of unequal distribution of care needs and funding of services across geographical areas has been a policy concern for some decades (<a href=\"#bib16\">Gibson <i>et al</i>., 2000</a>). Access to care in regional Australia continues to be one of the most important areas of social policy, as there are already major concerns about difficulties in attracting medical and allied health professional staff to rural/remote areas and about lower service standards. Pressures placed on the overall health and aged care budgets by ever-increasing costs will limit the extent that special regional needs can be met in the future. These issues underline the need for more sophisticated databases and analytical tools that can be used to project the future need for services in rural/remote areas, as well as within the rest of Australia.",
                    "type": "paragraph"
                },
                {
                    "text": "During the past two decades, microsimulation models have revolutionised the quality of information about the distributional and revenue impacts of policy changes available to policy makers in industrialised countries. Microsimulation is a means of modelling real life events by simulating the actions of the individual units that make up the system where the events occur (<a href=\"#bib8\">Brown and Harding, 2005</a>). Microsimulation models are based on microdata (i.e. “low-level” population data) – typically the records of individuals from either a national sample survey conducted by a national Bureau of Statistics or large administrative databases (<a href=\"#bib7\">Brown and Harding, 2002</a>). Being based on unit records, it is possible to examine the effects of policy changes for narrowly defined ranges of individuals or demographic groups (<a href=\"#bib14\">Creedy, 2001</a>). Further, by avoiding data aggregation the models’ databases mirror the heterogeneity in the population.",
                    "type": "paragraph"
                },
                {
                    "text": "Thus, microsimulation techniques bring a range of benefits to social policy modelling, including the ability to change a greater variety of parameters independently and the capacity to provide considerably more accurate estimates and detailed projections of the distributional effects of changes. Two key strengths of microsimulation models are that: 1) they can replicate the complexity of the policy structures, transfers, and settings; and 2) they can be used to forecast the outcomes of policy changes and ‘what if’ scenarios (i.e. the counterfactual where the results describe what, under specified conditions, may happen to particular individuals and groups).",
                    "type": "paragraph"
                },
                {
                    "text": "During the past few years the National Centre for Spatial and Economic Modelling (NATSEM) has been creating spatial microsimulation models, using small area estimation techniques to transform the national weights included by the Australian Bureau of Statistics (ABS) with the 1998–99 Household Expenditure Survey unit record file into sets of <i>weights for each small area</i> in Australia, based on data from the 2001 Australian Population Census. This approach builds upon earlier work on spatial microsimulation that has occurred mainly in Europe (for examples see <a href=\"#bib20\">Huang and Williamson, 2001</a>; <a href=\"#bib28\">Voas and Williamson, 2000</a>, <a href=\"#bib5\">Ballas and Clarke, 1999</a>). At NATSEM these spatial microsimulation modelling techniques are used to reweight sample survey data to the Census data for Statistical Local Areas, thus creating a synthetic unit record file of households for every small area of interest (<a href=\"#bib12\">Chin <i>et al</i>., 2006</a>; <a href=\"#bib10\">Chin and Harding, 2006b</a>). The characteristics of interest unavailable in the census but available in the survey are synthesised at small area level by utilising both data sources. Validation to date suggests that the method has produced good estimates of housing stress, tax paid and poverty rates for each small area (<a href=\"#bib9\">Chin and Harding, 2006a</a>; <a href=\"#bib11\">Chin <i>et al</i>., 2005</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Traditionally, microsimulation models have been used in tax and social security policy (for examples see Harding 1996; Gupta and Kapur 2000; <a href=\"#bib19\">Harding and Gupta 2007</a>), and it has only been in more recent years that they have been extended to the health and aged care fields (<a href=\"#bib17\">Gupta and Harding, 2007</a>). Internationally, modelling of aged care systems has looked mainly at the fiscal implications of care provision, such as in the UK, where the CARESIM microsimulation model, at a national level, simulates long-term care charges by simulating the incomes and assets of future cohorts of older people and their ability to contribute towards care home fees or the costs of home-based care (<a href=\"#bib18\">Hancock <i>et al</i>., 2007</a>). Earlier work in the UK, by Williamson, looked at regional aged care needs (<a href=\"#bib30\">1996</a>) whilst, in Sweden, <a href=\"#bib21\">Lagergren (2007)</a> constructed a simulation model to simulate the future needs of long-term care of elderly persons. Within Australia, Access Economics has developed a microsimulation model of Residential Aged Care to consider policy implications. However this model does not consider those living in the community and does not have regional capacity. Access Economics has a second model, which is a dynamic cohort model, to look at the demand, supply and financing of aged care services.",
                    "type": "paragraph"
                },
                {
                    "text": "CAREMOD is a static spatial microsimulation model designed to analyse the need for care amongst the aged population of New South Wales (NSW), the largest state in Australia. The development of CAREMOD represents a further step in the attempt to develop reliable spatial microsimulation models for policy makers, involving the ‘regionalisation’ of the ABS 1998 Survey of Disability, Aging and Carers (SDAC) (rather than the household expenditure survey, as in earlier NATSEM work). It is the first model within Australia that looks at the potential regional need for aged care services and has the capacity to be developed into a model that also considers <i>unmet</i> need regionally.",
                    "type": "paragraph"
                },
                {
                    "text": "The structure of the remainder of this paper is as follows. First we introduce the construction of the base file underpinning CAREMOD. Then we explain how this base file is ‘regionalised’ to create synthetic datasets for each Statistical Local Area in New South Wales. This is followed by an evaluation of the regionalised data generated. Validation shows that survey variables not constrained in the weighting process can provide unreliable local estimates of disability. A proposed solution to this problem is outlined, involving record cloning, value imputation and alignment. Indicative estimates of need for care arising from this process are then discussed. Finally, we summarise the limitations of our current approach, and review the key achievements of CAREMOD to-date.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The version of CAREMOD reported in this paper is based on the confidentialised unit records file (CURF) from the 1998 Survey of Disability, Aging and Carers (SDAC), covering all Australia, which was combined with data from the 2001 Australian 2001 Census about NSW Statistical Local Areas. The 1998 SDAC had a sample of just over 42,000 persons to represent the Australian population and a sample size of just over 10,000 persons from New South Wales. The ABS does not release state geographic information on a CURF, except through remote access data laboratory (RADL). Survey data via RADL is not of use for microsimulation as it does not make available the unit records which are required for microsimulation. Thus, all records from the 1998 SDAC CURF were used in the CAREMOD simulation, as the specific records for NSW could not be identified. The advantages offered by using SDAC as the base file were that it contained information about the aged population living in non-private dwellings and about the disability status of the population living in private dwellings; it included a greater number of records of older people compared to other national surveys; and it provided greater information at a finer level of age groups in the older ages (such as 85+ years). These features were regarded as being of critical importance to the base data for a model for aged care.",
                    "type": "paragraph"
                },
                {
                    "text": "The complete population of each region of New South Wales was modelled on the base file. The base file retained the person, income unit, family and household structures present in the SDAC. Data on socio-demographic variables (such as age, sex and education), functional status (i.e. disability levels and core areas with restriction), and availability of informal care (i.e. family structure) were based on the SDAC records. Information about economic factors was obtained from several sources. Income was based on the SDAC information, whilst wealth components were imputed from the Survey of Income and Housing Costs (SIHC) (for superannuation) and administrative data (for housing values). A representation of the structure of the CAREMOD database is shown in <a href=\"#fig1\">Figure 1</a>. <a href=\"#fig2\">Figure 2</a> provides an overview of the process used to construct the database. A detailed discussion of the elements of this process is presented in the next section.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00015%2Fijm-00015-fig1.tif",
                                "size": {
                                    "width": 1010,
                                    "height": 637
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00015%2Fijm-00015-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00015-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Structure of CAREMOD database",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00015%2Fijm-00015-fig2.tif",
                                "size": {
                                    "width": 977,
                                    "height": 628
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00015%2Fijm-00015-fig2.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00015-fig2.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Construction of the CAREMOD database",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s2",
            "title": "The caremod base file",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The generation of small area estimates was fundamental to the construction of CAREMOD. The 2001 Australian census provides detailed regional socio-demographic information. However, as is the nature of a census, it did not collect detailed information about any one specific topic but collected limited information over a wide range of topics. Consequently, there was a lack of detailed data on health status, disability level, expenditure and income at a regional level. In contrast, SDAC contained very detailed information about disability and ageing but is lacking with regard to detailed geographic information. A small sample from each geographic area is taken to make up the complete SDAC sample so that, even if the location of the respondent was known, the calculation of direct estimates for SLAs would be unreliable due to large sampling error.",
                    "type": "paragraph"
                },
                {
                    "text": "Small area estimates were produced by reweighting the SDAC unit record file for Australia, to create synthetic datasets for each Statistical Local Area (SLA) in NSW (the most populous state in Australia). A statistical local area is an administrative spatial unit based on the boundaries of incorporated bodies of local government where these exist (<a href=\"#bib1\">ABS, 2001</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In CAREMOD an iterative generalised regression algorithm was used to reweight the SDAC file. This method uses regression to determine an initial weight for the survey record and then iterates the regression until the difference between the estimated benchmark and the actual benchmark for the area from the census are within a set limit, or a set number of iterations are made, at which time the iterations stop. The SDAC was reweighted against a range of benchmarks (including age, sex, relationship in household, tenure type, income and education) using tables from the 2001 Australian census. These benchmarks were selected from the set of variables <i>common</i> to both the SDAC and the 2001 Australian census. The reweighting variables were limited to those that were felt to adequately represent the socio-economic attributes of each SLA and address the main issues of concern – namely, the drivers of the need for care and the income and assets of older Australians, particularly functional status, need and ability to pay for care in terms of their income and assets (either directly or by being strongly correlated).",
                    "type": "paragraph"
                },
                {
                    "text": "From a search of the literature, it was found that socio-economic variables strongly related to the need for care included: age (<a href=\"#bib6\">Bridge <i>et al</i>., 2002</a>; <a href=\"#bib29\">Wang <i>et al</i>., 2001</a>; <a href=\"#bib23\">McCallum <i>et al</i>., 2003</a>; <a href=\"#bib25\">Percival and Lloyd, 2000</a>), income (<a href=\"#bib24\">Madge, 2000</a>; <a href=\"#bib4\">Allen Consulting Group, 2002</a>), wealth (<a href=\"#bib24\">Madge, 2000</a>; <a href=\"#bib4\">Allen Consulting Group, 2002</a>), family composition (<a href=\"#bib13\">Comas-Herra <i>et al</i>., 2003</a>), household type (<a href=\"#bib23\">McCallum <i>et al</i>., 2003</a>; <a href=\"#bib13\">Comas-Herra <i>et al</i>. 2003</a>), home ownership (<a href=\"#bib29\">Wang <i>et al</i>. 2001</a>), gender (<a href=\"#bib23\">McCallum <i>et al</i>., 2003</a>; <a href=\"#bib25\">Percival and Lloyd, 2000</a>), mobility and transport (<a href=\"#bib2\">AIHW, 2002</a>), concentration of aged in the region (DHA, 2003) and ethnic background (<a href=\"#bib3\">AIHW, 2003</a>). Whilst these variables are not direct determinants of need for care they are proxy variables that have been found to be related to functional status. Using the 1998 SDAC, modelling was done to confirm which socioeconomic variables available on both SDAC and census were most strongly related to functional status. Logistic regression was used in the modelling. It was found that age, income, education and birthplace (significant at 0.01 level) were strongly related to living in a non-private dwelling. Similarly, age, education, birthplace and income (significant at 0.01 level) were strongly related to presence of moderate core areas restrictions.",
                    "type": "paragraph"
                },
                {
                    "text": "For reweighting purposes the structure of the classification system and class boundaries needed to be aligned between the 2001 Australian census and SDAC. (That is, a consistent set of variables and definitions had to be created within each of the two data sources, so that one could be reweighted to the other.) As a result the number of benchmarks (census counts) available for use in the reweighting process was in part limited by the nature of the alignment achievable between the census and SDAC. It was further limited by the need to ensure convergence of the reweighting algorithm. (Too many benchmarks can lead to non-convergence.) The result was a compromise between including sufficient benchmark variables and cross tabulations to adequately address the issues of aged care, and still being able to achieve convergence in the reweighting algorithm.",
                    "type": "paragraph"
                },
                {
                    "text": "Ultimately, 5 benchmarks tabulations were selected, which jointly covered 109 benchmark counts:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "<i>age by sex (persons);</i>",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<i>relationship in household by age and sex (persons);</i>",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<i>individual income by age (persons); tenure type (persons); and</i>",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<i>level of education by age (persons</i>).",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "<a href=\"#table1\">Table 1</a> reports the alignment used between SDAC and Census variables and classes. A fuller description of the precise benchmarks and classes used is provided by <a href=\"#bib22\">Lymer <i>et al</i>. (2006)</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Benchmark variable</th>\n<th>Classes of SDAC98 variables (<i>bold nos. in brackets are the Census classes that SDAC classes map to</i>)</th>\n<th>Classes of Census variables (classes in bold map onto SDAC classes)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Relationship in household</td>\n<td>00 <i>Not applicable (excluded</i>)<br/>01 Husband, wife or de facto <b>(1)</b><br/>02 Group household <b>(5)</b><br/>03 Lone parent <b>(2)</b><br/>04 Child under 15 <b>(7)</b><br/>05 Dependent student <b>(7)</b><br/>06 Non-dependent child <b>(3)</b><br/>07 Brother/sister <b>(4)</b><br/>08 Father/mother <b>(4)</b><br/>09 Other related individual <b>(4)</b><br/>10 Unrelated individual living in a family household <b>(4)</b><br/>11 One person <b>(6)</b><br/><i>99 non-residents visitor (excluded</i>)</td>\n<td>\n&lt;list list-type=\"simple\"&gt;\n&lt;list-item&gt;&lt;label&gt;<b>1.</b>&lt;/label&gt;<p><b>Husband, wife, or partner in de facto marriage</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>2.</b>&lt;/label&gt;<p><b>Lone parent</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>3.</b>&lt;/label&gt;<p><b>Non-dependent child</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>4.</b>&lt;/label&gt;<p><b>Other related or unrelated individual</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>5.</b>&lt;/label&gt;<p><b>Group household member</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>6.</b>&lt;/label&gt;<p><b>Lone person</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>7.</b>&lt;/label&gt;<p><b>Children &lt;15 and student</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<i>8</i>.&lt;/label&gt;<p><i>Not applicable (excluded</i>)</p>&lt;/list-item&gt;\n&lt;/list&gt;\n</td>\n</tr>\n<tr>\n<td>Individual income</td>\n<td>00 No income/no source of income <b>(1)</b><br/>01 Less than $80 <b>(1)</b><br/>02 $ 80-$119 <b>(1)</b><br/>03 $120-$159 <b>(1)</b><br/>04 $160-$199 <b>(1)</b><br/>05 $200-$239 <b>(2)</b><br/>06 $240-$279 <b>(2)</b><br/>07 $280-$319 <b>(2/3)</b><br/>08 $320-$359 <b>(3)</b><br/>09 $360-$399 <b>(3)</b><br/>10 $400-$439 <b>(4)</b><br/>11 $440-$479 <b>(4)</b><br/>12 $480-$519 <b>(4)</b><br/>13 $520-$559 <b>(4)</b><br/>14 $560-$599 <b>(4)</b><br/>15 $600-$639 <b>(5)</b><br/>16 $640-$679 <b>(5)</b><br/>17 $680-$719 <b>(5)</b><br/>18 $720-$759<b>(5)</b><br/>19 $760-$799 <b>(5)</b><br/>20 $800-$839 <b>(5)</b><br/>21 $840-$879 <b>(5)</b><br/>22 $880-$919 <b>(5)</b><br/>23 $920-$959 <b>(5)</b><br/>24 $960-$999 <b>(5)</b><br/>25 $1000-$1039 <b>(6)</b><br/>26 $1040-$1079 <b>(6)</b><br/>27 $1080-$1119 <b>(6)</b><br/>28 $1120-$1159 <b>(6)</b><br/>29 $1160 and over <b>(6)</b><br/><i>30 Refusal (distributed to 00–29</i>)<br/><i>31 Don’t know (distributed to 00–29</i>)<br/><i>32 Not applicable (excluded</i>)<br/><i>Individuals in classes 01–29 were randomly assigned an actual dollar income which was up-rated to 2001 dollar value and then coded to one of the 6 Census classes</i>.</td>\n<td>\n&lt;list list-type=\"simple\"&gt;\n&lt;list-item&gt;&lt;label&gt;<b>1.</b>&lt;/label&gt;<p><b>$0–$199</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>2.</b>&lt;/label&gt;<p><b>$200–$299</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>3.</b>&lt;/label&gt;<p><b>$300–$399</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>4.</b>&lt;/label&gt;<p><b>$400–$599</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>5.</b>&lt;/label&gt;<p><b>$600–$999</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>6.</b>&lt;/label&gt;<p><b>$1,000 or more</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<i>7</i>.&lt;/label&gt;<p><i>Not applicable (excluded</i>)</p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<i>8</i>.&lt;/label&gt;<p><i>Negative income (distributed to 1</i>)</p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<i>9</i>.&lt;/label&gt;<p><i>Not stated (distributed to 1–6</i>)</p>&lt;/list-item&gt;\n&lt;/list&gt;\n</td>\n</tr>\n<tr>\n<td>Housing tenure type</td>\n<td>0 Not applicable <b>(5)</b><br/>1 Owner without a mortgage <b>(1)</b><br/>2 Owner with mortgage <b>(2)</b><br/>3 Rented – public <b>(4)</b><br/>4 Rented – private <b>(3)</b><br/><i>5 Rented – other (distributed to 3 and 4</i>)<br/><i>6 Boarder (excluded</i>)<br/><i>7 Living rent-free (excluded</i>)<br/><i>8 Other (excluded</i>)</td>\n<td>\n&lt;list list-type=\"simple\"&gt;\n&lt;list-item&gt;&lt;label&gt;<b>1.</b>&lt;/label&gt;<p><b>Fully Owned</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>2.</b>&lt;/label&gt;<p><b>Being Purchased</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>3.</b>&lt;/label&gt;<p><b>Rented – private</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>4.</b>&lt;/label&gt;<p><b>Rented – public</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;5.&lt;/label&gt;<p>Not applicable (<i>excluded</i>)</p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<i>6</i>.&lt;/label&gt;<p><i>Rented – not stated (distributed to 3 and 4</i>)</p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<i>7</i>.&lt;/label&gt;<p><i>Being Occupied rent-free (excluded</i>)</p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<i>8</i>.&lt;/label&gt;<p><i>Other Tenure (excluded</i>)</p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<i>9</i>.&lt;/label&gt;<p><i>Not Stated (distributed to 1–5</i>)</p>&lt;/list-item&gt;\n&lt;/list&gt;\n</td>\n</tr>\n<tr>\n<td>Level of education</td>\n<td>Level of post-school educational qualification\n&lt;list list-type=\"order\"&gt;\n&lt;list-item&gt;<p>Higher degree <b>(1)</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Post-graduate diploma <b>(1)</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Bachelor degree <b>(1)</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Undergraduate diploma <b>(1)</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Associate diploma <b>(1)</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Skilled vocational qualification <b>(1)</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Basic vocational qualification <b>(1)</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Uncodable/inadequately described out of scope/not applicable <b>(2)</b></p>&lt;/list-item&gt;\n&lt;/list&gt;\n</td>\n<td>\n&lt;list list-type=\"simple\"&gt;\n&lt;list-item&gt;&lt;label&gt;<b>1.</b>&lt;/label&gt;<p><b>Has a non-school qualification</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;<b>2.</b>&lt;/label&gt;<p><b>Does not have a non-school qualification</b></p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;3.&lt;/label&gt;<p>Level of education not stated (<i>distributed to 1 and 2</i>)</p>&lt;/list-item&gt;\n&lt;list-item&gt;&lt;label&gt;4.&lt;/label&gt;<p>Level of education inadequately described (<i>distributed to 1 and 2</i>)</p>&lt;/list-item&gt;\n&lt;/list&gt;\n</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Variable concordance between SDAC98 and 2001 Census",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Before reweighting could take place, the structure of the classification system and class boundaries needed to be aligned between the 2001 Australian census and SDAC. That is to say, a consistent set of variables and definitions had to be created within each of the two data sources, so that one could be reweighted to the other. <a href=\"#table1\">Table 1</a> reports on the alignment between SDAC and Census variables and their relationship to the benchmark classes used for reweighting purposes.",
                    "type": "paragraph"
                },
                {
                    "text": "Apart from this requirement for consistency between the two data sources, two other problems immediately emerge when attempting to reweight a sample survey to the Census data: first, that there are a large number of ‘not stated’ cells in the Census data and, second, that the confidentialisation procedures carried out by the ABS result in slight differences between the population totals in Census tables which, if not addressed, can affect the ability of the reweighting software to find a satisfactory solution).",
                    "type": "paragraph"
                },
                {
                    "text": "To address the first issue, the redistribution of the non-response category for a variable in the census tables to known classes for that variable involved the value of the count in the non-response category being redistributed in accordance with the relative frequency of known classes (i.e. the proportional distribution of the known classes was preserved).",
                    "type": "paragraph"
                },
                {
                    "text": "To address the first issue, the value of non-response count for a variable was redistributed across the relevant census table in accordance with the relative frequency of the known classes (i.e. the proportional distribution of the known classes was preserved).",
                    "type": "paragraph"
                },
                {
                    "text": "To address the second issue, ‘balancing’ was used. Balancing of the census tables involved ensuring all common variables or group of variables that appeared in different tables had the same totals and subtotals, as any inconsistency between benchmark counts prevented the reweighting algorithm (GREGWT) from converging. Variables had different values in different tables, <i>despite having the same base population</i>, due to each census tables being separately confidentialised. (ABS randomly set all cells with a value less than 4 to a value of 3 or 0.) Balance was achieved by adjusting the values in individual table cells so that the same variables had the same totals across all tables. To ensure consistency, this data adjustment involved the imposition of a hierarchy, with subordinate totals being adjusted to meet equivalent totals higher in the hierarchy.",
                    "type": "paragraph"
                },
                {
                    "text": "Using the resulting adjusted census counts, the reweighting algorithm, GREGWT, was used to derive an ‘optimal’ set of weights to represent the NSW SLAs. Optimal refers to a set of weights that, when applied to the unit records, ‘best fits’ the constraints of the characteristics of each SLA as recorded in the selected census benchmark counts (i.e. a set of weights which, when applied to the SDAC produce SLA estimates differing from the Census SLA benchmark counts by zero a s small residual.) A representation of this process is shown in <a href=\"#fig3\">Figure 3</a>. GREGWT uses a generalised regression technique to determine initial weights and iterates the estimation until the microdata produces an weighted characteristics that closely resembles the set constraints (<a href=\"#bib26\">Tanton and Vidyattama, 2009</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00015%2Fijm-00015-fig3.tif",
                                "size": {
                                    "width": 986,
                                    "height": 587
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00015%2Fijm-00015-fig3.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00015-fig3.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Reweighting Process for the CAREMOD Database",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "When running GREGWT, the weights were restricted to being non-negative (i.e. the smallest weight value allowed was 0), but were allowed to take on any positive value. There was no requirement that the weights be integer values. These choices meant that there were many potential solution sets, increasing the algorithm’s ability to reach a stopping point. The stopping criterion in GREGWT, which is a measure of how closely the benchmarks must be met for iterations in the algorithm to stop, was set to 0.001. The measure of closeness is the distance as calculated below:",
                    "type": "paragraph"
                },
                {
                    "id": "equ1",
                    "mathml": "<math><mrow><mtext>distance=</mtext><mfrac><mrow><mrow><mfenced close=\"|\" open=\"|\">\n<mrow><mi>e</mi><mi>s</mi><mi>t</mi><mi>i</mi><mi>m</mi><mi>a</mi><mi>t</mi><mi>e</mi><mo>−</mo><mi>b</mi><mi>e</mi><mi>n</mi><mi>c</mi><mi>h</mi><mi>m</mi><mi>a</mi><mi>r</mi><mi>k</mi></mrow></mfenced></mrow></mrow><mrow><mi>max</mi><mrow><mo>(</mo><mrow><mn>1</mn><mo>,</mo><mrow><mfenced close=\"|\" open=\"|\"> <mrow><mi>b</mi><mi>e</mi><mi>n</mi><mi>c</mi><mi>h</mi><mi>m</mi><mi>a</mi><mi>r</mi><mi>k</mi></mrow> </mfenced></mrow></mrow><mo>)</mo></mrow></mrow></mfrac></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "The stopping rule in GREGWT was limited to meeting this distance criterion for all benchmark counts, and processing was halted upon finding any solution set that satisfied this criterion.",
                    "type": "paragraph"
                },
                {
                    "text": "Once the solution set of unit record weights has been generated, the sum of the weights for each SLA across all unit records will equal that SLA’s population. Similarly, the weighted characteristics of the survey unit records for all benchmark variables will reflected those of the SLA population as captured in the 2001 Australian census.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "Regionalisation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In the generation of small area weights, the extent to which the weights ‘converge’ with regard to the census benchmark constraints is of interest. Convergence in this context refers to the degree that the weights, when summed, return the count of the constrained (benchmark) variables. If complete convergence occurred in the optimisation algorithm (GREGWT), then the synthetic weights would exactly reproduce the benchmark characteristics of each of the small area populations.",
                    "type": "paragraph"
                },
                {
                    "text": "The difference between the synthetic estimate and the 2001 Australian census count is called the residual. The measure of convergence used in CAREMOD was “absolute sum of residuals per person”(ASR) whose formula is:",
                    "type": "paragraph"
                },
                {
                    "id": "equ2",
                    "mathml": "<math><mrow><mi>A</mi><mi>S</mi><mi>R</mi><mo>=</mo><mfrac><mrow><mo>∑</mo><mrow><mfenced close=\"|\" open=\"|\"> <mrow><mi>S</mi><mi>L</mi><mi>A</mi><mo>_</mo><mi>B</mi><msub><mi>M</mi><mi>i</mi></msub><mo>_</mo><mi>S</mi><mi>L</mi><mi>A</mi><mo>_</mo><mi>E</mi><mi>s</mi><mi>t</mi><mi>i</mi><mi>m</mi><mi>a</mi><mi>t</mi><msub><mi>e</mi><mi>i</mi></msub></mrow> </mfenced></mrow></mrow><mrow><mi>S</mi><mi>L</mi><mi>A</mi><mo>_</mo><mi>B</mi><mi>M</mi><mo>_</mo><mi>P</mi><mi>o</mi><mi>p</mi><mi>u</mi><mi>l</mi><mi>a</mi><mi>t</mi><mi>i</mi><mi>o</mi><mi>n</mi></mrow></mfrac></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <i>SLA_BM<sub>i</sub></i>= the <i>i</i>th benchmark (out of the 109 listed in <a href=\"#table1\">Table 1</a>) for a given SLA, <i>SLA_Estimatei</i> the corresponding weighted estimate and <i>SLA_BM_Population</i> the benchmark population total for that SLA.",
                    "type": "paragraph"
                },
                {
                    "text": "Hence the “absolute sum of residuals per person” is the sum of the residuals between the benchmark classes and the small area synthetic estimates across the 109 census benchmarks (divided by the SLA population to standardise the measure). ASR is a relative measure of error that accounts for the fact that total absolute error within an SLA is influenced by the number of persons in that SLA. That is, an error of 100 in an SLA with a population of 1,000 is better than an error of 100 in an SLA with a population of 500. This measure of convergence was calculated for each SLA.",
                    "type": "paragraph"
                },
                {
                    "text": "Previously in regionalisation processes at NATSEM, if the “absolute sum of residuals per person” was less than or equal to 1 then convergence was considered very good. In the case of CAREMOD, because of the high variability present across unit records and because the socio-economic variables in the benchmarks only absorbed a moderate amount of the variability, we relaxed the criteria to an “absolute sum of residuals per person” less than or equal to 5. This was considered as producing reasonable convergence.",
                    "type": "paragraph"
                },
                {
                    "text": "Whilst the algorithm stopping criteria for GREGWT was met in CAREMOD’s regional model, it appeared the reweighting process worked better for some areas than others. In CAREMOD there were 41 SLAs out of 198 SLAS in NSW where the “absolute sum of residuals per person” (ASR) was greater than 1. Of these, five had an ASR greater than 5 (‘Sydney – Remainder’, ‘Sydney – Inner’, ‘South Sydney’, ‘Newcastle – Inner’, and ‘Migratory and off-shore’). Four of these five SLAs with the worst ASR are inner city SLAs, which are business areas with comparatively small residential populations who are unique in their character.",
                    "type": "paragraph"
                },
                {
                    "text": "In <a href=\"#table2\">Table 2</a> the average counts across the SLAs from the 2001 Australian census and the synthetic estimates are compared. The variables related to school qualifications, age and sex have synthetic estimates that are within one person of the known value. The performance of the ‘tenure type’ and ‘relationship in household’ variables were not as good, but still relatively close. These results were achieved despite the inclusion of five non-convergent SLAs, which were not used in any further research, in the analysis. In addition, it should be borne in mind that the synthetic microdata will inevitably display some minor deviations from the ‘raw’ small-area counts published by ABS. As noted earlier, small-area census data contain minor inconsistencies between tables due to ABS confidentiality protection measures. To cope with this problem the benchmark data were revised to enforce consistency. Given these caveats, our conclusions from the results presented in <a href=\"#table2\">Table 2</a> is that the reweighting method performs well for <i>constrained</i> variables when convergence is achieved (constrained variables are those included within the Census benchmarks).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes:</i> CAREMOD estimates based on reweighted SDAC population, averaged across all SLA including those four SLAs for which GREGWT failed to provide a convergent set of weights; Census and CAREMOD SLA coverage excludes the “Offshore and Migratory” SLA,",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source:</i> ABS Census 2001, CAREMOD",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th> </th>\n<th colspan=\"2\">Average across SLAs</th>\n<th colspan=\"2\">Standard deviation across SLAs</th>\n</tr>\n<tr>\n<th>Constrained variable</th>\n<th>Census</th>\n<th>CAREMOD</th>\n<th>Census</th>\n<th>CAREMOD</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Has non-school qualification</td>\n<td>9,942</td>\n<td>9,941</td>\n<td>13,983</td>\n<td>13,983</td>\n</tr>\n<tr>\n<td>Wife/Husband/ spouse/in de facto relationship</td>\n<td>13,494</td>\n<td>14,275</td>\n<td>18,328</td>\n<td>19,348</td>\n</tr>\n<tr>\n<td>Aged 65 years and over</td>\n<td>4,176</td>\n<td>4,176</td>\n<td>5,597</td>\n<td>5,597</td>\n</tr>\n<tr>\n<td>Male</td>\n<td>15,741</td>\n<td>15,741</td>\n<td>21,074</td>\n<td>21,074</td>\n</tr>\n<tr>\n<td>Female</td>\n<td>16,152</td>\n<td>16,152</td>\n<td>21,718</td>\n<td>21,718</td>\n</tr>\n<tr>\n<td>Male aged 65 years or over</td>\n<td>1,825</td>\n<td>1,825</td>\n<td>2419</td>\n<td>2422</td>\n</tr>\n<tr>\n<td>Home fully owned</td>\n<td>12,311</td>\n<td>12,177</td>\n<td>16,753</td>\n<td>16,526</td>\n</tr>\n<tr>\n<td>Mortgage on home</td>\n<td>9,243</td>\n<td>9,093</td>\n<td>13,889</td>\n<td>13,653</td>\n</tr>\n<tr>\n<td>Rental – Private</td>\n<td>7,026</td>\n<td>6,936</td>\n<td>9,450</td>\n<td>9,344</td>\n</tr>\n<tr>\n<td>Rental – Public</td>\n<td>1,479</td>\n<td>1,264</td>\n<td>3,151</td>\n<td>2,901</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Comparison of synthetic estimates and census counts of constrained variables",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<i>Unconstrained</i> variables are those variables within SDAC, such as disability status, that were not used as reweighting benchmarks. The reliability or otherwise of CAREMOD estimates for these unconstrained variables is a key issue, as it helps to establish the boundaries for applications of spatial microsimulation. Fortunately there were some unconstrained variables on the SDAC for which the synthetic estimates were of interest and for which the 2001 Australian census benchmark information was available from the ABS. This allowed us to conduct some reliability testing.",
                    "type": "paragraph"
                },
                {
                    "text": "As shown in <a href=\"#table3\">Table 3</a>, the quality of the synthetic estimates was inconsistent across a variety of variables. There were some unconstrained variables that provided reasonable estimates - such as being married or in a de facto relationship (which was highly correlated to the constrained variable of relationship in the household i.e. being a husband, wife or de facto spouse). For this variable almost all (197 out of 199) SLAs had counts within 10 per cent of the known value. This illustrates that if a high level of correlation is present between an unconstrained variable and a constrained variable the relationship will hold and the synthetic estimates for the unconstrained variable will be reasonably reliable.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Note:</i> Based on all SDAC population excluding the Offshore and migratory SLA but including all other SLAs, even those that have been deemed not to converge.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source:</i> ABS Census 2001, CAREMOD",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th> </th>\n<th colspan=\"2\">Average across SLAs</th>\n<th colspan=\"2\">Standard deviation across SLAs</th>\n</tr>\n<tr>\n<th>Unconstrained variables</th>\n<th>Census</th>\n<th>CAREMOD</th>\n<th>Census</th>\n<th>CAREMOD</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Living in non private dwelling</td>\n<td>993</td>\n<td>1,848</td>\n<td>1,336</td>\n<td>2,157</td>\n</tr>\n<tr>\n<td>Not in labour force</td>\n<td>9,066</td>\n<td>7,734</td>\n<td>12,379</td>\n<td>10,521</td>\n</tr>\n<tr>\n<td>Employed</td>\n<td>13,819</td>\n<td>14,543</td>\n<td>18,959</td>\n<td>20,182</td>\n</tr>\n<tr>\n<td>Australian Born</td>\n<td>24,327</td>\n<td>25,334</td>\n<td>31,108</td>\n<td>34,205</td>\n</tr>\n<tr>\n<td>Unemployed</td>\n<td>1,065</td>\n<td>1,102</td>\n<td>1,542</td>\n<td>1,566</td>\n</tr>\n<tr>\n<td>Married or de facto marital status</td>\n<td>13,494</td>\n<td>13,799</td>\n<td>18,328</td>\n<td>18,664</td>\n</tr>\n<tr>\n<td>Males aged 65 years and over who were employed</td>\n<td>197</td>\n<td>239</td>\n<td>228</td>\n<td>317</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Comparison of synthetic estimate and census counts of unconstrained variables",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The labour force and country of birth variables were of reasonable quality (though not as good as seen with the various constrained variables). For these variables the number of SLAs within 10 per cent of the known value was lower but, in most cases, all SLAs were within 50 per cent of the known value.",
                    "type": "paragraph"
                },
                {
                    "text": "The number of persons living in a non-private dwelling (NPD) was a key variable for CAREMOD, because it gives an indication of the most severely disabled — and, potentially, an indication of the current use of this service at SLA level in NSW. The quality of this variable at a small area level was used to indicate the potential quality of other disability status variables for which we did not have SLA level information. Number of persons living in a NPD performed relatively poorly — both in the comparison of the average count across SLAs and the number of SLAs within 10 per cent of the known value. It was known that in 2001 some 197,573 people in NSW lived NPDs. However, the synthetic estimate was 367,839, almost double the actual value.",
                    "type": "paragraph"
                },
                {
                    "text": "In summary, for unconstrained variables, especially rare events such as the presence of a disability, it was found that the reweighting had led to overestimation of the occurrence of the event at the SLA level. A novel approach to addressing this problem is outlined in the following section.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "Investigation of weights",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This early validation work thus suggested that the reweighting technique did not work satisfactorily for producing synthetic small area estimates of such rare events as severe disability. As a result, new methods had to be developed to simulate disability at a small area level.",
                    "type": "paragraph"
                },
                {
                    "text": "Firstly, the base file was cloned. Cloning is the process of creating multiple records of the same person in a dataset. It is aimed at reducing the influence of records with large weights, which occurs due to the complex, clustered, stratified survey methodology used by the ABS to select participants. For example, if a record had a weight of 300 and our maximum acceptable weight was set to 100, then we would replace the original record with three cloned records, each with a weight of 100. Other than the record weight, all the other variable characteristics from SDAC for the cloned records remained unchanged. At this point, as the weights of the cloned records are required to sum to the weight of the original (donor) record, the revised dataset weights still summed to represent the Australian population (and to benchmark totals). The cloned dataset, however, provided the launch-pad for the introduction of greater population heterogeneity in the rarer disability variables via imputation. As implemented in CAREMOD the maximum weight used for cloning was 100. A weight of 100 was considered small enough to remove the “lumpiness” of the unit record weights (i.e. to ensure that a record with a large SLA weight did not unduly bias the process of imputing disability status), but not so small as to create an excessive computing burden.",
                    "type": "paragraph"
                },
                {
                    "text": "The desired improvement in the distributional qualities of disability variables then involved replacement of the cloned SDAC values with imputed values (to generate greater population heterogeneity), a process similar to that for generating synthetic data. Importantly, imputation allowed us to keep the structure of the population captured via reweighting to benchmarks. The final estimation models used for imputation was selected by a process of ‘trial and error’, looking for the best fitting models with significant predictor variables. The selected imputation models comprised a series of conditional regressions. Each successive regression could include the demographic data used in the constraining of the small area reweighting and variables from preceding regressions as predictors – but not variables from any of the future regressions that were planned. The order of imputation of disability variables was:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Presence of disability (2 levels: those with at least a moderate core area restriction versus the rest);",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Number of core areas has disability; and",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Which areas, out of mobility, self care or communication, were restricted.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "In addition to the binary variable, having a disability or not, a multilevel variable about disability status was imputed.",
                    "type": "paragraph"
                },
                {
                    "text": "These imputation models were estimated using the SDAC. The imputation of the variables listed was based on logistic regression probabilities. The analysis to calculate the probabilities was done using SAS v8.2 PROC LOGISTIC. The predictive variables were chosen from the pool of constrained variables used in the reweighting process. This decision was taken as only constrained variables were absolutely proven to be reliable at the SLA. The introduction of imputation using regression modelling also allowed the operationalisation of alignment to occur within the model (as discussed later). The imputation models derived for CAREMOD, including the predictive variables used, are shown in <a href=\"#table4\">Table 4</a>. Each model was developed using a forward selection style method where the most significant predictor was included first, then the next significant predictor variable was considered and so on, until all variables under consideration were included or the more complex model was not significantly different to the more parsimonious model. In the models listed below, the final predictors used were statistically significant at the 0.01 level and the overall model was also statistically significant. The key imputation, used in later analysis of need for care, was the ordinal logistic regression to determine disability status. A more detailed presentation of the results of building the model of disability status is shown in <a href=\"#table5\">Table 5</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Note</i>: Models were built on main effects only i.e. no interaction terms were modelled.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table4",
                            "label": "Table 4",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Variable</th>\n<th>Type of Model</th>\n<th>Predictors</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Presence of disability (disability defined as having at least a moderate restriction in 1 core area)</td>\n<td>Logistic regression</td>\n<td>sex, age group, relationship in household, tenure type, income group</td>\n</tr>\n<tr>\n<td>Number of core areas has disability (0, 1, 2 or 3)</td>\n<td>Ordinal logit</td>\n<td>age group, sex, relationship in household, tenure type, and income group</td>\n</tr>\n<tr>\n<td>Which areas out of mobility, self care or communication were restricted</td>\n<td>Multinomial logit</td>\n<td>Sex, education level age group relationship in household tenure type and income group</td>\n</tr>\n<tr>\n<td>Disability Status (8 levels)</td>\n<td>Ordinal logit</td>\n<td>age group, income group, tenure type and relationship in the household</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Imputation models for survey variables",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "table5",
                            "label": "Table 5",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Model Variables</th>\n<th>Wald x<sup>2</sup></th>\n<th>P-value</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Age</td>\n<td>8,676.0</td>\n<td>&lt;0.001</td>\n</tr>\n<tr>\n<td>Age + relationship in household</td>\n<td>9,537.6</td>\n<td>&lt;0.001</td>\n</tr>\n<tr>\n<td>Age + relationship in household + tenure type</td>\n<td>9,771.8</td>\n<td>&lt;0.001</td>\n</tr>\n<tr>\n<td>Age + relationship in household + tenure type + income</td>\n<td>10,0073.0</td>\n<td>&lt;0.001</td>\n</tr>\n<tr>\n<td>Age + relationship in household + tenure type + income + sex</td>\n<td>10131.1</td>\n<td>&lt;0.001</td>\n</tr>\n<tr>\n<td>Age + relationship in household + tenure type + income + sex +education</td>\n<td>10133.9</td>\n<td>0.07</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Disability Status Model Development",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Post imputation CAREMOD still overestimated the percentage of the population with at least a moderate core area restriction, leaving the estimates across the SLAs greater than the NSW value produced from the SDAC (13.4 per cent versus 9.6 per cent). Consequently, it was decided that the model would be aligned with the SDAC percentage of persons with at least a moderate disability. Correction of the overestimation of functional status variables was done by scaling the imputation probabilities calculated, so that fewer records were allocated to certain characteristics in the Monte Carlo simulation. This adjustment was done assuming that the over-estimation was spatially homogeneous and as such the correction was applied equally across the SLAs. The scaling factor used was 13.4/9.6. It was scaled by the fraction of overestimation that occurred between the original SDAC estimate and the weighted average estimate from NSW SLAs produced by our regression models. This centred the SLA estimates around the NSW estimate. Use of a scaling factor meant that if record A was more likely to have a disability than record B this relationship would remain – but the chance of either record having a disability would be reduced. This method gave an objective way of reducing the number of records that had a disability when using the SLA weights.",
                    "type": "paragraph"
                },
                {
                    "text": "The process of cloning, imputing and scaling, described above, produced reasonable synthetic estimates for:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "per cent with a disability and at least a moderate restriction in 1 core area;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "per cent distribution across the number of core areas with at least a moderate restriction; and",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "per cent distribution of which core areas at least a moderate restriction was present.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "For each of these measures, the percentage difference between the weighted average and the SDAC Australian average was less than 10 per cent and the percentage point difference was less than one. A comparison of the SDAC results and the final CAREMOD results for disability estimates at a NSW level are presented in <a href=\"#table6\">Table 6</a>. The improvement of the estimation of having a moderate disability or greater (a key indicator from the model) as each methodological change was made is presented in <a href=\"#table7\">Table 7</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "id": "tfn1_1",
                                    "label": "a",
                                    "text": [
                                        {
                                            "text": "95% Confidence interval for this estimate = 5.4-13.8%",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table6",
                            "label": "Table 6",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Variable</th>\n<th>CAREMOD 2001</th>\n<th>SDAC 1998</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Profound Disability</td>\n<td>3.3</td>\n<td>2.9</td>\n</tr>\n<tr>\n<td>Severe Disability</td>\n<td>4.0</td>\n<td>3.5</td>\n</tr>\n<tr>\n<td>Moderate Disability</td>\n<td>2.9</td>\n<td>3.5</td>\n</tr>\n<tr>\n<td>At least Moderate disability</td>\n<td>10.2</td>\n<td>9.6<a href=\"#tfn1_1\"><sup>a</sup></a></td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Comparison of CAREMOD to SDAC estimates (%)",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "table7",
                            "label": "Table 7",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Method</th>\n<th>Estimate of at least moderate disability (%)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Reweighting</td>\n<td>13.4</td>\n</tr>\n<tr>\n<td>Reweighting + cloning</td>\n<td>15.0</td>\n</tr>\n<tr>\n<td>Reweighting + cloning + regression modelling</td>\n<td>13.8</td>\n</tr>\n<tr>\n<td>Reweighting + cloning + regression modelling + scaling</td>\n<td>10.2</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Comparison of methods in the development of CAREMOD",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s5",
            "title": "Cloning, scaling and imputing to add disability",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "CAREMOD aimed at forecasting the potential need for care in small areas, not <i>the use</i> of aged care. If the demand for aged care were modelled, it would be as a function of need, supply effects and care preferences. However, since the interest was purely in need, issues such as supply, care preferences and availability of informal carers were not considered. Indeed, given that CAREMOD was designed to reflect the relative need for different levels of care and support rather than types of care, the model does not depend on the current types of care remaining in place.",
                    "type": "paragraph"
                },
                {
                    "text": "Initially, the use of three broad levels of care or the imputation of a resident classification scale was considered. The final framework for the index of need used in CAREMOD was a mapping of functional status measured by disability level to the need for different modalities of care. The population can be divided into those who require care and those who do not require care. Amongst those who require care there are 3 main subgroups – those requiring high, medium and low levels of care (see <a href=\"#box1\">Box 1</a> for full description).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "items": [
                                [
                                    {
                                        "text": "no (or very minimal) assistance",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "low level of need for care which could be met within the family/community (from a low level of support from informal carers for example)",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "low-medium level of need which maps to higher demand on either informal or formal care providers within the home or community setting",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "high-medium level of need which translates to high demand on either informal or formal care providers within the home or community, or lower dependency institutional (residential) type services",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "high level of need requiring high dependency institutional type care and support",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        }
                    ],
                    "id": "box1",
                    "label": "Box 1",
                    "title": "Care Modality Level Definitions",
                    "type": "box"
                },
                {
                    "text": "These modalities can map to current aged care services and programs in Australia as shown in <a href=\"#fig4\">Figure 4</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00015%2Fijm-00015-fig4.tif",
                                "size": {
                                    "width": 1041,
                                    "height": 451
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00015%2Fijm-00015-fig4.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00015-fig4.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "Modalities of Care",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Ultimately, a simplistic model for determination of care needs based on the eight levels of disability recorded in SDAC was used (see <a href=\"#fig5\">Figure 5</a> for the linkage between disability and level of care needed). This linkage only required one disability variable – level of disability – to allocate need for care. This removed the need for the complex, iterative imputations required to scale multiple disability characteristics to the state averages of their respective occurrences.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig5",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00015%2Fijm-00015-fig5.tif",
                                "size": {
                                    "width": 1034,
                                    "height": 832
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00015%2Fijm-00015-fig5.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00015-fig5.jpg"
                                }
                            },
                            "label": "Figure 5",
                            "title": "Mapping of Level of Disability to Health Care Modality",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s6",
            "title": "Disability and need for care",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Having built the prototype basefile for CAREMOD, some initial regional analysis was carried out. In NSW, around 20 per cent of the population aged 55 years and over were found to have a disability with at least a moderate restriction in at least one core area, this proportion rising to nearly 50 per cent for those aged 85 years or over. These rates do, however, vary significantly between local areas, ranging between 14 and 30 per cent for those aged 55 years or over, and 30 and 70 per cent for the very old (85 years or over). Amongst those aged 55 years and over, there were between 1 per cent and 5 per cent with a moderate disability across the SLAs of NSW, as seen in <a href=\"#fig6\">Figure 6</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig6",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00015%2Fijm-00015-fig6.tif",
                                "size": {
                                    "width": 1034,
                                    "height": 534
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00015%2Fijm-00015-fig6.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00015-fig6.jpg"
                                }
                            },
                            "label": "Figure 6",
                            "title": "Mapping of per cent with a moderate restriction in at least one core area amongst those aged 55 years or over, by SLA",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The distribution across New South Wales of those requiring the highest level of care was considered. There are significant regional differences in the proportion of the local community populations needing care. There is an average across the SLAs of 9.6 per cent of those aged 55 years and over needing the highest level of care, which would currently equate to nursing home care. The minimum percentage across the SLAs was two in Cabonne, a small rural area in the central west of NSW with an estimated resident population of 12,128 in 2001, of which 15.3 per cent were aged 65 years or over. The maximum was 27 per cent in Snowy River, a rural area in the south east corner of NSW, with a population of 7,727 in 2001, of which 10.2 per cent were aged 65 years or over. (This analysis excluded the five SLAs mentioned previously with extremely poor reliability.) <a href=\"#fig7\">Figure 7</a> shows the estimated spatial distribution at SLA level of the percent needing the highest level of care. Of those SLAs in the highest quintile of per cent needing high level care, 30 (77 per cent) were rural SLAs or regional centres, many of which are located in the southern part of the state.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig7",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00015%2Fijm-00015-fig7.tif",
                                "size": {
                                    "width": 1050,
                                    "height": 661
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00015%2Fijm-00015-fig7.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00015-fig7.jpg"
                                }
                            },
                            "label": "Figure 7",
                            "title": "Mapping of per cent needing high level care amongst those aged 55 years or over, by SLA",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Considering the elderly (aged 85 year or over), the proportion of SLA populations with profound disability and high dependency needs varies between 8 and 70 per cent (see <a href=\"#fig8\">Figure 8</a>). Only 13 SLAs had fewer than 20 per cent of their elderly residents with high level care needs. In contrast, 10 areas were estimated to have more than half their elderly residents with high care needs.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig8",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00015%2Fijm-00015-fig8.tif",
                                "size": {
                                    "width": 1050,
                                    "height": 724
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00015%2Fijm-00015-fig8.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00015-fig8.jpg"
                                }
                            },
                            "label": "Figure 8",
                            "title": "Mapping of per cent needing high level care amongst those aged 85 years or over, by SLA",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s7",
            "title": "Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The CAREMOD project has been a high risk modelling project, testing the limits of our knowledge about synthetic small area estimation – that is the creation of spatially detailed synthetic household microdata for small areas. It had been assumed at the start of the CAREMOD project that the reweighted SDAC would allow us to generate reasonable estimates for each SLA of unconstrained variables that were present on the SDAC but not on the census – notably, disability and impairment status (constrained variables are those present in both the census and the SDAC and that were included in the SLA benchmark categories that the SDAC was reweighted to.) However, after the reweighting, it became evident that many of the unconstrained variables of interest for CAREMOD were not reliably estimated using these synthetic data. For example, the proportion of the NSW population with their various activities of daily living statuses was 2–3 times higher in the reweighted estimates for NSW than in the SDAC estimates for all of Australia.",
                    "type": "paragraph"
                },
                {
                    "text": "This difficulty in deriving reasonably accurate estimates of unconstrained variables appears to reflect two key features in the SDAC regionalisation process: a) the rarity of events being represented by the unconstrained variables; and b) the strength of association between the constrained and unconstrained variables (although being statistically significantly related to the constrained variables, the Pearson’s correlation values are typically below 0.20, as illustrated in <a href=\"#table8\">Table 8</a>). These two features, identified as outcomes of the CAREMOD validation process provide, we suggest, a starting point for more formally defining the limitations inherent in spatial microdata estimated via the reweighting of survey data to local data benchmarks.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table8",
                            "label": "Table 8",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Variables</th>\n<th>Pearson’s R</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Education</td>\n<td>−0.01</td>\n</tr>\n<tr>\n<td>Tenure Type</td>\n<td>0.00</td>\n</tr>\n<tr>\n<td>Income</td>\n<td>0.11</td>\n</tr>\n<tr>\n<td>Relationship in Household</td>\n<td>−0.13</td>\n</tr>\n<tr>\n<td>Age</td>\n<td>−0.45</td>\n</tr>\n<tr>\n<td>Sex</td>\n<td>−0.01</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Correlation between Disability and Constrained Variables",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s8",
            "title": "Limitations",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "When the CAREMOD project first commenced, it was expected to utilise the ABS Household Expenditure Survey (HES) as its base data, thus allowing the project to leverage off other earlier and ongoing work by NATSEM on the ‘regionalisation’ of the HES. However, as an outcome of early scoping work, it was decided that the ABS Survey of Disability, Aging and Carers would provide a better base data for CAREMOD. So although seen as a relatively high risk decision, regionalisation of the 1998 SDAC survey was undertaken.",
                    "type": "paragraph"
                },
                {
                    "text": "Because of the limitations of the unconstrained variables, the disability status of records was refined from that originally imputed from the regionalisation process. To improve the reliability of the imputation, first records were cloned so no record had a weight of more than 100, thus allowing finer graduations of disability states to be achieved. This complex cloning was necessitated by the relatively “clumpy” weights created by the reweighting algorithm (GREGWT). Cloned disability-related attributes in the SDAC were then replaced with imputed values in order to increase the heterogeneity of disability outcomes. The initial attempts at imputation resulted in the estimated proportion of persons with at least a moderate core restriction in NSW being 40 per cent higher in the synthetic data than the SDAC showed for Australia. Hence, all the relevant probabilities were ‘scaled’ down, so as to hit the “correct” proportion as shown in the SDAC data. After these refinements, the CAREMOD model appeared to provide reasonable estimates of the number of NSW residents with a core area restriction in each of the areas of mobility, self care and communication.",
                    "type": "paragraph"
                },
                {
                    "text": "Having imputed their core area restrictions, the next step was to simulate modalities of care. The validation suggested reasonable results except for seriously ‘non-convergent’ SLAs (the four areas of Sydney, both Inner and Remainder, South Sydney and Inner Newcastle - each of these SLAs being non-typical and having exceptional concentration of some characteristics).",
                    "type": "paragraph"
                },
                {
                    "text": "At this stage, CAREMOD is a complex model that allows the estimation of the prevalence of disability, alternative care needs, and characteristics of the older population in New South Wales at a small area level. The rationale for building CAREMOD was to be able to provide much more detailed answers to possible questions about the current and likely future need for, affordability of, and private and public capacity to fund aged care for older Australians. The small area forecasting capabilities of CAREMOD offer a new spatial estimation tool to assist in forward planning and decision-making on service provision, including what types of services are needed, what balance will be needed between formal and informal care, where should services be located and how could the costs of these services be met by Government and users.",
                    "type": "paragraph"
                },
                {
                    "text": "The estimates produced by CAREMOD are of sufficient quality to be used in aged care service planning in NSW. With future funding, areas of possible development in this model include: the refinement of the assets and wealth imputation, particularly determining the levels of equity held in housing; refinement of the need for care index to account for different types of restrictions causing disability and the associated different levels of the care that may be required; extension of this prototype model to the other jurisdictions of Australia; and investigation of need for care relative to existing supply of aged care services.",
                    "type": "paragraph"
                }
            ],
            "id": "s9",
            "title": "Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "date": "2001",
            "details": "Australian Standard Geographical Classification (ASGC), ABS Cat 1216.0, Canberra, Australian Bureau of Statistics",
            "id": "bib1",
            "title": "Australian Standard Geographical Classification (ASGC)",
            "type": "unknown",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "date": "2002",
            "details": "Older Australia at a Glance 2002, 3, AIHW Cat no. AGE 25, Canberra, Australian Institute of Health and Welfare",
            "id": "bib2",
            "title": "Older Australia at a Glance 2002",
            "type": "unknown",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "date": "2003",
            "details": "Residential Aged Care in Australia 2001–02: A Statistical Overview, AIHW Cat. no. AGE 19, Australian Institute of Health and Welfare, Canberra",
            "id": "bib3",
            "title": "Residential Aged Care in Australia 2001–02: A Statistical Overview",
            "type": "unknown",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "date": "2002",
            "details": "The Financial Implications of Caring for the Aged to 2020, A report commissioned in conjunction with the Myer Foundation project 2020: A Vision for Aged Care in Australia, Melbourne",
            "id": "bib4",
            "title": "The Financial Implications of Caring for the Aged to 2020",
            "type": "unknown",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "articleTitle": "Modelling the local impacts of national social policies: A microsimulation approach",
            "authors": [
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "11th European Colloquium on Theoretical and Quantitative Geography"
                ]
            },
            "date": "1999",
            "id": "bib5",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bridge, C",
                        "preferred": "C Bridge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Parsons, A",
                        "preferred": "A Parsons"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Quine, S",
                        "preferred": "S Quine"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kendig, H",
                        "preferred": "H Kendig"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "Positioning Paper for Australian Housing and Urban Research Institute (AHURI), Sydney Research Centre, Sydney",
            "id": "bib6",
            "title": "Positioning Paper for Australian Housing and Urban Research Institute (AHURI)",
            "type": "unknown"
        },
        {
            "articleTitle": "Social Modelling and Public Policy: Application of Microsimulation Modelling in Australia",
            "authors": [
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib7",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "2002",
            "type": "journal",
            "uri": "http://jasss.soc.surrey.ac.uk/5/4/ 6.html",
            "volume": "5"
        },
        {
            "articleTitle": "The New Frontier of Health and Aged Care: using microsimulation to assess policy options",
            "authors": [
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Productivity Commission Tools for Microeconomic Policy Analysis, Productivity Commission Conference Proceedings"
                ]
            },
            "date": "2005",
            "id": "bib8",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chin, S F",
                        "preferred": "S F Chin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Paper presented at the, National Conference in Theory, Methods and Applications of Spatially Integrated Social Science, Melbourne, 21-23 May",
            "id": "bib9",
            "title": "Housing stress in 2001: estimates for Statistical Local Areas",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chin, S F",
                        "preferred": "S F Chin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "discriminator": "b",
            "id": "bib10",
            "publisher": {
                "name": [
                    "NATSEM, University of Canberra"
                ]
            },
            "type": "report"
        },
        {
            "articleTitle": "Spatial Microsimulation Using Synthetic Small Area Estimates of Income, Tax and Social Security Benefits",
            "authors": [
                {
                    "name": {
                        "index": "Chin, S F",
                        "preferred": "S F Chin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lloyd, R",
                        "preferred": "R Lloyd"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2005",
            "id": "bib11",
            "journal": "Australasian Journal of Regional Studies",
            "pages": {
                "first": "303",
                "last": "335",
                "range": "303–335"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chin, S F",
                        "preferred": "S F Chin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bill, A",
                        "preferred": "A Bill"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib12",
            "publisher": {
                "name": [
                    "NATSEM, University of Canberra"
                ]
            },
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Comas-Herrera, A",
                        "preferred": "A Comas-Herrera"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pickard, L",
                        "preferred": "L Pickard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wittenberg, R",
                        "preferred": "R Wittenberg"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2003",
            "id": "bib13",
            "publisher": {
                "name": [
                    "PSSRU, London School of Economics"
                ]
            },
            "type": "report"
        },
        {
            "articleTitle": "Tax modelling",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib14",
            "journal": "Economic Record",
            "pages": {
                "first": "189",
                "last": "202",
                "range": "189–202"
            },
            "type": "journal",
            "volume": "77"
        },
        {
            "date": "2002",
            "details": "Report on the Operation of the Aged Care Act 1997: 1 July 2001 to 30 June 2002, DHA, Canberra",
            "id": "bib15",
            "title": "Report on the Operation of the Aged Care Act 1997: 1 July 2001 to 30 June 2002, DHA, Canberra",
            "type": "unknown",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gibson, D",
                        "preferred": "D Gibson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Braun, P",
                        "preferred": "P Braun"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liu, Z",
                        "preferred": "Z Liu"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australasian Institute of Health and Welfare"
                ]
            },
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gupta, A",
                        "preferred": "A Gupta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "Modelling Our Future: Population Ageing, Health and Aged Care, International Symposia in Economic Theory and Econometrics, 16, Amsterdam, Elsevier",
            "id": "bib17",
            "title": "Modelling Our Future: Population Ageing, Health and Aged Care",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hancock, R",
                        "preferred": "R Hancock"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wittenberg, R",
                        "preferred": "R Wittenberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pickard, L",
                        "preferred": "L Pickard"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2007",
            "details": "PSSRU Discussion Paper 2336/2, PSSRU, London School of Economics",
            "id": "bib18",
            "title": "Paying for Long-Term Care for Older People in the UK: Modelling the Costs and Distributional Effects of a Range of Options",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gupta, A",
                        "preferred": "A Gupta"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "Modelling Our Future: Population Ageing, Social Security and Taxation, International Symposia in Economic Theory and Econometrics, 15, Amsterdam, Elsevier",
            "id": "bib19",
            "title": "Modelling Our Future: Population Ageing, Social Security and Taxation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Huang, Z",
                        "preferred": "Z Huang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Williamson, P",
                        "preferred": "P Williamson"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "Working Paper 2001/2, Population Microdata Unit, Department of Geography, University of Liverpool",
            "id": "bib20",
            "title": "A comparison of synthetic reconstruction and combinatorial optimisation approaches to the creation of small-area microdata",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lagergren, M",
                        "preferred": "M Lagergren"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "281–296, A Simulation Model of the Future Needs of Long-term Care of Elderly Persons in Sweden",
            "id": "bib21",
            "title": "281–296, A Simulation Model of the Future Needs of Long-term Care of Elderly Persons in Sweden",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2006",
            "details": "Technical Paper No 32, NATSEM, University of Canberra",
            "id": "bib22",
            "title": "Technical Paper No 32, NATSEM, University of Canberra",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McCallum, J",
                        "preferred": "J McCallum"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Simons, L",
                        "preferred": "L Simons"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Simons, J",
                        "preferred": "J Simons"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib23",
            "publisher": {
                "name": [
                    "University of Sydney"
                ]
            },
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Madge, A",
                        "preferred": "A Madge"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "Productivity Commission Staff Research Paper, Canberra",
            "id": "bib24",
            "title": "Productivity Commission Staff Research Paper, Canberra",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lloyd, R",
                        "preferred": "R Lloyd"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib25",
            "publisher": {
                "name": [
                    "NATSEM Report for the Department of Health and Aged Care, National Centre for Social and Economic Modelling, University of Canberra"
                ]
            },
            "type": "report"
        },
        {
            "articleTitle": "Pushing them to the edge: an assessment of spatial microsimulation methods",
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper presented at the 2nd General Conference of the International Microsimulation Association"
                ]
            },
            "date": "2009",
            "id": "bib26",
            "type": "conference-proceeding"
        },
        {
            "date": "2007",
            "id": "bib27",
            "publisher": {
                "name": [
                    "Treasury, Commonwealth of Australia"
                ]
            },
            "title": "http://www.treasury.gov.au/igr",
            "type": "web",
            "uri": "http://www.treasury.gov.au/igr",
            "website": "Intergenerational Report 2007",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "articleTitle": "An Evaluation of the Combinatorial Optimisation Approach to the Creation of Synthetic Microdata",
            "authors": [
                {
                    "name": {
                        "index": "Voas, D",
                        "preferred": "D Voas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Williamson, P",
                        "preferred": "P Williamson"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib28",
            "journal": "International Journal of Population Geography",
            "pages": {
                "first": "348",
                "last": "366",
                "range": "348–366"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Incidence of Nursing Home Placement in a Defined Community",
            "authors": [
                {
                    "name": {
                        "index": "Wang, J",
                        "preferred": "J Wang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mitchell, P",
                        "preferred": "P Mitchell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, W",
                        "preferred": "W Smith"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2001",
            "id": "bib29",
            "journal": "Medical Journal of Australia",
            "pages": {
                "first": "271",
                "last": "275",
                "range": "271–275"
            },
            "type": "journal",
            "volume": "174"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Williamson, P",
                        "preferred": "P Williamson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation for urban and regional policy analysis",
            "chapterTitle": "Community care policies for the elderly, 1981 and 1991: a microsimulation approach",
            "date": "1996",
            "editors": [
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                }
            ],
            "id": "bib30",
            "pages": {
                "first": "64",
                "last": "87",
                "range": "64–87"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Pion"
                ]
            },
            "type": "book-chapter"
        }
    ],
    "acknowledgements": [
        {
            "text": "The CAREMOD project was funded by an ARC Linkage Grant (No. LP0349126) and by the two industry partners to the grant - the Office for an Ageing Australia of the Commonwealth Department of Health and Ageing, and the New South Wales (NSW) State Government Department of Disability, Ageing and Home Care. The authors would like to thank these funders for their support and also gratefully acknowledge the efforts of Steve Leicester, formerly of NATSEM, in reweighting the SDAC data.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
