{
    "status": "vor",
    "id": "00012",
    "version": 1,
    "type": "scientific-correspondence",
    "doi": "10.34196/ijm.00012",
    "authorLine": "Paul Williamson",
    "title": "Reviews",
    "published": "2009-06-30T00:00:00Z",
    "versionDate": "2009-06-30T00:00:00Z",
    "statusDate": "2009-06-30T00:00:00Z",
    "volume": 2,
    "issue": 1,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00012/ijm-00012.pdf",
    "subjects": [
        {
            "id": "demography",
            "name": "Demography"
        },
        {
            "id": "pensions-retirement",
            "name": "Pensions and retirement"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Williamson",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "University of Liverpool"
                    ]
                }
            ],
            "name": {
                "index": "Williamson, Paul",
                "preferred": "Paul Williamson"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "This volume reports on the outcomes from an inter-disciplinary Swedish research project on ageing. The goal of the project was to investigate a range of inter-linked research issues including the likely future demand for health and social care in Sweden generated by an ageing population, the implications for state funding and tax revenues that this raises, and the potential for addressing these increased needs, at least in part, through kinship support and personal expenditures.",
                    "type": "paragraph"
                },
                {
                    "text": "A particular motivating concern for project was the potentially uneven distributional impact of these future burdens across differing population sub-groups. For this reason a microsimulation approach was adopted. The desire to take account of pension and wealth accumulation over time, amongst other factors, determined the adoption of a dynamic approach. In this respect the project team were fortunate in being able to start not from scratch, but from the basis of an existing dynamic microsimulation model, SESIM, operated by the Swedish Ministry of Finance.",
                    "type": "paragraph"
                },
                {
                    "text": "The statistical basis of SESIM is a large longitudinal database of individual register data ‘LINDA’. For the purposes of this project all simulations started with the 1999 wave of LINDA, comprising 112,000 individuals and 59,000 households. In addition to demographics the basic version of SESIM simulated schooling, labour force participation, earnings, other incomes and taxes. In order to address the needs of the project team, SESIM was further developed to incorporate changes in health status, utilisation of sickness benefits, hospital and social care, early retirement, regional migration, kin proximity and age-related changes in the distribution of wealth.",
                    "type": "paragraph"
                },
                {
                    "text": "Accordingly, this volume reports not only on project results, but upon the empirical studies and model development required to enhance SESIM. Hence the volume provides an up-to-date survey of relevant literature and empirical findings (Swedish and international) relating to a variety of age-related behaviours, including health, retirement, mobility and demand for care. It additionally provides insight in the modelling strategies adopted to embed these behaviours within SESIM, providing readers with a host of technical innovations, as well as with an improved understanding of the technical challenges still remaining.",
                    "type": "paragraph"
                },
                {
                    "text": "Unpacking the contents of this volume in more detail, it may be divided into three broad parts. In the first part, three successive chapters provide the general backdrop against which the remaining chapters should be read. First, Klevmarken and Lindgren review the existing international and Swedish literature relating to the overall project goals. This review starts with a demographic insight into the challenges posed by the projected path of population ageing, both within Sweden and, more widely, across Europe. This is followed a summary of existing theory and empirical results relating ageing to changes in health, health-related absenteeism, early retirement, health and social care utilisation, geographical mobility and tenure choice.",
                    "type": "paragraph"
                },
                {
                    "text": "The second chapter finds Klevmarken providing a review of the principles underlying dynamic microsimulation. This overview not only sets out the case for microsimulation, but also discusses its key elements: data, feedback effects and markets, estimation of imputation and behavioural models, alignment, including alignment of non-linear models, and model validation. Flood concludes the introductory section of the book with a detailed overview of the version of SESIM that emerged by the end of the project. This review includes details of model structure, model operation, and the major assumptions relating to exogenous variables. Flood’s chapter concludes with an appendix listing, for each behavioural process in SESIM, the population at risk and the covariates used to model the behaviour.",
                    "type": "paragraph"
                },
                {
                    "text": "In second section of the book, a series of chapters provide greater detail on the development, implementation and outcomes of specific model elements. All are developed around a benchmark scenario, estimated using ‘average’ assumptions about changes in exogenous indicators. The first such chapter, by Bolin <i>et al</i>., reports on the modelling of transitions between four categories of health status. Their chapter includes theoretical and empirical context setting, followed by a report of the estimation approach adopted, and a summary of the resulting model outcomes. This pattern provides a template for the remaining chapters in this section of the book.",
                    "type": "paragraph"
                },
                {
                    "text": "Utilising Bolin <i>et al.’s</i> model of changing health status, the following chapter reports upon the modelling of sickness absence from work, again including a mixture of theoretical review and empirical results. An additional notable contribution of the chapter is the detailing of a technically sophisticated algorithm for estimating the marginal effects and <i>p</i>-values of a negative binomial model. This is followed by a third inked chapter, covering the modelling of early retirement. This chapter presents two separate and distinct models for early retirement, via the old age pension or disability insurance systems.",
                    "type": "paragraph"
                },
                {
                    "text": "Fransson and Eklof change the focus to geographical mobility and tenure choice. In their contribution, they review the operation of the housing market in Sweden and develop a model in which regional geographical mobility and tenure choice are treated as a series of conditional logit models. The outcome is a predicted continuation of metropolitan concentration, allied with an overall increase in owner occupation, despite the propensity for the very eldest to rent rather than own.",
                    "type": "paragraph"
                },
                {
                    "text": "Flood <i>et al</i>. show a particular concern for the future distribution of income amongst the ‘baby boomers’ as they age, in relation both to their peers and to the remaining working age population. Notably their work takes into account income derived from assets, and attempts to disentangle the relative importance of state, occupational and private pensions. Through their results they demonstrate that too great a focus on the replacement rate will completely miss the long-run outcome, in which the very elderly end up with much lower income standards than the young-old.",
                    "type": "paragraph"
                },
                {
                    "text": "Flood and Klevmarken move from the analysis of income distributions to the analysis of wealth distributions, shifting the focus from pension incomes to the magnitude and portfolio composition of the private wealth of the elderly. in doing so, they construct a model which includes not only assets but also debts. Perhaps unsurprisingly the model outcomes confirm that future wealth distribution is highly sensitive to future growths in real estate and financial asset prices.",
                    "type": "paragraph"
                },
                {
                    "text": "The following two chapters switch to a focus on demand for care. First, Bolin <i>et al</i>. estimate the utilisation of inpatient care – specifically the number of bed-days spent in hospital. Overall they find no clear evidence for long-term changes in age- or gender-specific rates of inpatient care utilisation. As a result, they conclude that future increases in health care demand depend mainly upon the proportional projected increases in the elderly (75+).",
                    "type": "paragraph"
                },
                {
                    "text": "Fransson <i>et al</i>. follow this up by describing the development and implementation of a model for the demand of old age care. Their initial review highlights the importance of kin proximity. Therefore their model of demand for care requires, as a first step, the imputation of closeness to own children in the first simulation year (1999). The remainder of the chapter then reports and implements separate models of transitions between old age care and mortality states, the latter modelled using a hazard model approach, the former using a multinomial logit.",
                    "type": "paragraph"
                },
                {
                    "text": "The final section of the book comprises two chapters summarising and evaluating overall project outcomes. in the first of these, Klevmarken revisits the various models and results already reported, examining how robust findings are to variations from those the baseline scenario that they share. The scenario alternatives considered include: improved health progression with and without accompanying decreases in mortality rates; changes in pension age; higher rates of immigration; and sensitivity to economic futures through the use of two opposing high and low growth scenarios. A number of results are shown to be sensitive to the underlying assumptions adopted, not least assumptions about the relative reductions in health and mortality risks over time.",
                    "type": "paragraph"
                },
                {
                    "text": "In the final chapter of the book, Klevmarken summarises the main policy relevant findings from the model. Key among these is the conclusion that an increase in average pension age would reduce the future care burden, whilst increased immigration would have only very small effects. He then moves on to discuss wider lessons learnt from the project, touching upon issues of behavioural model estimation, incorporation of feedback effects, data and calibration challenges, and lastly, but by no means least, project staffing.",
                    "type": "paragraph"
                },
                {
                    "text": "Klevmarken concludes by taking up the gauntlet thrown down by <a href=\"#bib1\">Citro and Hanushek (1997)</a>. In their review, Citro and Hanushek came to the conclusion that the existing theoretical and empirical understanding of how society works was not good enough to sustain a microsimulation approach to the study of the problems of an ageing population. Klevmarken suggests that, on the basis of the achievements reported in the volume under review, microsimulation does provide a viable approach for this and similar purposes. In truth, balancing the undeniable model achievements reported against the acknowledged estimation and modelling challenges that remain, the volume perhaps provides sufficiently mixed evidence to support either view.",
                    "type": "paragraph"
                },
                {
                    "text": "But the most important contribution of this volume, I would argue, is to provide an excellent example of the careful documentation of a large scale microsimulation project. Future researchers investigating similar areas will be able to use this book to more quickly identify the most appropriate estimation strategies and behavioural determinants for a wide range of age- and health-related behaviours. More broadly the volume provides a useful primer on the wide variety of strategies available for the estimation of behavioural models. It is for these contributions above all others, I suspect, that this volume will be most remembered.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Citro, CF",
                        "preferred": "CF Citro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hanushek, EA",
                        "preferred": "EA Hanushek"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Assessing policies for retirement income. Needs for data, research and models",
            "date": "1997",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington DC"
                        ]
                    },
                    "formatted": [
                        "Washington DC"
                    ]
                },
                "name": [
                    "National Research Council, National Academy Press"
                ]
            },
            "type": "book"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
