{
    "status": "vor",
    "id": "00010",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00010",
    "authorLine": "Heiko Müller, Caren Sureth",
    "title": "Income tax statistics analysis: A comparison of microsimulation versus group simulation",
    "published": "2009-06-30T00:00:00Z",
    "versionDate": "2009-06-30T00:00:00Z",
    "statusDate": "2009-06-30T00:00:00Z",
    "volume": 2,
    "issue": 1,
    "fpage": 32,
    "lpage": 48,
    "elocationId": "32-48",
    "pdf": "http://web:8082/00010/ijm-00010.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        },
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Microsimulation based on income tax statistics may be useful in tax reform discussions. Unfortunately, access to appropriate data is still rather restricted and expensive for ad-hoc analyses, and individual data is often even not available at all. In this paper we take Germany and its data situation as a proxy for many countries. restrictions in terms of tax data availability. Analyzing how much reliability and robustness of results we lose if we employ group simulation instead of microsimulation, we compare both methods. Investigating tax scale effects by the group model leads to very good results. Determining the financial effects of modified tax bases, the deviation from the microsimulation results increases, especially if tax base cuts vary between taxpayers. In addition, we take account of the class of taxpayers with a negative taxable income. Neglecting this class we identify a systematic underestimation of the financial consequences of a modified tax base with the group model assuming a progressive tax scale. If the group simulation data is not arranged according to the taxable income, but rather according to the total amount of income, we also find a tendency towards higher deviations from the microsimulation results. Quantifying the tax revenue effects of alternative tax settings the group simulation model represents a good compromise between the desire to capture the complex reality and the achievable accuracy when facing limited resources and data. Furthermore, for those cases in which group simulation is the appropriate tool, we provide a very simple method to interpolate a suitable income distribution and thereby the tax distribution within the classes. This interpolation makes future estimates of tax revenues a lot easier. We conclude that, although microsimulation in general is the superior approach, a group simulation model remains of interest, especially for analyses of rather old data and cross-country analyses, when sufficiently detailed data for micro analyses is missing.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Müller and Sureth",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "additionalInformation": [
                "www.arqus.info"
            ],
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Germany"
                        },
                        "formatted": [
                            "Germany"
                        ]
                    },
                    "name": [
                        "Ruhr-University of Bochum",
                        "Faculty of Economics, Universitätsstr."
                    ]
                }
            ],
            "emailAddresses": [
                "Heiko.Mueller@ruhr-uni-bochum.de"
            ],
            "name": {
                "index": "Müller, Heiko",
                "preferred": "Heiko Müller"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Germany"
                        },
                        "formatted": [
                            "Germany"
                        ]
                    },
                    "name": [
                        "University of Paderborn",
                        "Faculty of Business Administration and Economics"
                    ]
                }
            ],
            "emailAddresses": [
                "csureth@notes.upb.de"
            ],
            "name": {
                "index": "Sureth, Caren",
                "preferred": "Caren Sureth"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "microsimulation",
        "group simulation",
        "tax revenue",
        "personal income tax",
        "tax statistics"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Microsimulation models of income tax systems are usually employed to analyze the fiscal and distributive issues of taxation. These are important fields of research. The results may be useful in tax reform, budget and income distribution discussions and therefore may contribute substantially to solving these three major economic questions. As long as complete microdatasets are available microsimulation is the preferable tool. However, access to appropriate data in a number of countries is still rather restricted or expensive for <i>ad hoc</i> analyses. In addition, in the case of analyses based on data from previous assessment periods individual data are often not available at all. Even in the industrialized countries data collected earlier than 10 to 15 years ago is usually not microdata but grouped data. Consequently analyses of times series often have to fall back on group data. This is true even for industrialized countries where microsimulation models have become a widespread tool for the analysis of newly collected data. Hence, group simulation models often have to be applied for specific countries, for cross-country analyses and for long-term time series analyses. Against this backdrop it is important to find out how robust the results from group simulation are and thus how big is the error arising from the more aggregate group model in comparison to a microsimulation model. Conversely, given the expense and effort involved in setting up a microsimulation model, it is also important to consider under what circumstances sample-based microsimulation that uses incomplete microdatasets remains superior to group simulation.",
                    "type": "paragraph"
                },
                {
                    "text": "After the amendment of the German Act on Fiscal Statistics in 1996 it was for the first time possible to consolidate the individual data records from the local statistical offices centrally and to use them for auxiliary and special analyses (cf. <a href=\"#bib34\">Zwick, 2001</a>: 640, see further <a href=\"#bib9\">Dell, 2007</a>). Now the data can be prepared more flexibly and used for microsimulations for research and policy purposes. However, because of the generally limited access to microdata or for reasons of economy it is sometimes recommendable for several types of analyses of tax revenue effects to refer instead to classified data from income tax statistics.",
                    "type": "paragraph"
                },
                {
                    "text": "In the following investigation we take Germany and its data situation as a proxy for many countries’ restrictions in tax data availability. This analysis enables us to draw some general conclusions about how to deal with these limitations in future research in countries with a highly developed tax administration and tax statistics but insufficiently detailed and published tax data.",
                    "type": "paragraph"
                },
                {
                    "text": "A vast body of literature examines the impact of income taxation on income distribution and tax revenues referring to different sources of data using either micro or group models. For an overview see, for example, <a href=\"#bib2\">Atkinson and Bourguignon (2000)</a> and <a href=\"#bib18\">Morrisson (2000)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Based on the seminal work of <a href=\"#bib20\">Orcutt (1957)</a> the potential of microsimulation as a new analytical tool emerged. <a href=\"#bib22\">Orcutt, Merz and Quinke (1986)</a> and <a href=\"#bib7\">Citro and Hanushek (1991)</a> provide contributions of various authors and describe the opportunities and limitations of research based on microsimulation models for policy support purposes. With specific relevance to this paper, <a href=\"#bib8\">Cowell (1984)</a> and <a href=\"#bib33\">Zandvakili (1994)</a> examine microdata from household surveys to identify redistributive effects of taxation, whilst <a href=\"#bib17\">Merz (2000)</a> employs sampled microdata from the German income tax statistics to analyze the redistributional impact of the German tax system. <a href=\"#bib4\">Bork and Petersen (2000)</a>, <a href=\"#bib29\">Wagenhals (2001)</a> and <a href=\"#bib12\">Haan and Steiner (2005)</a> similarly employ microsimulation to analyze German tax reform effects. A more detailed overview of the recent literature on microsimulation models relying on German data is provided by <a href=\"#bib30\">Wagenhals (2004)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Further research applying microsimulation tax-benefit models, based on microdata from several countries, provides a deep insight into the tax effects of varying taxation systems. <a href=\"#bib28\">Sutherland (1995)</a> gives an overview of static microsimulation models in five European countries and prepares the field for a European model. <a href=\"#bib6\">Callan and Sutherland (1997)</a> explore the prospects and limitations of such models referring to a case study. They point out that the level of detail inherent in a micro model based on microdata allows researchers to adjust simulations for transnational approaches. But still, this challenge is very demanding as differences in data availability, quality and definitions may have an impact on the results of each country. For example, <a href=\"#bib1\">Atkinson (2007)</a> stresses that in specific cases tax data may be superior to data from household surveys employing uK tax data, whilst <a href=\"#bib26\">Pudney and Sutherland (1994)</a> discuss the reliability of microsimulation results and show that sampling error in micro models often can be very significant. On the other hand, <a href=\"#bib33\">Zandvakili (1994)</a> points out that microdata is usually superior to aggregated data with comparable variable definition.",
                    "type": "paragraph"
                },
                {
                    "text": "In contrast to the microsimulation literature, <a href=\"#bib13\">Kakwani (1977)</a> focuses on the problem of measuring progressivity in taxation and public expenditure and conducts an inter-country comparison using group data from the official income tax statistics. <a href=\"#bib14\">Kraus (1981)</a> employs such data as well to investigate income inequality. <a href=\"#bib15\">Loizides (1988)</a> also uses group data from the official Greek tax statistics to measure progressivity effects. Differences between twelve OECD countries are identified by Wagstaff, van Doerslaer, <a href=\"#bib31\">van der Burg et al. (1999)</a> and <a href=\"#bib32\">Wagstaff and van Doorslaer (2001)</a> using household survey and grouped OECD data. <a href=\"#bib23\">Piketty (2003)</a> highlights French tax data deficits and estimates income inequality in France on the basis of tax statistics. Piketty and Saez (<a href=\"#bib24\">2003</a>, <a href=\"#bib25\">2007</a>) and <a href=\"#bib27\">Saez and Veall (2007)</a> look at US and Canadian grouped tax data. <a href=\"#bib9\">Dell (2007)</a> uses group data from the German tax return statistics, identifies several breaks in data over time, and stresses certain limits of recent data on tax bases and taxes paid. All of them investigate the tax impact on distribution, especially on top incomes over the twentieth century.",
                    "type": "paragraph"
                },
                {
                    "text": "Whereas several papers point out that using group data limits the reliability of their studies in general (cf. <a href=\"#bib13\">Kakwani, 1977</a>: 75, <a href=\"#bib21\">Orcutt, 1982</a>, <a href=\"#bib5\">Caldwell, 1985</a>, <a href=\"#bib16\">McClung, 1986</a>, <a href=\"#bib32\">Wagstaff and van Doorslaer, 2001</a>: 313), there is no analysis about the extent of inaccuracy arising from data deficiencies. One aim of our paper is to partly fill this void.",
                    "type": "paragraph"
                },
                {
                    "text": "As the instrument of microsimulation cannot always be applied, due to either lack of data or resource, it is also of interest to consider how much reliability and robustness of results we lose if we use group simulation instead. A second aim of our paper, therefore, is to compare the outcomes of both methods. We apply microsimulation to microdata and group simulation to classified data, drawn from the same underlying dataset. The results allow us to draw conclusions about the opportunities and limitations of group simulation compared to those of microsimulation models. Specifically, we are able to show under which circumstances microsimulation is undoubtedly the superior approach and when group models provide reasonable estimates. Furthermore, we are able to show that in those cases in which group simulation is an appropriate tool, a very simple method to interpolate a suitable income distribution and thereby the tax distribution within the classes can be applied. This result makes future estimates of tax revenues a lot easier.",
                    "type": "paragraph"
                },
                {
                    "text": "The remainder of this paper begins with an introduction to the tax statistics of the German Federal Statistical Office in <a href=\"#s2\">Section 2</a>. In <a href=\"#s3\">Section 3</a> we describe the main characteristics, advantages and limitations of micro and group simulation models. We present our model in <a href=\"#s4\">Section 4</a> and the simulation results in <a href=\"#s5\">Section 5</a>. On this basis we summarize and draw final conclusions on the applicability, reliability and robustness of results obtained from the alternative methods in <a href=\"#s6\">Section 6</a>.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "One aim of this paper is to compare microsimulation models with group models and identify settings for which one or the other is preferable. In contrast to group models microsimulation is highly demanding of both data and human resource inputs. In these circumstances, an alternative modelling tool that requires less detailed data and human resource input might well be more appropriate. Setting resource inputs to one side, the problem of data (non-)availability can be illustrated if we take a look at the example of the German Federal Income Tax Statistics.",
                    "type": "paragraph"
                },
                {
                    "text": "Income statistics are secondary statistics, i.e. the tax authorities provide summary tax statistics based upon data collected during the tax assessment procedure. These data are not collected through questionnaires but extracted from personal tax assessments recorded by the fiscal administration for statistical reasons. The income tax statistics, however, are only assembled every three years by the German Federal Statistical Office, with a time-lag of at least of four or five years.",
                    "type": "paragraph"
                },
                {
                    "text": "A multitude of data from wage tax cards, tax returns and from official tax assessment notes are documented in the tax statistics. Married couples that are jointly assessed are regarded legally as one tax payer (c.f. <a href=\"#bib32\">Wagstaff &amp; van Doorslaer, 2001</a>: 307 on the problems of a tax unit referring to an individual or a couple). The 1995 tax statistics contain approximately 30 million data records covering 38 million persons, with around 400 attributes per record (<a href=\"#bib34\">Zwick, 2001</a>: 641). Besides technical and socioeconomic information these attributes include the data necessary to determine the individual tax base and people’s personal tax liabilities.",
                    "type": "paragraph"
                },
                {
                    "text": "The German Federal Statistical Office publishes part of these data in tables that provide grouped information only. In these tables, group-specific information is given for sets of taxpayers within intervals of a given income definition, for example, for classes of “total income” or classes of “taxable income”. Researchers do not have access to the complete microdatasets. For the years before 1992 microdata is not available at all for research purposes. Hence, analyses on earlier years have to fall back on grouped data. In contrast, for the years 1998 and 2001 the German Federal Statistical Office has provided researchers with access to scientific usefiles. These files contain a stratified sample of the complete microdata base compiled for microsimulation purposes.",
                    "type": "paragraph"
                },
                {
                    "text": "In line with the official calculation procedure for tax assessment all adjustments to income declared taxable, such as allowances for special expenses and expenses for extraordinary financial burdens, are considered as legitimate. Beginning with the “income from different sources of taxable income” these adjustments are conducted and finally produce the tax base, i.e. the “taxable income”. In addition to the tax base the tax liability is documented in the income tax statistics. Applying the tax scale to the taxable income leads to the “tax scale income tax”. Then, tax credits, tax pre-payments (for example, by wage tax and source taxes), tax refunds and so on have to be taken into account to arrive at the assessed tax liability.",
                    "type": "paragraph"
                },
                {
                    "text": "The tables published by the German Federal Statistical Office distinguish between classes of “total income” and classes of “taxable income”. The total amount of income is a kind of preliminary tax base, i.e. a tax base before special individual expenses and expenses for extraordinary financial burdens. The tables contain the aggregated value of the underlying attributes from the taxpayers’ microdata, for all tax payers or for certain selected groups of taxpayers, such as those subject to the basic or splitting tax scale. Whereas the base income tax scale is applied to individual taxpayers, married couples are subject to the splitting tax scale. To determine the income tax of a couple, the incomes of both spouses is summed and then halved. This halved income is subject to the basic income tax scale. The resulting income tax has to be doubled to calculate the couple’s income tax. This procedure is called ‘applying the splitting tax scale’.",
                    "type": "paragraph"
                },
                {
                    "text": "Thus the published tables provide group-specific information about the tax base and the assessed tax. The tables used for group simulation only provide mean values for each attribute and class. When the underlying microdata have not been released, these grouped data have to be used instead. Overall a substantial information loss arises from aggregating data in each tax class in comparison to the corresponding individual tax microdata. The remainder of this paper investigates whether this information loss leads to high or rather negligible simulation differences.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Tax statistics of the federal statistical office",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Referring to the most important distinctive feature – the degree of aggregation of the applied data – in economics and the social sciences – we find three basic types of simulation model:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Models that are essentially based on the aggregates from the national accounting system, like macroeconomic models and general equilibrium models (high aggregation level),",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Group models that refer to selected attributes of homogeneous groups of economic units (medium aggregation level), and",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Microanalytic models that focus on individual micro units (strong disaggregation).",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "Macroeconomic models and equilibrium models are not generally suitable for analyzing income tax revenue. In general equilibrium models a normally complex formula including a macroeconomic growth rate and other macro parameters are used to estimate the effects of monetary and fiscal policy on prices or employment or other macroeconomic variables. If such models are employed to estimate tax revenue effects relatively high prediction errors occur in comparison to more detailed approaches (group or micro models), due to the higher degree of aggregation. Attributes of the households, taxpayers and structural factors are insufficiently considered both in the model and in the results.",
                    "type": "paragraph"
                },
                {
                    "text": "In comparison, the more intensively disaggregated group models and microanalytic models offer structural advantages. Generally, group models have a relatively simple and transparent structure compared with the microanalytic models. This facilitates their implementation and modification and makes them a flexible and low cost instrument for investigating revenue effects. This advantage has to be offset against the previously mentioned information loss caused by using data aggregated with respect to a specific attribute. Hence the field of application of group models is restricted by the underlying aggregation pattern. If microdata are not available, the ensuing analytical limitations of group models have to be accepted. The question is whether the adverse impact of these limitations, in terms of analytical outcomes, is acceptable.",
                    "type": "paragraph"
                },
                {
                    "text": "In contrast, if suitable data are available the higher degree of disaggregation that can be achieved using microanalytic simulation models is superficially desirable and necessary, whether analyzing the distributive effects of various tax and transfer systems or undertaking behavioural simulations. Microeconomic models take explicit account of taxpayers’ individual attributes and hence allow us to determine the tax base and tax liability more precisely. It is therefore theoretically possible to make a more accurate and differentiated assessment of the revenue effects of, for example, a tax reform.",
                    "type": "paragraph"
                },
                {
                    "text": "In a (pure) microanalytic simulation each individual micro unit with its attributes is referred to directly. This can be realised on the basis of individual cases, a sample or the parent population. The advantage of comprehensive and detailed structural information can only be exploited if an appropriate multiplicity of attributes of the micro units is available in the database. In order to achieve a simulation as close to reality as possible interdependencies of tax reform and individual behaviour have to be taken into account. Thus, we have to refer to the relevant elasticities, utility functions and so on in the model on either an empirical or theoretical basis. This increases the complexity of the model as well as the number of attributes.",
                    "type": "paragraph"
                },
                {
                    "text": "Even if the microanalytic models are theoretically superior to the group models, the required specification and format of the data and the necessity to update it often limit or even prevent the application of microsimulations, particularly when dealing with long-term time series and cross-country analyses. In particular for <i>ad hoc</i> analyses or analyses of earlier tax periods we may have to fall back to the published aggregated data as no other detailed data is available. In these cases only group simulation models can be employed. In any case, micro models are often <i>de facto</i> group models, as data limitations sometimes necessitate the assumption that all individuals in the same group share the same attribute or distribution.<a href=\"#fn1\"><sup>1</sup></a> As a result scenarios can be identified for which group model results hardly differ from those of microdata analyses.",
                    "type": "paragraph"
                },
                {
                    "text": "A disadvantage of group tax simulations is that they tend to lead to tax revenues that are too small. This is because progressive income taxation is usually not simulated correctly, a result of referring to aggregate income per income class and aggregate income tax per class instead of exact individual income. In the case of microsimulation an empirical income distribution is inherent in the underlying microdatasets. In contrast, for group simulation purposes an empirical frequency distribution has to be formally estimated from the available aggregated data by applying specific distribution functions. Under these circumstances group simulation potentially becomes an attractive and powerful instrument and alternative to microsimulation models. This estimation of unknown empirical distributions can be achieved in principle by two methodological approaches:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Applying analytic distribution functions whose parameters are derived from empirical material by approximation, or",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Applying interpolation functions.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "In comparison to micro models one major drawback of group simulation models relying on an analytical distribution function is that the mathematical approximation of the analytic distribution functions to the unknown empirical distribution is very time-consuming and complex. Furthermore, there are often substantial deviations, in particular in the upper and lower income classes. It should also be noted that the advantage of using an analytic distribution function is often limited by the lack of a usable economic interpretation of the function parameters. If no acceptable mathematical approximation can be achieved we have to abstain from a theoretical approach to empirical income distribution and conduct an interpolation instead. In the next section of the paper we describe the construction of a group tax simulation model and, as part of this description, put forward one possible approach to approximating the empirical income distribution.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Micro vs. Group simulation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In the following, we introduce a discrete income tax simulation model based on classified data from German Fiscal Statistics.<a href=\"#fn2\"><sup>2</sup></a> The aim of this group model is to identify the revenue effects of alternative tax rules or systems, particularly the fiscal consequences of specific tax regulations, rapidly and flexibly. The group model is based upon available aggregate data from the income tax statistics. After presenting the group model we compare the results of micro and group simulation calculations in order to assess the relative accuracy of the group and microsimulation models and hence find out under which circumstances group simulation is or is not an appropriate approach, and in particular under what circumstances microsimulation models cannot be substituted by group models in an acceptable way.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Tax revenue analyses can normally be conducted without an analytic income distribution. Analytical theory-based income distributions only approximate real world distributions. Widely used analytic approximations include the log-normal (e.g., <a href=\"#bib3\">Berglas, 1971</a>: 534) and Pareto distributions (e.g., <a href=\"#bib24\">Piketty and Saez, 2003</a>: 6; <a href=\"#bib27\">Saez and Veall, 2007</a>: 230). It is preferable, we argue, to deduce the income distribution directly from the available data. As data on the number of tax payers for each specific unit of taxable income <i>TI</i> is unavailable we need to interpolate. We derive the results presented in the following by applying a group simulation model and determining the distribution of income by means of a linear interpolation of the group simulation. An arithmetical series (i.e. a discrete function), rather than a continuous function, is chosen to approximate the distribution of income. Generating discrete income distribution functions is appropriate for tax revenue analysis since the domain of the income tax scale function contains only natural numbers and thus discrete arguments.<a href=\"#fn3\"><sup>3</sup></a> During the interpolation, the aggregate taxable income of all taxpayers in each tax class is also considered.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The discrete model presented for simulating personal income taxation based upon grouped data ensures that in each class aggregated taxable incomes and numbers of taxpayers are identical to the original microdata totals. Therefore, a degree of precision in disaggregation can be achieved that leads in each class to a 100% correct agreement between the aggregated taxable incomes and the amounts indicated in the tax statistics.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The absolute frequency of taxpayers with a specific taxable income <i>TI</i> is <i>h<sub>(TI)</sub></i> and yields from the closed income interval <i>i</i> with the interval bounds [<i>a<sub>i</sub>,b<sub>i</sub></i>], with <i>a<sub>i+1</sub> = b<sub>i</sub>+1</i> of the discrete density function of the taxpayers:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1",
                            "label": "(1)",
                            "mathml": "<math><mrow><msub><mi>h</mi><mi>i</mi></msub><mo>=</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>T</mi><mi>I</mi><mo>=</mo><msub><mi>a</mi><mi>i</mi></msub></mrow><mrow><msub><mi>b</mi><mi>i</mi></msub></mrow></munderover><mrow><msub><mi>h</mi><mrow><mo stretchy=\"false\">(</mo><mi>T</mi><mi>I</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo>.</mo></mrow></mstyle></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Only the highest income interval has an open upper bound with <i>b<sub>n</sub></i> = ∞. This set of numbers (<a href=\"#equ1\">Equation 1</a>) is a unique transformation of a set of natural numbers (taxable income) on a set of integers (absolute frequency of the taxpayers).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The sum of the taxable income of the taxpayers in the interval <i>i</i> is <i>TI<sub>i</sub></i> and can be determined as follows from the density function:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ2",
                            "label": "(2)",
                            "mathml": "<math><mrow><mi>T</mi><msub><mi>I</mi><mi>i</mi></msub><mo>=</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>T</mi><mi>I</mi><mo>=</mo><msub><mi>a</mi><mi>i</mi></msub></mrow><mrow><msub><mi>b</mi><mi>i</mi></msub></mrow></munderover><mrow><msub><mi>h</mi><mrow><mo stretchy=\"false\">(</mo><mi>T</mi><mi>I</mi><mo stretchy=\"false\">)</mo></mrow></msub><mi>T</mi><mi>I</mi><mo>.</mo></mrow></mstyle></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Applying the income tax scale to the tax base <i>TI</i>, neglecting preliminary special tax scale regulations, we receive income tax <i>t<sub>(TI)</sub></i>.<a href=\"#fn4\"><sup>4</sup></a> The sum of the determined income tax of all taxpayers of the interval <i>i</i> is <i>T<sub>i</sub></i> and is given by:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ3",
                            "label": "(3)",
                            "mathml": "<math><mrow><msub><mi>T</mi><mi>i</mi></msub><mo>=</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>T</mi><mi>I</mi><mo>=</mo><msub><mi>a</mi><mi>i</mi></msub></mrow><mrow><msub><mi>b</mi><mi>i</mi></msub></mrow></munderover><mrow><msub><mi>h</mi><mrow><mo stretchy=\"false\">(</mo><mi>T</mi><mi>I</mi><mo stretchy=\"false\">)</mo></mrow></msub><msub><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>T</mi><mi>I</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo>.</mo></mrow></mstyle></mrow></math>",
                            "type": "mathml"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Discrete income distribution",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As already described, the published tables from the income tax statistics – separated into taxpayers underlying the basic scale and taxpayers underlying the splitting tax scale – include aggregate data for a variety of tax relevant facts. An example is provided in <a href=\"#table1\">Table 1</a>. For each band of taxable income the number of taxpayers and relevant sum in DM is displayed.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source:</i> German Statistical Office, Wiesbaden.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\">taxable income <i>from… to under …DM</i></th>\n<th colspan=\"2\">negative income from different sources</th>\n<th colspan=\"2\">positive income from different sources</th>\n<th>Assessed income tax</th>\n<th colspan=\"2\">Amount assessed using 1990 tax scale</th>\n</tr>\n<tr>\n<th><i>number of taxpayers</i></th>\n<th><i>sum in DM ’000</i></th>\n<th><i>number of taxpayers</i></th>\n<th><i>sum in DM ’000</i></th>\n<th><i>number of taxpayers</i></th>\n<th><i>sum in DM ’000</i></th>\n<th><i>sum in DM ’000</i></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Under 1</td>\n<td>266,105</td>\n<td>−12,415,250</td>\n<td>621,453</td>\n<td>9,126,448</td>\n<td>8,061</td>\n<td>890</td>\n<td>-</td>\n</tr>\n<tr>\n<td>1–5,670</td>\n<td>70,316</td>\n<td>−710,317</td>\n<td>1,722,122</td>\n<td>12,318,096</td>\n<td>166,060</td>\n<td>54,234</td>\n<td>-</td>\n</tr>\n<tr>\n<td>5,670–8,154</td>\n<td>29,302</td>\n<td>−315,997</td>\n<td>750,329</td>\n<td>9,407,202</td>\n<td>375,611</td>\n<td>135,333</td>\n<td>180,739</td>\n</tr>\n<tr>\n<td>8,154–12,096</td>\n<td>42,971</td>\n<td>−495,175</td>\n<td>1,133,053</td>\n<td>18,737,618</td>\n<td>633,921</td>\n<td>529,002</td>\n<td>965,929</td>\n</tr>\n<tr>\n<td>12,096–12,366</td>\n<td>2,634</td>\n<td>−32,123</td>\n<td>65,535</td>\n<td>1,272,609</td>\n<td>64,297</td>\n<td>59,071</td>\n<td>83,707</td>\n</tr>\n<tr>\n<td>12,366–13,068</td>\n<td>6,541</td>\n<td>−72,121</td>\n<td>159,406</td>\n<td>3180,959</td>\n<td>155,468</td>\n<td>171,071</td>\n<td>219,226</td>\n</tr>\n<tr>\n<td>13,068–18,036</td>\n<td>48,221</td>\n<td>−574,758</td>\n<td>943,652</td>\n<td>22,260,815</td>\n<td>933,305</td>\n<td>1,795,389</td>\n<td>1,837,818</td>\n</tr>\n<tr>\n<td>18,036–25,002</td>\n<td>77,933</td>\n<td>−939,391</td>\n<td>1,217,176</td>\n<td>36,818,996</td>\n<td>1,215,761</td>\n<td>4,031,413</td>\n<td>4,018,826</td>\n</tr>\n<tr>\n<td>25,002–30,023</td>\n<td>61,778</td>\n<td>−738,561</td>\n<td>929,610</td>\n<td>33,453,121</td>\n<td>929,514</td>\n<td>4,411,434</td>\n<td>4,408,774</td>\n</tr>\n<tr>\n<td>30,023–40,013</td>\n<td>132,580</td>\n<td>−1,389,631</td>\n<td>2,146,192</td>\n<td>91,273,023</td>\n<td>2,146,147</td>\n<td>14,380,689</td>\n<td>14,380,662</td>\n</tr>\n<tr>\n<td>40,013–50,004</td>\n<td>113,496</td>\n<td>−1,334,815</td>\n<td>1,659,698</td>\n<td>86,684,169</td>\n<td>1,659,673</td>\n<td>15,650,731</td>\n<td>15,660,133</td>\n</tr>\n<tr>\n<td>50,004–55,728</td>\n<td>53,055</td>\n<td>−612,021</td>\n<td>599,575</td>\n<td>36,517,684</td>\n<td>599,574</td>\n<td>7,160,721</td>\n<td>7,173,713</td>\n</tr>\n<tr>\n<td>55,728–58,644</td>\n<td>21,470</td>\n<td>−264,002</td>\n<td>231,363</td>\n<td>15,215,855</td>\n<td>231,360</td>\n<td>3,100,941</td>\n<td>3,108,599</td>\n</tr>\n<tr>\n<td>58,644–60,048</td>\n<td>9,722</td>\n<td>−135,733</td>\n<td>98,916</td>\n<td>6,747,897</td>\n<td>98,916</td>\n<td>1,399,886</td>\n<td>1,403,312</td>\n</tr>\n<tr>\n<td>60,048–66,366</td>\n<td>38,500</td>\n<td>−507,366</td>\n<td>352,999</td>\n<td>25,532,735</td>\n<td>352,999</td>\n<td>5,449,135</td>\n<td>5,465,481</td>\n</tr>\n<tr>\n<td>66,366–70,038</td>\n<td>18,540</td>\n<td>−282,451</td>\n<td>152,869</td>\n<td>11,943,497</td>\n<td>152,866</td>\n<td>2,644,972</td>\n<td>2,652,440</td>\n</tr>\n<tr>\n<td>70,038–75,006</td>\n<td>21,053</td>\n<td>−316,026</td>\n<td>158,898</td>\n<td>13,170,377</td>\n<td>158,898</td>\n<td>3,001,504</td>\n<td>3,013,301</td>\n</tr>\n<tr>\n<td>75,006–100,008</td>\n<td>61,821</td>\n<td>−1,177,064</td>\n<td>365,395</td>\n<td>35,597,184</td>\n<td>365,365</td>\n<td>8,730,816</td>\n<td>8,784,647</td>\n</tr>\n<tr>\n<td>100,008–120,042</td>\n<td>20,876</td>\n<td>−575,376</td>\n<td>94,303</td>\n<td>11,909,994</td>\n<td>94,301</td>\n<td>3,263,494</td>\n<td>3,299,181</td>\n</tr>\n<tr>\n<td>120,042–240,084</td>\n<td>34,145</td>\n<td>−1,370,692</td>\n<td>107,606</td>\n<td>19,967,383</td>\n<td>107,577</td>\n<td>6,268,572</td>\n<td>6,458,174</td>\n</tr>\n<tr>\n<td>240,084–480,168</td>\n<td>9,642</td>\n<td>−669,580</td>\n<td>23,523</td>\n<td>8,923,469</td>\n<td>23,518</td>\n<td>3,294,257</td>\n<td>3,488,455</td>\n</tr>\n<tr>\n<td>480,168–1,000,026</td>\n<td>3,404</td>\n<td>−402,661</td>\n<td>7,793</td>\n<td>5,920,376</td>\n<td>7,787</td>\n<td>2,337,854</td>\n<td>2,549,395</td>\n</tr>\n<tr>\n<td>1,000,026 or more</td>\n<td>2,059</td>\n<td>−687,475</td>\n<td>4,302</td>\n<td>15,232,935</td>\n<td>4,299</td>\n<td>6,096,409</td>\n<td>7,226,559</td>\n</tr>\n<tr>\n<td><b>total</b></td>\n<td>1,146,162</td>\n<td>−26,018,587</td>\n<td>13,545,766</td>\n<td>531,212,441</td>\n<td>10,485,277</td>\n<td>93,967,818</td>\n<td>96,379,068</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Example of grouped data provided by the German Statistical Office, positive and negative income from different sources and assessed income tax. (1995 income distribution, basic tax scale)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "For the purposes of tax revenue analysis it is appropriate to run a group simulation using data grouped with respect to classes of taxable income, since the range of values for the tax base of the taxpayers in each class is explicitly given and, thus, the interpolation of the distribution of the taxpayers is limited to this interval.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We use information relating to the number of taxpayers with a taxable income, the sum of the taxable income of these taxpayers and the sum of assessed income tax from the income tax statistics. This database can formally be described for taxpayers subject to the basic or splitting tax scale as follows:",
                            "type": "paragraph"
                        },
                        {
                            "text": "Given are classes of “taxable income” <i>TI</i> for <i>i</i> = 1 to <i>n</i> classes with the class limits <i>[a<sub>i</sub>, b<sub>i</sub>]</i>, where <i>a<sub>1</sub> = −∞, b<sub>i</sub> = 0, a<sub>2</sub> = 1</i> and <i>b<sub>n</sub> = ∞</i>. For every class <i>i</i> we know:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "the class frequency <i>h<sub>i</sub></i> (number of taxpayers of the class <i>i</i> for whom a taxable income has been assessed),",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "the sum of the taxable income <i>TI<sub>i</sub></i>, of the taxpayers of class <i>i</i>, and",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "the sum of the assessed income tax <i>AT<sub>i</sub></i> of the taxpayers of the class <i>i</i>.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "The assessed income tax <i>AT<sub>i</sub></i>, of all taxpayers results from the application of all relevant tax rate regulations, tax reductions and tax base additions without imputable taxes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Unfortunately, the income tax statistics do not include the “tax scale income tax” but the sum of the “assessed income tax” of each class. In contrast to the “assessed income tax” the “tax scale income tax” results from the assessment process at a stage before special regulations, tax reductions and tax base additions are considered. Furthermore, the absolute frequency of the taxpayers with a specific taxable income, <i>h<sub>(TI)</sub></i>, the sum of these taxable incomes, <i>h<sub>(TI)</sub> TI</i>, as well as the corresponding income tax from <i>h<sub>(TI)</sub>, t<sub>(TI)</sub></i>, cannot be found in the aggregate data of the income tax statistics. Only the average taxable income of each class,",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ4",
                            "label": "(4)",
                            "mathml": "<math><mrow><mover accent=\"true\"><mrow><mi>T</mi><msub><mi>I</mi><mi>i</mi></msub></mrow><mo stretchy=\"true\">¯</mo></mover><mo>=</mo><mfrac><mrow><mi>T</mi><msub><mi>I</mi><mi>i</mi></msub></mrow><mrow><msub><mi>h</mi><mi>i</mi></msub></mrow></mfrac><mo>,</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "can be determined by dividing the sum of the taxable incomes and the number of taxpayers of the class. Further information that may be helpful to analyze the distribution of the taxpayers within the class is not available. Since the total assessed tax, <i>T</i>, is the result of assessment after considering all individual relevant tax regulations no additional information about the distribution of the taxpayers can be gained by referring to sums of assessed income tax in the respective income classes (<i>AT<sub>i</sub></i>) published in the income tax statistics.<a href=\"#fn5\"><sup>5</sup></a> Even if we assume identical tax bases for every taxpayer of an income class different income tax assessments may arise, as specific tax regulations may lead to different reductions and additions. A strict functional relation between the assessed income tax and the assessed tax base “taxable income” cannot be assumed.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In contrast to microsimulation, we hence have to be aware of the fact that during a simulation based on classified data the above mentioned problem for progressive income tax scale will occur. If we determine the income tax revenues referring to average taxable income per income class by multiplying the income tax on the average taxable income, <math id=\"inf1\"><msub><mi>t</mi><mrow><mo>(</mo><msub><mover><mrow><mi>T</mi><mi>I</mi></mrow><mo>¯</mo></mover><mi>i</mi></msub><mo>)</mo></mrow></msub></math>, of the class with the number of taxpayers of the class, <i>h<sub>i</sub></i> the deduced tax revenue will generally be too low. This is due to the fact that within the segment of the progressive rise of the income tax rate, the income tax on the average assessed tax base may not map the effect of the progressive structure precisely. Furthermore, the effects of a transition between two tax scale zones of the tax schedule cannot be reproduced within a class because the average taxable income of the class can lie only in one zone.<a href=\"#fn6\"><sup>6</sup></a> This affects particularly the simulation of the revenues from reformed tax bases and reformed tax schedules with different tax scale zones.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the following, in order to reduce these inaccuracies when determining income tax revenues by means of a group simulation based on classified data, we develop a discrete model for the taxpayer distribution within a class by applying linear interpolation (cf. <a href=\"#bib32\">Wagstaff and van Doorslaer, 2001</a>: 307; <a href=\"#bib1\">Atkinson, 2007</a>: 91–92; <a href=\"#bib27\">Saez and Veall, 2007</a>: 230). The linear interpolation requires the description of <i>m</i> elements between two numbers <i>z<sub>1</sub></i> and <i>z</i><sub>2</sub> with the difference <i>z</i><sub>2</sub> – <i>z</i><sub>1</sub> = <i>d</i> in such <i>a way</i> that a finite arithmetic series of numbers emerges whose first element is <i>z<sub>1</sub></i> and whose (<i>m+2</i>)th element is <i>z</i><sub>2</sub>. If <i>d</i> denotes the difference of the wanted arithmetical series of numbers, then",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ5",
                            "label": "(5)",
                            "mathml": "<math><mrow><msub><mi>Z</mi><mn>2</mn></msub><mo>=</mo><msub><mi>Z</mi><mn>1</mn></msub><mo>+</mo><mrow><mo>(</mo><mrow><mi>m</mi><mo>+</mo><mn>1</mn></mrow><mo>)</mo></mrow><mover accent=\"true\"><mi>d</mi><mo stretchy=\"true\">¯</mo></mover><mo>=</mo><msub><mi>z</mi><mn>1</mn></msub><mo>+</mo><mi>d</mi><mo>,</mo><mtext> </mtext><mi>i</mi><mo>.</mo><mi>e</mi><mo>.</mo><mtext>  </mtext><mover accent=\"true\"><mi>d</mi><mo stretchy=\"true\">¯</mo></mover><mo>=</mo><mfrac><mi>d</mi><mrow><mo stretchy=\"false\">(</mo><mi>m</mi><mo>+</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mrow></mfrac><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In a first step we assume that the taxpayers in the closed interval <i>i</i> (class) with the interval bounds [<i>a<sub>i</sub>,b<sub>i</sub></i>] are equally distributed. In this case the average taxable income of a class is identical to the mid-point of class:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ6",
                            "label": "(6)",
                            "mathml": "<math><mrow><mover accent=\"true\"><mrow><mi>T</mi><msub><mi>I</mi><mi>i</mi></msub></mrow><mo stretchy=\"true\">¯</mo></mover><mo>=</mo><mfrac><mrow><mrow><mo>(</mo><mrow><msub><mi>a</mi><mi>i</mi></msub><mo>+</mo><msub><mi>b</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mn>2</mn></mfrac><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The sum of the taxable income of all taxpayers of a class is given according to <a href=\"#equ1\">Equation (2)</a> by the product of the average taxable income and the number of taxpayers of this class:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ7",
                            "label": "(7)",
                            "mathml": "<math><mrow><mi>T</mi><msub><mi>I</mi><mi>i</mi></msub><mo>=</mo><msub><mi>h</mi><mi>i</mi></msub><mover accent=\"true\"><mrow><mi>T</mi><msub><mi>I</mi><mi>i</mi></msub></mrow><mo stretchy=\"true\">¯</mo></mover><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The aggregated income tax of the class can easily be determined by <a href=\"#equ3\">Equation (3)</a> since the absolute frequency of the taxpayers for every taxable income within the interval is identical and can be described by",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ8",
                            "label": "(8)",
                            "mathml": "<math><mrow><msub><mi>h</mi><mrow><mo stretchy=\"false\">(</mo><msub><mi>a</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo></mrow></msub><mo>=</mo><msub><mi>h</mi><mrow><mo stretchy=\"false\">(</mo><msub><mi>a</mi><mrow><mi>i</mi><mo>+</mo><mn>1</mn></mrow></msub><mo stretchy=\"false\">)</mo></mrow></msub><mo>=</mo><mo>…</mo><mo>=</mo><msub><mi>h</mi><mrow><mo stretchy=\"false\">(</mo><msub><mi>b</mi><mi>i</mi></msub><mn>1</mn><mo stretchy=\"false\">)</mo></mrow></msub><mo>=</mo><msub><mi>h</mi><mrow><mo stretchy=\"false\">(</mo><msub><mi>b</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo></mrow></msub><mo>=</mo><mfrac><mrow><msub><mi>h</mi><mi>i</mi></msub></mrow><mrow><mo stretchy=\"false\">(</mo><msub><mi>b</mi><mi>i</mi></msub><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub><mo>+</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mrow></mfrac><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "However, the average taxable income of a class is usually not equal to the mid-point of a class, meaning that the distribution of taxpayers within the class is obviously not uniform. In such a case, an assumption about the distribution of the taxpayers within the class is necessary.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Starting with the uniform distribution a discrete function (arithmetical sequence of numbers) that is strictly monotonously increasing or falling has to be assumed for the distribution of the taxpayers in the class. This function is conditioned on the position of the average taxable income in the class in relation to the mid-point of the class. We presume that the number of taxpayers in the mid-point of the class is equal to the quotient of the total number of the taxpayers of this class and the class breadth, i.e.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ9",
                            "label": "(9)",
                            "mathml": "<math><mrow><msub><mi>h</mi><mrow><mrow><mfenced close=\")\" open=\"(\"><mrow><mfrac><mrow><msub><mi>a</mi><mi>i</mi></msub><mo>+</mo><msub><mi>b</mi><mi>i</mi></msub></mrow><mn>2</mn></mfrac></mrow></mfenced></mrow></mrow></msub><mo>=</mo><mfrac><mrow><msub><mi>h</mi><mi>i</mi></msub></mrow><mrow><mo stretchy=\"false\">(</mo><msub><mi>b</mi><mi>i</mi></msub><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub><mo>+</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mrow></mfrac><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In this way, the problem is reduced to redistributing a certain number of taxpayers between the lower and upper class halves so that the sum of the income of the class corresponds to the empirical value. This redistribution is standardized such that the number of taxpayers at the beginning and end of the class differ exactly by two taxpayers, i.e.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ10",
                            "label": "(10)",
                            "mathml": "<math><mrow><mrow><mfenced close=\"|\" open=\"|\"> <mrow><msub><mi>h</mi><mrow><mrow><mo>(</mo><mrow><msub><mi>a</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></msub><mo>−</mo><msub><mi>h</mi><mrow><mrow><mo>(</mo><mrow><msub><mi>b</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></msub></mrow> </mfenced></mrow><mo>=</mo><mn>2.</mn></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Thus, the difference between the number of taxpayers in the mid-point of the class and the number of taxpayers at the class beginning or the class end is exactly:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ11",
                            "label": "(11)",
                            "mathml": "<math><mrow><mrow><mfenced close=\"|\" open=\"|\"> <mrow><msub><mi>h</mi><mrow><mrow><mo>(</mo><mrow><msub><mi>a</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></msub><mo>−</mo><msub><mi>h</mi><mrow><mrow><mfenced close=\")\" open=\"(\"><mrow><mfrac><mrow><msub><mi>a</mi><mi>i</mi></msub><mo>+</mo><msub><mi>b</mi><mi>i</mi></msub></mrow><mn>2</mn></mfrac></mrow></mfenced></mrow></mrow></msub></mrow> </mfenced></mrow><mo>=</mo><mrow><mfenced close=\"|\" open=\"|\"> <mrow><msub><mi>h</mi><mrow><mrow><mo>(</mo><mrow><msub><mi>b</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></msub><mo>−</mo><msub><mi>h</mi><mrow><mrow><mfenced close=\")\" open=\"(\"><mrow><mfrac><mrow><msub><mi>a</mi><mi>i</mi></msub><mo>+</mo><msub><mi>b</mi><mi>i</mi></msub></mrow><mn>2</mn></mfrac></mrow></mfenced></mrow></mrow></msub></mrow></mfenced></mrow><mo>=</mo><mn>1</mn><mo>;</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "in other words, one taxpayer.<a href=\"#fn7\"><sup>7</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Within the class the number of taxpayers rises and falls with 2/(<i>b<sub>i</sub></i> − <i>a<sub>i</sub></i>) whenever the underlying taxable income <i>TI</i> is amended by one DM.<a href=\"#fn8\"><sup>8</sup></a> This standardization ensures the required strict monotony. The degree of redistribution within a class <i>u<sub>i</sub></i>, can now be determined by referring to the empirical taxable income of the class:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ12",
                            "label": "(12)",
                            "mathml": "<math><mrow><msub><mi>u</mi><mi>i</mi></msub><mo>=</mo><mfrac><mrow><mi>T</mi><msub><mi>I</mi><mi>i</mi></msub><mo>−</mo><mfrac><mrow><msub><mi>a</mi><mi>i</mi></msub><mo>+</mo><msub><mi>b</mi><mi>i</mi></msub></mrow><mn>2</mn></mfrac><msub><mi>h</mi><mi>i</mi></msub></mrow><mrow><mstyle displaystyle=\"true\"><msubsup><mo>∑</mo><mrow><mi>T</mi><mi>I</mi><mo>=</mo><msub><mi>a</mi><mi>i</mi></msub></mrow><mrow><msub><mi>b</mi><mi>i</mi></msub></mrow></msubsup><mrow><mfrac><mrow><mi>T</mi><mi>I</mi><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub><mo>−</mo><mfrac><mrow><msub><mi>b</mi><mi>i</mi></msub><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub></mrow><mn>2</mn></mfrac></mrow><mrow><mfrac><mrow><msub><mi>b</mi><mi>i</mi></msub><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub></mrow><mn>2</mn></mfrac></mrow></mfrac><mi>T</mi><mi>I</mi></mrow></mstyle></mrow></mfrac><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The number of taxpayers with a specific taxable income under the given set of assumptions is:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ13",
                            "label": "(13)",
                            "mathml": "<math><mrow><msub><mi>h</mi><mrow><mo stretchy=\"false\">(</mo><mi>T</mi><mi>I</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo>=</mo><mfrac><mrow><msub><mi>h</mi><mi>i</mi></msub></mrow><mrow><msub><mi>b</mi><mi>i</mi></msub><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub><mo>+</mo><mn>1</mn></mrow></mfrac><mo>+</mo><mfrac><mrow><mi>T</mi><mi>I</mi><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub><mo>−</mo><mfrac><mrow><msub><mi>b</mi><mi>i</mi></msub><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub></mrow><mn>2</mn></mfrac></mrow><mrow><mfrac><mrow><msub><mi>b</mi><mi>i</mi></msub><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub></mrow><mn>2</mn></mfrac></mrow></mfrac><msub><mi>u</mi><mi>i</mi></msub><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Considering <i>u<sub>i</sub></i> and <i>h<sub>i</sub></i> the number of taxpayers, <i>h<sub>(TI)</sub></i>, and thereby <i>h<sub>(TI)</sub> TI</i> and <i>h<sub>(TI)</sub> t<sub>(TI)</sub></i> can be estimated for every taxable income. Inserting the frequencies of the taxpayers from Equation (<a href=\"#equ13\">13</a>) into the Equations (<a href=\"#equ2\">2</a>) and (<a href=\"#equ3\">3</a>) we find for every class <i>i</i> that the sum of taxable income <i>TI<sub>i</sub></i> equals exactly the empirical value from the income tax statistics. This is true since <i>h<sub>(TI)</sub></i> is determined via <i>TI<sub>i</sub></i>. Furthermore, the total income tax <i>T<sub>i</sub></i> of this class can be estimated.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Proceeding like this when determining the aggregate income tax of a class we succeed in reducing the systematic underestimation in group models fundamentally. If the aggregate tax of a class is determined by multiplying the income tax on the average taxable income of the class with the number of taxpayers of the class under a progressive tax, we receive the minimum level of the possible total tax of the class. If we instead employ a strictly monotonous discrete function that is defined on the basis of the empirically determined number of taxpayers and the sum of the taxable income of the class, then the total tax of a class varies between the theoretical minimum and maximum possible total tax of this class.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Taxable income class",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. The model",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "This type of group simulation allows us to obtain quite exact results involving relatively low effort, particularly when simulating different tax scales. The quality of this simulation approach can be emphasized in the following by comparing the results of a microsimulation, carried out by the German Statistical Office, with those of the discrete group simulation model introduced here. The simulations of the German Statistical Office consulted for comparison purposes were carried out on the base of individual datasets from a 10% sample of the 1995 income tax statistics. The 10% sample is a formally anonymizised sample taken from the entirety of the recorded income tax assessments of the 1995 assessment period in the income tax statistics. This sample is a stratified random sample provided by the German Statistical Office.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the following, the simulation of tax patterns is stylized, i.e. aligned with the main characteristics of the tax code. Thus, specific regulations, such as German tax relief for commercial earnings applicable only in 1995, have been neglected. The initial values of the sample and the results of the sample from the simulation were extrapolated to the parent population by the German Statistical Office. On basis of the aggregated data of the extrapolated initial values for the number of taxpayers and the aggregated taxable incomes of the classes, we run simulations using the discrete group model. Since the German Statistical Office defines the lowest income class as having no lower and the upper as having no upper limit, these class borders for group simulation purposes are heuristically determined. Therefore, assuming a uniform distribution, the average taxable income of the class is equated with the mid-point of the class:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ14",
                            "label": "(14)",
                            "mathml": "<math><mrow><mover accent=\"true\"><mrow><mi>T</mi><msub><mi>I</mi><mi>i</mi></msub></mrow><mo stretchy=\"true\">¯</mo></mover><mo>=</mo><mfrac><mrow><msub><mi>a</mi><mi>i</mi></msub><mo>+</mo><msub><mi>b</mi><mi>i</mi></msub></mrow><mn>2</mn></mfrac><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Thus, the upper limit of the interval is equivalent to twice the mid-point of the class, i.e.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ15",
                            "label": "(15)",
                            "mathml": "<math><mrow><mover accent=\"true\"><mrow><mi>T</mi><msub><mi>I</mi><mi>i</mi></msub></mrow><mo stretchy=\"true\">¯</mo></mover><mo>×</mo><mn>2</mn><mo>=</mo><msub><mi>b</mi><mi>i</mi></msub><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "This also applies to the lower class limit of the first class, i.e.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ16",
                            "label": "(16)",
                            "mathml": "<math><mrow><mover accent=\"true\"><mrow><mi>T</mi><msub><mi>I</mi><mi>i</mi></msub></mrow><mo stretchy=\"true\">¯</mo></mover><mo>×</mo><mn>2</mn><mo>=</mo><msub><mi>a</mi><mi>i</mi></msub><mo>,</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "because this class contains all taxpayers with a taxable income of less than one DM and therefore, the taxable income may even be negative in this class.<a href=\"#fn9\"><sup>9</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The results presented in <a href=\"#table2\">Table 2</a> show that the differences between the results from using our group simulation model and the results from the simulation conducted by the German Statistical Office based upon theirs sample microdata, both applying the basic tax rate and the 1990 and 1996 income tax scales, are very small. This result is robust even if we analyze the splitting tax scale instead. The observable deviations, as expected, are much lower than the theoretically derived relative underestimation of the tax liability if we refer to the mid-point of the class. It is remarkable that the high quality of the group simulation results arise when comparing not only the total tax revenues but also in almost every single class. The sometimes substantial deviations found by other models in the lower and upper income classes (cf., e.g., <a href=\"#bib24\">Piketty and Saez, 2003</a>: 55, concerning the heterogeneity in the top income decile) are considerably reduced when we employ our discrete group simulation model. Moreover, the quality of the results of the discrete group simulation model is not dependent on the class limits chosen by the German Statistical Office. Even for simulations with tax scales whose basic tax-exempt amount does not correspond to the class limits set by the German Statistical Office, differences of similar structure and dimension occur, i.e. again very small deviations.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source:</i> German Statistical Office, Wiesbaden; own calculations.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"3\"><i>TI</i> class no.</th>\n<th rowspan=\"3\">taxable income (DM)</th>\n<th colspan=\"3\">1990 tax scale</th>\n<th>1996 tax scale</th>\n</tr>\n<tr>\n<th colspan=\"2\">income tax in (DM ' 000)</th>\n<th rowspan=\"2\"><i>relative difference (%</i>)</th>\n<th rowspan=\"2\"><i>relative difference (%</i>)</th>\n</tr>\n<tr>\n<th><i>microsimulation</i> (German Statistical Office)</th>\n<th><i>group simulation</i></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>under 1</td>\n<td>-</td>\n<td>-</td>\n<td>0.0000</td>\n<td>0.0000</td>\n</tr>\n<tr>\n<td>2</td>\n<td>1–5,670</td>\n<td>-</td>\n<td>-</td>\n<td>0.0000</td>\n<td>0.0000</td>\n</tr>\n<tr>\n<td>3</td>\n<td>5,670–8,154</td>\n<td>180,739</td>\n<td>180,734</td>\n<td>−0.0028</td>\n<td>0.000</td>\n</tr>\n<tr>\n<td>4</td>\n<td>8,154–12,096</td>\n<td>965,929</td>\n<td>965,970</td>\n<td>0.0042</td>\n<td>0.0000</td>\n</tr>\n<tr>\n<td>5</td>\n<td>12,096–12,366</td>\n<td>83,707</td>\n<td>83,706</td>\n<td>−0.0012</td>\n<td>−0.0685</td>\n</tr>\n<tr>\n<td>6</td>\n<td>12,366–13,068</td>\n<td>219,226</td>\n<td>219,228</td>\n<td>0.0009</td>\n<td>0.0083</td>\n</tr>\n<tr>\n<td>7</td>\n<td>13,068–18,036</td>\n<td>1,837,818</td>\n<td>1,837,820</td>\n<td>0.0001</td>\n<td>0.0022</td>\n</tr>\n<tr>\n<td>8</td>\n<td>18,036–25,002</td>\n<td>4,018,826</td>\n<td>4,018,823</td>\n<td>−0.0001</td>\n<td>0.0008</td>\n</tr>\n<tr>\n<td>9</td>\n<td>25,002–30,023</td>\n<td>4,408,774</td>\n<td>4,408,747</td>\n<td>−0.0006</td>\n<td>−0.0003</td>\n</tr>\n<tr>\n<td>10</td>\n<td>30,023–40,013</td>\n<td>14,380,662</td>\n<td>14,381,434</td>\n<td>0.0054</td>\n<td>0.0034</td>\n</tr>\n<tr>\n<td>11</td>\n<td>40,013–50,004</td>\n<td>15,660,133</td>\n<td>15,660,329</td>\n<td>0.0013</td>\n<td>0.0010</td>\n</tr>\n<tr>\n<td>12</td>\n<td>50,004–55,728</td>\n<td>7,173,713</td>\n<td>7,173,689</td>\n<td>−0.0003</td>\n<td>−0.0003</td>\n</tr>\n<tr>\n<td>13</td>\n<td>55,728–58,644</td>\n<td>3,108,599</td>\n<td>3,108,590</td>\n<td>−0.0003</td>\n<td>−0.0003</td>\n</tr>\n<tr>\n<td>14</td>\n<td>58,644–60,048</td>\n<td>1,403,312</td>\n<td>1,403,312</td>\n<td>0.0000</td>\n<td>0.0001</td>\n</tr>\n<tr>\n<td>15</td>\n<td>60,048–66,366</td>\n<td>5,465,481</td>\n<td>5,465,480</td>\n<td>0.0000</td>\n<td>−0.0005</td>\n</tr>\n<tr>\n<td>16</td>\n<td>66,366–70,038</td>\n<td>2,652,440</td>\n<td>2,652,457</td>\n<td>0.0006</td>\n<td>0.0006</td>\n</tr>\n<tr>\n<td>17</td>\n<td>70,038–75,006</td>\n<td>3,013,301</td>\n<td>3,013,302</td>\n<td>0.0000</td>\n<td>0.0001</td>\n</tr>\n<tr>\n<td>18</td>\n<td>75,006–100,008</td>\n<td>8,784,647</td>\n<td>8,782,625</td>\n<td>−0.0230</td>\n<td>−0.0230</td>\n</tr>\n<tr>\n<td>19</td>\n<td>100,008–120,042</td>\n<td>3,299,181</td>\n<td>3,298,992</td>\n<td>−0.0057</td>\n<td>−0.0058</td>\n</tr>\n<tr>\n<td>20</td>\n<td>120,042–240,084</td>\n<td>6,458,174</td>\n<td>6,458,172</td>\n<td>0.0000</td>\n<td>0.0000</td>\n</tr>\n<tr>\n<td>21</td>\n<td>240,084–480,168</td>\n<td>3,488,455</td>\n<td>3,488,455</td>\n<td>0.0000</td>\n<td>0.0003</td>\n</tr>\n<tr>\n<td>22</td>\n<td>480,168–1,000,026</td>\n<td>2,549,395</td>\n<td>2,549,390</td>\n<td>−0.0002</td>\n<td>0.0000</td>\n</tr>\n<tr>\n<td>23</td>\n<td>1,000,026 or more</td>\n<td>7,226,559</td>\n<td>7,226,536</td>\n<td>−0.0003</td>\n<td>−0.0003</td>\n</tr>\n<tr>\n<td colspan=\"2\" valign=\"top\"><b>Total (ALL BANDS)</b></td>\n<td><b>96,379,068</b></td>\n<td><b>96,377,792</b></td>\n<td><b>−0.0013</b></td>\n<td><b>−0.0018</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Tax scale based micro and group simulation of tax revenue for the basic tax scale. (1995 income distribution)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Tax scale simulation based on taxable income",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "It is desirable to find out whether the degree of precision of our group model obtained for tax scale simulations (<a href=\"#s5-1\">Section 5.1</a>.) is achievable for the simulation of tax revenue effects caused by reforms of fixed (flat) amount tax base deductions as well. unfortunately, no microsimulation was carried out by the German Statistical Office for this scenario, so comparison with our group simulation results is not possible. Instead, in the following we focus on the problem of tax deductions from the tax assessment base (c.f. <a href=\"#bib19\">O’Donoghue and Sutherland, 1999</a>: 576–577). In order to measure the fiscal impact of these deductions, their tax revenue effects are determined by considering a corresponding increase in the tax base within the simulation. Our conclusions can in principle be transferred to tax regulations that lead to an increase of the tax base and their tax revenue effects by simulating an adequate tax base reduction.",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, in case of such simulations the differences between micro and group analyses may increase if the underlying fixed amount is not deductible by all taxpayers and, further, if the (relative) distribution of the taxable income of the taxpayers who enjoy this deduction does not correspond to the (relative) distribution of the taxable income of all taxpayers. In order to improve the quality of the results of our group model, information about the distribution of the taxpayers enjoying this fixed tax privilege, as far as this information is available, should be considered explicitly in the simulation. From the published income tax statistics, as outlined already, the number of taxpayers and the total amount of fixed amount tax base deductions in thousands of deutschmarks per class is given. Therefore we have information about the distribution among different income classes, but not about the distribution of these amounts among the taxpayers within the classes. If the tables in the income tax statistics do not provide data on the taxable income of the taxpayers who benefit from this deduction, then for group simulation purposes we have to fall back on the sum of the taxable incomes of all taxpayers and hence, on the distribution of all taxpayers in this class derived from the group simulation. This may involve a larger, and possibly unacceptable, deviation from the results of a microsimulation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Using the symbols defined in <a href=\"#s4-1\">Section 4.1</a> the problem can be presented formally as follows. From the aggregated data of the income tax statistics we know for each class <i>i</i> the frequency <i>g<sub>i</sub></i> of the existing tax facts (number of taxpayers, who are affected by this fact) and the sum of its value, <i>G<sub>i</sub></i>, where the average value of a class is given by",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ17",
                            "label": "(17)",
                            "mathml": "<math><mrow><mover accent=\"true\"><mrow><msub><mi>G</mi><mi>i</mi></msub></mrow><mo stretchy=\"true\">¯</mo></mover><mo>=</mo><mfrac><mrow><msub><mi>G</mi><mi>i</mi></msub></mrow><mrow><msub><mi>g</mi><mi>i</mi></msub></mrow></mfrac><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In the case of a fixed tax base deduction <i>G<sub>i</sub></i> is constant for each class. The financial consequences of this tax rule per class arise from the difference, <i>ΔT<sub>i</sub></i> between the respective sum of the income tax of the class both including the effects of the deduction (<i>T<sub>i</sub><sup>g</sup></i>) and excluding its effect (<i>T<sub>i</sub></i>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ18",
                            "label": "(18)",
                            "mathml": "<math><mrow><mi>Δ</mi><msub><mi>T</mi><mi>i</mi></msub><mo>=</mo><msubsup><mi>T</mi><mi>i</mi><mi>g</mi></msubsup><mo>−</mo><msub><mi>T</mi><mi>i</mi></msub><mo>,</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ19",
                            "label": "(19)",
                            "mathml": "<math><mrow><msubsup><mi>T</mi><mi>i</mi><mi>g</mi></msubsup><mo>=</mo><msubsup><mi>h</mi><mrow><mo stretchy=\"false\">(</mo><mi>T</mi><mi>I</mi><mo stretchy=\"false\">)</mo></mrow><mi>g</mi></msubsup><mtext> </mtext><msub><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>T</mi><mi>I</mi><mo>+</mo><mrow><msub><mover accent=\"true\"><mi>G</mi><mo stretchy=\"true\">¯</mo></mover><mi>i</mi></msub></mrow><mo stretchy=\"false\">)</mo></mrow></msub><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Here <i>h<sup>g</sup><sub>(TI)</sub></i> is the number of taxpayers with a specific <i>TI</i> who are affected by <i>g<sub>i</sub></i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Furthermore, <math id=\"inf2\"><mrow><msub><mi>t</mi><mrow><mo>(</mo><mi>T</mi><mi>I</mi><mo> </mo><mo>+</mo><mover><msub><mi>G</mi><mi>i</mi></msub><mo>¯</mo></mover><mo>)</mo></mrow></msub></mrow></math> denotes the income tax for the tax base <i>TI</i> which is increased by <math id=\"inf3\"><mrow><mover><msub><mi>G</mi><mi>i</mi></msub><mo>¯</mo></mover></mrow></math>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The degree of precision of the simulation is also influenced by whether or not we are informed about the sum of the taxable incomes of the taxpayers for the class <i>i</i> who deducted an amount (<i>TI<sub>i</sub><sup>g</sup></i>) due to special fixed tax regulations. Determining <i>u<sub>i</sub></i>, and <i>h<sup>g</sup><sub>(TI)</sub></i> using the <a href=\"#equ12\">Equations (12)</a> and <a href=\"#equ13\">(13)</a> it is important whether we refer to the taxable income of all taxpayers (<i>TI</i>) or to the taxable income (<i>TI<sub>i</sub><sup>g</sup></i>) of those taxpayers who enjoy tax privileges and thus are included in <i>g<sub>i</sub></i>. If (<i>TI<sub>i</sub><sup>g</sup></i>) is known, then <i>h<sub>i</sub><sup>g</sup><sub>(TI)</sub></i> = <i>g<sub>i</sub></i>. Otherwise <i>u<sub>i</sub></i> has to be determined on basis of <i>TI<sub>i</sub></i> and, for reasons of simplicity, we set",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ20",
                            "label": "(20)",
                            "mathml": "<math><mrow><msubsup><mi>h</mi><mrow><mo stretchy=\"false\">(</mo><mi>T</mi><mi>I</mi><mo stretchy=\"false\">)</mo></mrow><mi>g</mi></msubsup><mo>=</mo><msub><mi>h</mi><mrow><mo stretchy=\"false\">(</mo><mi>T</mi><mi>I</mi><mo stretchy=\"false\">)</mo></mrow></msub><mfrac><mrow><msub><mi>g</mi><mi>i</mi></msub></mrow><mrow><msub><mi>h</mi><mi>i</mi></msub></mrow></mfrac><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Proceeding like this, an identical distribution of the taxpayers with a specific taxable income for the respective class is assumed for all examined tax facts.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Precision is further reduced when applying a discrete group simulation model to determine tax revenue effects caused by tax base deductions that vary between taxpayers. This is imaginable in the cases of, for example, depreciation and loss offset allowances.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Since the actual distribution of taxpayers cannot be determined from the aggregated data we need appropriate assumptions on the distribution of the underlying tax deductions in each class analogous to those made with respect to the distribution of taxable income. These assumptions are necessary even if the distribution of taxpayers, the deductible amount in each income classes and even the sum of the taxable incomes of the taxpayers in question can be taken from the tables of the German income tax statistics. For our analysis, again for reasons of simplicity, we assume a uniform distribution so that for every taxpayer of a given class the average value",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ21",
                            "label": "(21)",
                            "mathml": "<math><mrow><mover accent=\"true\"><mrow><msub><mi>G</mi><mi>i</mi></msub></mrow><mo stretchy=\"true\">¯</mo></mover><mo>=</mo><mfrac><mrow><msub><mi>G</mi><mi>i</mi></msub></mrow><mrow><msub><mi>g</mi><mi>i</mi></msub></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "that can be deduced from the sum of tax deductions of each class is taken as a proxy for the individual amount. Use of a class-specific average is is preferable to deducting the same fixed fixed amount (the overall average tax deduction) regardless of class.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The results of the microsimulation by the German Statistical Office on income tax revenue effects in case of limited loss offset are compared with those of our discrete group model in <a href=\"#table3\">Table 3</a>, using the same taxable income classes as <a href=\"#table2\">Table 2</a>. We analyze loss offset restriction as losses could not be compensated with positive earnings from other sources. In line with the comparison in <a href=\"#table2\">Table 2</a> we apply the basic 1990 tax scale to determine the income tax. Applying the 1990 rather than the 1996 tax scale allows us to test whether the degree of modelling accuracy is independent of the class borders chosen by the German Statistical Office for a particular tax year.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source:</i> German Statistical Office, Wiesbaden; own calculations.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"3\" valign=\"middle\"><i>TI</i> class no.</th>\n<th colspan=\"4\">Percentage difference in the results of microsimulation (German Statistical Office) relative to the discrete group model</th>\n</tr>\n<tr>\n<th colspan=\"2\">interpolation by <i>TI<sub>i</sub><sup>g</sup></i></th>\n<th colspan=\"2\">interpolation by <i>TI<sub>i</sub></i></th>\n</tr>\n<tr>\n<th>basic tax scale</th>\n<th>splitting tax scale</th>\n<th>basic tax scale</th>\n<th>splitting tax scale</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>−1.4182</td>\n<td>−100.0000</td>\n<td>194.1274</td>\n<td>263.1967</td>\n</tr>\n<tr>\n<td>2</td>\n<td>−34.5701</td>\n<td>−35.6779</td>\n<td>−37.4919</td>\n<td>−38.2353</td>\n</tr>\n<tr>\n<td>3</td>\n<td>−20.3230</td>\n<td>−17.8262</td>\n<td>−19.9858</td>\n<td>−17.7484</td>\n</tr>\n<tr>\n<td>4</td>\n<td>−14.7191</td>\n<td>−11.8263</td>\n<td>−15.0016</td>\n<td>−11.6785</td>\n</tr>\n<tr>\n<td>5</td>\n<td>−9.4212</td>\n<td>−7.9040</td>\n<td>−9.4722</td>\n<td>−7.8956</td>\n</tr>\n<tr>\n<td>6</td>\n<td>−11.7048</td>\n<td>−7.3189</td>\n<td>−11.7094</td>\n<td>−7.3079</td>\n</tr>\n<tr>\n<td>7</td>\n<td>−9.8775</td>\n<td>−6.5023</td>\n<td>−10.5133</td>\n<td>−6.4304</td>\n</tr>\n<tr>\n<td>8</td>\n<td>−6.3505</td>\n<td>−4.3696</td>\n<td>−6.3986</td>\n<td>−4.9910</td>\n</tr>\n<tr>\n<td>9</td>\n<td>−5.1233</td>\n<td>−2.9831</td>\n<td>−5.2855</td>\n<td>−3.0239</td>\n</tr>\n<tr>\n<td>10</td>\n<td>−3.6476</td>\n<td>−2.7450</td>\n<td>−3.6717</td>\n<td>−3.1454</td>\n</tr>\n<tr>\n<td>11</td>\n<td>−3.3690</td>\n<td>−2.6741</td>\n<td>−3.8018</td>\n<td>−3.1458</td>\n</tr>\n<tr>\n<td>12</td>\n<td>−2.4027</td>\n<td>−2.4326</td>\n<td>−2.7062</td>\n<td>−2.4803</td>\n</tr>\n<tr>\n<td>13</td>\n<td>−2.7901</td>\n<td>−2.3300</td>\n<td>−2.8571</td>\n<td>−2.3755</td>\n</tr>\n<tr>\n<td>14</td>\n<td>−2.3323</td>\n<td>−2.4959</td>\n<td>−2.4071</td>\n<td>−2.5000</td>\n</tr>\n<tr>\n<td>15</td>\n<td>−2.6210</td>\n<td>−2.4570</td>\n<td>−2.7292</td>\n<td>−2.5696</td>\n</tr>\n<tr>\n<td>16</td>\n<td>−2.5111</td>\n<td>−2.2322</td>\n<td>−2.7662</td>\n<td>−2.2305</td>\n</tr>\n<tr>\n<td>17</td>\n<td>−2.0388</td>\n<td>−2.1054</td>\n<td>−2.1141</td>\n<td>−2.1570</td>\n</tr>\n<tr>\n<td>18</td>\n<td>−1.6480</td>\n<td>−1.7187</td>\n<td>−2.6890</td>\n<td>−2.5163</td>\n</tr>\n<tr>\n<td>19</td>\n<td>−0.1687</td>\n<td>−0.1625</td>\n<td>−0.5135</td>\n<td>−0.3792</td>\n</tr>\n<tr>\n<td>20</td>\n<td>−0.1687</td>\n<td>−0.0181</td>\n<td>−2.3527</td>\n<td>−0.7592</td>\n</tr>\n<tr>\n<td>21</td>\n<td>−0.0071</td>\n<td>−0.0080</td>\n<td>−0.5272</td>\n<td>−0.1134</td>\n</tr>\n<tr>\n<td>22</td>\n<td>−0.0038</td>\n<td>−0.0037</td>\n<td>0.0445</td>\n<td>0.2148</td>\n</tr>\n<tr>\n<td>23</td>\n<td>−0.0010</td>\n<td>−0.0010</td>\n<td>−5.2218</td>\n<td>0.0058</td>\n</tr>\n<tr>\n<td><b>total</b></td>\n<td><b>−1.9124</b></td>\n<td><b>−3.7316</b></td>\n<td><b>2.6085</b></td>\n<td><b>3.0275</b></td>\n</tr>\n<tr>\n<td><b>total without class 1</b></td>\n<td><b>1.9282</b></td>\n<td><b>−1.8186</b></td>\n<td><b>−3.5040</b></td>\n<td><b>−2.1424</b></td>\n</tr>\n<tr>\n<td><b>financial effects</b></td>\n<td><b>−6.8567</b></td>\n<td><b>−14.5591</b></td>\n<td><b>14.6799</b></td>\n<td><b>13.0822</b></td>\n</tr>\n<tr>\n<td><b>financial effects without class 1</b></td>\n<td><b>−7.5351</b></td>\n<td><b>−7.4848</b></td>\n<td><b>−7.7054</b></td>\n<td><b>−7.6267</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Tax base based micro and group simulation of tax revenue and the financial effects using <i>TI</i> tables in case of vertical loss offset restriction. (1995 income distribution)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The relative divergence of the income tax calculated on the basis of the group simulation and the income tax calculated on the basis of the microsimulation is presented in <a href=\"#table3\">Table 3</a> for each income class as well as for all taxpayers. Furthermore, we distinguish between the basic and the splitting tax scale. <a href=\"#table3\">Table 3</a> also includes relative differences in simulated financial consequences. The financial consequences are based upon the sum of the income tax of all taxpayers with negative earnings, in the case of either a complete or limited loss offset (cf. <a href=\"#bib32\">Wagstaff and van Doorslaer, 2001</a>: 307). The relative difference between the financial consequences of a refusal to allow vertical loss offset is shown at the end of the table.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In addition, the group simulation was carried out on the basis of two differently aggregated data sets. The first group simulation is based on tabulated data from the sample projected by the German Statistical Office. This sample contains data for taxpayers with a negative income, i.e. the sum of the taxable income of these taxpayers per class is known (<i>TI<sub>i</sub><sup>g</sup></i>). This group specific information cannot be found in the publicly available model results. Rather, it was prepared by the German Statistical Office as a special statistical evaluation for this research project only. In contrast, the second group simulation used the sum of the taxable income of all taxpayers of the class (<i>TI<sub>i</sub></i>) provided in the tabulated data to simulate the distribution of the tax bases within the class. The relevant details for all taxpayers are included in the published statistics.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Concentrating on the tax revenue effects of tax base deductions (which may be different for every taxpayer), a comparison of the results of <a href=\"#table2\">Tables 2</a> and <a href=\"#table3\">3</a> shows that the deviations of group simulation results from those of the microsimulation model are substantially greater than those found when simulating different tax scales. When interpolating using the class sum of the taxable income of the taxpayers with a negative income, (<i>TI<sub>i</sub><sup>g</sup></i>) we find that the group simulation results are lower, for all taxable income classes, than the microsimulation model results (negative relative differences). The total effect, across all taxable income classes, is a deviation – 1.9% (basic tax scale) and −3.7% (splitting tax scale). When interpolating using <i>TI<sub>i</sub></i>, the class sum of the taxable income of all taxpayers of the class, the group simulation results are once again consistently lower than for the microsimulation model, with the notable exception of very highest and lowest taxable income bands. These apparently minor differences, however, have a significant impact. The overall net deviation, summed across all classes, becomes positive (rather than negative), with positive deviations of 2.6% (basic tax scale) and 3.0% (splitting tax scale).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The differences are largest in the lower income classes and decrease as the tax base increases. The greatest relative difference is observed for class 1, which includes taxpayers with a taxable income less than one DM. Since this class is not further subdivided in the income tax statistics but covers a wide range of negative taxable incomes, here the group simulation model is highly inaccurate. As a consequence, estimating the number of taxpayers with positive income greater than the basic tax-exempt amount due to vertical loss offset restriction is rather unreliable. Besides, the results in this class depend on the lower class boundary which must be determined heuristically. Including the class of the taxpayers with a taxable income less than one DM is reasonable only for microsimulation of tax revenue effects if we want to analyze an increase in the tax base – as far as these taxpayers are affected by it.<a href=\"#fn10\"><sup>10</sup></a> Due to the lack of data, in this case a group model can only arbitrarily lead to similar results as a microsimulation. If the class of taxpayers with a taxable income less than one DM is neglected in simulation, comparing micro and group models leads to relative deviations in tax revenues for all taxpayers with a negative income employing interpolation using (<i>TI<sub>i</sub><sup>g</sup></i>) of 1.9% (basic tax scale) and −1.8% (splitting tax scale) and further, using <i>TI<sub>i</sub></i> of −3.5% (basic tax scale) and −2.1% (splitting tax scale).",
                            "type": "paragraph"
                        },
                        {
                            "text": "We realize that the tax revenue calculated by microsimulation for the unmodified tax base (<a href=\"#table2\">Table 2</a>) does not differ as much as from the one determined by group simulation as do the tax revenues assuming a modified tax base (<a href=\"#table3\">Table 3</a>). (The modified taxable income is given by the taxable income increased – for example by losses that have not yet been offset against profits.) Therefore, the financial consequences of the tax base modification invoke substantially greater relative deviations between the microsimulation and the group simulation. The differences occurring in the lower income classes particularly preponderate. The relative deviations between the microsimulation and the group simulation for the overall financial effects including all income classes are −6.9% (basic tax scale) and −14.6% (splitting tax scale) using (<i>TI<sub>i</sub><sup>g</sup></i>) and are 14.7% (basic tax scale) and 13.1% (splitting tax scale) referring to <i>TI<sub>i</sub></i>. If we neglect the lowest income class, relative deviations of about −7.5 % (basic and splitting tax scale) arise in the context of the interpolation of (<i>TI<sub>i</sub><sup>g</sup></i>) −7.7 % (basic tax scale) and − 7.6% (splitting tax scale) can be found by employing <i>TI<sub>i</sub></i>. Obviously, a group simulation excluding the inaccurate values of the first class leads in principle to an underestimation of the financial effects. This finding meets the expectations since by relying on the average amount of tax base deductions per corresponding taxpayer we determine the lower boundary of the possible tax revenue shortfall.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Furthermore, <a href=\"#table3\">Table 3</a> clarifies that the results of the group simulation that are based on the class sum of the taxable income of the taxpayers with a negative income (<i>TI<sub>i</sub><sup>g</sup></i>) involve – as expected – a tendency towards fewer deviations from the microsimulation results than is the case in a simulation that refers to the class sum of the taxable income of all taxpayers of the class (<i>TI<sub>i</sub></i>). From this, we cannot conclude that the structure of deviation identified here will generally be observable because the (unknown) distribution of the taxpayers within a class in principle may differ by class and by the examined tax facts. This is clarified comparing the class specific results in <a href=\"#table3\">Table 3</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Tax base deductions simulation based on taxable income",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Most of the tables provided by the German Statistical Office on income tax, in particular those relating to specific tax rules, are not arranged according to size of the taxable income but rather to size classes of the “total amount of income”. Of course, taxable income would be a better group attribute for the underlying research question. Therefore, and in general, it would be desirable that the Statistical Office releases tables of this type. This would improve group model results and thus tax effect simulations. On the other hand, the Statistical Office already releases tables covering more than 1,000 different attributes, and it is clearly not possible to produce a set of tables sufficient to satisfy all possible research questions in advance. In addition there are known problems in defining total taxable income (cf. <a href=\"#bib19\">O’Donoghue and Sutherland, 1999</a>; <a href=\"#bib11\">Goolsbee 2000</a>). In the future the fiscal authorities might perhaps make it easier to obtain specially commissioned tables, in so far as this is possible without compromising on respondent confidentiality. In the meantime, given the lack of data on taxable income, we have to make use of the data provided on “total amount of income”.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Once again analyzing taxpayers that are subject to either the basic or splitting tax scales, the database can be described formally as follows. The supplied data provide a categorization per total amount of income for <i>j</i> = 1 to <i>m</i> classes with class borders [<i>c<sub>j</sub></i>, <i>d<sub>j</sub></i>], where <i>c<sub>1</sub> = −∞</i>, <i>d<sub>1</sub></i> = −1, <i>c<sub>2</sub></i> = 0 and <i>d<sub>m</sub> = ∞</i>. For classes <i>j</i> &gt; 1 the taxpayers have a taxable income greater than zero DM. The first class (<i>j</i> = 1) contains the so called cases of loss which occur if the taxpayer has an assessed negative income. A negative value can result when determining of the sum of the earnings from different sources of income or, later in the assessment pattern, when determining the taxable income, for example due to the deduction of extra expenditures and extraordinary expenses.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For each class <i>j</i> we know:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "the frequency <i>h<sub>j</sub></i> in class <i>j</i> (number of taxpayers in the class for whom a taxable income has been assessed),",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "the frequency <i>g<sub>j</sub></i> of a tax fact (number of taxpayers who meet this fact) and the value <i>G<sub>j</sub></i> of this tax fact (in thousands of DM or €),",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "the sum of the taxable incomes of all taxpayers in this class <i>TI<sub>j</sub></i> and",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "the sum of the assessed income tax of all taxpayers in this class <i>T<sub>j</sub></i>.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Applying the group simulation model to data from tables that are arranged according to total amount of income (<i>TAI</i>) the following problem arises. The distribution of taxpayers with a specific taxable income (<i>h<sub>(TI)</sub></i>) is difficult to estimate due to the fact that for the taxpayers of a <i>TAI</i>-class <i>j</i> only the average taxable income of the class,",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ22",
                            "label": "(22)",
                            "mathml": "<math><mrow><mover accent=\"true\"><mrow><mi>T</mi><msub><mi>I</mi><mi>j</mi></msub></mrow><mo stretchy=\"true\">¯</mo></mover><mo>=</mo><mfrac><mrow><mi>T</mi><msub><mi>I</mi><mi>j</mi></msub></mrow><mrow><msub><mi>h</mi><mi>j</mi></msub></mrow></mfrac><mo>,</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "can be determined directly. The interval range [<i>a<sub>i</sub></i>, <i>b<sub>i</sub></i>] of the possible taxable income of these taxpayers cannot be deduced from the <i>TAI</i> tables.",
                            "type": "paragraph"
                        },
                        {
                            "text": "By mapping a taxpayer to a certain <i>TAI</i> class we can only determine the upper limit of the taxable income <i>b<sub>i</sub></i> as the theoretical maximum taxable income of the class by reducing the upper limit of the <i>TAI</i> class <i>d<sub>j</sub></i> by the minimum fiscal reductions, for example allowances for special expenses. In contrast, a theoretical lower limit for the taxable income <i>ai</i> cannot be determined because the taxable income can adopt any value below the upper bound of the <i>TAI</i> class <i>d<sub>j</sub></i> due to various discounts on the total amount of income, for example special expenses, loss offset or extraordinary expenditures. Consequently, in this case the lower interval limit <i>ai</i> (smallest possible taxable income) must be estimated roughly, implying relatively high inaccuracy of the results of simulation. In order to reduce the deviations in group simulation caused by this deficit of information cross tables were provided by the German Statistical Office for our analysis. These cross tables allow us to restructure part of the aggregated data of the income tax statistics that are grouped according to total amount of income (<i>TAI</i>) and rearrange them according to classes of taxable income (<i>TI</i>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In these cross tables the absolute frequency of the taxpayers, <i>h<sub>i</sub></i>, with a taxable income in class <i>i</i> and the sum of the taxable income <i>TI<sub>i</sub></i>, are brought together with the absolute frequency of the taxpayers, <i>h<sub>j</sub></i>, with a total amount of income in class <i>j</i> and the sum of the taxable incomes of these taxpayers, <i>TI<sub>j</sub></i>. As a result, we obtain a matrix of the absolute frequencies of the taxpayers, <i>h<sub>ij</sub></i>, and the necessary sums of the taxable income, <i>TI<sub>ij</sub></i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Using this matrix it is possible to estimate the distribution of the taxpayers with a specific taxable income from the aggregated data of the income tax statistics grouped according to the class attribute “total amount of income”, as in Equations (<a href=\"#equ12\">12</a>) and (<a href=\"#equ13\">13</a>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ23",
                            "label": "(23)",
                            "mathml": "<math><mrow><msub><mi>h</mi><mrow><mo stretchy=\"false\">(</mo><mi>T</mi><mi>I</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo>=</mo><mfrac><mrow><msub><mi>h</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow><mrow><mo stretchy=\"false\">(</mo><msub><mi>b</mi><mi>i</mi></msub><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub><mo>+</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mrow></mfrac><mo>+</mo><mfrac><mrow><mi>T</mi><mi>I</mi><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub><mo>−</mo><mrow><mfenced close=\")\" open=\"(\"><mrow><mfrac><mrow><msub><mi>b</mi><mi>i</mi></msub><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub></mrow><mn>2</mn></mfrac></mrow></mfenced></mrow></mrow><mrow><mrow><mfenced close=\")\" open=\"(\"><mrow><mfrac><mrow><msub><mi>b</mi><mi>i</mi></msub><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub></mrow><mn>2</mn></mfrac></mrow></mfenced></mrow></mrow></mfrac><msub><mi>u</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>,</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ24",
                            "label": "(24)",
                            "mathml": "<math><mrow><msub><mi>u</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>=</mo><mfrac><mrow><mi>T</mi><msub><mi>I</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>−</mo><mfrac><mrow><msub><mi>a</mi><mi>i</mi></msub><mo>+</mo><msub><mi>b</mi><mi>i</mi></msub></mrow><mn>2</mn></mfrac><msub><mi>h</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow><mrow><mstyle displaystyle=\"true\"><msubsup><mo>∑</mo><mrow><mi>T</mi><mi>I</mi><mo>=</mo><msub><mi>a</mi><mi>i</mi></msub></mrow><mrow><msub><mi>b</mi><mi>i</mi></msub></mrow></msubsup><mrow><mfrac><mrow><mi>T</mi><mi>I</mi><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub><mo> </mo><mfrac><mrow><msub><mi>b</mi><mi>i</mi></msub><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub></mrow><mn>2</mn></mfrac></mrow><mrow><mfrac><mrow><msub><mi>b</mi><mi>i</mi></msub><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub></mrow><mn>2</mn></mfrac></mrow></mfrac></mrow></mstyle></mrow></mfrac><mi>T</mi><mi>I</mi><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Then, employing the discrete group simulation model the income tax revenues can be determined by <a href=\"#equ3\">Equation (3)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A comparison of the results of the group simulation based on the <i>TAI</i> tables with those of the microsimulation shows that applying cross tables (prepared by the German Statistical Office) to tax scale simulation with the discrete group model provides fairly accurate results. The relative deviations between the group simulation and microsimulation results are shown in <a href=\"#table4\">Table 4</a>. The simulation was conducted using the 1990 tax scale. For those taxpayers who are taxed at the basic rate group simulation leads to a minor overestimation of the income tax, with the estimate of total income tax paid being 0.027% more than that provided via microsimulation. In the case of the splitting tax scale the results of the group simulation differ by −0.048%; i.e. they are slightly lower than for microsimulation. The minor overestimation for the basic tax rate is caused by the underlying data of the tax base.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source:</i> German Statistical Office, Wiesbaden; own calculations.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"4\" valign=\"middle\"><i>TI</i> class no.</th>\n<th colspan=\"6\">Percentage difference in results reported</th>\n</tr>\n<tr>\n<th colspan=\"4\">(i) by sample relative to <i>TAI</i> tables</th>\n<th colspan=\"2\">(ii) by group simulation relative to microsimulation</th>\n</tr>\n<tr>\n<th colspan=\"2\">number of taxpayers</th>\n<th colspan=\"2\">taxable income</th>\n<th colspan=\"2\">calculated income tax</th>\n</tr>\n<tr>\n<th>basic tax scale</th>\n<th>splitting tax scale</th>\n<th>basic tax scale</th>\n<th>splitting tax scale</th>\n<th>basic tax scale</th>\n<th>splitting tax scale</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>1.4916</td>\n<td>−0.0093</td>\n<td>0.0934</td>\n<td>0.0690</td>\n<td>0.0000</td>\n<td>0.0000</td>\n</tr>\n<tr>\n<td>2</td>\n<td>0.8065</td>\n<td>−0.000</td>\n<td>0.4750</td>\n<td>0.0010</td>\n<td>0.0000</td>\n<td>0.0000</td>\n</tr>\n<tr>\n<td>3</td>\n<td>0.0927</td>\n<td>−0.0020</td>\n<td>0.0891</td>\n<td>−0.0023</td>\n<td>0.0702</td>\n<td>−1.0534</td>\n</tr>\n<tr>\n<td>4</td>\n<td>0.0692</td>\n<td>−0.0005</td>\n<td>0.0687</td>\n<td>−0.0009</td>\n<td>0.0723</td>\n<td>−0.2947</td>\n</tr>\n<tr>\n<td>5</td>\n<td>−0.0458</td>\n<td>0.0226</td>\n<td>−0.0451</td>\n<td>0.0233</td>\n<td>−0.0455</td>\n<td>−0.1903</td>\n</tr>\n<tr>\n<td>6</td>\n<td>0.0984</td>\n<td>−0.0266</td>\n<td>0.0993</td>\n<td>−0.0269</td>\n<td>0.1007</td>\n<td>−0.2267</td>\n</tr>\n<tr>\n<td>7</td>\n<td>0.0482</td>\n<td>0.0040</td>\n<td>0.0493</td>\n<td>0.0036</td>\n<td>0.0502</td>\n<td>−0.1414</td>\n</tr>\n<tr>\n<td>8</td>\n<td>0.0784</td>\n<td>−0.0015</td>\n<td>0.0780</td>\n<td>−0.0016</td>\n<td>0.0777</td>\n<td>−0.0970</td>\n</tr>\n<tr>\n<td>9</td>\n<td>0.0649</td>\n<td>0.0030</td>\n<td>0.0659</td>\n<td>0.0030</td>\n<td>0.0657</td>\n<td>−0.0680</td>\n</tr>\n<tr>\n<td>10</td>\n<td>0.0386</td>\n<td>−0.0010</td>\n<td>0.0391</td>\n<td>−0.0008</td>\n<td>0.0447</td>\n<td>−0.0544</td>\n</tr>\n<tr>\n<td>11</td>\n<td>0.0324</td>\n<td>0.0001</td>\n<td>0.0325</td>\n<td>−0.0002</td>\n<td>0.0338</td>\n<td>−0.0445</td>\n</tr>\n<tr>\n<td>12</td>\n<td>0.0332</td>\n<td>−0.0019</td>\n<td>0.0333</td>\n<td>−0.0023</td>\n<td>0.0329</td>\n<td>−0.0392</td>\n</tr>\n<tr>\n<td>13</td>\n<td>0.0073</td>\n<td>0.0176</td>\n<td>0.0073</td>\n<td>0.0171</td>\n<td>0.0070</td>\n<td>−0.0172</td>\n</tr>\n<tr>\n<td>14</td>\n<td>0.0788</td>\n<td>0.0000</td>\n<td>0.0790</td>\n<td>0.0005</td>\n<td>0.0792</td>\n<td>−0.0323</td>\n</tr>\n<tr>\n<td>15</td>\n<td>0.0212</td>\n<td>0.0000</td>\n<td>0.0216</td>\n<td>0.0001</td>\n<td>0.0217</td>\n<td>−0.0311</td>\n</tr>\n<tr>\n<td>16</td>\n<td>−0.0373</td>\n<td>0.0077</td>\n<td>−0.0384</td>\n<td>0.0084</td>\n<td>−0.0383</td>\n<td>−0.0203</td>\n</tr>\n<tr>\n<td>17</td>\n<td>0.0761</td>\n<td>−0.0106</td>\n<td>0.0754</td>\n<td>−0.0105</td>\n<td>0.0751</td>\n<td>−0.0378</td>\n</tr>\n<tr>\n<td>18</td>\n<td>0.0235</td>\n<td>0.0019</td>\n<td>0.0228</td>\n<td>0.0021</td>\n<td>−0.0006</td>\n<td>−0.0384</td>\n</tr>\n<tr>\n<td>19</td>\n<td>0.0064</td>\n<td>−0.0073</td>\n<td>0.0057</td>\n<td>−0.0075</td>\n<td>−0.0004</td>\n<td>−0.0302</td>\n</tr>\n<tr>\n<td>20</td>\n<td>−0.0046</td>\n<td>−0.0094</td>\n<td>−0.0130</td>\n<td>−0.0072</td>\n<td>−0.0162</td>\n<td>−0.0180</td>\n</tr>\n<tr>\n<td>21</td>\n<td>0.0467</td>\n<td>0.0000</td>\n<td>0.0369</td>\n<td>0.0000</td>\n<td>0.0357</td>\n<td>−0.0048</td>\n</tr>\n<tr>\n<td>22</td>\n<td>0.0000</td>\n<td>0.0000</td>\n<td>0.0000</td>\n<td>0.0000</td>\n<td>0.0000</td>\n<td>−0.0021</td>\n</tr>\n<tr>\n<td>23</td>\n<td>0.0000</td>\n<td>0.0000</td>\n<td>0.0000</td>\n<td>0.0000</td>\n<td>0.0001</td>\n<td>−0.0003</td>\n</tr>\n<tr>\n<td><b>total</b></td>\n<td><b>0.2782</b></td>\n<td><b>−0.0007</b></td>\n<td><b>0.0388</b></td>\n<td><b>−0.0020</b></td>\n<td><b>0.0269</b></td>\n<td><b>−0.0477</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Tax scale based micro and group simulation of tax revenue using a sample of the original microdata and grouped data of <i>TAI</i> tables. (1995 income distribution)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In <a href=\"#table4\">Table 4</a> a comparison of the data based on the respective simulation of the tax base precedes the comparison of the aggregated income tax. This comparison clarifies to what extent the data extrapolated from the sample, as used for the microsimulation, differ from the data from the income tax statistics used in the group simulation. As <a href=\"#table4\">Table 4</a> shows, the differences between the results produced using the sample provided by the German Statistical Office and the values for the basic population contained in the published income tax statistics are very small. This suggests, therefore, that the simulation results are barely affected by the structural differences in the datasets.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the group simulation based on the <i>TAI</i> tables the fixed and variable reductions and discounts from the tax base are considered in line with the procedure in <a href=\"#s5-1\">Sections V.1</a> and <a href=\"#s5-2\">V.2</a>. The tax revenue that would result without taking account of specific tax facts (<i>g, G</i>) can be estimated analogously to <a href=\"#equ7\">Equation (7)</a>. Here, we usually assume",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ25",
                            "label": "(25)",
                            "mathml": "<math><mrow><msubsup><mi>h</mi><mrow><mo stretchy=\"false\">(</mo><mi>T</mi><mi>I</mi><mo stretchy=\"false\">)</mo></mrow><mi>g</mi></msubsup><mo>=</mo><msub><mi>h</mi><mrow><mo stretchy=\"false\">(</mo><mi>T</mi><mi>I</mi><mo stretchy=\"false\">)</mo></mrow></msub><mfrac><mrow><msub><mi>g</mi><mi>i</mi></msub></mrow><mrow><msub><mi>h</mi><mi>j</mi></msub></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "because the taxable income (<i>TI<sub>i</sub><sup>g</sup></i>) of the taxpayers who are subject to such tax base deductions is not known. This implies that an identical distribution of taxpayers with a specific taxable income is assumed for each <i>TAI</i> class. This simplifying procedure may lead to greater deviations when we are using data that is classified according to the total amount of income (<i>TAI</i>), as is the case for the group simulation, in comparison to data from tables that are arranged according to taxable income (<i>TI</i>). This is true since the assumption of an identical distribution of taxpayers with a specific taxable income for an interval of the taxable income <i>[a<sub>i</sub>, b<sub>i</sub>]</i> leads to smaller differences than for an interval of the total amount of income <i>[c<sub>j</sub>, d<sub>j</sub>]</i>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Tax scale simulation based on total amount of income",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The results in <a href=\"#table4\">Table 4</a> are in line with the corresponding findings presented in <a href=\"#table5\">Table 5</a>, again based on data from <i>TAI</i> tables, regarding the effects of vertical loss offset restrictions on tax revenues. In the case of a group simulation based on the <i>TAI</i> tables the tax bases before the loss simulation already differ from those of the microsimulation because of the different under-lying datasets.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source:</i> German Statistical Office, Wiesbaden; own calculations.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\" valign=\"middle\"><i>TI</i> class No.</th>\n<th colspan=\"8\">Percentage deviation of the microsimulation results of the German Statistical Office from those of the discrete group model</th>\n</tr>\n<tr>\n<th colspan=\"2\">negative income</th>\n<th colspan=\"2\">taxable income</th>\n<th colspan=\"2\">modified taxable income</th>\n<th colspan=\"2\">calculated income tax on modified taxable income</th>\n</tr>\n<tr>\n<th> </th>\n<th>basic tax scale</th>\n<th>splitting tax scale</th>\n<th>basic tax scale</th>\n<th>splitting tax scale</th>\n<th>basic tax scale</th>\n<th>splitting tax scale</th>\n<th>basic tax scale</th>\n<th>splitting tax scale</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>−0.95</td>\n<td>−1.34</td>\n<td>−75.05</td>\n<td>−63.24</td>\n<td>73.73</td>\n<td>147.02</td>\n<td>189.31</td>\n<td>136.41</td>\n</tr>\n<tr>\n<td>2</td>\n<td>−50.78</td>\n<td>−37.57</td>\n<td>−31.18</td>\n<td>−18.79</td>\n<td>−46.11</td>\n<td>−31.99</td>\n<td>−68.99</td>\n<td>−59.58</td>\n</tr>\n<tr>\n<td>3</td>\n<td>−13.07</td>\n<td>−11.43</td>\n<td>0.06</td>\n<td>−1.08</td>\n<td>−7.96</td>\n<td>−6.68</td>\n<td>−29.48</td>\n<td>−26.05</td>\n</tr>\n<tr>\n<td>4</td>\n<td>9.25</td>\n<td>−1.37</td>\n<td>1.27</td>\n<td>1.43</td>\n<td>11.13</td>\n<td>0.25</td>\n<td>−5.83</td>\n<td>−12.02</td>\n</tr>\n<tr>\n<td>5</td>\n<td>17.25</td>\n<td>14.01</td>\n<td>19.80</td>\n<td>8.50</td>\n<td>18.53</td>\n<td>10.45</td>\n<td>6.81</td>\n<td>2.77</td>\n</tr>\n<tr>\n<td>6</td>\n<td>29.06</td>\n<td>13.51</td>\n<td>18.99</td>\n<td>8.29</td>\n<td>23.66</td>\n<td>10.09</td>\n<td>11.29</td>\n<td>3.09</td>\n</tr>\n<tr>\n<td>7</td>\n<td>8.07</td>\n<td>9.75</td>\n<td>6.03</td>\n<td>8.85</td>\n<td>6.91</td>\n<td>9.20</td>\n<td>−3.36</td>\n<td>2.21</td>\n</tr>\n<tr>\n<td>8</td>\n<td>−7.58</td>\n<td>0.06</td>\n<td>−4.93</td>\n<td>2.19</td>\n<td>−5.88</td>\n<td>1.68</td>\n<td>−12.15</td>\n<td>−3.06</td>\n</tr>\n<tr>\n<td>9</td>\n<td>−11.46</td>\n<td>5.50</td>\n<td>−3.57</td>\n<td>0.41</td>\n<td>−5.95</td>\n<td>1.39</td>\n<td>−11.73</td>\n<td>−1.15</td>\n</tr>\n<tr>\n<td>10</td>\n<td>9.25</td>\n<td>16.26</td>\n<td>8.10</td>\n<td>6.99</td>\n<td>8.37</td>\n<td>8.56</td>\n<td>4.61</td>\n<td>6.37</td>\n</tr>\n<tr>\n<td>11</td>\n<td>1.33</td>\n<td>58.41</td>\n<td>10.69</td>\n<td>23.48</td>\n<td>8.74</td>\n<td>29.04</td>\n<td>4.37</td>\n<td>28.36</td>\n</tr>\n<tr>\n<td>12</td>\n<td>1.42</td>\n<td>40.82</td>\n<td>0.07</td>\n<td>14.03</td>\n<td>0.31</td>\n<td>18.20</td>\n<td>−1.98</td>\n<td>17.20</td>\n</tr>\n<tr>\n<td>13</td>\n<td>22.78</td>\n<td>20.50</td>\n<td>16.16</td>\n<td>4.24</td>\n<td>17.33</td>\n<td>6.74</td>\n<td>14.63</td>\n<td>5.40</td>\n</tr>\n<tr>\n<td>14</td>\n<td>5.67</td>\n<td>12.35</td>\n<td>11.61</td>\n<td>0.79</td>\n<td>10.48</td>\n<td>2.56</td>\n<td>7.42</td>\n<td>0.83</td>\n</tr>\n<tr>\n<td>15</td>\n<td>8.27</td>\n<td>−5.75</td>\n<td>4.16</td>\n<td>−6.05</td>\n<td>4.87</td>\n<td>−6.00</td>\n<td>2.51</td>\n<td>−8.32</td>\n</tr>\n<tr>\n<td>16</td>\n<td>−0.56</td>\n<td>−23.20</td>\n<td>1.82</td>\n<td>−16.78</td>\n<td>1.38</td>\n<td>−17.81</td>\n<td>−1.34</td>\n<td>−20.12</td>\n</tr>\n<tr>\n<td>17</td>\n<td>28.67</td>\n<td>−30.56</td>\n<td>13.76</td>\n<td>−22.04</td>\n<td>16.32</td>\n<td>−23.39</td>\n<td>15.32</td>\n<td>−25.64</td>\n</tr>\n<tr>\n<td>18</td>\n<td>21.9</td>\n<td>−55.51</td>\n<td>5.5</td>\n<td>−33.95</td>\n<td>8.49</td>\n<td>−37.79</td>\n<td>9.1</td>\n<td>−40.88</td>\n</tr>\n<tr>\n<td>19</td>\n<td>36.01</td>\n<td>−32.40</td>\n<td>16.81</td>\n<td>−26.38</td>\n<td>20.69</td>\n<td>−27.50</td>\n<td>22.11</td>\n<td>−27.81</td>\n</tr>\n<tr>\n<td>20</td>\n<td>−24.27</td>\n<td>1.15</td>\n<td>−17.82</td>\n<td>−0.42</td>\n<td>−19.11</td>\n<td>−0.15</td>\n<td>−19.82</td>\n<td>−0.25</td>\n</tr>\n<tr>\n<td>21</td>\n<td>75.79</td>\n<td>9.33</td>\n<td>3.77</td>\n<td>0.89</td>\n<td>16.45</td>\n<td>2.18</td>\n<td>17.94</td>\n<td>2.33</td>\n</tr>\n<tr>\n<td>22</td>\n<td>−2.36</td>\n<td>47.36</td>\n<td>−1.76</td>\n<td>0.51</td>\n<td>−1.85</td>\n<td>7.03</td>\n<td>−1.85</td>\n<td>7.42</td>\n</tr>\n<tr>\n<td>23</td>\n<td>−68.43</td>\n<td>−40.02</td>\n<td>−15.47</td>\n<td>1.35</td>\n<td>−20.20</td>\n<td>−2.53</td>\n<td>−20.31</td>\n<td>−2.59</td>\n</tr>\n<tr>\n<td><b>total</b></td>\n<td><b>−0.17</b></td>\n<td><b>−0.35</b></td>\n<td><b>19.30</b></td>\n<td><b>5.31</b></td>\n<td><b>26.87</b></td>\n<td><b>9.74</b></td>\n<td><b>2.80</b></td>\n<td><b>−1.21</b></td>\n</tr>\n<tr>\n<td><b>total without class 1</b></td>\n<td><b>0.55</b></td>\n<td><b>0.18</b></td>\n<td><b>0.25</b></td>\n<td><b>−1.20</b></td>\n<td><b>21.85</b></td>\n<td><b>5.37</b></td>\n<td><b>−3.15</b></td>\n<td><b>−3.95</b></td>\n</tr>\n<tr>\n<td><b>financial effects</b></td>\n<td colspan=\"2\" valign=\"top\"/>\n<td colspan=\"2\" valign=\"top\"/>\n<td colspan=\"2\" valign=\"top\"/>\n<td><b>16.47</b></td>\n<td><b>2.31</b></td>\n</tr>\n<tr>\n<td><b>financial effects without class 1</b></td>\n<td colspan=\"2\" valign=\"top\"/>\n<td colspan=\"2\" valign=\"top\"/>\n<td colspan=\"2\" valign=\"top\"/>\n<td><b>−5.09</b></td>\n<td><b>−8.79</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Tax base based micro and group simulation of tax revenue and the financial effects using a sample of the original microdata and grouped data of <i>TAI</i> tables in the case of vertical loss offset restrictions. (1995 income distribution)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "This is caused by the fact that the taxable income of the taxpayers with a negative income, <i>TI<sub>j</sub><sup>g</sup></i>, cannot be derived from the <i>TAI</i> tables. The tax base of the taxpayers who obtained a negative income must be estimated instead using the taxable income of all taxpayers of the respective class, <i>TI<sub>j</sub></i>. The number of taxpayers with a negative income, <i>g<sub>j</sub></i>, and the sum of the negative income per class, <i>G<sub>j</sub></i>, are given in the <i>TAI</i> tables. Therefore, we realize only slight differences in the total sum of the negative incomes: −0.17% for the basic rate taxpayers and −0.35% for the splitting scale taxpayers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For individual classes it turns out that the transition of negative income <i>TAI</i> classes into <i>TI</i> tables can lead to severe deviations in the individual classes. This is due to the fact that running a group simulation based on <i>TAI</i> tables the distribution of the average amount of the negative income in a <i>TAI</i> class, <i>G<sub>j</sub></i>, is made according to the distribution of the taxable income of all taxpayers of this class. Consequently, the taxable income and the modified taxable income in each single class may also show strong deviations. Here, however, the unmodified taxable income neglecting the class of the taxpayers with a taxable income less than one DM can be determined relatively exactly. We find a deviation of 0.25% applying the basic tax scale and of −1.2% applying the splitting tax scale.",
                            "type": "paragraph"
                        },
                        {
                            "text": "On this basis we can reconcile the findings regarding the tax revenue effects of reduced loss offset allowances produced via group simulation on the basis of <i>TI</i> tables (see <a href=\"#table3\">Table 3</a>) and via group simulation on the basis of <i>TAI</i> tables (<a href=\"#table5\">Table 5</a>). For the class of taxpayers with a taxable income of less than one DM only very inaccurate results can be obtained. Consequently, this leads again to an overestimation when determining the total financial effects of reduced loss offset using the group model. If we exclude the class of taxpayers with negative income from the analysis we receive an underestimation of the financial effects of 5.1% in the case of the basic tax scale and 8.8% in the case of the splitting tax scale. These deviations are similar to the differences realized by applying <i>TI</i> tables (c.f. <a href=\"#table3\">Table 3</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-4",
                    "title": "5.4 Tax base deductions simulation based on total amount of income",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Comparing tax revenues effects of microsimulation and group simulation models",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this paper we compare the results obtained by microsimulation with those generated by a discrete group model using differently classified data. Through this comparison we point out and quantify the possible effects of the simplified procedure of the group model, as well as the loss of information involved in using aggregated and incomplete data. The differences identified by concentrating on specific examples do not provide generally validated values. Nevertheless, they indicate the magnitude of possible inaccuracies caused by a group simulation. We find that group simulation under certain circumstances provides results very close in accuracy to those obtained via microsimulation. Furthermore, for those cases in which group simulation is the appropriate tool, we provide a very simple method to interpolate the income distribution and thereby the tax distribution within the classes. This interpolation makes future estimates of tax revenues a lot easier. These results are interesting and important as microsimulation is far more time consuming and resource intensive than group simulation, whilst for cross-country and time series analyses microdata are not usually available and we may well have to fall back, in any case, on group models.",
                    "type": "paragraph"
                },
                {
                    "text": "Summarizing, we find that applying the group simulation model to analyze tax scale effects leads to very good results. The differences between the results derived by microsimulation in comparison to group simulation increase if we determine the financial effects of modified tax bases, particularly if tax base cuts vary between taxpayers and if we take account of the class of the taxpayers with a taxable income of less than one DM. Neglecting this class we identify a systematic underestimation simulating the financial consequences of a modified tax base with the group model, assuming a progressive tax scale. In this situation, as disaggregated data on the tax base modification is not available we have to adjust the empirical class average of the tax base reduction. If the group simulation data is not arranged according to the taxable income but rather to the total amount of income we tend to find greater deviations from the microsimulation results in sum as well as per class.",
                    "type": "paragraph"
                },
                {
                    "text": "From this we can conclude that, if the input data are sufficiently detailed and complete, micromodels will always be superior in accuracy and provide a more sophisticated tool for estimating tax revenue effects. If, on the other hand, microsimulation relies upon a sample – as is the case for the German Statistical Office model – and not on a microdataset with complete coverage, very large deviations may result. These deviations arise from the structure of the stratified random sample, which will not always be representative of circumstances and facts due to a relatively small frequency of responses in each category. In this case, the possible errors due to the group model and the aggregated database are considerably smaller than in case of a microsimulation because in the group simulation we apply data that is based on the overall population in the income tax statistics.",
                    "type": "paragraph"
                },
                {
                    "text": "Aiming to determine and analyze the tax revenue effects of alternative tax settings, in particular the financial effects of specific fiscal regulations, the group simulation model introduced here can offer a good compromise between a) allowing the model and the data to reflect a complex situation as accurately as possible and b) the possible accuracy of a model that is based on limited resources and data. To further improve the utility of group models for tax effect simulations when access to microdata is restricted, we urge the fiscal authorities to publish, or provide a mechanism for commissioning, additional statistical tables on a taxable income rather than total amount of income basis.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Summary",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Top Incomes over the Twenties Century. A Contrast between Continental European and English-Speaking Countries",
            "chapterTitle": "The distribution of top incomes in the united Kingdom 1908–2000",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Piketty, T",
                        "preferred": "T Piketty"
                    },
                    "type": "person"
                }
            ],
            "id": "bib1",
            "pages": {
                "first": "82",
                "last": "140",
                "range": "82–140"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Oxford"
                        ]
                    },
                    "formatted": [
                        "Oxford"
                    ]
                },
                "name": [
                    "Oxford university Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "bookTitle": "Handbook of Income Distribution",
            "date": "2000",
            "editors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                }
            ],
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North-Holland"
                ]
            },
            "type": "book",
            "volume": "1"
        },
        {
            "articleTitle": "Income Tax and the Distribution of Income. An International Comparison",
            "authors": [
                {
                    "name": {
                        "index": "Berglas, E",
                        "preferred": "E Berglas"
                    },
                    "type": "person"
                }
            ],
            "date": "1971",
            "id": "bib3",
            "journal": "Public Finance",
            "pages": {
                "first": "532",
                "last": "545",
                "range": "532–545"
            },
            "type": "journal",
            "volume": "24"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bork, C",
                        "preferred": "C Bork"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Petersen, H",
                        "preferred": "H Petersen"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Tax and Transfer Reform in Australia and Germany",
            "chapterTitle": "Revenue and distributional effects of the current tax reform proposals in Germany - An Evaluation by Microsimulation",
            "date": "2000",
            "editors": [
                {
                    "name": {
                        "index": "Petersen, H-G",
                        "preferred": "H-G Petersen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gallagher, P",
                        "preferred": "P Gallagher"
                    },
                    "type": "person"
                }
            ],
            "id": "bib4",
            "pages": {
                "first": "219",
                "last": "235",
                "range": "219–235"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Berlin"
                        ]
                    },
                    "formatted": [
                        "Berlin"
                    ]
                },
                "name": [
                    "Berliner Debatte Wissenschaftsverlag"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Caldwell, SB",
                        "preferred": "SB Caldwell"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Synthesis through Microanalytic Simulation",
            "chapterTitle": "Synthesis via microsimulation",
            "date": "1985",
            "editors": [
                {
                    "name": {
                        "index": "Nakamura, A",
                        "preferred": "A Nakamura"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nakamura, M.",
                        "preferred": "M. Nakamura"
                    },
                    "type": "person"
                }
            ],
            "id": "bib5",
            "pages": {
                "first": "71",
                "last": "75",
                "range": "71–75"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Elsevier Science Publishers"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "The impact of comparable policies in European Countries: Microsimulation approaches",
            "authors": [
                {
                    "name": {
                        "index": "Callan, T",
                        "preferred": "T Callan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib6",
            "journal": "European Economic Review",
            "pages": {
                "first": "627",
                "last": "633",
                "range": "627–633"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Citro, FC",
                        "preferred": "FC Citro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hanushek, EA",
                        "preferred": "EA Hanushek"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Improving Information for Social Policy Decisions",
            "date": "1991",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C."
                        ]
                    },
                    "formatted": [
                        "Washington, D.C."
                    ]
                },
                "name": [
                    "National Academy Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The structure of American income inequality",
            "authors": [
                {
                    "name": {
                        "index": "Cowell, FA",
                        "preferred": "FA Cowell"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "id": "bib8",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "351",
                "last": "375",
                "range": "351–375"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dell, F",
                        "preferred": "F Dell"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Top Incomes over the Twentieth Century: A Contrast Between European and English Speaking Countries",
            "chapterTitle": "Top incomes in Germany throughout the Twentieth Century: 1891–1998",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Piketty, T",
                        "preferred": "T Piketty"
                    },
                    "type": "person"
                }
            ],
            "id": "bib9",
            "pages": {
                "first": "365",
                "last": "425",
                "range": "365–425"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Oxford"
                        ]
                    },
                    "formatted": [
                        "Oxford"
                    ]
                },
                "name": [
                    "Oxford university Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Galler, HP",
                        "preferred": "HP Galler"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "university of Canberra"
                ]
            },
            "source": "Discrete-time and continuous-time Approaches to dynamic microsimulation reconsidered. Technical Paper 13",
            "title": "Discrete-time and continuous-time Approaches to dynamic microsimulation reconsidered. Technical Paper 13",
            "type": "report"
        },
        {
            "articleTitle": "What happens when you tax the rich? evidence from excecutive compensation",
            "authors": [
                {
                    "name": {
                        "index": "Goolsbee, A",
                        "preferred": "A Goolsbee"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib11",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "352",
                "last": "378",
                "range": "352–378"
            },
            "type": "journal",
            "volume": "108"
        },
        {
            "articleTitle": "Distributional effects of the German Tax Reform 2000 - A behavioral microsimulation analysis",
            "authors": [
                {
                    "name": {
                        "index": "Haan, P",
                        "preferred": "P Haan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib12",
            "journal": "Schmollers Jahrbuch - Journal of Applied Social Science Studies",
            "pages": {
                "first": "39",
                "last": "49",
                "range": "39–49"
            },
            "type": "journal",
            "volume": "125"
        },
        {
            "articleTitle": "Measurement of tax progressivity: an international comparison",
            "authors": [
                {
                    "name": {
                        "index": "Kakwani, N. C.",
                        "preferred": "N. C. Kakwani"
                    },
                    "type": "person"
                }
            ],
            "date": "1977",
            "id": "bib13",
            "journal": "The Economic Journal",
            "pages": {
                "first": "71",
                "last": "80",
                "range": "71–80"
            },
            "type": "journal",
            "volume": "87"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kraus, F",
                        "preferred": "F Kraus"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "details": "The historical development of income inequality in Western Europe and the United States, The development of welfare states in Europe and America, New Brunswick, NJ, Transaction Books and the HIWED Project",
            "id": "bib14",
            "title": "The development of welfare states in Europe and America",
            "type": "unknown"
        },
        {
            "articleTitle": "The decomposition of progressivity indices with applications to the Greek taxation system",
            "authors": [
                {
                    "name": {
                        "index": "Loizides, I",
                        "preferred": "I Loizides"
                    },
                    "type": "person"
                }
            ],
            "date": "1988",
            "id": "bib15",
            "journal": "Public Finance",
            "pages": {
                "first": "236",
                "last": "247",
                "range": "236–247"
            },
            "type": "journal",
            "volume": "43"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McClung, N",
                        "preferred": "N McClung"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microanalytic Simulation Models to Support Social and Financial Policy",
            "chapterTitle": "The art of transfer policy analysis",
            "date": "1986",
            "editors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Merz, J",
                        "preferred": "J Merz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Quinke, H",
                        "preferred": "H Quinke"
                    },
                    "type": "person"
                }
            ],
            "id": "bib16",
            "pages": {
                "first": "101",
                "last": "112",
                "range": "101–112"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "North-Holland"
                        ]
                    },
                    "formatted": [
                        "North-Holland"
                    ]
                },
                "name": [
                    "Amsterdam et al."
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Merz, J",
                        "preferred": "J Merz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Personal Distribution of Income in an International Perspective",
            "chapterTitle": "The distribution of income of self-employed, entrepreneurs and professions as revealed from micro income tax statistics in Germany",
            "date": "2000",
            "editors": [
                {
                    "name": {
                        "index": "Hauser, R",
                        "preferred": "R Hauser"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Becker, I",
                        "preferred": "I Becker"
                    },
                    "type": "person"
                }
            ],
            "id": "bib17",
            "pages": {
                "first": "99",
                "last": "128",
                "range": "99–128"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Berlin"
                        ]
                    },
                    "formatted": [
                        "Berlin"
                    ]
                },
                "name": [
                    "Springer"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Morrisson, C",
                        "preferred": "C Morrisson"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "217–260, Historical perspectives on income distribution: The case of Europe, Handbook of Income Distribution, Paris, Elsevier Science B.V.",
            "id": "bib18",
            "title": "Handbook of Income Distribution",
            "type": "unknown"
        },
        {
            "articleTitle": "Accounting for the family in European income tax systems",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib19",
            "journal": "Cambridge Journal of Economics",
            "pages": {
                "first": "565",
                "last": "598",
                "range": "565–598"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "articleTitle": "A new type of socio-economic system",
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, G. H.",
                        "preferred": "G. H. Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "id": "bib20",
            "journal": "The Review of Economics and Statistics",
            "pages": {
                "first": "116",
                "last": "123",
                "range": "116–123"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, G. H.",
                        "preferred": "G. H. Orcutt"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Synthesis through Microanalytic Simulation",
            "chapterTitle": "Microanalytic system simulation",
            "date": "1982",
            "editors": [
                {
                    "name": {
                        "index": "Nakamura, A",
                        "preferred": "A Nakamura"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nakamura, M",
                        "preferred": "M Nakamura"
                    },
                    "type": "person"
                }
            ],
            "id": "bib21",
            "pages": {
                "first": "1",
                "last": "8",
                "range": "1–8"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Elsevier Science Publishers"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Merz, J",
                        "preferred": "J Merz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Quinke, H",
                        "preferred": "H Quinke"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microanalytic Simulation Models to Support Social and Financial Policy",
            "date": "1986",
            "id": "bib22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North Holland"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Income inequality in France, 1901–1998",
            "authors": [
                {
                    "name": {
                        "index": "Piketty, T",
                        "preferred": "T Piketty"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib23",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "1004",
                "last": "1042",
                "range": "1004–1042"
            },
            "type": "journal",
            "volume": "111"
        },
        {
            "articleTitle": "Income inequality in the United States, 1913–1998",
            "authors": [
                {
                    "name": {
                        "index": "Piketty, T",
                        "preferred": "T Piketty"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib24",
            "journal": "The Quarterly Journal of Economics",
            "pages": {
                "first": "1",
                "last": "39",
                "range": "1–39"
            },
            "type": "journal",
            "volume": "118"
        },
        {
            "articleTitle": "How progressive is the US federal tax system? A historical and international perspective",
            "authors": [
                {
                    "name": {
                        "index": "Piketty, T",
                        "preferred": "T Piketty"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib25",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "3",
                "last": "24",
                "range": "3–24"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "How reliable are microsimulation results? An analysis of the role of sampling error in a U.K. tax-benefit model",
            "authors": [
                {
                    "name": {
                        "index": "Pudney, S",
                        "preferred": "S Pudney"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib26",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "327",
                "last": "365",
                "range": "327–365"
            },
            "type": "journal",
            "volume": "53"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Veall, M",
                        "preferred": "M Veall"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Top Incomes over the Twenties Century. A Contrast between Continental European and English-Speaking Countries",
            "chapterTitle": "The evolution of high incomes in Canada, 1920–2000",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Piketty, T",
                        "preferred": "T Piketty"
                    },
                    "type": "person"
                }
            ],
            "id": "bib27",
            "pages": {
                "first": "226",
                "last": "308",
                "range": "226–308"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Oxford"
                        ]
                    },
                    "formatted": [
                        "Oxford"
                    ]
                },
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib28",
            "publisher": {
                "name": [
                    "University of Cambridge"
                ]
            },
            "source": "Static microsimulation models in Europe - A Survey. DAE Working Paper No. 9523",
            "title": "Static microsimulation models in Europe - A Survey. DAE Working Paper No. 9523",
            "type": "report"
        },
        {
            "articleTitle": "Incentive and redistribution effects of the German tax reform 2000",
            "authors": [
                {
                    "name": {
                        "index": "Wagenhals, G",
                        "preferred": "G Wagenhals"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib29",
            "journal": "Finanzarchiv",
            "pages": {
                "first": "316",
                "last": "332",
                "range": "316–332"
            },
            "type": "journal",
            "volume": "57"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wagenhals, G",
                        "preferred": "G Wagenhals"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib30",
            "publisher": {
                "name": [
                    "Institut fur Volkswirtschaftslehre, University of Hohenheim"
                ]
            },
            "source": "Tax-benefit microsimulation models for Germany: A Survey. Hohenheimer Diskussionsbeitrage Nr. 235",
            "title": "Tax-benefit microsimulation models for Germany: A Survey. Hohenheimer Diskussionsbeitrage Nr. 235",
            "type": "report"
        },
        {
            "articleTitle": "Redistributive effect, progressivity and differential tax treatment: Personal income taxes in twelve OECD countries",
            "authors": [
                {
                    "name": {
                        "index": "Wagstaff, A",
                        "preferred": "A Wagstaff"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van Doorslaer, EV",
                        "preferred": "EV van Doorslaer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van der Burg, H",
                        "preferred": "H van der Burg"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "1999",
            "id": "bib31",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "73",
                "last": "98",
                "range": "73–98"
            },
            "type": "journal",
            "volume": "72"
        },
        {
            "articleTitle": "what makes the personal income tax progressive? A comparative analysis for fifteen OECD countries",
            "authors": [
                {
                    "name": {
                        "index": "Wagstaff, A",
                        "preferred": "A Wagstaff"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van Doorslaer, EV",
                        "preferred": "EV van Doorslaer"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib32",
            "journal": "International Tax and Public Finance",
            "pages": {
                "first": "299",
                "last": "315",
                "range": "299–315"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Income distribution and redistribution through taxation: An international comparison",
            "authors": [
                {
                    "name": {
                        "index": "Zandvakili, S",
                        "preferred": "S Zandvakili"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib33",
            "journal": "Empirical Economics",
            "pages": {
                "first": "473",
                "last": "491",
                "range": "473–491"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "Individual tax statistic data and their evaluation possibilities for the scientific community",
            "authors": [
                {
                    "name": {
                        "index": "Zwick, M",
                        "preferred": "M Zwick"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib34",
            "journal": "Schmollers Jahrbuch - Journal of Applied Social Science Studies",
            "pages": {
                "first": "639",
                "last": "648",
                "range": "639–648"
            },
            "type": "journal",
            "volume": "121"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
