{
    "status": "vor",
    "id": "00022",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00022",
    "authorLine": "Jann Lay",
    "title": "Sequential macro-micro modelling with behavioural microsimulations",
    "published": "2010-06-30T00:00:00Z",
    "versionDate": "2010-06-30T00:00:00Z",
    "statusDate": "2010-06-30T00:00:00Z",
    "volume": 3,
    "issue": 1,
    "fpage": 24,
    "lpage": 34,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00022/ijm-00022.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        },
        {
            "id": "micro-macro-linkage",
            "name": "Micro-macro linkage"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper presents a sequential methodology that combines a macroeconomic CGE model with a behavioural microsimulation, illustrates the approach with applications, and discusses its merits and shortcomings. The microsimulation, based on a household income generation model, allows for incorporating individual fixed effects into macro-micro analysis. We argue that one of the main merits of the sequential approach is its flexibility. However, this flexibility comes at the cost of theoretical inconsistency.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Lay",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Germany",
                            "locality": [
                                "Hamburg"
                            ]
                        },
                        "formatted": [
                            "Hamburg",
                            "Germany"
                        ]
                    },
                    "name": [
                        "German Institute of Global and Area Studies (GIGA)"
                    ]
                }
            ],
            "emailAddresses": [
                "lay@giga-hamburg.de"
            ],
            "name": {
                "index": "Lay, Jann",
                "preferred": "Jann Lay"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "CGE model",
        "behavioural microsimulation",
        "applied model",
        "developing countries"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Analyzing the poverty and distributional impact of macro events requires understanding how shocks or policy changes on the macro level affect household income and consumption. It is clear that this poses a formidable task, which of course raises the question of the appropriate methodology to address such questions. This paper presents one possible approach: A sequential methodology that combines a macroeconomic model with a behavioural microsimulation. We discuss the merits and shortcomings of this approach with a focus on developing country applications with a short to medium run time horizon.<a href=\"#fn1\"><sup>1</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "Most analyses of the poverty and distributional impact of macro shocks have turned to Computable General Equilibrium (CGE) models, which typically incorporate different representative household groups with a given within-group income distribution. Yet, recent empirical findings on distributional change indicate that changes within household groups distributions account for an important share of overall distributional change (<a href=\"#bib4\">Bourguignon <i>et al</i>., 2005b</a>). At first sight, an obvious solution to this problem seems to increase the number of household groups, or even to incorporate all households from representative household surveys into the CGE model. Similarly – yet without providing heterogeneous feedback into the CGE model – micro-accounting techniques on the basis of household survey data that apply changes in factor prices at the individual level using household survey-data could be used to increase household heterogeneity. In an assessment of Russia’s accession to the World Trade Organization (WTO), <a href=\"#bib14\">Harrison <i>et al</i>. (2000)</a> however find differences in poverty and distributional outcomes between a model with 10 representative household groups and a model with 55 000 households to be negligible.",
                    "type": "paragraph"
                },
                {
                    "text": "Such evidence does not imply that household heterogeneity would not matter for a true understanding of the poverty and distributional impacts of macroeconomic shocks. It merely shows that even full heterogeneity of households in terms of factor endowments and consumption patterns does not make a difference in a standard CGE model. Microeconomic evidence on the drivers of changes in income distributions however suggests that applied CGE models (including those combined with household-survey-based micro-accounting models) may fail for a different reason: The importance of individual heterogeneity and decisions taken at the individual level for distributional and poverty outcomes; in other words, the importance of “individual behavior”. On the labor market, individual decisions include entry into the labor market, falling into unemployment or switching between sectors or occupations. Of course, CGE models can be extended to include for example unemployment and/or endogenous labor supply. Yet, in order to capture the income distribution implications, decisions would have to taken by “real” individual household members. This implies to introduce individual “fixed effects” and eventually requires the estimation of structural labor market models (<a href=\"#bib3\">Bourguignon <i>et al</i>., 2005a</a>) that would need to be integrated in a general equilibrium framework. The estimation of such structural labor market models is by no means a trivial exercise and embedding them into a general equilibrium framework an additional challenge.<a href=\"#fn2\"><sup>2</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "This paper presents a less ambitious and more pragmatic approach. The sequential macro-micro approach that links a macroeconomic model, for example an applied CGE model, to a behavioural microsimulation model has two distinguishing features. First, it is sequential. A counterfactual scenario is generated in the macro (CGE) model. Then specific poverty and distribution-relevant link variables, for example wages and employment, are passed to a microsimulation model. Second, the microsimulation has behavioural components. For the microsimulation, individual and household decisions are modeled using microeconometric techniques on household and employment survey data. Through the microsimulation, the combined model hence incorporates individual “fixed effects” into the analysis.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is structured as follows. We first outline some important characteristics of macro models used as part of a sequential model and present a stylized specification of a labor market that produces the link variables for our illustrative macro-micro model. We then provide a simple representation of household income generation that forms the core of the of our prototype behavioural microsimulation. We describe the simulation mechanics of the micro model. The next section presents two applications of this approach before we assess its strengths, weaknesses, and challenges. The final section concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The sequential approach presented in this paper requires a macro model that produces changes in distribution and poverty-relevant (aggregate) variables that are passed to a microsimulation model. These variables, which we label “link variables”, are prices and quantities on factor and goods markets. Link variables from factor markets include real wages for different types of labor, returns to land and different types of capital. Factor quantities, for example the sectoral composition of labor, may also be passed from a macro model to a microsimulation. Finally, goods prices and quantities may operate as link variables. The developing country applications presented in this paper use applied trade-focused CGE models.<a href=\"#fn3\"><sup>3</sup></a> Yet, other types of macro models with very different foci and features, including other forms of general equilibrium models (real business cycle models, and stochastic dynamic general equilibrium models) and macroeconometric models, may be more suitable in different contexts and for different questions. The illustrative framework presented in the following is general enough to allow the reader to imagine the application of a sequential macro-micro approach using very different models both at the macro and micro level, and different link variables.",
                            "type": "paragraph"
                        },
                        {
                            "text": "If a macro model is built as part of a sequential macro-micro model, its labor market specification is the key component and will have to be compatible with the microsimulation model that we present below. The following representation of a labor market should be thought of as being embedded, for example, in an applied multisectoral CGE model that distinguishes between formal and informal production sectors. The associated labor markets are assumed to exhibit structural imperfections with different clearing mechanisms for these sectors. For the simplicity of exposition, we abstract from other factors of production and assume that the formal and informal sector produce the same good. Let total employment be fixed and assume that factors are fully employed. Hence, total employment will be the sum of formal and informal employment: <i>L</i> = <i>L<sup>f</sup></i> + <i>L<sup>if</sup></i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In a simple neoclassical world with full mobility of labor between formal and informal sectors, wages in the formal and informal sectors, which produce with different technologies will be the same:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1",
                            "label": "(1)",
                            "mathml": "<math><mrow><mrow><mo>(</mo><mrow><msub><mi>f</mi><mi>f</mi></msub><mrow><mo>(</mo><mrow><msup><mi>L</mi><mi>f</mi></msup></mrow><mo>)</mo></mrow><mo>,</mo><msub><mi>f</mi><mrow><mi>i</mi><mi>f</mi></mrow></msub><mrow><mo>(</mo><mrow><msup><mi>L</mi><mrow><mi>i</mi><mi>f</mi></mrow></msup></mrow><mo>)</mo></mrow></mrow><mo>)</mo></mrow><mo>⋅</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Employment in formal and informal sector, respectively, and hence the formal labor share in this economy will be determined by the equation of marginal labor products in formal and informal sectors, as expressed in <a href=\"#equ2\">Equation (2)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ2",
                            "label": "(2)",
                            "mathml": "<math><mrow><mfrac><mrow><msup><mi>W</mi><mi>f</mi></msup></mrow><mi>p</mi></mfrac><mo>=</mo><mfrac><mrow><msup><mi>W</mi><mrow><mi>i</mi><mi>f</mi></mrow></msup></mrow><mi>p</mi></mfrac><mo>=</mo><msubsup><mi>f</mi><mi>f</mi><mo>'</mo></msubsup><mrow><mo>(</mo><mrow><msup><mi>L</mi><mi>f</mi></msup></mrow><mo>)</mo></mrow><mo>=</mo><msubsup><mi>f</mi><mrow><mi>i</mi><mi>f</mi></mrow><mo>'</mo></msubsup><mrow><mo>(</mo><mrow><msup><mi>L</mi><mrow><mi>i</mi><mi>f</mi></mrow></msup></mrow><mo>)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Now assume that different wage setting mechanisms exist: In the formal sector, wages are rigid, for example due to the presence of bargaining by trade unions or efficiency wages. This rigidity can be represented by a “wage curve”, as in <a href=\"#equ3\">Equation (3)</a> where the real formal sector wage becomes a function of the ratio of formal to informal employment.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ3",
                            "label": "(3)",
                            "mathml": "<math><mrow><mfrac><mrow><msup><mi>w</mi><mi>f</mi></msup></mrow><mi>p</mi></mfrac><mo>=</mo><mi>g</mi><mrow><mo>(</mo><mrow><mfrac><mrow><msup><mi>L</mi><mi>f</mi></msup></mrow><mrow><mi>L</mi><mo>−</mo><msup><mi>L</mi><mi>f</mi></msup></mrow></mfrac></mrow><mo>)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Without unemployment, the informal sector will now absorb the remaining workforce and the informal sector wage will adjust such that labor demand by the informal sector equals “residual” labor supply. This is depicted in <a href=\"#fig1\">Figure 1</a>, where E<sub>c</sub> illustrates the competitive equilibrium and w<sub>c</sub>/p<sub>0</sub> the corresponding wage. With WC, the wage curve, the equilibrium wage and employment levels are represented by E<sub>0</sub>. The formal sector wage w<sub>0</sub><sup>f</sup>/p<sub>0</sub> will now be higher than the informal sector wage w<sub>0</sub><sup>if</sup>/p<sub>0</sub>. Accordingly, formal sector employment L<sub>0</sub><sup>f</sup> will be lower than in the competitive case L<sub>c</sub><sup>f</sup>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: Author’s compilation.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00022%2Fijm-00022-fig1.tif",
                                        "size": {
                                            "width": 693,
                                            "height": 378
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00022%2Fijm-00022-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00022-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Formal and informal labor markets.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Real wages and employment in formal and informal sector, respectively, constitute the link variables in our illustrative macro-micro model:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ4",
                            "label": "(4)",
                            "mathml": "<math><mrow><mfrac><mrow><msup><mi>w</mi><mi>f</mi></msup></mrow><mi>p</mi></mfrac><mo>,</mo><mfrac><mrow><msup><mi>w</mi><mrow><mi>i</mi><mi>f</mi></mrow></msup></mrow><mi>p</mi></mfrac><mo>,</mo><msup><mi>L</mi><mi>f</mi></msup><mo>,</mo><msup><mi>L</mi><mrow><mi>i</mi><mi>f</mi></mrow></msup></mrow><mo>.</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "We now consider a policy experiment that shifts formal labor demand and leads to a new equilibrium in E<sub>1</sub>. The formal sector wage increases to w <sup>f</sup>/p<sub>1</sub> and formal employment to L<sub>1</sub><sup>f</sup>. The informal sector wage will increase as well from w<sub>0</sub><sup>if</sup>/p<sub>0</sub> to w<sub>1</sub><sup>if</sup>/p<sub>1</sub>. Hence, the counterfactual values for our link variables<a href=\"#fn4\"><sup>4</sup></a> that will be passed to the microsimulation will be",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ5",
                            "label": "(5)",
                            "mathml": "<math><mrow><mfrac><mrow><msubsup><mi>w</mi><mn>1</mn><mi>f</mi></msubsup></mrow><mrow><msub><mi>p</mi><mn>1</mn></msub></mrow></mfrac><mo>,</mo><mfrac><mrow><msubsup><mi>w</mi><mn>1</mn><mrow><mi>i</mi><mi>f</mi></mrow></msubsup></mrow><mrow><msub><mi>p</mi><mn>1</mn></msub></mrow></mfrac><mo>,</mo><msubsup><mi>L</mi><mn>1</mn><mi>f</mi></msubsup><mo>,</mo><msubsup><mi>L</mi><mn>1</mn><mrow><mi>i</mi><mi>f</mi></mrow></msubsup><mtext> </mtext><mo>⋅</mo></mrow></math>",
                            "type": "mathml"
                        }
                    ],
                    "id": "s2-1",
                    "title": "The macro model and the link variables",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This section describes a prototype microsimulation model that can be used in combination with above CGE model to simulate the poverty and distributional impacts of shocks. The basis of the microsimulation is a household income generation model that needs to be compatible with the above CGE model. For good reasons, we avoid the term consistency here and refer to compatibility instead, as the macro and micro models will not be strictly consistent, neither theoretically nor empirically. We will return to this very important issue in more detail later. The household income generation model is estimated from household survey data with individual-level employment information.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the microsimulation, we hence model the household income generation process.<a href=\"#fn5\"><sup>5</sup></a> This implies that individuals make occupational choices and earn wages or profits accordingly. These labor <i>i</i> 1 market incomes plus exogenous other incomes, such as transfers and imputed housing rents, comprise household income. The components of the income generation model are thus an occupational choice and an earnings model. In the choice model, individual agents can choose between wage-employment and self-employment.<a href=\"#fn6\"><sup>6</sup></a> We thus ignore labor market participation choice in this illustrative model. The occupational choice model is assumed to be slightly different for household heads other household members. Once occupational choices are made, earnings are generated accordingly either in the form of wages or as profits for the self-employed. Being self-employed means being part of what might be called a “household-enterprise”, in which all self-employed members of a household pool their incomes. The wage-employment market is segmented: the wage setting mechanisms are assumed to differ for skilled and unskilled labor as well as for females and males, which implies that there are four wage labor market segments.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The following set of equations describes the household income generation model. Household income <i>Y<sub>hh</sub></i> is earned by <i>k<sub>hh</sub></i> members, who are (and remain) active on the labor market (<a href=\"#equ6\">Equation 3</a> below). They are active either in the formal (with <i>DF<sub>i</sub></i> = 1, a dummy variable for formal sector employment) or informal sector (<i>DF<sub>i</sub></i> – 1(−1) = 1 if <i>DF<sub>i</sub></i> = 0) and earn the corresponding wages <i>w<sub>i</sub>, w<sub>i</sub><sup>if</sup></i>. In addition, the household receives an exogenous nominal income <i>¯y<sub>hh</sub></i>, for example transfers or remittances. All these components are real values, i.e. deflated with prices <i>p</i>. In practice, <i>p</i> will be assumed to be one in the initial situation. Per capital income <i>y<sub>hh</sub></i> is obtained by dividing household income by household size (<i>Y<sub>hh</sub></i> / <i>hsize</i>) so that (<i>y<sub>1</sub>,y<sub>2</sub>,…,y<sub>n</sub></i>) denotes the distribution of income when each observation is weighted with household size.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ6",
                            "label": "(6)",
                            "mathml": "<math><mrow><msub><mi>Y</mi><mrow><mi>h</mi><mi>h</mi></mrow></msub><mo>=</mo><mfrac><mn>1</mn><mi>p</mi></mfrac><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mrow><msub><mi>k</mi><mrow><mi>h</mi><mi>h</mi></mrow></msub></mrow></munderover><mrow><mo stretchy=\"false\">(</mo><msubsup><mi>w</mi><mi>i</mi><mi>f</mi></msubsup><mi>D</mi><msub><mi>F</mi><mi>i</mi></msub><mo>+</mo><msubsup><mi>w</mi><mi>i</mi><mrow><mi>i</mi><mi>f</mi></mrow></msubsup><mo stretchy=\"false\">(</mo><mi>D</mi><msub><mi>F</mi><mi>i</mi></msub><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">(</mo><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo><mo>+</mo><msub><mrow><mover accent=\"true\"><mi>y</mi><mo stretchy=\"true\">¯</mo></mover></mrow><mrow><mi>h</mi><mi>h</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow></mstyle></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Individual occupational choices – between informal and formal activities – can be described by the following functions, which are assumed to be different for household heads (<i>h</i>) and other household members (<i>o</i>). We suppress the individual index here. <a href=\"#equ7\">Equation (7)</a> shows that the household head’s probability of being employed in the formal sector is a function of a linear expression with a constant term <i>c<sup>h</sup></i> and personal and household characteristics <i>X<sup>h</sup></i>, which can include for example education, age, and households composition variables.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ7",
                            "label": "(7)",
                            "mathml": "<math><mrow><mi>P</mi><mo stretchy=\"false\">(</mo><mi>D</mi><msup><mi>F</mi><mi>h</mi></msup><mo>=</mo><mn>1</mn><mo>|</mo><msup><mi>X</mi><mi>h</mi></msup><mo stretchy=\"false\">)</mo><mo>=</mo><msup><mi>g</mi><mi>h</mi></msup><mo stretchy=\"false\">(</mo><msup><mi>c</mi><mi>h</mi></msup><mo>+</mo><msup><mi>X</mi><mi>h</mi></msup><msup><mi>α</mi><mi>h</mi></msup><mo stretchy=\"false\">)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The choices of other household members are assumed to depend not only on their own individual characteristics <i>X<sup>o</sup></i>, but also on the household head’s occupational choice:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ8",
                            "label": "(8)",
                            "mathml": "<math><mrow><mi>P</mi><mo stretchy=\"false\">(</mo><mi>D</mi><msup><mi>F</mi><mi>o</mi></msup><mo>=</mo><mn>1</mn><mo>|</mo><msup><mi>X</mi><mi>o</mi></msup><mo>,</mo><mi>D</mi><msup><mi>F</mi><mi>h</mi></msup><mo stretchy=\"false\">)</mo><mo>=</mo><mi>g</mi><mo stretchy=\"false\">(</mo><msup><mi>c</mi><mi>o</mi></msup><mo>+</mo><msup><mi>X</mi><mi>o</mi></msup><msup><mi>α</mi><mi>o</mi></msup><mo>+</mo><msup><mi>γ</mi><mi>o</mi></msup><mi>D</mi><msup><mi>F</mi><mi>h</mi></msup><mo stretchy=\"false\">)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<a href=\"#equ9\">Equations (9)</a> and <a href=\"#equ10\">(7)</a> express wages <i>w</i> in the formal (<i>f</i>) and informal (<i>if</i>) sectors, respectively, in log-linear form with <i>X</i>, a vector of personal characteristics, and <i>u</i>, a random error.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ9",
                            "label": "(9)",
                            "mathml": "<math><mrow><mtext>In</mtext><mfrac><mrow><msup><mi>w</mi><mi>f</mi></msup></mrow><mi>p</mi></mfrac><mo>=</mo><msup><mi>c</mi><mi>f</mi></msup><mo>+</mo><mi>X</mi><msup><mi>β</mi><mi>f</mi></msup><mo>+</mo><msup><mi>u</mi><mi>f</mi></msup></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ10",
                            "label": "(10)",
                            "mathml": "<math><mrow><mtext>In</mtext><mfrac><mrow><msup><mi>w</mi><mrow><mi>i</mi><mi>f</mi></mrow></msup></mrow><mi>p</mi></mfrac><mo>=</mo><msup><mi>c</mi><mrow><mi>i</mi><mi>f</mi></mrow></msup><mo>+</mo><mi>X</mi><msup><mi>β</mi><mrow><mi>i</mi><mi>f</mi></mrow></msup><mo>+</mo><msup><mi>u</mi><mrow><mi>i</mi><mi>f</mi></mrow></msup></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The model just described gives the household income as a non-linear function of observed and unobserved individual and household characteristics. This function depends on two sets of parameters, which include the parameters of the wage equations for informal and formal activities and the parameters in the utility associated with different occupational choices for household heads and other family members. The occupational choice equations as well as the corresponding wage equations can be estimated from standard household survey data. Estimating <a href=\"#equ7\">Equations (7)</a> and <a href=\"#equ8\">(8)</a> using discrete choice models (with dichotomous choices hence logit or probit models) and <a href=\"#equ9\">(9)</a> and <a href=\"#equ11\">(10)</a> using OLS (or other adequate estimation techniques<a href=\"#fn7\"><sup>7</sup></a>) yields the following parameter vector:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ11",
                            "label": "(11)",
                            "mathml": "<math><mrow><mrow><mo>(</mo><mrow><msup><mover accent=\"true\"><mi>c</mi><mo>^</mo></mover><mi>h</mi></msup><mo>,</mo><msup><mover accent=\"true\"><mi>α</mi><mo>^</mo></mover><mi>h</mi></msup><mo>,</mo><msup><mover accent=\"true\"><mi>c</mi><mo>^</mo></mover><mi>o</mi></msup><mo>,</mo><msup><mover accent=\"true\"><mi>α</mi><mo>^</mo></mover><mi>o</mi></msup><mo>,</mo><msup><mi>γ</mi><mi>o</mi></msup><mo>,</mo><msup><mover accent=\"true\"><mi>c</mi><mo>^</mo></mover><mi>f</mi></msup><mo>,</mo><msup><mover accent=\"true\"><mi>β</mi><mo>^</mo></mover><mi>f</mi></msup><mo>,</mo><msup><mover accent=\"true\"><mi>c</mi><mo>^</mo></mover><mrow><mi>i</mi><mi>f</mi></mrow></msup><mo>,</mo><msup><mover accent=\"true\"><mi>β</mi><mo>^</mo></mover><mrow><mi>i</mi><mi>f</mi></mrow></msup></mrow><mo>)</mo></mrow><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In addition, we obtain <math id=\"inf1\"><mrow><msup><mover accent=\"true\"><mi>u</mi><mo>^</mo></mover><mi>f</mi></msup></mrow></math> and <math id=\"inf2\"><mrow><msup><mover accent=\"true\"><mi>u</mi><mo>^</mo></mover><mrow><mi>i</mi><mi>f</mi></mrow></msup></mrow></math> as observed residuals from the wage equations. However, we only observe formal wages for individuals employed in the formal sector. As the microsimulation will allow individuals to switch between formal and informal activities, we simulate a residual for the non-observed wage, here by a random draw from a normal distribution with the respective (formal or informal) observed variance.<a href=\"#fn8\"><sup>8</sup></a> We face a similar problem in the latent utility models necessary to estimate <a href=\"#equ7\">Equations (7)</a> and <a href=\"#equ8\">(8)</a>. In these models, residuals cannot be observed and are hence generated from the distribution underlying the respective model, here either a normal (probit) or logistic (logit) distribution. Residuals have to be drawn consistent with the observed occupational choice, i.e. the utility an observed formal wage earner relates to formal employment has to be higher than the utility associated with informal employment. Statistically, this implies to draw these residuals conditional on the observed choice. These simulated residuals are denoted <i>u</i>1<sub><i>i</i></sub> and <i>u</i>0<sub><i>i</i></sub>. With <i>ind</i>, an indicator function that assumes a value of 1 (0) if the condition in brackets is (not) fulfilled, we thus have",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ12",
                            "label": "(12)",
                            "mathml": "<math><mrow><mi>D</mi><msubsup><mi>F</mi><mi>i</mi><mi>h</mi></msubsup><mo>=</mo><mi>i</mi><mi>n</mi><mi>d</mi><mrow><mo>(</mo><mrow><msup><mover accent=\"true\"><mi>c</mi><mo>^</mo></mover><mi>h</mi></msup><mo>+</mo><msubsup><mi>X</mi><mi>i</mi><mi>h</mi></msubsup><msup><mover accent=\"true\"><mi>α</mi><mo>^</mo></mover><mi>h</mi></msup><mo>+</mo><mi>u</mi><msub><mn>1</mn><mi>i</mi></msub><mo>&gt;</mo><mi>u</mi><msub><mn>0</mn><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "and",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ13",
                            "label": "(13)",
                            "mathml": "<math><mrow><mi>D</mi><msubsup><mi>F</mi><mi>i</mi><mi>o</mi></msubsup><mo>=</mo><mi>i</mi><mi>n</mi><mi>d</mi><mrow><mo>(</mo><mrow><msup><mover accent=\"true\"><mi>c</mi><mo>^</mo></mover><mi>o</mi></msup><mo>+</mo><msubsup><mi>X</mi><mi>i</mi><mi>o</mi></msubsup><msup><mover accent=\"true\"><mi>α</mi><mo>^</mo></mover><mi>o</mi></msup><mo>+</mo><msup><mi>γ</mi><mi>o</mi></msup><mi>D</mi><msup><mi>F</mi><mi>h</mi></msup><mo>+</mo><mi>u</mi><msub><mn>1</mn><mi>i</mi></msub><mo>&gt;</mo><mi>u</mi><msub><mn>0</mn><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Here <i>DF<sub>i</sub><sup>h</sup></i> and <i>DF<sub>i</sub><sup>o</sup></i> will hence assume their observed values. This implies that the sum of these two dummies – defined either for household heads or other household members – over all individuals will give the total number formal sector employees <i>L<sub>0</sub><sup>f</sup></i>, consistent with the initial value of this link variable from the macro model. This is illustrated in <a href=\"#equ14\">Equation (14)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ14",
                            "label": "(14)",
                            "mathml": "<math><mrow><msubsup><mi>L</mi><mn>0</mn><mi>f</mi></msubsup><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mi>h</mi><mi>h</mi></mrow></munder><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mi>i</mi><mrow><msub><mi>k</mi><mrow><mi>h</mi><mi>h</mi></mrow></msub></mrow></munderover><mrow><mrow><mo>(</mo><mrow><mi>D</mi><msubsup><mi>F</mi><mi>i</mi><mi>h</mi></msubsup><mo>⊗</mo><mi>D</mi><msubsup><mi>F</mi><mi>i</mi><mi>o</mi></msubsup></mrow><mo>)</mo></mrow></mrow></mstyle></mrow></mstyle></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Accordingly, average wages in the formal sector can be expressed as follows:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ15",
                            "label": "(15)",
                            "mathml": "<math><mrow><mfrac><mrow><msubsup><mi>w</mi><mn>0</mn><mi>f</mi></msubsup></mrow><mi>p</mi></mfrac><mo>=</mo><mfrac><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mi>h</mi><mi>h</mi></mrow></munder><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mi>i</mi><mrow><msub><mi>k</mi><mrow><mi>h</mi><mi>h</mi></mrow></msub></mrow></munderover><mrow><mrow><mo>[</mo> <mrow><mrow><mo>(</mo><mrow><mi>D</mi><msubsup><mi>F</mi><mi>i</mi><mi>h</mi></msubsup><mo>⊗</mo><mi>D</mi><msubsup><mi>F</mi><mi>i</mi><mi>o</mi></msubsup></mrow><mo>)</mo></mrow><mo>⋅</mo><mtext>exp</mtext><mrow><mo>(</mo><mrow><msup><mover accent=\"true\"><mi>c</mi><mo>^</mo></mover><mi>f</mi></msup><mo>+</mo><msub><mi>X</mi><mi>i</mi></msub><msup><mover accent=\"true\"><mi>β</mi><mo>^</mo></mover><mi>f</mi></msup><mo>+</mo><msubsup><mover accent=\"true\"><mi>u</mi><mo>^</mo></mover><mi>i</mi><mi>f</mi></msubsup></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow></mstyle></mrow></mstyle></mrow><mrow><msubsup><mi>L</mi><mn>0</mn><mi>f</mi></msubsup></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Similar expressions can be written down for informal sector employment and the corresponding wage, such that we can replicate all link variables in the initial equilibrium <i>w<sub>0</sub><sup>f</sup>,w<sub>0</sub><sup>if</sup>,L<sub>0</sub><sup>f</sup>,L <sup>if</sup></i>. Remember that this replication is based on the observed characteristics of the individuals (all <i>X</i>), unobserved and partially simulated characteristics (all <i>u</i>), and the estimated parameters.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Based on this micro replication of the initial situation, we can now micro-simulate the distributional and poverty implications of the changes in the link variables given by the macro model. In the simulation, the link variables",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ16",
                            "label": "(16)",
                            "mathml": "<math><mrow><mfrac><mrow><msubsup><mi>w</mi><mn>1</mn><mi>f</mi></msubsup></mrow><mrow><msub><mi>p</mi><mn>1</mn></msub></mrow></mfrac><mo>,</mo><mfrac><mrow><msubsup><mi>w</mi><mn>1</mn><mrow><mi>i</mi><mi>f</mi></mrow></msubsup></mrow><mrow><msub><mi>p</mi><mn>1</mn></msub></mrow></mfrac><mo>,</mo><msubsup><mi>L</mi><mn>1</mn><mi>f</mi></msubsup><mo>,</mo><msubsup><mi>L</mi><mn>1</mn><mrow><mi>i</mi><mi>f</mi></mrow></msubsup></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "will hence be used as target values. This implies that individual earnings and occupational choices have to change such that they reproduce these targets on the aggregate level. There are a number of ways how this can be achieved. Obviously, the required individual changes in occupational choices can be obtained by varying the coefficients or the observed or unobserved individual characteristics. A typical choice in applied microsimulation models is to vary the constant(s). Hence, the chosen parameters are adjusted and occupational choices change accordingly, until the results of the microsimulation are consistent, at an aggregate level, with the given aggregates. Formally, the following constraint describes the consistency requirement where <i>c<sub>1</sub><sup>h</sup></i> is the constant in the heads’ occupational choice equation that is consistent with <i>L<sub>1</sub><sup>f</sup></i>.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ17",
                            "label": "(17)",
                            "mathml": "<math><mrow><msubsup><mi>L</mi><mn>1</mn><mi>f</mi></msubsup><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mi>h</mi><mi>h</mi></mrow></munder><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mi>i</mi><mrow><msub><mi>k</mi><mrow><mi>h</mi><mi>h</mi></mrow></msub></mrow></munderover><mrow><mrow><mo>[</mo> <mrow><mrow><mo>{</mo> <mrow><mrow><mo>(</mo><mrow><mi>i</mi><mi>n</mi><mi>d</mi><mo stretchy=\"false\">(</mo><msubsup><mi>c</mi><mn>1</mn><mi>h</mi></msubsup><mo>+</mo><msubsup><mi>X</mi><mi>i</mi><mi>h</mi></msubsup><msup><mover accent=\"true\"><mi>α</mi><mo>^</mo></mover><mi>h</mi></msup><mo>+</mo><mi>u</mi><msub><mn>1</mn><mi>i</mi></msub><mo>&gt;</mo><mi>u</mi><msub><mn>0</mn><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><mo>⊗</mo><mrow><mo>{</mo> <mrow><mi>i</mi><mi>n</mi><mi>d</mi><mrow><mo>(</mo><mrow><msup><mover accent=\"true\"><mi>c</mi><mo>^</mo></mover><mi>o</mi></msup><mo>+</mo><msubsup><mi>X</mi><mi>i</mi><mi>o</mi></msubsup><msup><mover accent=\"true\"><mi>α</mi><mo>^</mo></mover><mi>o</mi></msup><mo>+</mo><msup><mi>γ</mi><mi>o</mi></msup><mi>D</mi><msubsup><mi>F</mi><mn>1</mn><mi>h</mi></msubsup><mo>+</mo><mi>u</mi><msub><mn>1</mn><mi>i</mi></msub><mo>&gt;</mo><mi>u</mi><msub><mn>0</mn><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow></mrow> <mo>]</mo></mrow></mrow></mstyle></mrow></mstyle></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Varying only the constant <math id=\"inf3\"><mrow><msup><mover accent=\"true\"><mi>c</mi><mo>^</mo></mover><mi>h</mi></msup></mrow></math> (to <i>c<sub>1</sub><sup>h</sup></i>)implies that we assume that the macro shock only induces household heads to switch occupation. Other household members’ occupational choices are only affected through the possible change in the head’s occupational choice, i.e. in the case of <i>DF<sub>1</sub><sup>h</sup> ≠ DF<sup>h</sup></i>. As this kind of behavior may not be realistic, we can alternatively assume that the constants of both the heads and other household members vary. However, without an <i>additional restriction</i>, changes in the two constants cannot be uniquely determined. A possible solution is to add a variable Δ to the constant term. In practice – when such equations are solved for real households from a household survey – we will typically be able to find a unique solution for Δ in <a href=\"#equ18\">Equation (18)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ18",
                            "label": "(18)",
                            "mathml": "<math><mrow><msubsup><mi>L</mi><mn>1</mn><mi>f</mi></msubsup><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mi>h</mi><mi>h</mi></mrow></munder><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mi>i</mi><mrow><msub><mi>k</mi><mrow><mi>h</mi><mi>h</mi></mrow></msub></mrow></munderover><mrow><mo stretchy=\"false\">[</mo><mi>A</mi><mo>⊗</mo><mi>B</mi><mo stretchy=\"false\">]</mo></mrow></mstyle></mrow></mstyle></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ19",
                            "mathml": "<math><mrow><mi>A</mi><mo>=</mo><mi>i</mi><mi>n</mi><mi>d</mi><mo>{</mo><mo stretchy=\"false\">(</mo><msup><mover accent=\"true\"><mi>c</mi><mo>^</mo></mover><mi>h</mi></msup><mo>+</mo><mi>Δ</mi><mo stretchy=\"false\">)</mo><mo>+</mo><msubsup><mi>X</mi><mi>i</mi><mi>h</mi></msubsup><msup><mover accent=\"true\"><mi>α</mi><mo>^</mo></mover><mi>h</mi></msup><mo>+</mo><mi>u</mi><msub><mn>1</mn><mi>i</mi></msub><mo>&gt;</mo><mi>u</mi><msub><mn>0</mn><mi>i</mi></msub><mo>}</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ20",
                            "mathml": "<math><mrow><mi>B</mi><mo>=</mo><mi>i</mi><mi>n</mi><mi>d</mi><mo>{</mo><mo stretchy=\"false\">(</mo><msup><mover accent=\"true\"><mi>c</mi><mo>^</mo></mover><mi>o</mi></msup><mo>+</mo><mi>Δ</mi><mo stretchy=\"false\">)</mo><mo>+</mo><msubsup><mi>X</mi><mi>i</mi><mi>o</mi></msubsup><msup><mover accent=\"true\"><mi>α</mi><mo>^</mo></mover><mi>o</mi></msup><mo>+</mo><msup><mi>γ</mi><mi>o</mi></msup><mi>D</mi><msubsup><mi>F</mi><mn>1</mn><mi>h</mi></msubsup><mo>+</mo><mi>u</mi><msub><mn>1</mn><mi>i</mi></msub><mo>&gt;</mo><mi>u</mi><msub><mn>0</mn><mi>i</mi></msub><mo>}</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Using either approach to adjust the constant (or both constants) in the occupational choices, will thus enable us to replicate the changes in formal as well as formal employment given by the CGE model. Our very simple income generation model allows us to proceed step-wise. We first solve for changes in occupational choices, and simulate wages in the next step. The reason is that wages do not enter the occupational choices of individuals, as they might in a more complex – or structural – income generation model. However, changes in occupational choices enter the equation for aggregate wages, as the (observed and unobserved) characteristics of the individuals in the respective sectors change. As in the case of occupational choices, we can vary the constants in the respective sectors to equate wages given by the CGE model and those in the microsimulation.<a href=\"#fn9\"><sup>9</sup></a> For the formal sector, this requires <a href=\"#equ21\">Equation (19)</a> to hold with <i>c</i><sub>1</sub><sup><i>f</i></sup>, the new formal sector wage equation constant.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ21",
                            "label": "(19)",
                            "mathml": "<math><mrow><mfrac><mrow><msubsup><mi>w</mi><mn>1</mn><mi>f</mi></msubsup></mrow><mrow><msub><mi>p</mi><mn>1</mn></msub></mrow></mfrac><mo>=</mo><mfrac><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mi>h</mi><mi>h</mi></mrow></munder><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mi>i</mi><mrow><msub><mi>k</mi><mrow><mi>h</mi><mi>h</mi></mrow></msub></mrow></munderover><mrow><mo stretchy=\"false\">[</mo><mo stretchy=\"false\">(</mo><mi>D</mi><msubsup><mi>F</mi><mrow><mn>1</mn><mi>i</mi></mrow><mi>h</mi></msubsup><mo>⊗</mo><mi>D</mi><msubsup><mi>F</mi><mrow><mn>1</mn><mi>i</mi></mrow><mi>o</mi></msubsup><mo stretchy=\"false\">)</mo><mo>.</mo><mtext>exp</mtext><mo stretchy=\"false\">(</mo><msubsup><mi>c</mi><mn>1</mn><mi>f</mi></msubsup><mo>+</mo><msub><mi>X</mi><mi>i</mi></msub><msup><mover accent=\"true\"><mi>β</mi><mo>^</mo></mover><mi>f</mi></msup><mo>+</mo><msubsup><mover accent=\"true\"><mi>u</mi><mo>^</mo></mover><mi>i</mi><mi>f</mi></msubsup><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">]</mo></mrow></mstyle></mrow></mstyle></mrow><mrow><msubsup><mi>L</mi><mn>1</mn><mi>f</mi></msubsup></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The equation for the average informal sector wage can be derived accordingly. The solutions for the constants in the choice <a href=\"#equ18\">Equation (18)</a> and the wage <a href=\"#equ21\">Equation (19)</a> can be obtained using numerical solution algorithms, for example Gauss-Newton techniques. With counterfactual occupational choices and corresponding wages <i>DF</i><sub>1</sub>,<i>w</i><sub>1</sub>, we can now compute the counterfactual household income <i>Y</i>1<sub><i>hh</i></sub>, as illustrated in <a href=\"#equ22\">Equation (20)</a>. We assume that exogenous transfers <i>¯y<sub>hh</sub></i> are constant in nominal terms.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ22",
                            "mathml": "<math><mrow><msub><mi>Y</mi><mrow><mn>1</mn><mi>h</mi><mi>h</mi></mrow></msub><mo>=</mo><mfrac><mn>1</mn><mrow><msub><mi>p</mi><mn>1</mn></msub></mrow></mfrac><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mrow><msub><mi>k</mi><mrow><mi>h</mi><mi>h</mi></mrow></msub></mrow></munderover><mrow><mo stretchy=\"false\">(</mo><msubsup><mi>w</mi><mrow><mn>1</mn><mi>i</mi></mrow><mi>f</mi></msubsup><mi>D</mi><msub><mi>F</mi><mrow><mn>1</mn><mi>i</mi></mrow></msub><mo>+</mo><msubsup><mi>w</mi><mrow><mn>1</mn><mi>i</mi></mrow><mi>f</mi></msubsup><mo stretchy=\"false\">(</mo><mi>D</mi><msub><mi>F</mi><mrow><mn>1</mn><mi>i</mi></mrow></msub><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">(</mo><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo><mo>+</mo><msub><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mrow><mi>h</mi><mi>h</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow></mstyle></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "with",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ23",
                            "label": "(20)",
                            "mathml": "<math><mrow><mi>D</mi><msub><mi>F</mi><mn>1</mn></msub><mo>=</mo><mi>D</mi><msubsup><mi>F</mi><mrow><mn>1</mn><mi>i</mi></mrow><mi>h</mi></msubsup><mo>⊗</mo><mi>D</mi><msubsup><mi>F</mi><mrow><mn>1</mn><mi>i</mi></mrow><mi>o</mi></msubsup></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "With constant household size these counterfactual household incomes now yield a counterfactual income distribution that can be described by (y<sub>11</sub>,y<sub>12</sub>,…,y<sub>1<i>n</i></sub>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "A prototype income generation model: The microsimulation",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "A stylized macro-micro model with a behavioural microsimulation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The above prototype macro-micro model is intended to provide an introduction into the basic mechanics of a macro-micro model with a behavioural microsimulation. Which macro model to choose and which transmission channels to highlight eventually depends on the research or policy question and the context, in which it is placed. The two applications that we present in the following are based on recursive-dynamic, trade-focused national CGE models.<a href=\"#fn10\"><sup>10</sup></a> The first application examines the possible poverty impacts of a Doha round scenario of further multilateral trade negotiations for the case of Brazil. The second assesses the poverty and distributional implications of the Bolivian gas shock.",
                    "type": "paragraph"
                },
                {
                    "text": "As in the above model and most developing country applications, the focus is on the labor market, as reflected by the link variables that include average wages in different labor market segments, employment levels and the occupational composition of employment. The respective specification of the labor market represents the transmission channels considered to be of particular relevance for the policy and shock under consideration. The Brazilian model focuses on movements between agricultural and non-agricultural sectors, while the Bolivian model concentrates on formal-informal segmentation in the urban labor market. In both applications, the labor market is further segmented along skill levels.",
                    "type": "paragraph"
                },
                {
                    "text": "The microsimulation models used in the subsequent applications share the reduced-form character of the above prototype model. Employment volumes in the respective labor market segments, for example unskilled agricultural employment, and wages are adjusted according to the results from the macro model. These adjustments are not triggered by individual responses to prices, for example relative wages – as they would in a (more) structural labor market model. As above, adjustments are obtained by changing the parameters of the estimated household income generation model.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Using this type of sequential model, <a href=\"#bib5\">Bussolo <i>et al</i>. (2006)</a> ex-ante assess the poverty and distributional impacts of different uni- and multilateral trade liberalization scenarios for Brazil.<a href=\"#fn11\"><sup>11</sup></a> The labor market specification of the CGE model distinguishes between skilled and unskilled labor. While skilled workers are fully mobile across sectors, the labor market for the unskilled is segmented between agriculture and non-agriculture. This dual labor market for unskilled workers is modeled following a simple Harris-Todaro specification where the decision to migrate is a function of expected income in the non-agricultural sectors relative to the expected income in the agricultural sectors.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The micro model is linked to the macro model through changes in the following set of variables: First, changes in agricultural and non-agricultural labor income of unskilled labor; second, changes in labor income of skilled labor; third, changes in the sectoral (agriculture vs. non-agriculture) composition of the unskilled workforce. In addition, the microsimulation takes into account that unskilled and skilled labor supplies grow at different rates. These rates – also assumed to be exogenous in the CGE model – are derived from past trends of labor supply growth in the respective categories.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In accordance with the structure of the CGE model, the micro model thus simulates the decision to move from agriculture into non-agricultural sectors (or vice versa) only for unskilled workers. This simulation is based on a sectoral mover-stayer model that is estimated for heads and non-heads separately – as in the above prototype model. For this estimation, <a href=\"#bib5\">Bussolo <i>et al</i>. (2006)</a> make use of a distinguishing feature of the PNAD<a href=\"#fn12\"><sup>12</sup></a>. In contrast to many other household surveys, the PNAD provides information on employment histories, which allows the authors to identify movers between sectors and their characteristics at the time of moving. These characteristics include the type of land right the movers held or whether they were self-employed before they moved out of agriculture. These characteristics enter as explanatory variables into the mover-stayer model. As in the prototype model, the household income generation model is completed by Mincer-type wage equations for unskilled labor in agriculture and non-agriculture as well as for skilled labor. Individual labor incomes are aggregated as described above.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The mover-stayer model can be used to illustrate the behavioural content of the microsimulation model. For example, <a href=\"#bib5\">Bussolo <i>et al</i>. (2006)</a> find a strong negative influence of own landholdings on the propensity to move. In contrast, higher educational achievements are making individuals more likely to move into non-agricultural employment. In addition, occupational choices of members of the same household are strongly correlated. In the simulation, individuals with no landholdings, better education and – in case of non-household heads – and moving household heads will hence be the first ones to move from agriculture into non-agricultural employment. Which individuals (landless, but better educated) move first, can make a difference in distributional outcomes. The movers’ characteristics will determine the composition of those who remain in agriculture (more with own landholdings, but less educated) as well the earning prospects in the non-agricultural sector (ceteris paribus better with better education).",
                            "type": "paragraph"
                        },
                        {
                            "text": "With these components, the microsimulation involves two steps: First, unskilled labor moves out of agriculture until the new share of unskilled labor in agriculture given by the CGE is reproduced. Second, wages/profits are adjusted according to the CGE results taking into account the sectoral movements of unskilled labor from agriculture into non-agricultural sectors. Adjustments are achieved through the same procedures as in the above prototype model, i.e. the computation of new constants in the choice and wage equations, respectively, using numerical solution algorithms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The analysis suggests that the economic effects of multilateral liberalization are rather limited for Brazil. Accordingly, poverty would remain largely unaffected by such reforms. In contrast, a full liberalization scenario implies quite substantial welfare gains that are concentrated among some of the poorest groups of the country, in particular those in agriculture. This scenario is also most interesting from a methodological viewpoint, as it highlights the benefits of a behavioural microsimulation. Under full liberalization, the rural poor benefit more than proportionately, a result driven – on the macro level – by an export boom in agriculture and agricultural processing industries, growing labor demand and associated higher wages. However, following full liberalization, a larger number of workers remain in agriculture compared to the baseline scenario. Given that moving out of agriculture may substantially improve the income situation of a household, one may expect full liberalization to weaken poverty reduction, an expectation supported by the observation that moving households are on average poorer than those remaining in agriculture (for example because they are landless). However, this is not the case, as the gain in agricultural incomes more than compensates the reduced benefits from lower migration flows (for example because they are better educated than those who stay in agriculture).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "The poverty impacts of trade liberalization in Brazil",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Lay <i>et al</i>. (2008) examine the poverty effects of the gas boom Bolivia experienced in the late 1990s and early 2000s. Their analysis attempts to disentangle the effects of the resource-boom/bust from other shocks that the Bolivian economy experienced at the same time. The market for unskilled labor is segmented between rural and urban areas. The two segments are linked through rural-urban migration, modeled as in the Brazilian case as a function of the corresponding wage differential. In contrast, skilled labor is assumed to be fully mobile across all production sectors. Within the urban economy, unskilled workers are mobile between formal and informal sectors, but wage differentials observed in the base period are assumed to persist. These differentials point to systematically lower labor productivity in informal sectors.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Almost as in the prototype model, the macro model is linked to the microsimulation through the following set of variables: (1) the share of unskilled workers in the formal sector, (2) the share of skilled workers in the formal sector, (3) mean wages for skilled workers, (4) mean wages for unskilled workers, and (5) mean informal profits.<a href=\"#fn13\"><sup>13</sup></a> Informal profits are understood as mixed income received by self-employed workers. Accordingly, they are calculated as the sum of skilled and unskilled labor income as well as informal capital income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The two basic components of the income generation model in the Bolivian application are again a model of occupational choices that represents the choice between formal and informal employment as well as earnings functions that correspond to the respective sector of employment. Employment is assumed to be informal if the individual is self-employed/non-remunerated household member and/or works in an enterprise with less than 5 employees. If individuals happen to be in (or switch to) the formal sector they are assumed to earn a wage, whereas individuals in the informal sector are assumed to be (or become) part of a household enterprise and contribute to the profits earned by this enterprise. The choice between informal and formal activities is modeled separately for household heads, spouses, and other household members. In contrast to the above specifications, the equations of the choice model are interrelated through the head’s wage (and choice) that enters the occupational choice model of spouses and other household members. Again, occupational choices are hence assumed to be sequential with the household head deciding first. In line with the CGE model, the microsimulation distinguishes between unskilled and skilled labor. Separate wage equations for skilled and unskilled labor, respectively, hence describe earnings for individuals employed in the formal sector.<a href=\"#fn14\"><sup>14</sup></a> The microsimulation again adjusts the constants to produce counterfactual occupational choices, earnings, and, eventually, household incomes and the corresponding distribution of income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As in the Brazilian case, the microsimulation reveals the importance of individual characteristics that determine the sign and the strength of distributional change. Lay <i>et al</i>. (2008) find that – for both unskilled and skilled labor – the very poor are affected most by increasing informality. These results can be rationalized by looking at, first, who moves into informality and, second, the size of the income loss for movers relative to both their initial income and the income losses incurred by other individuals. The size of the income loss depends on individual characteristics (as the returns to these characteristics differ between formal and informal activities) and on whether an individual joins an already existing household enterprise or establishes a new one. The estimation, which underlies the microsimulation, shows that less educated younger (and hence poorer) individuals tend to move into informality first. With regard to the size of the income losses, the estimation results for wages and profit functions indicate that the income loss of moving into informality is higher for more educated individuals, at least in absolute terms, when they move into an existing household enterprise. However, it may also happen that establishing an informal enterprise increases earnings for a skilled individual – conditional of course on other individual characteristics. For an unskilled individual, by contrast, moving into informality will always imply an income loss.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Overall, Lay <i>et al</i>. (2008) find that the gas boom has both unequalising and equalising distributional impacts that tend to offset each other. As net distributional change is limited, growth generated by the boom also reduces poverty and the boom hence does not completely bypass the poorer parts of the Bolivian population. Poverty reduction with little distributional change can be observed despite increasing informality. Additional stylized microsimulations by Lay <i>et al</i>. (2008) illustrate that lower formal employment can lead to a significant rise in urban poverty and that the very poor are affected most by increasing informality. Yet, considerable overall increases in informal profits compensate this possible negative impact.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "The poverty impacts of the Bolivian gas boom",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "Applications",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The macro-micro approach presented above and illustrated by the two case studies brings together two strands of literature, macro models, here applied CGE models, on the one hand, and microeconometric poverty and distributional analyses, on the other, which were largely separated from each other. While CGE analyses tend to suffer from being too stylized and not being well informed by micro data, poverty and distributional analyses are often merely descriptive and lack an assessment of the causes of distributional change and the related transmission channels. The sequential approach that combines a CGE model and a behavioural microsimulation attempts to get the best out of these two “modeling worlds”.<a href=\"#fn15\"><sup>15</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "A general advantage of a sequential over more complex models is its tractability: While it remains tractable both at the macro and the micro level, it still allows for sufficiently detailed and disaggregated analyses. This is of course more so when the micro model has behavioural components. The case studies above have illustrated the value added of introducing behavior or “individual fixed effects” into the microsimulation model. In such a microsimulation, the poverty and distributional impact of policies, as in reality, depend on the characteristics of the households or even individuals.",
                    "type": "paragraph"
                },
                {
                    "text": "However, getting the best of two fairly different modeling worlds comes at the cost of a lack of both theoretical and empirical consistency. Sequentially combining a macro and micro model typically implies the imposition of a number of ad-hoc assumptions that are not satisfying from a theoretical perspective. While the “degree of consistency” between the macro and the micro model however differs between applications, the combined model will lack the theoretical consistency of a general equilibrium model and it is difficult – if not impossible – to resolve all the data discrepancies between national accounts, on the one hand, and household survey data, on the other. Individual responses from estimated relationships may not be conforming to theoretical expectations and the combined model may have leakages – in contrast to the consistent system of flows of an applied CGE model. Theoretically, changes in the behavior of economic agents are driven by relative price changes, whereas the microsimulation typically only features a reduced-form representation of labor market behavior where prices do not appear as explanatory variables. Empirically, problems arise from the large differences in national accounts and household data, in particular with regard to labor value added, although some authors, e.g. <a href=\"#bib19\">Robilliard <i>et al</i>. (2002)</a>, manipulate survey weights to reach “empirical consistency”.",
                    "type": "paragraph"
                },
                {
                    "text": "Furthermore, quite a few economists may argue that the combination of an applied CGE model with a microsimulation based on a reduced-form labor market representation may not be a good idea after all. Both types of models suffer from serious shortcomings and combining the two may compound these problems by adding new problems and distracting the researcher from the shortcomings of the “single” models. This is a critique that should be taken seriously. From our own experience in building sequential models, we have become increasingly aware that the additional problems that arise from combining the models, for example in terms of empirical consistency, leave less time for the scrutiny needed to estimate a household income generation model from household survey data or less time to do the sensitivity analyses so often called for in applied CGE analyses (<a href=\"#bib13\">Harrison <i>et al</i>., 1993)</a>. We therefore dedicate the following paragraphs to the weaknesses of the single components of a combined macro-micro model without, however, forgetting about their strengths.",
                    "type": "paragraph"
                },
                {
                    "text": "The shortcomings of the income generation models are very specific to the respective application and they are discussed at length elsewhere, for example in <a href=\"#bib3\">Bourguignon <i>et al</i>. (2005a)</a>. We just want to highlight two typical problems: Selectivity and parameter validity. Estimating earnings equations that correspond to different sectoral or occupational choices entail selection problems. In the presence of unobserved heterogeneity, for example in terms of entrepreneurial ability, it is fairly likely the same unobserved characteristics that make you choose a specific sector also determine the earnings in the respective sector. This selection on unobservables biases the coefficients of an Ordinary Least Squares estimation of the respective equations and would have to be accounted for. It is not trivial to correct for selectivity bias, although the so-called Heckman correction or one of its variants is very common in applied work. To be empirically valid, however, an instrument is needed that explains the sectoral choice, but not earnings in the respective sectors. Such a variable is typically very difficult to find.",
                    "type": "paragraph"
                },
                {
                    "text": "There may also be reasons for challenging the validity of the estimated parameters in the household income generation model. Typically, the behavioural equations, e.g. those governing occupational choices, are estimated from cross-sectional data. It is hence assumed that the observed variation in behavior between individuals is used to simulate behavioural change of (other) individuals in time, for example in the Bolivian case study.<a href=\"#fn16\"><sup>16</sup></a> The Brazilian model relies on employment histories and therefore avoids this problem, but the type of information used reflects to a certain extent short-term behavior. Even if panel data was available, constant parameters would have to be assumed for the simulation period, which apparently becomes an increasingly problematic assumption the longer time horizon of the analysis.",
                    "type": "paragraph"
                },
                {
                    "text": "Despite these problems, microsimulation models based on household income generation models provide a powerful tool to assess the final distributional impact of changes in “distributional drivers”, as they reflect the welfare implications of discrete changes in individual behavior, such as labor market entry or sectoral movements. The impact of individual transitions out of agriculture in the Brazil study demonstrates the possible magnitude of these discrete individual changes on household welfare. Finally, it should be stressed that the household income generation models of the type presented in this paper have been shown to do fairly well in reproducing historical patterns of poverty and distributional change (<a href=\"#bib15\">Lay, 2007</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The applications from above both use CGE models to trace the transmission channels and quantify the magnitude of the effects of the respective shock. Although widely applied, these models have been criticized for a number of reasons. Analytically, most CGE models rely on the neoclassical framework, although a number of structural characteristics and rigidities are incorporated in most developing country applications. Whether and how structural characteristics and rigidities are taken into account differs between country applications and the research question at hand, as illustrated by the case studies above. Two areas where applied CGE models do not capture the economic realities very well, are the rural and the urban informal sector. It is well known that neoclassical price setting and supply responses in agriculture, is at best a very rough approximation of the reality in most developing countries. In addition, disaggregated input-output data for agriculture are typically not available and agricultural surveys suffer from a lot of problems related to measurement, seasonality, and temporary shocks. Furthermore, the insights from agricultural household models regarding non-separability of production and consumption in rural households (<a href=\"#bib25\">Singh <i>et al</i>., 1986</a>) have not yet entered standard models.<a href=\"#fn17\"><sup>17</sup></a> More research effort also needs to be dedicated to modeling the informal urban sector. Its heterogeneity in terms of technology, import penetration, export orientation, and linkages to the formal sector are not reflected in applied CGE models.",
                    "type": "paragraph"
                },
                {
                    "text": "However, even with all these improvements, eventually the results of a CGE model will be driven by the assumptions made.<a href=\"#fn18\"><sup>18</sup></a> Econometricians challenge the empirical relevance of applied CGE models on grounds of the calibration technique based on very restricted functional forms, typically (nested) CES functions. <a href=\"#bib18\">McKitrick (1998)</a> shows the choice of the functional form to make a considerable difference in the results. Yet, in the developing country context, data to estimate these functions is typically not available and the calibration approach overcomes these data restrictions. Furthermore, it is well known that model results are very sensitive to the assumed trade and production elasticities. <a href=\"#bib13\">Harrison <i>et al</i>. (1993)</a> therefore suggest to perform systematic sensitivity analyses and to provide confidence intervals for the results. Such sensitivity analyses, however, are not common in applied work.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, an assessment of the validity of CGE model results also depends on the purpose of the model. If the analysis is expected to provide a precise numerical estimate of the effects of a specific policy change, the above criticisms have to be taken very seriously. In contrast, if CGE models are seen as a rather stylized, yet empirically underpinned, analytical tool to better understand the transmission channels of a shock through counterfactual analysis and approximate their relative importance, the critique is less relevant. This is not to say that the numbers resulting from CGE models are without meaning. They should be taken as the results of a model, given a specific set of assumptions.<a href=\"#fn19\"><sup>19</sup></a>",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "Strengths and weaknesses",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We have presented and discussed a sequential methodology that combines a macroeconomic CGE model with a behavioural microsimulation. More specifically, we have shown how microsimulations based on household income generation models allow the researcher to incorporate individual fixed effects into macro-micro analysis. This is achieved by linking aggregate drivers of poverty and distributional change, such as wages and sectoral employment, to a microsimulation that is being “forced” to reproduce the changes given by the macro model. We also explain common empirical operationalizations of this link and the microsimulation procedures commonly used in the literature.",
                    "type": "paragraph"
                },
                {
                    "text": "The presented sequential macro-micro approach has been illustrated using two case studies that examine the poverty and distributional impact of macroeconomic shocks, the typical research and policy research to which this kind of model is and should be applied. Examples from these applications have demonstrated the importance of individual heterogeneity in the analysis of these shocks and have underpinned the value added of such methods with behavioural components.",
                    "type": "paragraph"
                },
                {
                    "text": "Beyond its ability to capture individual heterogeneity, one of the merits of the approach is its flexibility. However, this flexibility – embodied in a number of fairly ad-hoc assumptions – comes at the cost of theoretical inconsistency. While the macro models rely on consistent theoretical frameworks, the reduced-form models underlying the microsimulation do not fulfill the requirements, for example in terms of functional forms. Furthermore, empirical inconsistency between national accounts and household survey data that becomes apparent in macro-micro applications is known to be notorious (<a href=\"#bib22\">Round 2003</a>; <a href=\"#bib20\">Robilliard &amp; Robinson 2003</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, we have argued that combining an applied CGE model and a microsimulation model does not resolve the problems associated to either of those techniques. These problems include a number of typical microeconometric problems that arise from the estimation of income generation models, the basis of the microsimulation model. Similarly, CGE models suffer from well-known, often-discussed, but less frequently addressed shortcomings. Despite these problems and challenges, the alternative to the proposed models can only be a general equilibrium model that incorporates heterogeneous individuals. As argued in the introduction, researchers are still far from building an applied model based on a micro-based general equilibrium theory. On the route to building such a model, it may be helpful to improve existing macro-micro models through more and better validation exercises. In addition, microsimulations may also be linked to more different types of general equilibrium models with a more explicit focus on the operation of labor markets.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "Conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Alatas, V",
                        "preferred": "V Alatas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Microeconomics of Income Distribution Dynamics",
            "chapterTitle": "The Evolution of Income Distribution during Indonesia’s fast Growth, 1980–96",
            "date": "2005",
            "editors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "F, HG",
                        "preferred": "HG F"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lustig, N",
                        "preferred": "N Lustig"
                    },
                    "type": "person"
                }
            ],
            "id": "bib1",
            "pages": {
                "first": "175",
                "last": "218",
                "range": "175–218"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C."
                        ]
                    },
                    "formatted": [
                        "Washington, D.C."
                    ]
                },
                "name": [
                    "The World Bank and Oxford University Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "MaCurdy, T",
                        "preferred": "T MaCurdy"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Labor Economics",
            "chapterTitle": "Labor Supply: A Review of Alternative Approaches",
            "date": "1999",
            "editors": [
                {
                    "name": {
                        "index": "Ashenfelter, O",
                        "preferred": "O Ashenfelter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Card, D",
                        "preferred": "D Card"
                    },
                    "type": "person"
                }
            ],
            "id": "bib2",
            "pages": {
                "first": "1560",
                "last": "1695",
                "range": "1560–1695"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier"
                ]
            },
            "type": "book-chapter",
            "volume": "3A"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferreira, FHG",
                        "preferred": "FHG Ferreira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lustig, N",
                        "preferred": "N Lustig"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Microeconomics of Income Distribution Dynamics",
            "chapterTitle": "A Synthesis of the Results",
            "date": "2005",
            "discriminator": "a",
            "editors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "F, HG",
                        "preferred": "HG F"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lustig, N",
                        "preferred": "N Lustig"
                    },
                    "type": "person"
                }
            ],
            "id": "bib3",
            "pages": {
                "first": "357",
                "last": "406",
                "range": "357–406"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C."
                        ]
                    },
                    "formatted": [
                        "Washington, D.C."
                    ]
                },
                "name": [
                    "The World Bank and Oxford University Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Frontiers in Applied General Equilibrium Modeling",
            "chapterTitle": "Representative vs. Real House-holds in the Macroeconomic Modeling of Inequality",
            "date": "2005",
            "discriminator": "b",
            "editors": [
                {
                    "name": {
                        "index": "Kehoe, T",
                        "preferred": "T Kehoe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "T, N",
                        "preferred": "N T"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whalley, J",
                        "preferred": "J Whalley"
                    },
                    "type": "person"
                }
            ],
            "id": "bib4",
            "pages": {
                "first": "219",
                "last": "254",
                "range": "219–254"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bussolo, M",
                        "preferred": "M Bussolo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lay, J",
                        "preferred": "J Lay"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van der Mensbrugghe, D",
                        "preferred": "D van der Mensbrugghe"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Structural Change and Poverty Reduction in Brazil: The Impact of the Doha Round",
            "date": "2006",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cogneau, D",
                        "preferred": "D Cogneau"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "Formation du revenue, segmentation et discrimination sur le marché du travail d’une ville en développement: Antananarivo fin de siècle. DT/2001/18, DIAL, Paris",
            "id": "bib6",
            "title": "Formation du revenue, segmentation et discrimination sur le marché du travail d’une ville en développement: Antananarivo fin de siècle. DT/2001/18, DIAL",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cogneau, D",
                        "preferred": "D Cogneau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C."
                        ]
                    },
                    "formatted": [
                        "Washington, D.C."
                    ]
                },
                "name": [
                    "IFPRI"
                ]
            },
            "source": "Growth, Distribution and Poverty in Madagascar: Learning from a Microsimulation Model in a General Equilibrium Framework. TMD Discussion Paper 61",
            "title": "Growth, Distribution and Poverty in Madagascar: Learning from a Microsimulation Model in a General Equilibrium Framework. TMD Discussion Paper 61",
            "type": "report"
        },
        {
            "articleTitle": "Linking CGE and Microsimulation Models: A Comparison of Different Approaches",
            "authors": [
                {
                    "name": {
                        "index": "Colombo, G",
                        "preferred": "G Colombo"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib8",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "72",
                "last": "91",
                "range": "72–91"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "Behavioural Microsimulation with Labour Supply Responses",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, A",
                        "preferred": "A Duncan"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib9",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "1",
                "last": "38",
                "range": "1–38"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "articleTitle": "Combining Microsimulation with CGE and Macro Modelling for Distributional Analysis in Developing and Transition Countries",
            "authors": [
                {
                    "name": {
                        "index": "Davies, JB",
                        "preferred": "JB Davies"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib10",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "49",
                "last": "65",
                "range": "49–65"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "Computable general equilibrium models, adjustment, and the poor in Africa",
            "authors": [
                {
                    "name": {
                        "index": "De Maio, L",
                        "preferred": "L De Maio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stewart, F",
                        "preferred": "F Stewart"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van der Hoeven, R",
                        "preferred": "R van der Hoeven"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib11",
            "journal": "World Development",
            "pages": {
                "first": "453",
                "last": "470",
                "range": "453–470"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dervis, K",
                        "preferred": "K Dervis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Melo, J",
                        "preferred": "J de Melo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "General Equilibrium Models for Development Policy",
            "date": "1982",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "How robust is applied general equilibrium analysis?",
            "authors": [
                {
                    "name": {
                        "index": "Harrison, GW",
                        "preferred": "GW Harrison"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jones, R",
                        "preferred": "R Jones"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kimbell, LJ",
                        "preferred": "LJ Kimbell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wigle, R",
                        "preferred": "R Wigle"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib13",
            "journal": "Journal of Policy Modeling",
            "pages": {
                "first": "99",
                "last": "115",
                "range": "99–115"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harrison, A",
                        "preferred": "A Harrison"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Globalization and Poverty: An NBER Study",
            "date": "2005",
            "id": "bib14",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "NBER"
                        ]
                    },
                    "formatted": [
                        "NBER"
                    ]
                },
                "name": [
                    "University of California at Berkeley and NBER"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Poverty and distributional impact of economic policies and external shocks. Three case studies from Latin America combining macro and micro approaches",
            "authors": [
                {
                    "name": {
                        "index": "Lay, J",
                        "preferred": "J Lay"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Goettingen Studies in Development Economics"
                ]
            },
            "date": "2007",
            "id": "bib15",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Frankfurt"
                        ]
                    },
                    "formatted": [
                        "Frankfurt"
                    ]
                },
                "name": [
                    "Peter Lang"
                ]
            },
            "type": "conference-proceeding",
            "volume": "18"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lofgren, H",
                        "preferred": "H Lofgren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C."
                        ]
                    },
                    "formatted": [
                        "Washington, D.C."
                    ]
                },
                "name": [
                    "International Food Policy Research Institute"
                ]
            },
            "source": "To Trade or Not To Trade: Non-separable Farm Household Models in Partial and General Equlibrium. TMD Discussion Paper 37, Trade and Macroeconomics Division",
            "title": "To Trade or Not To Trade: Non-separable Farm Household Models in Partial and General Equlibrium. TMD Discussion Paper 37, Trade and Macroeconomics Division",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lofgren, H",
                        "preferred": "H Lofgren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harris, RL",
                        "preferred": "RL Harris"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "A Standard Computable General Equilibrium (CGE) Model in GAMS. Microcomputers in Policy Research No. 5",
            "date": "2002",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C."
                        ]
                    },
                    "formatted": [
                        "Washington, D.C."
                    ]
                },
                "name": [
                    "International Food Policy Research Institute"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The Econometric Critique of Computable General Equilibrium Modeling: The Role of Functional Forms",
            "authors": [
                {
                    "name": {
                        "index": "McKitrick, RR",
                        "preferred": "RR McKitrick"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib18",
            "journal": "Economic Modelling",
            "pages": {
                "first": "543",
                "last": "573",
                "range": "543–573"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Crisis and Income Distribution: A Micro-Macro Model for Indonesia",
            "authors": [
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "ESRC Development Economics / International Economics conference"
                ]
            },
            "date": "2002",
            "id": "bib19",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Nottingham, UK"
                        ]
                    },
                    "formatted": [
                        "Nottingham, UK"
                    ]
                },
                "name": [
                    "Nottingham University"
                ]
            },
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Reconciling household surveys and national accounts data using a cross-entropy estimation method",
            "authors": [
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib20",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "395",
                "last": "406",
                "range": "395–406"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Development Economics",
            "chapterTitle": "Multisectoral Models",
            "date": "1989",
            "editors": [
                {
                    "name": {
                        "index": "Chenery, H",
                        "preferred": "H Chenery"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Srinivasan, TN",
                        "preferred": "TN Srinivasan"
                    },
                    "type": "person"
                }
            ],
            "id": "bib21",
            "pages": {
                "first": "885",
                "last": "947",
                "range": "885–947"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Constructing SAMs for Development Policy Analysis: Lessons Learned and Challenges Ahead",
            "authors": [
                {
                    "name": {
                        "index": "Round, JI",
                        "preferred": "JI Round"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib22",
            "journal": "Economic Systems Research",
            "pages": {
                "first": "161",
                "last": "183",
                "range": "161–183"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sahn, DE",
                        "preferred": "DE Sahn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dorosh, P",
                        "preferred": "P Dorosh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Younger, SD",
                        "preferred": "SD Younger"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Structural Adjustment Reconsidered: Economic Policy and Poverty in Africa",
            "date": "1997",
            "id": "bib23",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A reply to De Maio, Stewart, and van der Hoeven",
            "authors": [
                {
                    "name": {
                        "index": "Sahn, DE",
                        "preferred": "DE Sahn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dorosh, P",
                        "preferred": "P Dorosh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Younger, SD",
                        "preferred": "SD Younger"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib24",
            "journal": "World Development",
            "pages": {
                "first": "471",
                "last": "475",
                "range": "471–475"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "bookTitle": "Agricultural Household Models. Extensions, Applications, and Policy",
            "date": "1986",
            "editors": [
                {
                    "name": {
                        "index": "Singh, I",
                        "preferred": "I Singh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Squire, L",
                        "preferred": "L Squire"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strauss, J",
                        "preferred": "J Strauss"
                    },
                    "type": "person"
                }
            ],
            "id": "bib25",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Baltimore and London"
                        ]
                    },
                    "formatted": [
                        "Baltimore and London"
                    ]
                },
                "name": [
                    "The Johns Hopkins University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "van der Mensbrugghe, D",
                        "preferred": "D van der Mensbrugghe"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Prototype Model for Real Computable General Equilibrium Model for the State Development Planning Commission, P. R. China",
            "date": "2003",
            "id": "bib26",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "Mimeo. Global Prospects Department, The World Bank"
                ]
            },
            "type": "book"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
