{
    "status": "vor",
    "id": "00023",
    "version": 1,
    "type": "short-report",
    "doi": "10.34196/ijm.00023",
    "authorLine": "Nicolas Hérault",
    "title": "Sequential linking of computable general equilibrium and microsimulation models: A comparison of behavioural and reweighting techniques",
    "published": "2010-06-30T00:00:00Z",
    "versionDate": "2010-06-30T00:00:00Z",
    "statusDate": "2010-06-30T00:00:00Z",
    "volume": 3,
    "issue": 1,
    "fpage": 35,
    "lpage": 42,
    "elocationId": "35-42",
    "pdf": "http://web:8082/00023/ijm-00023.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        },
        {
            "id": "micro-macro-linkage",
            "name": "Micro-macro linkage"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Several approaches have recently been developed to combine a computable general equilibrium model (CGE) and a microsimulation (MS) model. These so-called CGE-MS models enjoy a growing interest because they build a bridge between macro- and microeconomic analyses. This paper focuses on the ‘top-down’ approach. In this context, the CGE model is used to simulate the changes at the macroeconomic level after the policy change, which are then passed on to the MS model. The aim of this paper is to compare the ‘top-down’ approach introduced by Bourguignon <i>et al</i>. (2003) based on a behavioural MS model with an alternative and simpler approach making use of a non-behavioural MS model in combination with a reweighting procedure. Both approaches are presented and applications are provided using South African data. We compare the results obtained with both approaches for a typical simulation of the impact of trade liberalisation on income distribution. The reweighting approach introduces a small bias in the results, however without modifying the main conclusions. This is an indication that, given its relative simplicity compared to the behavioural approach, the reweighting approach can constitute a good alternative when data or time constraints do not allow the use of the behavioural approach and when the interest does not lie in the production of individual-level transition matrices.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Hérault",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "Melbourne Institute of Applied Economic and Social Research The University of Melbourne"
                    ]
                }
            ],
            "emailAddresses": [
                "nherault@unimelb.edu.au"
            ],
            "name": {
                "index": "Hérault, Nicolas",
                "preferred": "Nicolas Hérault"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "computable general equilibrium model",
        "microsimulation",
        "South Africa",
        "income distribution",
        "trade liberalisation"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The combination of a computable general equilibrium (CGE) model and a microsimulation (MS) model enjoys a growing interest given its ability to reconcile macro- and microeconomic analyses. Although the idea of combining these two types of model can be traced back to the 1980s, the first applications only appeared recently due to the technical difficulties involved and high computational requirements. Several approaches have been proposed. The MS model can be integrated into the CGE model by increasing the number of representative households (see <a href=\"#bib10\">Decaluwé <i>et al</i>., 1999</a> &amp; <a href=\"#bib8\">Cogneau and Robilliard, 2000</a>). Although this seems to be the ideal approach, the data requirements can prove to be large and full reconciliation between micro and macro data is essential.<a href=\"#fn1\"><sup>1</sup></a> Alternatively, a more flexible approach consisting of running both models sequentially was introduced by <a href=\"#bib2\">Bourguignon <i>et al</i>. (2003)</a>. If required, this approach can be extended to introduce feedback effects from the MS model to the CGE model until the two models converge (see <a href=\"#bib21\">Savard, 2004</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "This paper focuses on the ‘top-down’ approach. In this context, the CGE model is used to simulate the changes at the macroeconomic level after the policy change, which are then passed on to the MS model. The latter is based on one or more household surveys so that the effects of the policy change can be assessed at the household level.",
                    "type": "paragraph"
                },
                {
                    "text": "Two types of MS model are used in this context. A distinction can be made between behavioural and non-behavioural models. The aim of this paper is to compare the approach introduced by <a href=\"#bib2\">Bourguignon <i>et al</i>. (2003)</a> with an alternative and simpler approach introduced more recently by <a href=\"#bib3\">Buddelmeyer <i>et al</i>. (2008)</a>. The former approach, based on a behavioural MS model, is the most commonly used in sequential CGE-MS models, while the latter approach makes use of a non-behavioural MS model in combination with a reweighting procedure. However, both approaches have the advantage of allowing for changes in employment and unemployment levels in the MS model, which is central to the analysis of distributional changes.",
                    "type": "paragraph"
                },
                {
                    "text": "In the first approach, hereafter called the behavioural approach, the behavioural component of the MS model is used to reproduce the changes in employment as estimated by the CGE model. In this context, the behavioural component of the MS model is usually based on an econometric model for discrete labour market choices. The second approach, hereafter called the reweighting approach, makes use of a non-behavioural MS model and relies on altering the sample weights in order to reproduce the changes in employment as estimated by the CGE model.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper, both approaches are applied to assess the effects of trade liberalisation on poverty and income inequality in South Africa. The aim is to compare the results obtained with both approaches. This exercise is particularly relevant to the context of CGE-MS modelling since most of the recently developed CGE-MS models (and many CGE models) are designed to simulate the effect of trade liberalisation on income distribution in developing countries.<a href=\"#fn2\"><sup>2</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "First, this paper discusses some aspects of the CGE-MS literature in <a href=\"#s2\">Section 2</a>, followed by a description of the two alternative ‘top-down’ approaches in <a href=\"#s3\">Section 3</a>. <a href=\"#s4\">Section 4</a> presents the simulation results of the same hypothetical trade liberalisation scenario using both approaches, and the estimated impacts on households are compared. The last section concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "CGE models are unable to provide detailed analysis of the effects of a policy change on income distribution because representative household groups rather than individual information are used (see <a href=\"#bib21\">Savard, 2004</a>). The approach introduced by <a href=\"#bib2\">Bourguignon <i>et al</i>. (2003)</a> to address this issue was followed by many since it allows for the effects of macroeconomic policies to be assessed at the household level.<a href=\"#fn3\"><sup>3</sup></a> Although <a href=\"#bib2\">Bourguignon <i>et al</i>. (2003)</a> used a behavioural MS model, alternative approaches based on a non-behavioural MS model were recently proposed by <a href=\"#bib13\">Ferreira and Horridge (2006)</a> and <a href=\"#bib3\">Buddelmeyer <i>et al</i>. (2008)</a>.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Households are affected by macroeconomic policies through changes in prices and taxes. However, the largest effects are usually driven by the changes occurring in the labour market in terms of earnings and employment. Hence, it is particularly important to account for changes in the labour market when the focus is on income distribution. In the behavioural approach, this is achieved by passing the macroeconomic changes on to a behavioural MS model. Given any change in the macroeconomic structure of the economy predicted by the CGE model, the MS model predicts how household incomes are affected while accounting for individual heterogeneity and allowing individuals to adjust their behaviour in response to the simulated policy change.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A wide variety of behaviours can potentially be modelled depending on individual or household characteristics (see <a href=\"#bib20\">O’Donoghue, 2001</a>). Nevertheless, only a limited range of behavioural responses has been considered in the CGE-MS literature. In the model developed by <a href=\"#bib2\">Bourguignon <i>et al</i>. (2003)</a> for Indonesia, individual occupational choices consist of three alternatives: being inactive, being a wage-worker, or being self-employed. The model developed by <a href=\"#bib4\">Bussolo and Lay (2003)</a> is similar but there is a fourth option of being both wage-employed and self-employed (in rural areas only). In <a href=\"#bib5\">Bussolo <i>et al</i>. (2005)</a> the model simulates transition from agriculture to non-agriculture. The MS model presented by Hérault (<a href=\"#bib14\">2006a</a>, <a href=\"#bib15\">2006b</a>) distinguishes five occupational choices: inactive, unemployed, subsistence agricultural worker, informal worker and formal worker. The recent CGE-MS model by <a href=\"#bib25\">Thierfelder <i>et al</i>. (2007)</a> is the most comprehensive as its occupational component contains 16 choices combining formal and informal work, three skill levels and three sectors (agriculture, industry and services).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In all these behavioural microsimulation models, employment is endogenous. Because in most cases employment is also endogenous in the CGE model, some constraints have to be imposed on the MS model in order to ensure consistency with the CGE results. Indeed, it is important to allow the MS model to reproduce the changes in employment levels as estimated by the CGE model because these changes can have potentially very large impacts on income distribution. In the papers mentioned above, this is achieved by adjusting the parameters of the econometric model determining occupational choices.<a href=\"#fn4\"><sup>4</sup></a> This method enables the MS model to reproduce changes in employment probabilities for specific categories of individuals. Depending on the specification of the models and data availability, employment changes are usually broken down by skill level, industry, sector and/or region.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 The behavioural approach",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Unlike behavioural models, non-behavioural (or arithmetic) models do not require the estimation of an econometric model since they do not allow individuals to adjust their behaviour in response to the simulated policy change. Therefore, non-behavioural models are generally less complex and easier to develop. Rather than on behavioural responses, the emphasis of these models is on reproducing the tax and transfer systems in a very detailed manner so that they provide a comprehensive picture of the transition from gross to net income at the household level. <a href=\"#bib19\">Meagher (1993)</a> was among the first to link such a non-behavioural MS model to a CGE model. More recent applications include <a href=\"#bib11\">Devarajan and Go (2001)</a> and <a href=\"#bib1\">Agénor <i>et al</i>. (2002)</a>. This approach was recently refined to allow the MS model to reproduce changes in employment and unemployment as estimated by the CGE model since these aspects are often found to be crucial factors regarding income distribution. <a href=\"#bib13\">Ferreira and Horridge (2006)</a> present an application to Brazil in a static framework while <a href=\"#bib3\">Buddelmeyer <i>et al</i>. (2008)</a> provide an application to Australia in a dynamic framework. In both papers, the CGE employment and unemployment changes are passed on to a non-behavioural MS model by adjusting the sample weights. The procedure relies on adjusting the household weights in the household survey(s) so that jobs are reallocated within the population following the changes estimated by the CGE model. In particular, this procedure can be used to account for changes in employment by gender, skill level, sector, region, occupation or potentially by any variable that is available in both models. These dimensions can be combined together or considered separately. For instance, <a href=\"#bib13\">Ferreira and Horridge (2006)</a> consider a combination of 27 regions, 42 industries and 10 occupations. <a href=\"#bib3\">Buddelmeyer <i>et al</i>. (2008)</a> only combine 8 regions and 13 industries but the reweighting procedure is also used to reproduce population projections over 25 years for 29 age groups by region and gender.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although both are based on a reweighting procedure, the approaches introduced by <a href=\"#bib13\">Ferreira and Horridge (2006)</a> and <a href=\"#bib3\">Buddelmeyer <i>et al</i>. (2008)</a> differ in their treatment of employment changes in the MS model. <a href=\"#bib13\">Ferreira and Horridge (2006)</a> assign the new jobs to the unemployed. This approach requires all unemployed to be assigned to an occupational group. Unemployed moving into employment are then assigned the average wage for their occupation and a random sector consistent with sectoral employment changes by region and occupation estimated by the CGE model. In the case of a decrease in employment, all workers in the affected sector, region and occupation are affected. These workers’ records are split in two. One is recoded as unemployed and given a share of the initial sample weight so that the number of job losses is equal to the estimate from the CGE model by sector, region and occupation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib3\">Buddelmeyer <i>et al</i>. (2008)</a> do not split individual records. Instead, they adjust the weights of all workers in a given region and industry to reflect employment changes estimated by the CGE model. They follow the procedure introduced by <a href=\"#bib12\">Deville and Särndal (1992)</a>.<a href=\"#fn5\"><sup>5</sup></a> The aim is to achieve specified population totals for selected variables, subject to the constraint that the adjustments to the original weights are as small as possible. In other words, the problem is to minimise the distance between new and old weights, subject to conditions on certain weighted sums. <a href=\"#bib3\">Buddelmeyer <i>et al</i>. (2008)</a> use the chi-squared function to measure the distance between new and old weights. The constrained minimisation problem must be solved using iterative methods. Following <a href=\"#bib6\">Cai <i>et al</i>. (2006)</a>, <a href=\"#bib3\">Buddelmeyer <i>et al</i>. (2008)</a> use an approach based on Newton’s method to solve the corresponding set of non-linear equations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "They introduce extra constraints in the reweighting procedure to ensure that the transmission of employment changes does not distort the demographic characteristics of the population. This could happen because, for example, reweighting with regard to employment levels could affect the structure of the base population by age and gender since workers are likely to have different characteristics compared to the rest of the population. Moreover, controlling for the demographic characteristics of the population is particularly important for <a href=\"#bib3\">Buddelmeyer <i>et al</i>. (2008)</a> since their model has to reproduce the population projections from 2005 to 2030 underlying the simulations in the dynamic CGE model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The approach introduced by <a href=\"#bib3\">Buddelmeyer <i>et al</i>. (2008)</a> has the advantage of limiting the changes in the original sample weights whereas the approach by <a href=\"#bib13\">Ferreira and Horridge (2006)</a> has the advantage of allowing for the traceability of employment changes at the household level, although this is achieved through an ad hoc procedure.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 The reweighting approach",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. The ‘top-down’ CGE-MS models: A brief review of the literature",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The starting point is the CGE-MS model developed by Hérault (<a href=\"#bib14\">2006a</a>, <a href=\"#bib15\">2006b</a>). The CGE model is based on the 2000 South African social accounting matrix while the MS model is based on the combination of two household surveys: the Income and Expenditure Survey (IES) of 2000 and the Labour Force Survey (LFS) of September 2000 (see <a href=\"#bib23\">Stats SA 2001a</a> &amp; <a href=\"#bib24\">2001b</a>). In its original version, the CGE-MS model follows the behavioural approach introduced by <a href=\"#bib2\">Bourguignon <i>et al</i>. (2003)</a>. In this paper, an alternative version is developed which follows the reweighting approach presented by <a href=\"#bib3\">Buddelmeyer <i>et al</i>. (2008)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "In both approaches, the first stage consists of running the CGE model to simulate the complete removal of import tariffs. The model returns the new macrostructure of the economy after the policy change. In the context of the ‘top-down’ approach, three sets of variables are of particular interest: consumer prices, returns from capital and labour, and employment levels. In the second stage, the changes in these variables are passed on to the MS model. With regard to prices and capital returns, the procedure is relatively straightforward, because these variables are exogenous to the MS model. The changes in commodity prices and capital returns computed by the CGE model are simply passed on to the MS model. The new prices are used to compute a household-specific consumer price index while all capital incomes are updated using the average change estimated by the CGE model. Likewise, the variations in average earnings by skill level determined by the CGE model are used to update predicted earnings of all working-age individuals with the corresponding skill level in the MS model. However, the two approaches differ in the way employment changes are transmitted to the MS model.<a href=\"#fn6\"><sup>6</sup></a>",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The underlying selection model, which drives the behavioural responses, distinguishes five labour market categories: inactive, unemployed, subsistence agricultural worker, informal worker and formal worker. This model takes the potential earnings in these categories into account. A regression model is estimated to predict formal and informal earnings. Finally, the results of both the selection and the regression model are used to compute household real net incomes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A multinomial logit specification is used for the selection model (see <a href=\"#bib18\">Maddala, 1983</a>). The probabilities of being in each of the five labour market categories are derived from an estimated implicit utility function. The utility associated with each category is a linear function of a set of individual characteristics, which include household and individual characteristics such as skill level, age, education, province of residence, racial group or household size. This utility function is estimated separately for four demographic groups: single women, partnered women, single men and partnered men. Therefore, the model explicitly accounts for the heterogeneity of behavioural responses across demographic groups. The addition of a random utility term makes the model probabilistic. Following Creedy <i>et al</i>. (<a href=\"#bib9\">2002</a>:144), this means that the model “does not identify a particular (…) [labour market choice] for each individual after the policy change, but generates a probability distribution over the (…) [labour market choices] used”. This probability distribution is conditional on the observed category corresponding to the optimal choice before the policy change.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Even though the changes in predicted earnings and capital returns already imply that some individuals will switch from one sector to another, this does not ensure consistency between the two models as far as employment levels are concerned. Instead, some specific coefficients of the selection model are modified to ensure that changes in the number of formal workers by skill level in the MS model match those same changes in the CGE model.<a href=\"#fn7\"><sup>7</sup></a> More specifically, the coefficients affected are those associated with the skill level in the equation defining the utility level in the formal sector (see <a href=\"#bib14\">Hérault, 2006a</a>). The design of these constraints implies that the MS model determines which individuals, among the entire working-age population, will fill the need for more formal workers if the total number increases according to the CGE model. Similarly, if the number of formal workers decreases, the MS model will search for the individuals with the highest estimated probability of losing their job, among all formal workers.<a href=\"#fn8\"><sup>8</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Regarding informal workers, no constraint is imposed on the macro outcomes of the MS model because this segment of the labour market is not included in the CGE model. Indeed, only the macro outcomes concerning the formal sector, which accounts for 70 per cent of paid workers, are imposed on the MS model. As a result, the number of people in the four other sectors (inactive, unemployed, subsistence agriculture and informal sector) is entirely determined by the MS model as a function of individual characteristics and as a function of the required changes in formal employment. In other words, the extent of mobility across sectors is freely determined by the MS model at the individual level without macro-constraints. The degree of mobility of each individual is determined by the MS model depending on individual and household characteristics. If someone is likely to move from one sector to another, this will be represented by very similar values in the utilities associated with both sectors, so that a minor change in predicted earnings could imply a change in labour market choices (especially because earnings are an important determinant of sector choice).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 The behavioural approach",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The reweighting procedure follows <a href=\"#bib12\">Deville and Särndal (1992)</a> and its application to Australia by <a href=\"#bib3\">Buddelmeyer <i>et al</i>. (2008)</a>. A calibration process produces new weights, which achieve specified population totals for selected variables, subject to the constraint that there are minimal adjustments to the original weights. It comes down to solving a system of equations with the same number of equations as there are constraints and where the number of endogenous variables is equal to the number of households in the MS model. In the South African model, the reweighting procedure is designed to reproduce formal employment changes from the CGE model by skill level and for 18 industries. Additional constraints are imposed to ensure that the main demographic characteristics of the population remain unchanged. These demographic characteristics include the racial composition of the population as well as the age structure by gender. Four racial groups (i.e. blacks, coloureds, Asians and whites) and 14 age groups are considered. In total, the reweighting is subject to 121 constraints. Following any change in employment, the reweighting procedure ensures that this change is reflected in the new sample weights while ensuring that the composition of the population by age, gender and race remains unchanged.<a href=\"#fn9\"><sup>9</sup></a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 The reweighting approach",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Overview of the modelling approach",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Both approaches are used to assess the impact of trade liberalisation in South Africa. Trade liberalisation is simulated in the CGE model by the complete removal of import tariffs. The next section provides a very brief presentation of the CGE results, which are then passed onto the MS model.<a href=\"#fn10\"><sup>10</sup></a> The aim is to compare household impacts as estimated by the two alternative ‘top-down’ approaches discussed in the previous section.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The CGE results presented in <a href=\"#table1\">Table 1</a> reveal a positive but limited impact of trade liberalisation on the South African economy.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>:",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn1_1",
                                            "label": "a",
                                            "text": [
                                                {
                                                    "text": "Changes are expressed in percentage points of GDP.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>Base values (in billions of rand)</th>\n<th>Percentage change from base year</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Real GDP</td>\n<td>888</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>CPI</td>\n<td>−</td>\n<td>−0.6</td>\n</tr>\n<tr>\n<td>Real exchange rate</td>\n<td>−</td>\n<td>−0.2</td>\n</tr>\n<tr>\n<td>Nominal exchange rate</td>\n<td>−</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>Exports (volume)</td>\n<td>249</td>\n<td>1.0</td>\n</tr>\n<tr>\n<td>Imports (volume)</td>\n<td>225</td>\n<td>2.0</td>\n</tr>\n<tr>\n<td>Trade balance</td>\n<td>5% of GDP</td>\n<td>−0.2<sup><a href=\"#tfn1_1\">a</a></sup></td>\n</tr>\n<tr>\n<td>Private savings</td>\n<td>R154</td>\n<td>1.2</td>\n</tr>\n<tr>\n<td>Government deficit</td>\n<td>−1.9% of GDP</td>\n<td>−0.7<sup><a href=\"#tfn1_1\">a</a></sup></td>\n</tr>\n<tr>\n<td>Investment (volume)</td>\n<td>132</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td colspan=\"3\"><b>Factor real returns</b></td>\n</tr>\n<tr>\n<td> Capital</td>\n<td>−</td>\n<td>1.9</td>\n</tr>\n<tr>\n<td> Low-skilled labour</td>\n<td>−</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td> Skilled labour</td>\n<td>−</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td> High-skilled labour</td>\n<td>−</td>\n<td>0.6</td>\n</tr>\n<tr>\n<td><b>Factor demand (in millions of workers)</b></td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td> Low-skilled labour</td>\n<td>3.6</td>\n<td>0.6</td>\n</tr>\n<tr>\n<td> Skilled labour</td>\n<td>2.7</td>\n<td>0.7</td>\n</tr>\n<tr>\n<td> High-skilled labour</td>\n<td>1.1</td>\n<td>0.3</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "CGE Simulation Results from the Elimination of Import Tariffs.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The lowering of import prices causes a shift towards imported goods and away from domestic production. As domestic and import prices decrease, the real exchange rate depreciates, which promotes exports. However, import growth remains higher than export growth, which contributes to a marginal deterioration of the trade balance. The loss of import duties leads to an increase in government savings by 0.7 percentage point of gross domestic product (GDP). Investment is fixed, so that the balance between savings and investment is restored by an increase in domestic and foreign savings.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The drop in the consumer price index (CPI), resulting from falling import prices, causes nominal earnings of skilled and low-skilled workers to fall because the latter are indexed to the CPI (to account for high unemployment levels). Therefore, their relative competitiveness improves, which results in a downward pressure on unemployment. Employment goes up by 0.6 and 0.7 per cent for low-skilled and skilled labour respectively. The 0.4 per cent economic growth induced by trade liberalisation calls for more use of the two scarce production factors. As a result, real returns to capital and high-skilled labour rise substantially (by 1.9 and 0.6 per cent respectively).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Macro results from the CGE model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table2\">Table 2</a> presents the effects of trade liberalisation at the household level for the entire South African population, by racial group and for the two alternative ‘top-down’ approaches.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "tfn2_1",
                                            "label": "a",
                                            "text": [
                                                {
                                                    "text": "Base values in thousands.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn2_2",
                                            "label": "b",
                                            "text": [
                                                {
                                                    "text": "Average real disposable income per capita in Rand per year.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn2_3",
                                            "label": "c",
                                            "text": [
                                                {
                                                    "text": "The poverty line is the international $2/day poverty line (R2,088/year/capita in 2000 prices).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\"/>\n<th rowspan=\"2\">Base values</th>\n<th colspan=\"5\">Behavioural approach</th>\n<th colspan=\"5\">Reweighting approach</th>\n</tr>\n<tr>\n<th>All</th>\n<th>Blacks</th>\n<th>Coloureds</th>\n<th>Asians</th>\n<th>Whites</th>\n<th>All</th>\n<th>Blacks</th>\n<th>Coloureds</th>\n<th>Asians</th>\n<th>Whites</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Inactive<sup><a href=\"#tfn2_1\">a</a></sup></td>\n<td>28,032</td>\n<td>−0.1</td>\n<td>−0.1</td>\n<td>−0.1</td>\n<td>−0.2</td>\n<td>−0.3</td>\n<td>−0.1</td>\n<td>−0.1</td>\n<td>−0.1</td>\n<td>−0.1</td>\n<td>−0.2</td>\n</tr>\n<tr>\n<td>Unemployed<sup><a href=\"#tfn2_1\">a</a></sup></td>\n<td>3,806</td>\n<td>−0.4</td>\n<td>−0.4</td>\n<td>−0.6</td>\n<td>−0.9</td>\n<td>−0.9</td>\n<td>−0.3</td>\n<td>−0.2</td>\n<td>−0.6</td>\n<td>−0.4</td>\n<td>−0.6</td>\n</tr>\n<tr>\n<td>Subsistence agriculture<sup><a href=\"#tfn2_1\">a</a></sup></td>\n<td>736</td>\n<td>−0.1</td>\n<td>−0.1</td>\n<td>−0.1</td>\n<td>0.0</td>\n<td>−0.1</td>\n<td>−0.2</td>\n<td>−0.2</td>\n<td>−0.6</td>\n<td>−0.5</td>\n<td>−0.2</td>\n</tr>\n<tr>\n<td>Informal workers<sup><a href=\"#tfn2_1\">a</a></sup></td>\n<td>3,357</td>\n<td>−0.2</td>\n<td>−0.2</td>\n<td>−0.4</td>\n<td>−0.1</td>\n<td>0.6</td>\n<td>−0.4</td>\n<td>−0.3</td>\n<td>−0.7</td>\n<td>−0.7</td>\n<td>−0.8</td>\n</tr>\n<tr>\n<td>Formal workers<sup><a href=\"#tfn2_1\">a</a></sup></td>\n<td>7,307</td>\n<td>0.6</td>\n<td>0.7</td>\n<td>0.6</td>\n<td>0.5</td>\n<td>0.4</td>\n<td>0.6</td>\n<td>0.7</td>\n<td>0.6</td>\n<td>0.4</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>Real income per capita<sup><a href=\"#tfn2_2\">b</a></sup></td>\n<td>11,098</td>\n<td>0.8</td>\n<td>0.8</td>\n<td>0.6</td>\n<td>0.6</td>\n<td>0.8</td>\n<td>0.7</td>\n<td>0.8</td>\n<td>0.7</td>\n<td>0.6</td>\n<td>0.6</td>\n</tr>\n<tr>\n<td>Headcount Index<sup><a href=\"#tfn2_3\">c</a></sup></td>\n<td>29.0</td>\n<td>−1.1</td>\n<td>−1.1</td>\n<td>−0.8</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>−0.8</td>\n<td>−0.8</td>\n<td>−1.1</td>\n<td>−0.8</td>\n<td>−0.6</td>\n</tr>\n<tr>\n<td>Poverty Gap Index<sup><a href=\"#tfn2_3\">c</a></sup></td>\n<td>11.3</td>\n<td>−2.0</td>\n<td>−1.9</td>\n<td>−4.4</td>\n<td>−9.9</td>\n<td>−13.6</td>\n<td>−1.1</td>\n<td>−1.1</td>\n<td>−1.8</td>\n<td>−1.0</td>\n<td>−3.3</td>\n</tr>\n<tr>\n<td>Gini</td>\n<td>0.67</td>\n<td>−0.1</td>\n<td>−0.2</td>\n<td>−0.2</td>\n<td>−0.1</td>\n<td>0.1</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>−0.1</td>\n<td>0.1</td>\n<td>0.2</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Simulation Results from the two alternative specifications of the MS Model (percentage change from base values).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The first five rows describe changes in the distribution of the population across the labour market categories considered in the model. The change in the total number of formal workers is the same in both approaches because it is determined by the CGE model and then imposed on the MS model. However, this is done differently in both approaches, which explains why the distribution of these new jobs across the population is different. In the reweighting approach, some ‘weight’ taken away from the rest of the population is used to increase the sample weights of formal workers in order to reflect the increase in formal employment estimated by the CGE model. The detailed patterns of these weight transfers are unknown but <a href=\"#table2\">Table 2</a> presents the final result. Interpretation is easier in the behavioural approach because changes are traceable at the individual level. For example, it is possible to produce transition matrices and to identify all new formal workers.<a href=\"#fn11\"><sup>11</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The two approaches differ in the way the expansion of formal employment is accounted for. In the reweighting approach, it leads to a larger decline in the number of informal workers and subsistence agricultural farmers but to a smaller decrease in the number of unemployed than under the behavioural approach. This can be seen as a bias introduced by the reweighting approach because unlike the behavioural approach it does not seek to control explicitly and comprehensively for the individual characteristics of the new formal workers. For example, the selection model, on which the behavioural approach is based, clearly shows that subsistence agricultural farmers are very unlikely to become formal workers essentially because they live in remote areas and do not have the qualification and education required to work in this sector. By contrast, the model shows that the unemployed are much better candidates for these jobs. These factors are largely ignored in the reweighting approach. Indeed, the only criteria that matter in this approach are the ones explicitly controlled for in the reweighting procedure. In this application, it is race, gender, age and skill. This means that when the reweighting procedure increases the sample weight of, for example, a 29-year-old high-skilled white man working in the formal sector, it will seek to decrease the sample weight of another 29-year-old high-skilled white man (not working in the formal sector) by the same amount (in order to keep the population size and composition constant). In this process, all other individual and household characteristics are ignored.<a href=\"#fn12\"><sup>12</sup></a> Likewise, additional results not shown here indicate that the reweighting approach tends to overestimate the number of partnered men among the new formal workers compared to the behavioural approach. Indeed, the behavioural results show that partnered men are underrepresented among new formal workers, compared to their initial share in formal employment. This result was somewhat expected given that already more than two thirds of the partnered men were formal workers at the time of the household survey.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The second part of <a href=\"#table2\">Table 2</a> presents the results in terms of income, poverty and inequality. Both approaches lead to similar overall increases in real per capita income. These increases are driven by the creation of formal jobs, the falling consumer prices and the increase in factor returns for capital and high-skilled labour.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Before discussing the poverty results in more detail, it is useful to give some information about the extent of poverty in South Africa. According to the IES and LFS 2000, slightly more than 29 per cent of the population live below the international $US2/day poverty line, which measures extreme poverty in the South African context. However, poverty affects almost only blacks. They represent about 80 per cent of the population but they account for more than 95 per cent of all poor and more than 35 per cent of all blacks are poor. In contrast, poverty is virtually non-existent amongst Asians and whites despite the relatively high incidence of poverty at the national level. Moreover, the Poverty Gap Index<a href=\"#fn13\"><sup>13</sup></a> values indicate that poor blacks are much more deeply in poverty than poor people from other racial groups. On average, the poverty gap is 14 per cent of the poverty line for blacks while, for instance, the average shortfall is only 3.2 per cent for coloureds.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Trade liberalisation is pro-poor essentially because it leads to the creation of skilled and low-skilled formal jobs and to a decrease in the consumer price index. However, poverty reduction is smaller under the reweighting approach.<a href=\"#fn14\"><sup>14</sup></a> This result is driven by the differences in labour market changes described above. The fact that under the behavioural approach there are more unemployed people and fewer informal workers going to the formal sector leads to a larger decline in poverty than under the reweighting approach. The explanation is that poverty incidence is higher among the unemployed than among informal workers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Comparing the impacts on income inequality, the limited dampening effect found under the behavioural approach at the national level disappears under the reweighting approach. This is due to the lower poverty reduction found under the reweighting approach. The increase in skilled and low-skilled formal employment puts downward pressure on inequality but this is largely offset by the increase in factor returns for capital and high-skilled labour, which are the two main income sources of high-income households. Under the behavioural approach, the labour market changes are more pro-poor than under the reweighting approach and are thus not entirely offset by changes in factor prices.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Microsimulation results",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Results and analysis",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper discusses two ‘top-down’ alternative approaches to link a CGE model to a MS model in a sequential manner. The two approaches are identical except in the way employment changes are transferred from the CGE to the MS model. This is an important aspect of this type of model since the aim of linking a MS model to a CGE model usually is to gain insight regarding income distribution issues (by avoiding the use of representative agent assumptions). Indeed, labour market changes generally generate most of the impacts on income distribution. This is the case, for instance, in the simulation carried out in this paper to compare the two approaches.",
                    "type": "paragraph"
                },
                {
                    "text": "An application of both approaches to assess the impact of trade liberalisation in South Africa does not reveal major differences in the results. However, the simpler and more recent approach, that is the reweighting approach, seems to introduce a bias in labour market changes compared to the behavioural approach based on micro-econometric models. In the application carried out in this paper, trade liberalisation appears less pro-poor under the reweighting approach as the result of this bias in labour market changes. For the same reason, total income inequality remains unchanged at the national level under the reweighting approach while it declines slightly under the behavioural approach.",
                    "type": "paragraph"
                },
                {
                    "text": "More generally, the main advantage of the behavioural approach is that it allows a clear identification of the winners and losers following changes in employment and unemployment. Under this approach, all changes in occupational choices are traceable at the individual level. This is not possible under the reweighting approach since all household members retain their original labour force status and occupation. However, the latter is simpler to implement since unlike the behavioural approach it does not require the estimation of an econometric model. In addition, it is more flexible in the sense that it can be used not only to reproduce employment changes but also to reflect changes in the base population. This feature is of particular interest when there is a need to account for changes in the demographic characteristics of the population, such as those caused by ageing (as in <a href=\"#bib3\">Buddelmeyer <i>et al</i>., 2008</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Although the application of both approaches to a typical trade liberalisation scenario, using South African data, has shown that the reweighting approach may lead to an underestimation of distributional changes, it still gives a good indication of the direction of the changes obtained under the behavioural approach. In this context and given its relative simplicity compared to the behavioural approach, the reweighting approach could constitute a good alternative when data or time constraints do not allow the use of the behavioural approach and when the production of individual-level transition matrices in and out of employment is not essential.",
                    "type": "paragraph"
                },
                {
                    "text": "A potential extension could see both approaches as complementary if the interest lies in the estimation of behavioural responses at a distant point in the future. In this particular case, the reweighting approach could be used to account for the projected changes in the demographic characteristics of the base population, while behavioural responses could be derived from the behavioural model.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusion",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "Moreover, the size of the model can quickly become problematic and force the modeller to impose some simplifications either on the complexity of microeconomic household behaviours or on the size of the CGE model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A set of recent applications can be found in <a href=\"#bib17\">Hertel and Winters (2006)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib7\">Chemingui and Chokri (2008)</a> present an application to Tunisia as well as a brief literature review of other recent applications.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Alternatively, the estimated probabilities can be used to form queues in and out of employment as in <a href=\"#bib22\">Savard (2006)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For more detail about how the base file of a MS model can be reweighted following the approach by <a href=\"#bib12\">Deville and Särndal (1992)</a>, see <a href=\"#bib6\">Cai <i>et al</i>. (2006)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The following sections focus on the transmission of employment changes from the CGE to the MS model since the two alternative linking approaches described here are identical regarding all other aspects. These aspects are discussed in detail in Hérault (<a href=\"#bib14\">2006a</a>, <a href=\"#bib15\">2006b</a> &amp; <a href=\"#bib16\">2007</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Three skill levels are distinguished: low-skilled, skilled and high-skilled. Note that the CGE model does not include the informal sector (see below).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In fact, the process is slightly more complex since inflows and outflows from employment can occur at the same time. The MS model allows some people to find a formal job and others to lose their formal job independent of whether the CGE model predicts an increase or a decrease in the aggregate number. The consistency constraints concern only the aggregate results of the MS model because the CGE model only returns numbers at the macro level. See Hérault (<a href=\"#bib14\">2006a</a>, <a href=\"#bib15\">2006b</a>) for more detail.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Note that there is no constraint regarding the geographical distribution of the population, which means that the model allows for migrations across the South African provinces.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A detailed presentation of the CGE model and its results can be found in Hérault (<a href=\"#bib14\">2006a</a>, <a href=\"#bib15\">2006b</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Transition matrices are provided in <a href=\"#bib15\">Hérault (2006b)</a> for this particular simulation and in <a href=\"#bib16\">Hérault (2007)</a> for a slightly different simulation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In theory, it would be possible to account for a larger set of individual and household characteristics in the reweighting procedure. However, there are limitations on the number of constraints that can be used in calibrating the new weights. With more constraints, it becomes more difficult to find matching individuals for weight transfers. In addition, it may not be desirable to introduce too many constraints because it reduces the heterogeneity of new entrants in the formal sector.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Poverty Gap Index is the mean shortfall below the poverty line (counting the non-poor as having zero shortfall), expressed as a percentage of the poverty line.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This result is not sensitive to the choice of the poverty line. The same result is obtained with the $US1/day poverty line as well as with three other poverty lines in use in South Africa (see <a href=\"#bib15\">Hérault, 2006b</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Agénor, PR",
                        "preferred": "PR Agénor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Izquierdo, A",
                        "preferred": "A Izquierdo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Foffack, H",
                        "preferred": "H Foffack"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "mimeo, Washington, D.C., The World Bank",
            "id": "bib1",
            "title": "IMMPA: A macroeconomic quantitative framework for the analysis of poverty reduction strategies",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Frontiers on Applied General Equilibrium Modeling: Essays in Honor of Herbert Scarf",
            "chapterTitle": "Representative versus real households in the macro-economic modeling of inequality",
            "date": "2003",
            "editors": [
                {
                    "name": {
                        "index": "Kehoe, T",
                        "preferred": "T Kehoe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Srinivasan, TN",
                        "preferred": "TN Srinivasan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whalley, J",
                        "preferred": "J Whalley"
                    },
                    "type": "person"
                }
            ],
            "id": "bib2",
            "pages": {
                "first": "219",
                "last": "254",
                "range": "219–254"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge, U.K"
                        ]
                    },
                    "formatted": [
                        "Cambridge, U.K"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Buddelmeyer, H",
                        "preferred": "H Buddelmeyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hérault, N",
                        "preferred": "N Hérault"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van Zijll de Jong, M",
                        "preferred": "M van Zijll de Jong"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib3",
            "publisher": {
                "name": [
                    "Melbourne Institute of Applied and Economic Research, University of Melbourne"
                ]
            },
            "source": "Disaggregation of CGE results into household level results through micro-macro linkage: Analysing climate change mitigation policies from 2005 to 2030. Melbourne Institute Report No 9",
            "title": "Disaggregation of CGE results into household level results through micro-macro linkage: Analysing climate change mitigation policies from 2005 to 2030. Melbourne Institute Report No 9",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bussolo, M",
                        "preferred": "M Bussolo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lay, J",
                        "preferred": "J Lay"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Globalisation and Poverty Changes in Colombia. Working Paper No. 226",
            "date": "2003",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD Development Centre"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bussolo, M",
                        "preferred": "M Bussolo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lay, J",
                        "preferred": "J Lay"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mensbrugghe, D",
                        "preferred": "D Mensbrugghe"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "source": "Structural Change and Poverty Reduction in Brazil: The Impact of the Doha Round. Policy Research Working Paper",
            "title": "Structural Change and Poverty Reduction in Brazil: The Impact of the Doha Round. Policy Research Working Paper",
            "type": "report"
        },
        {
            "articleTitle": "Accounting for Population Ageing in Tax Microsimulation Modelling by Survey Reweighting",
            "authors": [
                {
                    "name": {
                        "index": "Cai, L",
                        "preferred": "L Cai"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib6",
            "journal": "Australian Economic Papers",
            "pages": {
                "first": "18",
                "last": "37",
                "range": "18–37"
            },
            "type": "journal",
            "volume": "45"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chemingui, MA",
                        "preferred": "MA Chemingui"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chokri, T",
                        "preferred": "T Chokri"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Québec"
                        ]
                    },
                    "formatted": [
                        "Québec"
                    ]
                },
                "name": [
                    "Poverty and Economic Policy Research Network"
                ]
            },
            "source": "Agricultural Trade Liberalization and Poverty in Tunisia: Micro-simulation in a General Equilibrium Framework. MPIA Working Paper 2008–03",
            "title": "Agricultural Trade Liberalization and Poverty in Tunisia: Micro-simulation in a General Equilibrium Framework. MPIA Working Paper 2008–03",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cogneau, D",
                        "preferred": "D Cogneau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, AS",
                        "preferred": "AS Robilliard"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "International Food Policy Research Institute (IPFRI)"
                ]
            },
            "source": "Income distribution, Poverty and Growth in Madagascar: Microsimulations in a general equilibrium framework. Working Paper 61/2000",
            "title": "Income distribution, Poverty and Growth in Madagascar: Microsimulations in a general equilibrium framework. Working Paper 61/2000",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, AS",
                        "preferred": "AS Duncan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harris, M",
                        "preferred": "M Harris"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scutella, R",
                        "preferred": "R Scutella"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation Modelling of Taxation and The Labour Market: The Melbourne Institute Tax Transfer Simulator",
            "date": "2002",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cheltenham"
                        ]
                    },
                    "formatted": [
                        "Cheltenham"
                    ]
                },
                "name": [
                    "Edward Elgar"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Decaluwé, B",
                        "preferred": "B Decaluwé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dumont, J-C",
                        "preferred": "J-C Dumont"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Quebec, Canada"
                        ]
                    },
                    "formatted": [
                        "Quebec, Canada"
                    ]
                },
                "name": [
                    "CREFA, Université Laval"
                ]
            },
            "source": "Measuring Poverty and Inequality in a Computable General Equilibrium Model. Working paper 99–20",
            "title": "Measuring Poverty and Inequality in a Computable General Equilibrium Model. Working paper 99–20",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Devarajan, S",
                        "preferred": "S Devarajan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Go, DS",
                        "preferred": "DS Go"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "mimeo, Washington, D.C., The World Bank",
            "id": "bib11",
            "title": "A macroeconomic framework for poverty reducing strategy papers (with an application to Zambia)",
            "type": "unknown"
        },
        {
            "articleTitle": "Calibration estimators in survey sampling",
            "authors": [
                {
                    "name": {
                        "index": "Deville, J-F",
                        "preferred": "J-F Deville"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Särndal, C-E",
                        "preferred": "C-E Särndal"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "id": "bib12",
            "journal": "Journal of the American Statistical Association",
            "pages": {
                "first": "376",
                "last": "382",
                "range": "376–382"
            },
            "type": "journal",
            "volume": "87"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ferreira, J",
                        "preferred": "J Ferreira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Horridge, M",
                        "preferred": "M Horridge"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "The Doha Round, Poverty and Regional Inequality in Brazil, Putting Development Back into the Doha Agenda: Poverty Impacts of a WTO Agreement, Washington, D.C., Palgrave Macmillan and the World Bank",
            "id": "bib13",
            "title": "Putting Development Back into the Doha Agenda: Poverty Impacts of a WTO Agreement",
            "type": "unknown"
        },
        {
            "articleTitle": "Building and Linking a Microsimulation Model to a CGE Model for South Africa",
            "authors": [
                {
                    "name": {
                        "index": "Hérault, N",
                        "preferred": "N Hérault"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "discriminator": "a",
            "id": "bib14",
            "journal": "South African Journal of Economics",
            "pages": {
                "first": "34",
                "last": "58",
                "range": "34–58"
            },
            "type": "journal",
            "volume": "74"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hérault, N",
                        "preferred": "N Hérault"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Thèse de doctorat, Centre d’Économie du Développement (IFReDE-GRES), Université Montesquieu – Bordeaux IV",
            "id": "bib15",
            "title": "Mondialisation, pauvreté et inégalité: Un modèle de micro-simulation en équilibre général appliqué à l’évaluation de la libéralisation commerciale en Afrique du Sud",
            "type": "unknown"
        },
        {
            "articleTitle": "Trade Liberalisation, Poverty and Inequality in South Africa: A CGE-Microsimulation analysis",
            "authors": [
                {
                    "name": {
                        "index": "Hérault, N",
                        "preferred": "N Hérault"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib16",
            "journal": "Economic Record",
            "pages": {
                "first": "317",
                "last": "328",
                "range": "317–328"
            },
            "type": "journal",
            "volume": "83"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hertel, TW",
                        "preferred": "TW Hertel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Winters, AL",
                        "preferred": "AL Winters"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Poverty and the WTO: Impacts of the Doha Development Agenda",
            "date": "2006",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "Palgrave Macmillan and the World Bank"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Maddala, GS",
                        "preferred": "GS Maddala"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Limited Dependent and Qualitative Variables in Econometrics",
            "date": "1983",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Meagher, GA",
                        "preferred": "GA Meagher"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib19",
            "publisher": {
                "name": [
                    "Centre of Policy Studies and the Impact Project, Monash University"
                ]
            },
            "source": "Forcasting Changes in Income Distribution : an Applied General Equilibrium Approach. Preliminary Working Paper N° OP-78",
            "title": "Forcasting Changes in Income Distribution : an Applied General Equilibrium Approach. Preliminary Working Paper N° OP-78",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "Brazilian Electronic Journal of Economics, 4, 2, http://www.microsimulation.org/IMA/BEJE/index.htm",
            "id": "bib20",
            "title": "Introduction to the Special Issue on Dynamic Microsimulation Modelling",
            "type": "unknown",
            "uri": "http://www.microsimulation.org/IMA/BEJE/index.htm"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib21",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Québec"
                        ]
                    },
                    "formatted": [
                        "Québec"
                    ]
                },
                "name": [
                    "Centre interuniversitaire sur le risque, les politiques économiques et l’emploi"
                ]
            },
            "source": "Poverty and Inequality Analysis within a CGE Framework: a Comparative Analysis of the Representative Agent and Micro-Simulation Approaches. Working Paper 04–12",
            "title": "Poverty and Inequality Analysis within a CGE Framework: a Comparative Analysis of the Representative Agent and Micro-Simulation Approaches. Working Paper 04–12",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "PhD Dissertation, Ecoles des Hautes Etudes en Sciences Sociales, Paris",
            "id": "bib22",
            "title": "Analyse de la pauvreté et distribution de revenus dans le cadre de la modélisation en équilibre général calculable",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Stats, SA",
                        "preferred": "SA Stats"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "2000 Income and Expenditure Survey",
            "date": "2001",
            "discriminator": "a",
            "id": "bib23",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Pretoria"
                        ]
                    },
                    "formatted": [
                        "Pretoria"
                    ]
                },
                "name": [
                    "Statistics South Africa"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Stats, SA",
                        "preferred": "SA Stats"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Labor Force Survey (September 2000)",
            "date": "2001",
            "discriminator": "b",
            "id": "bib24",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Pretoria"
                        ]
                    },
                    "formatted": [
                        "Pretoria"
                    ]
                },
                "name": [
                    "Statistics South Africa"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Thierfelder, K",
                        "preferred": "K Thierfelder"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Korman, V",
                        "preferred": "V Korman"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2007",
            "id": "bib25",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "The World Bank"
                ]
            },
            "source": "Economy-wide and Distributional Impacts of an Oil Price Shock on the South African Economy. Policy Research Working Paper Series 4354",
            "title": "Economy-wide and Distributional Impacts of an Oil Price Shock on the South African Economy. Policy Research Working Paper Series 4354",
            "type": "report"
        }
    ],
    "acknowledgements": [
        {
            "text": "This research was funded by an Early Career Research Grant from the University of Melbourne. I should like to thank Guyonne Kalb and John Creedy for their valuable suggestions and comments.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
