{
    "status": "vor",
    "id": "00020",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00020",
    "authorLine": "François Bourguignon et al.",
    "title": "Editorial. Macro-micro analytics: Background, motivation, advantages and remaining challenges",
    "published": "2010-06-30T00:00:00Z",
    "versionDate": "2010-06-30T00:00:00Z",
    "statusDate": "2010-06-30T00:00:00Z",
    "volume": 3,
    "issue": 1,
    "fpage": 1,
    "lpage": 7,
    "elocationId": "1-7",
    "pdf": "http://web:8082/00020/ijm-00020.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Bourguignon et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "France"
                        },
                        "formatted": [
                            "France"
                        ]
                    },
                    "name": [
                        "Paris School of Economics"
                    ]
                }
            ],
            "emailAddresses": [
                "bourguignon@pse.ens.fr"
            ],
            "name": {
                "index": "Bourguignon, François",
                "preferred": "François Bourguignon"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "World Bank"
                    ]
                }
            ],
            "emailAddresses": [
                "mbussolo@worldbank.org"
            ],
            "name": {
                "index": "Bussolo, Maurizio",
                "preferred": "Maurizio Bussolo"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Canada"
                        },
                        "formatted": [
                            "Canada"
                        ]
                    },
                    "name": [
                        "Université Laval"
                    ]
                }
            ],
            "emailAddresses": [
                "jcoc@ecn.ulaval.ca"
            ],
            "name": {
                "index": "Cockburn, John",
                "preferred": "John Cockburn"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Disappointment with simple development formulas, such as the Washington Consensus, which have seemingly failed to spur strong inclusive growth in Latin America and Africa; recent evidence that fast growing parts of the world, such as East Asia, are experiencing upward trends in inequality; polarized debates on globalization and poverty, heightened by the 2008 global food and energy prices spike and the 2009 global financial crisis, have all led economists to a renewed attention to the relationship between macro (growth) and micro (poverty and distribution) issues.",
                    "type": "paragraph"
                },
                {
                    "text": "On the policy making front, the aforementioned facts and discussions have also had an impact. Many recent government economic programs and policies are, with stronger emphasis than before, aiming at the dual objective of accelerating growth, on the one hand, and fighting poverty and unequal access to opportunities, on the other.",
                    "type": "paragraph"
                },
                {
                    "text": "These trends have increased demands for rigorous analysis of the effectiveness of poverty reduction strategies and for assessment of the poverty and distributive effects of macroeconomic pro-growth policies. The range of policy issues subject to these evaluations is broad and includes in particular:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Public spending; how do shifts in its size and composition (for example less infrastructure and more health, education, social protection expenditures) affect growth poverty and welfare distribution?",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Tax policy; what is the incidence of the current tax system on growth and distribution? How well are income transfers and subsidies targeted towards the poor and what is their overall effect?",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Structural policy reforms; do trade liberalization, regulation policy, labour market reforms, financial and other structural reforms produce growth that benefits everybody in the same proportion or do they have a progressive or regressive effects?",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Effects on growth and distribution of other macroeconomic policies: monetary or exchange rate policy, handling of crises, etc.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "Thanks to the growing availability of detailed household surveys and new analytical tools, the profession begins to bring answers to these questions with more precision and confidence. Two types of empirical approaches are being used. The first approach includes microeconomic techniques ranging from simple incidence analyses to more complex econometric evaluation approaches. A second approach is based on macro-micro techniques that combine, with different degrees of integration, macro and micro modelling frameworks.",
                    "type": "paragraph"
                },
                {
                    "text": "The main objective of this special issue is to present a sampling of this more recent type of macro-micro analytical tools: specifically those focusing on the coupling of Computable General Equilibrium (CGE) models with microsimulation models. Before summarizing the main contribution of the papers included in this issue, this brief introduction will set the context.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "Background and motivation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Why did economists need to develop these new macro-micro modelling frameworks? The fundamental reason is that microeconomic techniques rooted in public finance (tax and benefit incidence analyses, partial equilibrium micro-simulations, structural econometric models, etc.) or evaluation approaches of the randomized control trial (RCT) type – based on drawing or identifying groups of micro units exposed to the policy reform being studies (‘treated’ groups) and groups of individuals not exposed to the reform (control groups) – cannot be used to answer questions about the micro effects of a macroeconomic change, or questions on the macro consequences of scaling up micro interventions. These micro techniques cannot assess the poverty and income distribution effects of macroeconomic policies of the type mentioned above (trade reform, trade liberalization, exchange and interest rates interventions, composition of public spending, etc.) because the policy reform affects the whole economy where, to different degrees, all agents are simultaneously subject to a ‘treatment’, to use the evaluation literature terminology.",
                    "type": "paragraph"
                },
                {
                    "text": "The same applies to cases where the policy is targeted to a certain economic sector or group of individuals, but where the indirect general equilibrium effects are too significant to be dismissed. Examples of these latter cases include the scaling up of conditional cash transfers or other policies in support of the poor. The fiscal effects of expanding the program from a few experimental ensuing general equilibrium effects cannot be ignored. In all these cases, generating treatment and control groups means generating a macro counterfactual that permits to figure out what the economy would have looked like if macro policy changes (or indirect macro consequences) had been absent, and how it compared with the actual situation where macro effects are present.",
                    "type": "paragraph"
                },
                {
                    "text": "In sum, the impossibility of identifying treated and control groups and the need to create a macro counterfactual are the two interrelated distinctive problems that require devising new macro-micro techniques.",
                    "type": "paragraph"
                },
                {
                    "text": "The policy relevance of these specific analytic tools is clear. A mix of the macro policies listed above underpins the growth strategies of many developing countries and its successful implementation and sustainability depends on the proper management of its distributive effects. It is well known, for example, that aggregate growth effects of trade liberalization tend to be positive but small and, at least in the short run, redistributive effects are much larger. It is also often the case that losers tend to be concentrated in small and vocal groups whereas winners are dispersed and seldom represented by strong lobbies. Being able to precisely identify and measure these distributive effects – both ex ante, i.e. before implementing the reform, or ex-post – is crucial to respond to often inflated complaints about negative effects and to design complementary policies to compensate those suffering losses. Macro-micro empirical methods make it possible to estimate these redistributive effects under a wide variety of policy scenarios.",
                    "type": "paragraph"
                },
                {
                    "text": "Similarly, the policy relevance of these techniques is significant for the second type of cases: the scaling up of targeted interventions. Consider, for example, the recent expansion of conditional cash transfer programs, both in coverage and levels of the transfer, that many governments have employed in their attempt to shield the poor from the negative consequences of the 2009 global financial crisis. This expansion’s effects on government budget, on the countercyclical nature of the fiscal stance, on relative prices, and its other macro effects need to be evaluated to ensure its sustainability and effectiveness. Once again, a macro-micro integrated approach should make it possible to account for these second-order macro effects and their final repercussions on poverty and income distribution.",
                    "type": "paragraph"
                },
                {
                    "text": "Macro-micro simulation models represent the closest thing to a “laboratory” to study ex ante the poverty and distributive impacts of different macroeconomic policy scenarios, different financing mechanisms (foreign aid, tax hikes, domestic or foreign borrowing, etc.) and different accompanying measures. They generate a counterfactual income distribution for each scenario, which can be (BaU) ߝ income distribution whether it consists of a single or multiple periods as in dynamic models.",
                    "type": "paragraph"
                },
                {
                    "text": "Besides this clear policy relevance, academic debates on the relative contribution of growth and equity to development is also benefiting from the use of these techniques. To continue with the trade liberalization example, macro-micro empirical methods have contributed to the debate by shifting the attention from simply contrasting technological change and increased openness as factors explaining changes in inequality to better understanding their joint effect on inequality, growth and poverty, i.e. what <a href=\"#bib3\">Bourguignon (2003)</a> calls the triangle of development (see for instance <a href=\"#bib10\">Hertel &amp; Winters, 2006</a>; <a href=\"#bib7\">Bourguignon <i>et al</i>., 2008a</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Comparing and examining the coherence of the multiple datasets that are needed in an integrated macro-micro modelling framework is an additional advantage of this approach. In most cases, the macro part of the framework uses, at different degrees of aggregation, data from the National Accounts and the micro part employs data from household or labour surveys. A degree of consistency between these macro and micro datasets is required and thus tested during the construction of this type of models. Statistical agencies have almost universally adopted common standards for collecting and assembling national accounts and ancillary macro data (balance of payments, trade flows, government accounts) and most of these agencies have also developed a good track record in the collection of micro data: household and firm surveys. However, systematic consistency checks between these datasets are almost never pursued. A reconciliation of the same aggregate variable, such as aggregate private consumption for example, from the two sources should be attempted and the cause of the discrepancy uncovered. By allowing a more precise monitoring of the economy, this reconciliation can improve policy making. Bourguignon <i>et al</i>. (2009), referring to the debate on the growth of private consumption in India, provide a clear example of the policy relevance of reconciling different datasets:",
                    "type": "paragraph"
                },
                {
                    "text": [
                        {
                            "text": "“[…] consumption growth and poverty reduction rates calculated from the surveys appear to be much slower than the same rates estimated from national accounts. And so supporters of additional market-friendly reforms of the Indian economy appeal to the positive results from the national accounts, whereas opponents of the reforms use the sluggish poverty reduction shown in the surveys as a proof against the recent or further liberalizations.” (p. 319)",
                            "type": "paragraph"
                        }
                    ],
                    "type": "quote"
                }
            ],
            "id": "s2",
            "title": "Advantages and policy relevance",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This special issue is organized in two parts. In the first part a series of papers is focused on methodologies, thus providing a toolkit to economists and practitioners with an interest in learning about advantages and drawbacks of different methods, or in knowing in more detail about the various building blocks and data needed to assemble a macro-micro model. Although the papers in this first part have some illustrative applications, the emphasis is on methodology. The second part of the special issue collects some shorter notes on applications of the described methods to different country case studies. The aim here is to offer to the interested reader a flavour of the possible empirical applications and their results.",
                    "type": "paragraph"
                },
                {
                    "text": "The common thread that links all these papers and notes is the use of a macro-micro modelling framework. The questions analyzed, as well as data quality and availability, determine specific modelling choices thus producing variants of this common framework. The most important modelling choices include the following: (1) the types of macro and micro models; (2) the extent of integration between the macro and micro models; (3) the degree of behavioural response, especially at the micro (household) level; and (4) the time frame of the analysis. Note that the macro model needs not be of the Computable General Equilibrium (CGE) type but, in this special issue, we consider this the most widespread type of macro-micro modelling framework",
                    "type": "paragraph"
                },
                {
                    "text": "The first group of methodological papers shares the same modelling choice, namely that the macro-micro model is solved <i>sequentially</i>. Starting from an initial equilibrium, a counterfactual simulation of a policy reform is <i>first</i> generated in the macro (CGE) model. In a <i>second</i> step, counterfactual values for a subset of CGE variables are exported to the micro data base which is then being modified so as to be consistent with these values. In other words, the microsimulation model has to generate a solution that is consistent, when aggregating micro unites, with the counterfactual macro variables. The subset of aggregate variables linking the CGE and the microsimulation models normally includes the main determinants of poverty and distribution: wage rates by type of worker, employment by type of worker and sector, unemployment, consumption quantities and prices by category of goods and services. The microsimulated household level data can then be used to construct a new income distribution that is consistent with the new macro equilibrium in terms of those variables and that can be compared with the initial income distribution to estimate changes in poverty and inequality. These types of sequential macro-micro models are also labelled top-down models, indicating the uni-directional link from the macro (top) to the micro (bottom) parts.",
                    "type": "paragraph"
                },
                {
                    "text": "The key feature differentiating the papers in this first group is the way the consistency of the micro and macro parts of the overall model is being achieved. Price changes are easily implemented in the micro data base, assuming no behavioural change. We know that the change in the income of a household minus the change in its consumption spending gives a first approximation of its change in ‘welfare’. Things are less easy with employment changes implied by the macro model. In the paper by Vos and Sánchez a statistical rule is used to adjust the micro data to the new equilibrium by simply reweighing the observations belonging to the various employment groups (this is also sometimes called the ‘non-parametric approach). Clearly, this is equivalent to assuming that the policy reform being studied changes employment groups by drawing randomly from those groups that are shrinking and adding randomly to those groups that are expanding. On the contrary, the second contribution by Lay uses a ‘behavioural’ microsimulation model where individuals and households respond to the macro shock according to some parameterized behavioural functions that represent the way in which people with different characteristics are allocated to different employment groups. This time the reallocation of people across employment groups due to some policy reform is not done randomly any more. Finally, Hérault’s paper provides a comparison of these approaches using both behavioural and non-behavioural micro-simulation techniques.",
                    "type": "paragraph"
                },
                {
                    "text": "Given their importance in determining poverty and income distribution changes, Vos and Sánchez’s paper focuses on labour market processes. The microsimulation methodology, used by these authors is adapted from <a href=\"#bib1\">Almeida dos Reis and Paes de Barros (1991)</a>, where the functioning of the labour market behaviour is mimicked by a random selection procedure in a segmented labour market context. Individuals move randomly across labour market segments – for example, between unemployment and employment, between wage and non-wage employment, between agriculture and non-agriculture – depending on changes in aggregate labour market conditions. These movements or “assignments” continue until the cumulative change in the occupational status of individuals matches the new labour market conditions generated by the CGE counterfactual. Given the complexities in adequately modelling the working of the labour market empirically, Vos and Sánchez argue that the probability that one rather than another individual changes employment status may just as well be approximated by a <i>randomized process</i>. But, of course, this has strong distributional implications.",
                    "type": "paragraph"
                },
                {
                    "text": "Bypassing these complexities is the main advantage of this approach but this is also its main weakness. There is something arbitrary in the assessment made of the impact of a given macro policy on poverty and income distribution, and the model cannot really be used to identify complementary policies to correct unwanted distributional outcomes. These complementary policies should be designed to influence the <i>behaviour</i> of individuals so that negative consequences could be minimized or avoided. Only generic complementary policies applying to random individuals could be considered within this modelling framework.",
                    "type": "paragraph"
                },
                {
                    "text": "Lay’s paper overcomes this shortcoming by linking a CGE model to a <i>behavioural</i> microsimulation model. The core of the microsimulation is a household income generation model estimated from household survey data with individual-level employment information. Following Bourguignon <i>et al</i>. (<a href=\"#bib4\">2001</a>, <a href=\"#bib5\">2002</a>), two components are included in the household income generation model: an occupational choice and an earnings model. In the choice model, individual agents first choose between different occupational choices (such as, for example, unemployment, wage-employment and self-employment) based on econometrically-estimated occupational choice models. Then earnings are generated according to estimated wage or profit functions. In a typical run of this macro-micro model, once the CGE model has generated simulated new equilibrium employment and average earnings values, individual earnings and occupational choices are changed in the micro-simulation model. This can be done in various ways but one is simpler and more appealing than others. It consists of varying the constants in the estimated occupational functions in the microsimulation model, which is equivalent to having people with the least a priori probability to be in a given employment group moving first out of their groups.",
                    "type": "paragraph"
                },
                {
                    "text": "This approach is richer than the non parametric (an alternative term for the non-behavioural) one, but it entails some costs as well. Lay highlights that “combining a macro and micro model typically implies the imposition of a number of ad-hoc assumptions that are not [fully] satisfactory from a theoretical perspective. While the ‘degree of consistency’ between the macro and the micro model however differs between applications, the combined model will lack the theoretical consistency of a general equilibrium model and it is difficult – if not impossible – to resolve all the data discrepancies between national accounts, on the one hand, and household survey data, on the other.” (p. 31).",
                    "type": "paragraph"
                },
                {
                    "text": "Which is the better approach among these two types of top-down models? Hérault’s (and later Colombo’s) paper aims at answering this question by comparing the performance and results of parametric and non-parametric microsimulation models. Both these micro models are built with the same South African data and are shocked by the same macro simulation results from a CGE model. Hérault’s answer is quite pragmatic: “[F]or a typical simulation of the impact of trade liberalization on income distribution […] the [non-parametric] approach introduces a <i>small</i> bias in the results, however without modifying the main conclusions. This is an indication that, given its relative simplicity compared to the behavioural approach, the [non-parametric] approach can constitute a good alternative when data or time constraints do not allow the use of the behavioural approach” (p. 35, emphasis added). The call of when a small bias becomes large is left to the researcher, but Hérault stresses what we mentioned already, namely that with the behavioural approach all changes in occupational choices and earnings are traceable at the individual level and linked to certain characteristics of the individual or household thus allowing the design of behaviour-related complementary policies.",
                    "type": "paragraph"
                },
                {
                    "text": "The second group of methodological contributions collects three papers describing attempts to improve the degree of integration between the macro and micro components of the modelling framework. The paper by Savard considers the possibility of having a bidirectional link between the macro and micro models, but these remain separate and just iteratively influence each other. The paper by Cockburn, Corong and Cororaton (Cockburn <i>et al</i>. for brevity) fully integrate into the macro model all the households and individuals of the micro data by increasing the dimensionality of CGE model. Finally, the Colombo paper compares three main approaches: top-down behavioural, top-down bottom-up iterative and the fully integrated one.",
                    "type": "paragraph"
                },
                {
                    "text": "The main motivation of Savard paper is to overcome the aggregation problem. This is a well known problem that exists whenever the aggregate agents’ behaviour, such as aggregate private demand, cannot be “treated as if it were the outcome of the decision of a <i>single</i> maximizing consumer” (<a href=\"#bib9\">Deaton &amp; Muellbauer, 1980</a>: 148). When aggregation conditions do not hold, macro models or models with representative agents do not necessarily tell the whole story and, in particular, miss out on some important interactions between distribution and growth. The solution proposed by Savard is to estimate the aggregation error by using a behavioural micro simulation model in the following way. Initially the macro model simulates a shock and this is passed onto the microsimulation model in terms of price and employments shocks. These shocks are then fed into the micro model to recalculate occupational status and incomes. The difference between the values derived from aggregating the micro data after the shock and the initially simulated values of the CGE is assumed to represent the aggregation error. This is then used as an additional shock and introduced into the CGE model. In turn, this produces a second macro simulation which is passed to the microsimulation. Iteratively, the aggregation error should converge to zero and the process ends.",
                    "type": "paragraph"
                },
                {
                    "text": "Savard argues that if the aggregation error is small, not taking it into account is unlikely to bias results, but if the error is large then an iterative model is a better tool. Note that aggregation problems are pervasive: they arise by simply introducing some heterogeneity among households, or making the consumption functions and labour supply functions nonlinear with respect to income. The size of the aggregation error is an empirical issue but on pure theoretical grounds accounting for it in these cases is justifiable. However, a cleaner theoretical model comes with some cost. In this iterative type of models convergence is not guaranteed and must be verified for each simulation.",
                    "type": "paragraph"
                },
                {
                    "text": "In Cockburn <i>et al</i>., a large CGE explicitly models all households from a household survey, making it possible to conduct an explicit analysis of the poverty impact of macro-economic shocks on each household. To illustrate the approach, this paper focuses on two specific applications which fully integrate 3,388 and 24,797 households for Nepal and the Philippines, respectively, without sacrificing the disaggregation of factors, sectors and products required to capture the links between macro-economic shocks and poverty and income distribution. This directly resolves the consistency problem by creating a single unified macro-micro model.",
                    "type": "paragraph"
                },
                {
                    "text": "Cockburn <i>et al</i>. admit that the main challenge of this approach is being able to reconcile the national accounts and household survey data. However they argue that data reconciliation is anyway necessary to eliminate less reliable information and should not be seen as a drawback. As mentioned above, an additional issue arises in the case of these integrated models. For the consumption and labour supply behaviour, these models normally use functional forms with good aggregation properties and, at least for the moment, exclude complex regime switching functions that form the richness of the behavioural microsimulation models.<a href=\"#fn1\"><sup>1</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "Using data from a fictitious economy, Colombo builds three models: a fully integrated one, a top-down behavioural one and a top-down bottom-up iterative one. She concludes that a simple integrated approach is deficient on the side of the microeconomic specification and behavioural responses by individual agents, arguing further that the introduction of micro-econometric behavioural equations into a CGE model tends to be difficult and creates cumbersome computational issues. A top-down approach is deficient for the same reasons mentioned above, and in her opinion the iterative methodology seems the better approach given that it requires less restrictions on functional forms for the micro behaviour and it does not seem to create too large a computational burden in finding numerical solutions.",
                    "type": "paragraph"
                },
                {
                    "text": "A final paper by Bussolo, De Hoyos and Medvedev concludes this first methodological part of the special issue. This paper’s main contribution is its attempt to integrate long term growth and distribution issues in a macro-micro global model. This Global Income Distribution Dynamics (GIDD) model described in this paper introduces some important new features. First, by including 121 countries and covering 90 per cent of the world population, it is the first <i>global</i> macro-micro simulation model. This extensive coverage allows the GIDD to address questions that would not be tractable with other methods. For example, GIDD can assess growth and distribution effects of <i>global</i> policies such as multilateral trade liberalization or mitigation of climate change damages, among others. The global nature of the modelling framework makes it possible to decompose inequality dynamics into a component due to changes in average income between countries and a component due to widening disparities within countries. A second important novelty is that GIDD explicitly considers long term time horizons in which changes in the demographic structure may become crucial components of both growth and distribution dynamics. The explicit <i>long-term</i> focus of the GIDD can capture the impacts of aging and other demographic changes, such as the skill composition of a population, which may become crucial components of both growth and distribution dynamics.",
                    "type": "paragraph"
                },
                {
                    "text": "A series of short notes describing case studies completes this special issue. Chitiga, Cockburn, Decaluwé, Fofana, and Mabugu analyze the poverty impacts of trade liberalization with an integrated Computable General Equilibrium (CGE) microsimulation model for South Africa. The model explores gender issues by disaggregating male and female market and domestic work activities and leisure time. In Cockburn, Corong, Decaluwé, Fofana and Robichaud a sequential dynamic CGE model with various growth channels is linked to a non-behavioural microsimulation model to study the poverty and distributional impacts of trade-mandated changes in growth for the case of Senegal. In Ferreira Filho, Vieira dos Santos and Prado Lima a regional CGE model linked to a non-behavioural microsimulation is used to assess regional disparities, income distribution and poverty impact of tax reforms in Brazil. Cicowiez, Díaz-Bonilla C and Díaz-Bonilla E combine results from a global CGE model, a national CGE model, and a non parametric microsimulation module to examine poverty, and income inequality impacts of global and domestic trade reform for Argentina. Similarly, Raihan uses a dynamic CGE model plus non-behavioural microsimulations to analyze trade policy reforms in Bangladesh. Finally, Ahmed and O’Donoghue consider the impact of the 2009 global economic crisis for Pakistan using a sequential CGE behavioural microsimulation approach.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "Organization of the special issue and summary of the contributions",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The studies in this special issue provide clear illustrations of the important advantages that come from adopting a macro-micro approach to evaluate the impact of macroeconomic policies on poverty and income distribution and the macro effects of micro policies directed toward reducing poverty and inequality. These studies show how this applied research field has been rapidly expanding but also that at least three major challenges remain.",
                    "type": "paragraph"
                },
                {
                    "text": "The first is data quality. The institutional capacity of statistical agencies, especially in developing countries, has improved. Household surveys have become more common and are carried out with greater frequency. Thematic coverage has been extended with more recent surveys covering more fully issues of health, education, internal and international migration, and other variables affecting the opportunities and welfare of households. However, panel household data remains scarce even if it is highly desirable. Extending its availability would allow dynamic validation of existing models or, even better, the construction of truly dynamic macro-micro frameworks.<a href=\"#fn2\"><sup>2</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "But data problems for macro-micro modelling go beyond having better and more micro data. Data reconciliation between national accounts and other macro data and micro data is a major issue. Researchers have applied many clever tools to reconcile these two sources ex post, but taking care <i>ex ante</i> of the inconsistencies (in definitions, measurements, coverage) would be a better solution and one that will take some time.",
                    "type": "paragraph"
                },
                {
                    "text": "A second major challenge is better modelling of growth or, more generally, the dynamics of economic systems, and distribution. The Global Income Distribution Dynamics Model and the Senegalese case studies included in this special issue provide some good first steps in this domain, but further research is needed. At the micro level there have been some promising developments. A growing literature on the inequality of opportunity (<a href=\"#bib6\">Bourguignon <i>et al</i>., 2007</a>; <a href=\"#bib12\">Roemer 1998</a>) is providing strong evidence on some of the causes of inequality traps and possibly on how to devise efficient redistributions. It also reemphasizes that strong links connect equity and efficiency and that, due to the long time lags, these links are often difficult to identify and measure.",
                    "type": "paragraph"
                },
                {
                    "text": "Another promising avenue of applied macro-micro research on growth is represented by the analysis of firm level data.<a href=\"#fn3\"><sup>3</sup></a> This research, motivated by the quest to better capture the link between trade and growth (<a href=\"#bib11\">Melitz, 2003</a>; <a href=\"#bib2\">Baldwin &amp; Gu, 2004</a>), has moved beyond the aggregate relationship and shows great potential. Firms are at least as heterogeneous as households, they unequally benefit from policy reforms and they play a key role in labour market outcomes which in turn affect household welfare. They thus are a crucial transmission channel in macro-micro models. Yet, data sources are far from being as abundant as household surveys and they seldom cover the entire economy. Another crucial difference with the household side of macro-micro modelling is the much greater complexity of firms’ demographics.",
                    "type": "paragraph"
                },
                {
                    "text": "What is the role of government and, more specifically, of the amount and the nature of public spending in boosting inclusive sustainable growth? Many applied models of developing economies, whether pure CGE or macro-micro tend to consider public spending as a black box and ignores its direct effects on factor supply, output and income distribution. Efforts are needed to integrate some key components of public spending in the modelling of growth and distribution. A clear example is public spending on education. This seems an obvious mechanism to remedy inequality in the distribution of opportunities and one that could have accelerate growth. The cross country growth literature of the 1990 has tried to explicitly take these effects into account but the reliability and detailed policy relevance of this literature has been questioned. An example of a structural model in which the growth and the general equilibrium effects of public expenditure programs are accounted for is given by the MAMS model described in <a href=\"#bib8\">Bourguignon <i>et al</i>. (2008b)</a>. More is to be done in that direction, especially to take into account their impact on the structure of the population in terms of education, health or public infrastructure and the distribution of welfare.",
                    "type": "paragraph"
                },
                {
                    "text": "A final pending challenge is represented by the complexity issue. A broad range of models is now available to the analyst, but not enough knowledge has been accumulated on the tradeoffs between more complex models, which require more sophisticated econometric techniques and better data, and their benefits. Often the applied researcher’s question of which type of model is most appropriate for a specific case is left unanswered. More importantly, systematic model comparisons and more ex-post model validations are still in their infancy. This special issue, with a range of clearly described methodologies, several practical applications and a couple of studies in model comparisons, hopefully is beginning to fill these gaps.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "Remaining challenges",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "In more technical terms, some assumptions have to be made on the kind of behavioural heterogeneity among households. Indeed, heterogeneity is observed across households but it may correspond to either some kind of additive errors on a given behavioural mode or to differences in behaviour. Without panel data it is difficult to resolve this indetermination.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As Bourguignon <i>et al</i>. (<a href=\"#bib7\">2008a</a> :319) state: “dynamic macro-micro modelling largely remains comparisons of two cross-sections of households in different states of the economy at two points in time, under the implicit assumption that macro dynamics are somehow independent from distribution or heterogeneity parameters at the micro level.” Having micro panel data could make it possible to study how parameters could evolve through time, or what determines longer term decisions such as those involving marriage, fertility, migration, etc.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A precedent of a macro-micro model with firm microsimulations is <a href=\"#bib13\">Tongeren (1997)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Wage Inequality and the Distribution of Education: A Study of the Evolution of Regional Differences in Inequality in Metropolitan Brazil",
            "authors": [
                {
                    "name": {
                        "index": "Almeida dos Reis, JG",
                        "preferred": "JG Almeida dos Reis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paes de Barros, R",
                        "preferred": "R Paes de Barros"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib1",
            "journal": "Journal of Development Economics",
            "pages": {
                "first": "117",
                "last": "143",
                "range": "117–143"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "articleTitle": "Trade Liberalization: Export-market Participation, Productivity Growth, and Innovation",
            "authors": [
                {
                    "name": {
                        "index": "Baldwin, J",
                        "preferred": "J Baldwin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gu, W",
                        "preferred": "W Gu"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib2",
            "journal": "Oxford Review of Economic Policy",
            "pages": {
                "first": "372",
                "last": "392",
                "range": "372–392"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Inequality and growth: Theory and Policy Implications",
            "chapterTitle": "The Growth Elasticity of Poverty Reduction; Explaining Heterogeneity across Countries and Time Periods",
            "date": "2003",
            "editors": [
                {
                    "name": {
                        "index": "Eicher, T",
                        "preferred": "T Eicher"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Turnovsky, S",
                        "preferred": "S Turnovsky"
                    },
                    "type": "person"
                }
            ],
            "id": "bib3",
            "pages": {
                "first": "3",
                "last": "26",
                "range": "3–26"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "The MIT Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Fast Development with a Stable Income Distribution: Taiwan, 1979–1994",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fournier, M",
                        "preferred": "M Fournier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gurgand, M",
                        "preferred": "M Gurgand"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib4",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "139",
                "last": "164",
                "range": "139–164"
            },
            "type": "journal",
            "volume": "47"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Representative versus Real Households in the Macro-economic Modeling of Inequality",
            "date": "2002",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "International Food Policy Research Institute (IFPRI)"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Equity, efficiency and inequality traps: a research agenda",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferreira, F",
                        "preferred": "F Ferreira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Walton, M",
                        "preferred": "M Walton"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib6",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "235",
                "last": "256",
                "range": "235–256"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bussolo, M",
                        "preferred": "M Bussolo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pereira da Silva, L",
                        "preferred": "L Pereira da Silva"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The impact of macro-economic policies on poverty and income distribution – Macro-Micro Evaluation Techniques and Tools",
            "date": "2008",
            "discriminator": "a",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Palgrave-Macmillan"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Diaz-Bonilla, C",
                        "preferred": "C Diaz-Bonilla"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lofgren, H",
                        "preferred": "H Lofgren"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The impact of macro-economic policies on poverty and income distribution – Macro-Micro Evaluation Techniques and Tools",
            "chapterTitle": "Aid, Service Delivery, and the Millennium Development Goals in an Economy wide Framework",
            "date": "2008",
            "discriminator": "b",
            "editors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bussolo, M",
                        "preferred": "M Bussolo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pereira da Silva, L",
                        "preferred": "L Pereira da Silva"
                    },
                    "type": "person"
                }
            ],
            "id": "bib8",
            "pages": {
                "first": "283",
                "last": "315",
                "range": "283–315"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Palgrave-Macmillan"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Deaton, A",
                        "preferred": "A Deaton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Muellbauer, J",
                        "preferred": "J Muellbauer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Economic and Consumer Behavior",
            "date": "1980",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "bookTitle": "Poverty & the WTO. Impacts of the Doha Development Agenda",
            "date": "2006",
            "editors": [
                {
                    "name": {
                        "index": "Hertel, T",
                        "preferred": "T Hertel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Winters, LA",
                        "preferred": "LA Winters"
                    },
                    "type": "person"
                }
            ],
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Houndmills"
                        ]
                    },
                    "formatted": [
                        "Houndmills"
                    ]
                },
                "name": [
                    "Palgrave MacMillan"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity",
            "authors": [
                {
                    "name": {
                        "index": "Melitz, MJ",
                        "preferred": "MJ Melitz"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib11",
            "journal": "Econometrica",
            "pages": {
                "first": "1695",
                "last": "1725",
                "range": "1695–1725"
            },
            "type": "journal",
            "volume": "71"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Roemer, JE",
                        "preferred": "JE Roemer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Equality of Opportunity",
            "date": "1998",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Harvard University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Microsimulation of the firm and the economy",
            "authors": [
                {
                    "name": {
                        "index": "Van Tongeren, FW",
                        "preferred": "FW Van Tongeren"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib13",
            "journal": "Simulation and Gaming",
            "pages": {
                "first": "225",
                "last": "229",
                "range": "225–229"
            },
            "type": "journal",
            "volume": "28"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
