{
    "status": "vor",
    "id": "00021",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00021",
    "authorLine": "Rob Vos, Marco V. Sánchez",
    "title": "A non-parametric microsimulation approach to assess changes in inequality and poverty",
    "published": "2010-06-30T00:00:00Z",
    "versionDate": "2010-06-30T00:00:00Z",
    "statusDate": "2010-06-30T00:00:00Z",
    "volume": 3,
    "issue": 1,
    "fpage": 8,
    "lpage": 23,
    "elocationId": "8-23",
    "pdf": "http://web:8082/00021/ijm-00021.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        },
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper presents a non-parametric microsimulation methodology for assessing the impact of labour market changes and government transfers on income inequality and poverty at the household level. The approach assumes that labour markets are segmented and determines (as part of a randomized process) which individuals are expected to move in or out of employment and which move from one employment segment to another based on either known or counterfactual information of aggregate labour market changes. The methodology assumes that the distribution of earnings of those who become employed in a particular segment resembles that of the individuals observed to be employed in that segment. The approach can be effectively combined in top-down fashion with static or dynamic computable general equilibrium (CGE) models, which typically provide insufficient information about household income distribution. The paper discusses the virtues and limitations of applying this methodology and further explains to practitioners how to implement it as a stand-alone methodology or in combination with a CGE model. It also shows how the methodology can be generalized to also capture the poverty and inequality effects of changes in non-labour incomes, such as government transfers. One great advantage of this method is that it is not very demanding in terms of modelling labour supply and household behaviour as compared with alternative parametric approaches, while at the same time providing a plausible link between changes in overall labour market conditions and the full household income distribution.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Vos and Sánchez",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "United Nations Department of Economic and Social Affairs"
                    ]
                }
            ],
            "emailAddresses": [
                "vos@un.org"
            ],
            "name": {
                "index": "Vos, Rob",
                "preferred": "Rob Vos"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "United Nations Department of Economic and Social Affairs"
                    ]
                }
            ],
            "emailAddresses": [
                "sanchez-cantillo@un.org"
            ],
            "name": {
                "index": "Sánchez, Marco V.",
                "preferred": "Marco V. Sánchez"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The empirical literature on income distribution is extensive and rather fragmented. Much focuses on the outcomes of the labour market processes, since these appear to be a crucial determinant of earnings and income inequality. The development of counterfactual microsimulations methods to study the determinants of distributional changes owes much to the seminal work by <a href=\"#bib14\">Mincer (1958)</a>, <a href=\"#bib16\">Oaxaca (1973)</a> and <a href=\"#bib4\">Blinder (1973)</a> who focused on the determinants of differentials in wage earnings. These methods are rooted in human capital theory. They are designed to analyze how the income distribution changes depending on the characteristics of individual workers (such as their working experience or level of education), but are less useful in assessing the impact of changes in aggregate labour market conditions (such as the level of unemployment, sectoral labour demand and wages) as further information is required about which workers are most likely to shift position in the labour market in response to changed conditions.",
                    "type": "paragraph"
                },
                {
                    "text": "Recently, several microsimulation methods have been developed which draw on an idea originally developed by Orcutt in the 1950s (<a href=\"#bib17\">Orcutt, 1957</a>) and which try to overcome this informational deficit as well as to assess how changes in the labour market affect poverty and income inequality at the household level. One such approach consists of an econometrically estimated household income generation model, as proposed by Bourguignon and others (see <i>e.g</i>., <a href=\"#bib5\">Bourguignon, <i>et al</i>., 2001</a>, <a href=\"#bib6\">2002a</a>,<a href=\"#bib7\">b</a>). The probabilities and determinants of the model subsequently are used to simulate the impact of changes in labour market conditions, endowments of human capital and returns to these endowments on inequality and poverty at the household level. An alternative counterfactual microsimulation methodology, developed originally by <a href=\"#bib1\">Almeida dos Reis and Paes de Barros (1991)</a>, does not explicitly model labour market behaviour, but assumes instead that the way in which shifts in overall labour market conditions (like changes in unemployment, sectoral labour demand or wages) affect occupational conditions of individual workers can be proxied by a random selection procedure in a segmented labour market. This method can be called non-parametric or non-behavioural, because it does not involve econometrically estimated probabilities of the underlying behaviour.",
                    "type": "paragraph"
                },
                {
                    "text": "Both methods have been applied in conjunction with economy-wide models, more in particular with computable general equilibrium (CGE) models, which may provide a counterfactual for the simulated impact on labour market conditions of an economic shock or policy change. Such models typically only provide outcomes for employment and wages by rather aggregate labour categories and household groups, though. As a consequence, these models provide too little information about distributional changes to derive robust estimates of the impact of simulated shocks and policies on poverty and income distribution at the household level. This limitation can be overcome by combining the CGE analysis with the type of microsimulation methodologies as just described. Bourguignon <i>et al</i>., (<a href=\"#bib6\">2002a</a>, <a href=\"#bib7\">b</a>) first probed this macro-micro modelling using the parametric or behavioural approach for the case of Indonesia. The use of the non-parametric microsimulation approach in conjunction with CGE model analysis, in turn, was pioneered in a number of Latin American studies and later applied more widely (see <a href=\"#bib11\">Vos <i>et al</i>., 2002</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper we focus on the non-parametric microsimulation methodology, its theoretical foundations and applications, and on how the method works in combination with a dynamic CGE model. In doing so, we will explain the virtues and limitations. The main advantage of the non-parametric microsimulation methodology is that it resolves the ‘assignment’ problem in the labour market while requiring little actual modelling effort in contrast to alternative parametric approaches. One of its weaknesses is that a certain sequence must be assumed in how different dimensions of aggregate labour market changes (<i>e.g</i>. changes in unemployment rates, sectoral labour demand, etc.) impact on the situation of individual workers and their families and this could create a problem of path dependence. As argued in this paper, such path dependence may also affect alternative approaches, but more importantly, it need not be a major concern once one can justify the logic of the followed sequence on the basis of plausible labour market behaviour and as long as the size of certain shifts are not very large.",
                    "type": "paragraph"
                },
                {
                    "text": "The remainder of this paper is organized as follows. In <a href=\"#s2\">Section 2</a>, we explain the key theoretical notions behind the non-parametric microsimulations methodology and show how it works in practice. This section also addresses the problem of path dependence and how the methodology can also be used to assess changes in non-labour incomes on household income distribution and poverty. In <a href=\"#appendix-1\">Appendix A.1</a> a practitioner’s guide is given of the basic steps to be taken.<a href=\"#fn1\"><sup>1</sup></a> <a href=\"#s3\">Section 3</a> explains how the method can be applied in conjunction with an economy-wide model, more in particular a dynamic CGE model. As a further addition to the existing literature, the section addresses how to implement the microsimulations in a dynamic setting and the additional assumptions that need to be made as a consequence. The following section provides a numerical example using outcomes from a CGE model for Costa Rica to analyze the impact of changing labour market conditions and government transfers on inequality and poverty by means of the non-parametric simulation method. <a href=\"#s5\">Section 5</a> concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The basic idea behind the microsimulation methodology is to isolate the effects of key determinants of the changes in poverty and inequality. As mentioned, the methodology presented here was originally developed by Almeida dos <a href=\"#bib1\">Reis and Paes de Barros (1991)</a> to analyze wage inequality and was subsequently generalized in order to analyze income inequality and poverty based on the total per capita household income (see <a href=\"#bib19\">Paes de Barros &amp; Leite, 1998</a>; <a href=\"#bib18\">Paes de Barros, 1999</a>; <a href=\"#bib10\">Frenkel and González, 2002</a>; <a href=\"#bib11\">Ganuza <i>et al</i>., 2002</a>). The approach does not explicitly model labour market behaviour for reasons explained further below.",
                    "type": "paragraph"
                },
                {
                    "text": "Instead, it assumes that the impact of changes in overall labour market conditions on the employment status and labour incomes of individual workers can be proxied through a random selection procedure in the context of segmented labour markets.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The basic intuition behind the non-parametric microsimulation approach referred in the above can be explained through a set of basic identities. Total per capita household income (<i>ypc<sub>h</sub></i>) is defined as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1",
                            "label": "(1)",
                            "mathml": "<math><mrow><mi>y</mi><mi>p</mi><msub><mi>c</mi><mi>h</mi></msub><mo>=</mo><mfrac><mn>1</mn><mrow><msub><mi>n</mi><mi>h</mi></msub></mrow></mfrac><mrow><mo>[</mo> <mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mrow><msub><mi>n</mi><mi>h</mi></msub></mrow></munderover><mrow><mi>y</mi><msub><mi>p</mi><mrow><mi>h</mi><mi>i</mi></mrow></msub><mo>+</mo></mrow></mstyle><mi>y</mi><msub><mi>q</mi><mi>h</mi></msub></mrow> <mo>]</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where, <i>n<sub>h</sub></i> is the size of household <i>h</i>, <i>yp<sub>hi</sub></i> the labour income of member <i>i</i> of household <i>h</i>, and <i>yq<sub>h</sub></i> the sum of all non-labour incomes of the household, defined as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ2",
                            "label": "(2)",
                            "mathml": "<math><mrow><mi>y</mi><msub><mi>q</mi><mi>h</mi></msub><mo>=</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mrow><msub><mi>n</mi><mi>h</mi></msub></mrow></munderover><mrow><mi>y</mi><mi>q</mi><msub><mi>p</mi><mrow><mi>h</mi><mi>i</mi></mrow></msub></mrow></mstyle><mo>+</mo><mi>y</mi><mi>q</mi><msub><mi>t</mi><mi>h</mi></msub></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In <a href=\"#equ2\">Equation (2)</a>, <i>yqp<sub>hi</sub></i> equals individual non-labour income of member <i>i</i> of household <i>h</i> and <i>yqt<sub>h</sub></i> equals other household incomes. In the microsimulations, <i>yp<sub>hi</sub></i> is altered for some individuals <i>i</i> of household <i>h</i> as a result of changes in the variables that define the labour market structure.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The labour market structure in year <i>t</i> is defined first in terms of rates of labour participation (<i>P<sub>j</sub></i>) and unemployment (<i>U<sub>j</sub></i>) among different groups <i>j</i> of the population in working age. Individuals maybe classified according to personal characteristics such as sex, age and skill. Next, the structure of employment is defined by sector of activity (<i>S</i>) and occupational category (<i>O</i>) and remuneration (<i>W<sub>1</sub></i>), the level of overall remuneration (<i>W<sub>2</sub></i>) as well as the skill composition of the employed population (represented by variable <i>M</i>). The labour-market structure can thus be written as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ3",
                            "label": "(3)",
                            "mathml": "<math><mrow><mi>λ</mi><mo>=</mo><mi>λ</mi><mrow><mo>(</mo><mrow><mi>P</mi><mo>,</mo><mi>U</mi><mo>,</mo><mi>S</mi><mo>,</mo><mi>O</mi><mo>,</mo><msub><mi>W</mi><mrow><mn>1</mn><mo>,</mo></mrow></msub><msub><mi>W</mi><mrow><mn>2</mn><mo>,</mo></mrow></msub><mi>M</mi></mrow><mo>)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "To define a labour market structure in year <i>t</i>, the population at working age in that year could be classified, for example, into <i>four types</i> of individuals <i>j</i> according to sex and two levels of education (skill versus unskilled), while <i>four segments</i> of the labour market <i>k</i> are defined according to occupational category (wage employees versus self-employed or non-wage workers) and sector of economic activity (for example, agriculture versus non-agriculture). The microsimulation methodology is flexible, however, as regards the number and types of categorizations the user wishes to identify.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Now, let earnings of an individual <i>i</i> be a function of personal characteristics, such as sex, age and skills, and his or her position in the labour market.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Let skills, sex, age and other individual attributes be represented by a variable <i>c</i>. Individual earnings can then be written as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ4",
                            "label": "(4)",
                            "mathml": "<math><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub><mo>=</mo><mi>f</mi><mrow><mo>(</mo><mrow><mi>λ</mi><mo>,</mo><msub><mi>c</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In each microsimulation, employment conditions of an individual <i>i</i> may change as a result of changes in labour market conditions. Hence:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ5",
                            "label": "(5)",
                            "mathml": "<math><mrow><mi>y</mi><msubsup><mi>p</mi><mi>i</mi><mo>∗</mo></msubsup><mo>=</mo><mi>f</mi><mrow><mo>(</mo><mrow><msup><mi>λ</mi><mo>∗</mo></msup><mo>,</mo><msub><mi>c</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>λ</i><sup>*</sup> represents a counterfactual labour market structure. In the application of the microsimulation methodology, the effects can be assessed by altering the variables <i>P</i>, <i>U, S</i>, <i>O</i>, <i>W<sub>1</sub>, W<sub>2</sub></i> and <i>M</i> separately or in sequential cumulative form.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Given <i>λ</i><sup>*</sup> and the resulting <i>yp<sub>i</sub><sup>*</sup></i>, the simulated per capita income is defined as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ6",
                            "label": "(6)",
                            "mathml": "<math><mrow><mi>y</mi><mi>p</mi><msubsup><mi>c</mi><mi>h</mi><mo>∗</mo></msubsup><mo>=</mo><mfrac><mn>1</mn><mrow><msub><mi>n</mi><mi>h</mi></msub></mrow></mfrac><mrow><mo>[</mo> <mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mrow><msub><mi>n</mi><mi>h</mi></msub></mrow></munderover><mrow><mi>y</mi><msub><mi>p</mi><mrow><mi>h</mi><mi>i</mi></mrow></msub><msup><mrow/><mo>*</mo></msup><mo>+</mo><mi>y</mi><msub><mi>q</mi><mi>h</mi></msub></mrow></mstyle></mrow> <mo>]</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The distribution of per capita household income in year <i>t</i> is a function of the above-mentioned labour market variables, as well as the skill, age and sex distribution within households, represented by <i>c</i>, and other factors, captured by a parameter <i>a</i>:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ7",
                            "label": "(7)",
                            "mathml": "<math><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mi>D</mi><mrow><mo>(</mo><mrow><mi>y</mi><mi>p</mi><msub><mi>c</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></mtd><mtd columnalign=\"left\"><mrow><mo>=</mo><mi>D</mi><mrow><mo>(</mo><mrow><mi>P</mi><mo>,</mo><mi>U</mi><mo>,</mo><mi>S</mi><mo>,</mo><mi>O</mi><mo>,</mo><msub><mi>W</mi><mn>1</mn></msub><mo>,</mo><msub><mi>W</mi><mn>2</mn></msub><mo>,</mo><mi>M</mi><mo>,</mo><mi>c</mi><mo>,</mo><mi>a</mi></mrow><mo>)</mo></mrow></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mrow><mo>=</mo><mi>F</mi><mrow><mo>(</mo><mrow><mi>λ</mi><mo>,</mo><mi>c</mi><mo>,</mo><mi>a</mi></mrow><mo>)</mo></mrow></mrow></mtd></mtr></mtable></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Similarly, the distribution of income per capita (<i>ypc</i>) in year <i>t<sup>*</sup></i> is defined as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ8",
                            "label": "(8)",
                            "mathml": "<math><mrow><msup><mi>D</mi><mo>∗</mo></msup><mrow><mo>(</mo><mrow><mi>y</mi><mi>p</mi><msub><mi>c</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>=</mo><mi>F</mi><mrow><mo>(</mo><mrow><msup><mi>λ</mi><mo>∗</mo></msup><mo>,</mo><msup><mi>c</mi><mo>∗</mo></msup><mo>,</mo><msup><mi>a</mi><mo>∗</mo></msup></mrow><mo>)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Assuming “other factors” (<i>a</i>) are constant and since a change in the overall level of earnings <i>W<sub>2</sub></i> does not influence the distribution, the change in inequality in labour earnings between two years (or between a counterfactual and an observed distribution) can be defined as a function of the changes in the remaining six labour market variables and in individual attributes (<i>c</i>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ9",
                            "label": "(9)",
                            "mathml": "<math><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mi>Δ</mi><mi>D</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>=</mo></mrow></mtd><mtd columnalign=\"left\"><mrow><mi>D</mi><mrow><mo>(</mo><mrow><msup><mi>P</mi><mo>∗</mo></msup><mo>,</mo><msup><mi>U</mi><mo>∗</mo></msup><mo>,</mo><msup><mi>S</mi><mo>∗</mo></msup><mo>,</mo><msup><mi>O</mi><mo>∗</mo></msup><mo>,</mo><msub><mi>W</mi><mn>1</mn></msub><msup><mrow/><mo>∗</mo></msup><mo>,</mo><msup><mi>M</mi><mo>∗</mo></msup><mo>,</mo><msup><mi>c</mi><mo>∗</mo></msup></mrow><mo>)</mo></mrow></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mrow><mo>−</mo><mi>D</mi><mrow><mo>(</mo><mrow><mi>P</mi><mo>,</mo><mi>U</mi><mo>,</mo><mi>S</mi><mo>,</mo><mi>O</mi><mo>,</mo><msub><mi>W</mi><mn>1</mn></msub><mo>,</mo><mi>M</mi><mo>,</mo><mi>c</mi></mrow><mo>)</mo></mrow></mrow></mtd></mtr></mtable></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In a microsimulation, the estimates of the six labour market variables of year <i>t</i> would be replaced by those of year <i>t*</i> (or the counterfactual obtained from, for instance, a CGE model simulation). The simulated change is thus defined as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ10",
                            "label": "(10)",
                            "mathml": "<math><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msup><mi>Δ</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msup><mi>D</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></mtd><mtd columnalign=\"left\"><mrow><mo>≡</mo><msup><mi>D</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>−</mo><mi>D</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mrow><mo>=</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>s</mi><mo>=</mo><mn>1</mn></mrow><mn>6</mn></munderover><mrow><mrow><mo>[</mo> <mrow><msubsup><mi>D</mi><mi>s</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>−</mo><msubsup><mi>D</mi><mrow><mi>s</mi><mo>−</mo><mn>1</mn></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow></mstyle></mrow></mtd></mtr></mtable></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ11",
                            "mathml": "<math><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mi>D</mi><mn>1</mn><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>=</mo><mi>D</mi><mrow><mo>(</mo><mrow><msup><mi>P</mi><mo>∗</mo></msup><mo>,</mo><mi>U</mi><mo>,</mo><mi>S</mi><mo>,</mo><mi>O</mi><mo>,</mo><msub><mi>W</mi><mn>1</mn></msub><mo>,</mo><mi>M</mi><mo>,</mo><mi>c</mi></mrow><mo>)</mo></mrow><mo>,</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mi>D</mi><mn>2</mn><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>=</mo><mi>D</mi><mrow><mo>(</mo><mrow><msup><mi>P</mi><mo>∗</mo></msup><mo>,</mo><msup><mi>U</mi><mo>∗</mo></msup><mo>,</mo><mi>S</mi><mo>,</mo><mi>O</mi><mo>,</mo><msub><mi>W</mi><mn>1</mn></msub><mo>,</mo><mi>M</mi><mo>,</mo><mi>c</mi></mrow><mo>)</mo></mrow><mo>,</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mi>D</mi><mn>3</mn><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>=</mo><mi>D</mi><mrow><mo>(</mo><mrow><msup><mi>P</mi><mo>∗</mo></msup><mo>,</mo><msup><mi>U</mi><mo>∗</mo></msup><mo>,</mo><msup><mi>S</mi><mo>∗</mo></msup><mo>,</mo><mi>O</mi><mo>,</mo><msub><mi>W</mi><mn>1</mn></msub><mo>,</mo><mi>M</mi><mo>,</mo><mi>c</mi></mrow><mo>)</mo></mrow><mo>,</mo><mtext>  </mtext><mn>......</mn><mtext>  etc</mtext><mo>.</mo></mrow></mtd></mtr></mtable></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In principle, the difference between the observed and simulated change is the result of interaction effects and the fact that <i>c</i> may have changed as denoted as follows:<a href=\"#fn2\"><sup>2</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ12",
                            "label": "(11)",
                            "mathml": "<math><mrow><mi>Δ</mi><msub><mi>D</mi><mrow><mi>r</mi><mi>e</mi><mi>s</mi></mrow></msub><mo>=</mo><mi>Δ</mi><mi>D</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>−</mo><msup><mi>Δ</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msup><mi>D</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The interaction effects (<i>ΔD<sub>res</sub></i>) are derived here as a residual. In the discussion further below we discuss the importance of these effects when addressing the problem of path dependency in the application of this microsimulation methodology.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Basic Notions",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The methodology does not explicitly model labour market behaviour. The latter is approached in a rudimentary way by assuming a certain compartmentalization or segmentation of the labour market and the possibility of individuals to move from one segment to another. Individuals that change segment are assigned a new labour income which is the average of the workers in that segment. In a parametric approach, such as that proposed by Bourguignon and others, for instance, one would model the probability of an individual worker being employed or not, being in a particular occupation and sector of activity and earning a labour income corresponding to the worker’s occupation. Those probabilities then can be used to simulate the likelihood of a worker to change position in the labour market when overall conditions change.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A conventional approach to study the distribution of earnings is to apply the human capital model and to model labour participation and earnings functions based on individual characteristics and conditioning factors of the household the individual belongs to. In essence, this is also the approach applied by Bourguignon and others, in the development of their microsimulations approach. This approach to modelling labour market behaviour had been criticized, however, for overemphasizing labour supply factors and inadequately considering the demand side of the labour market (see <i>e.g</i>. <a href=\"#bib12\">Hartog, 1985</a>, <a href=\"#bib13\">1986</a>). Alternative models acknowledge that there is an ‘assignment problem’ in the economy (see <i>e.g</i>. <a href=\"#bib23\">Sattinger, 1993</a>). These labour market models consider that the distribution of earnings cannot be explained by merely considering characteristics of <i>individuals</i>, but that the characteristics of <i>jobs</i> also need to be taken into account. Assignment models, which consider individual and job characteristics, assume that selection in labour market positioning is the result of voluntary choices by individual workers. Models of labour market segmentation, in contrast, assume the selection is involuntary (see the overview of theories in <a href=\"#bib2\">Atkinson &amp; Bourguignon, 2000</a>: 23). This approach goes to another extreme by assuming that access to some segments of the labour market is restricted. It is then labour demand, rather than individual attributes on the supply side that is seen as the major determinant of the labour market position of individuals and hence also of the distribution of earnings. There is no consensus as to which labour market modelling approach provides the best empirical approximation of actual behaviour and of changes in labour earnings.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The non-parametric approach to microsimulations presented here takes a middle ground. It considers both individual characteristics of workers and a certain labour market segmentation, but allows workers to move across segments at the margin; that is, workers are allowed to move from unemployment into employment, from non-wage to wage employment or from agriculture to non-agriculture, or <i>vice versa</i>, for instance, depending on changes in aggregate labour market conditions set from both the supply and demand side. Given the complexities in adequately modelling labour market behaviour empirically, it is then assumed that the probability that one rather than another individual moves position may just as well be approximated by a <i>randomized process</i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to simulate which person or worker is affected by a particular change in labour market conditions, the non-parametric microsimulation approach assigns random numbers to individuals grouped by the predefined individual attributes and labour market segments. By repeating the simulations a sufficient number of times—in Monte Carlo fashion—a confidence interval of 95 per cent for the results (such as inequality and poverty indices) can be generated.<a href=\"#fn3\"><sup>3</sup></a> This randomized process is used to determine: (<i>i</i>) which persons at working age change their labour force status (inactivity versus activity; and, if active, employed versus unemployed); (<i>ii</i>) who will change from one segment of the labour market to another (sector and/or occupational category); (<i>iii</i>) which employed persons obtain a different level of education; and (<i>iv</i>) how are new mean labour incomes assigned to individuals.<a href=\"#fn4\"><sup>4</sup></a> <a href=\"#appendix-1\">Appendix A.1</a> spells out each step to be taken when applying the simulation methodology in practice.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Randomized labour market behaviour",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Following the indicated procedure, a new income distribution is generated in each simulation. From here any desired poverty and inequality index can be calculated. Since random numbers are used, the mean values of the simulated poverty and inequality indices of each iteration have to be calculated. Hence, the assumption is that, on average, the effect of the random changes correctly reflects the impact of the actual changes in the labour market. Analogous to <a href=\"#equ10\">Equation (10)</a>, the mean simulated change in, for instance, the indices of earnings inequality can be written as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ13",
                            "label": "(12)",
                            "mathml": "<math><mrow><mover accent=\"true\"><mrow><msup><mi>Δ</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>≡</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>s</mi><mo>=</mo><mn>1</mn></mrow><mn>6</mn></munderover><mrow><mrow><mo>[</mo> <mrow><msubsup><mrow><mover accent=\"true\"><mi>I</mi><mo stretchy=\"true\">¯</mo></mover></mrow><mi>s</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>−</mo><msubsup><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mrow><mi>s</mi><mo>−</mo><mn>1</mn></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow></mstyle></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ14",
                            "mathml": "<math><mrow><msubsup><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mn>0</mn><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>=</mo><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mtext> </mtext><mo>⋅</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Accordingly, the residual change is defined as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ15",
                            "label": "(13)",
                            "mathml": "<math><mrow><msub><mi>Δ</mi><mrow><mi>r</mi><mi>e</mi><mi>s</mi></mrow></msub><mi>I</mi><mo>=</mo><mi>Δ</mi><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>−</mo><mover accent=\"true\"><mrow><msup><mo>△</mo><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The main advantage of this non-parametric micro-simulation methodology is that it allows simulating the impact of changes in the labour-market structure on the full income distribution, while staying low in modelling intensity. In fact, it requires relatively little information beyond the micro dataset providing the full income distribution, such as a household survey. The method further allows for a dynamic decomposition of the relative importance of the factors driving changes in the distributions of incomes and in poverty.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Simulating income inequality and poverty",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A weakness of the approach is, of course, that it does not make full use of all possibly available information on labour market behaviour. However, as indicated, doubts about the robustness of the parameters derived from existing labour market models may precisely provide one reason for using the more simple non-parametric approach. More critically, perhaps, the simulation results may be path dependent. That is, results might change depending on the choice of the base year when the microsimulation method is applied in a case of analyzing the distributional change between two observed labour market structures. Path dependence could also be a problem in any sequential simulation of changes in labour market conditions. In other words, it could make a difference, given the cumulative effects, whether in an assumed sequence one would first simulate, say, changes in employment by occupational category (<i>O</i>) rather than by sector of employment (<i>S</i>). In the simulation procedure one has to define the sequence upfront; hence, knowing whether the particular sequence in which changes in labour market conditions are imposed matters or not is important.<a href=\"#fn5\"><sup>5</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "It can be shown formally that path dependence in terms of the order of sequence shows greater sensitivity when the interaction terms of the changes in the labour market variables are large (see <a href=\"#bib9\">De Jong, 2001</a>, <a href=\"#bib25\">Vos &amp; De Jong, 2001</a>; and <a href=\"#appendix2\">Appendix A.2</a> for a proof). The interaction terms, in turn, could become large when major shifts in the labour market take place. However, as argued by <a href=\"#bib11\">Ganuza <i>et al</i>. (2002)</a>, there is also an economic logic to the order in which the various effects need to be analyzed. The sequence as typically defined in applications of the non-parametric microsimulation method reproduces the steps used in many labour market models. It is assumed that agents first decide whether to participate or not (<i>P</i>). Then the market defines whether they can find employment or not (<i>U</i>). If they found employment, the adjustment process of the labour market defines in which sector (<i>S</i>) they will be located and the occupation category of their employment (<i>O</i>) (though, in practice, the sector and occupational choice more likely will be a simultaneous process.). Obviously, their decisions as to whether to work or not can be influenced by the relative remuneration, but, once the sector and the occupation in which they obtain employment are defined, the probability of the relative remuneration they will have becomes known. The changes in labour supply and demand in each segment of the labour market are likely to be a factor underlying changes in the remuneration structure for different sex and skill groups, while the change in average level of remuneration is a reflection of the overall performance of the economy. Finally, the skill composition of the workforce is partly a result of demand factors in the labour market, but probably mainly the result of more exogenous changes in endowments. Of course, human capital formation is also likely to be a function of expected earnings in the labour market (see <i>e.g</i>. <a href=\"#bib3\">Behrman, 1999</a>). These are arguments for considering changes in the skill composition as the last step in the sequential simulation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although even by the above logic the sequence of some of the parameter changes could be reversed (such as between the assignment by sector or occupation category), the proposed sequence would seem plausible in most contexts. Empirical tests with alternative sequences for the urban labour market variables using the living standards measurement study (LSMS) surveys for Ecuador suggest that interaction terms in this particular case are small; hence, aggregate results are not sensitive to the sequence of parameter changes (<a href=\"#bib25\">Vos &amp; de Jong, 2001</a>). The same study for Ecuador also shows that altering the occupational category structure prior to the sector of economic activity structure yields somewhat larger residuals but does not much change the relative importance of the impact of the changes in the labour market variables on outcomes for inequality and poverty.<a href=\"#fn6\"><sup>6</sup></a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4 Path dependence",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The impact of changes in non-labour incomes (such as pension incomes or other transfers, rental incomes, as well as, with a negative sign, direct taxes) can be simulated by assigning the income change to households that are expected to receive the income. This may require additional information about which household are expected to benefit from the income change. The direct impact on inequality and poverty can then be simulated by making the appropriate adjustments to variable <i>yq<sub>h</sub></i> in <a href=\"#equ1\">Equation 1</a> so as to obtain a new level and distribution of per capita household income <i>ypc<sub>h</sub></i>. Assuming information is available about which type of households are expected to gain (or lose) from the non-labour income change, no randomized assignment procedure needs to be applied. If it further maybe assumed that non-labour income generation does not directly interact with labour market variables, this additional step in the microsimulations procedure will not be path dependent and, hence, can be introduced either at the end or beginning of the microsimulations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Changes in non-labour incomes may also have economy-wide effects by the way these are generated or by the impact on prices and economic activity. For instance, a cash transfer programme with significant coverage will have fiscal effects and affect production activities depending on the way the programme is financed (<i>e.g</i>. via higher taxation or increases in public borrowing). Changes in rental incomes may be associated with, say, changes in interest rates which likely have economy-wide effects through investment and consumption behaviour. Cash transfers received by individuals or families may affect labour participation behaviour (as it may induce them to work less or not to seek work) and, if significant, could alter outcomes in terms of unemployment and wage rates. As a further example, changes in workers’ remittances from abroad will affect the balance of payments and may influence the real exchange rate, which may trigger further economy wide effects through its impact on exports, production, real wages, and employment. When using the microsimulation method in combination with an economy-wide framework, such as a CGE model, such general equilibrium effects can be taken into account by first simulating the impact of, say, a government transfer programme through the CGE model and then using the resulting labour market outcomes in an application of the non-parametric microsimulation methodology as outlined above.<a href=\"#fn7\"><sup>7</sup></a> This way, both the direct and second-order general equilibrium effects of a transfer on the distribution of per capita household incomes can be accounted for. In the illustration of an application of the non-parametric microsimulation method presented in section 4, an example is included of both the direct and indirect effects of a government transfer to households.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-5",
                    "title": "2.5 Accounting for changes in non-labour incomes",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Non-parametric microsimulation approach",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The microsimulation approach outlined above may be applied to analyze distributional changes comparing two observed distributions or by imposing a counterfactual labour market structure (<i>e.g</i>. resulting after a macroeconomic shock or policy change) simulated through an economy-wide model. In the former case one would “impose” the labour market structure as observed in, say, 2010 on to household or labour force survey data for 2000 to assess the impact of changes in different labour market variables on poverty and inequality. In the latter case, the changes in labour market variables are model driven, for instance as simulated through a CGE model.",
                    "type": "paragraph"
                },
                {
                    "text": "CGE models typically have enough detail by sectors and labour categories to provide enough ‘structure’ to meaningfully apply the microsimulation method. Macroeconomic models mostly only generate counterfactuals for aggregate employment and unemployment and for average, economy-wide wages. This would still leave the assignment problem as to, for example, which workers are more likely to become unemployed (or which unemployed would find a job) when assessing distributional outcomes, but clearly would not reveal any other labour market shifts which result in distributional changes.",
                    "type": "paragraph"
                },
                {
                    "text": "The non-parametric microsimulation method has been applied to both outcomes derived from static (see <i>e.g</i>. <a href=\"#bib11\">Vos <i>et al</i>., 2002</a>, <a href=\"#bib27\">2006</a>) and dynamic CGE models (see <i>e.g</i>. <a href=\"#bib20\">Sánchez, 2004</a>; <a href=\"#bib21\">Sánchez &amp; Vos, 2005</a>, <a href=\"#bib22\">2006</a>). In both cases, the modelling approach is called ‘top down’ in that the results of the CGE model are taken forward to the microsimulations, but that there is no feedback from the outcomes of the latter into the CGE model. A major advantage of doing this in top-down fashion is that the analysis (and ‘modelling’) of household and labour market behaviour can be done separately from the economy-wide analysis and that there is no need to reconcile household survey data with national accounts and other macroeconomic data. The communication between the two types of models is in the form of information about prices, wages and employment and there is no need to reconcile data on levels.",
                    "type": "paragraph"
                },
                {
                    "text": "One reason to combine the two methods is that CGE models typically only provide information about (simulated) changes in income distribution between fairly aggregate labour categories and household groups, hence missing out much of possible within-group changes. The microsimulations can then help to make up for the missing detail. An alternative approach would be to introduce distribution functions into the CGE model. However, this is often done by assuming given (static) distribution functions and does not resolve the ‘assignment problem’, as discussed above, and because of which the within-group distribution may not be assumed constant. The microsimulation methodology resolves this problem, but under the limiting assumptions as discussed in the previous section.",
                    "type": "paragraph"
                },
                {
                    "text": "A further alternative would be to apply a sequential modelling approach whereby bi-directional link between a CGE and a household and occupational choice model is established and requires obtaining a converging solution between both models. An example of this approach can be found in <a href=\"#bib24\">Savard (2003)</a> and has the advantages of considering feedback effects of poverty and inequality on consumption, production, and labour market adjustment and of ensuring coherence between the micro data and the aggregates of the CGE model. This method is, however, more demanding as it requires maintaining coherence in macro-micro behaviour across the two types of models and convergence cannot be guaranteed in practice. The results for poverty and inequality are also less tractable than in the top-down approach, as presented here.",
                    "type": "paragraph"
                },
                {
                    "text": "Application of the top-down approach using a static CGE model and the non-parametric microsimulation method is straightforward. It works the same way as when applying the microsimulations to household survey data at two different points in time. In a purely static framework, the CGE model would be used to generate the counterfactual labour market structure <i>λ*</i>.<a href=\"#fn8\"><sup>8</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "The top-down approach can be also be applied using a dynamic CGE model following the procedure spelled out in <a href=\"#bib20\">Sánchez (2004)</a> and Sánchez and Vos (<a href=\"#bib21\">2005</a>, <a href=\"#bib22\">2006</a>). This procedure combines dynamic CGE simulations and non-parametric microsimulations based on information from one household survey (typically for the base year of the model). Practitioners may have little other alternative if their CGE model performs counterfactual simulations into the future for years for which no new observed survey data are available. In these applications, the dynamic CGE model provides estimates of the labour market structure <i>λ<sub>t</sub></i><sup>*base</sup> for each year <i>t</i> of the baseline period. Policy experiments or experiments reflecting an exogenous shock are typically carried out to modify the baseline, generating simulations for new labour market structures <i>λ<sub>t</sub><sup>*sim</sup></i> for each scenario <i>sim</i>. The new labour market structures for the baseline and all scenarios are then imposed on the base-year survey data set by running the non-parametric microsimulation procedure.",
                    "type": "paragraph"
                },
                {
                    "text": "Following this procedure requires accepting a number of additional restrictive assumptions. One would either need to assume no demographic changes take place during the simulation period or that these can be imposed exogenously (by adjusting variables “<i>c</i>” and “<i>a</i>” in <a href=\"#equ7\">Equation 7</a>) as most dynamic CGE models do not endogenize demographic change. More typically, these assume demographic changes are exogenous and in some cases constant (such as participation rates). The consequence of the latter assumption is participation rates (<i>P</i>) would remain unchanged and hence play no role in distributional outcomes assessed through the microsimulations.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Top-down combination of a CGE model and the non-parametric micro-simulation method",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "In this sub-section we show the application of the non-parametric microsimulation approach in combination with a dynamic-recursive CGE model developed by <a href=\"#bib8\">Cicowiez and Sánchez (2009)</a> and on income distribution and poverty and the effectiveness of social transfer schemes in protecting the poor against such shocks.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The baseline scenario of this model runs from 2002 until 2012 as we apply this using a dataset for Costa Rica. We combined a “growth calibration” with a set of closure rules to enable replication of the aggregate functioning of the economy as observed for 2002–2009. For 2010–12 the baseline is calibrated to an output growth path suggested by projections of the Central Bank of Costa Rica. According to these projections, Costa Rica’s economy is seen to recover quickly from the global economic crisis that erupted in 2008 and to converge to its pre-crisis GDP growth rate of around 4.5 per cent per annum.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The non-parametric microsimulation methodology is first applied to generate new baseline income distributions for every year of the simulation period using the outcomes for the labour market variables embedded in the CGE model. Though the actual base year of the CGE model is 2002, below we present a selection of results for the 2008–2012 period only. The micro dataset used for running the microsimulations was derived from the 2008 Multiple Purpose Household Survey of the National Institute of Statistics and Censuses (INEC) of Costa Rica.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As shown in <a href=\"#table1\">Table 1</a>, the baseline assumptions of the CGE for Costa Rica are consistent with a relatively rapid output recovery from the 2008–2009 global economic crisis with employment and wages showing positive growth during 2008–2012. While the CGE model allows for underutilization of factors and, hence, unemployment, the rate of unemployment remains rather constant as in 2008 (the base year here), the assumed minimum or ‘natural’ rate of open unemployment of about 6 per cent was reached and consequently with the growth and employment recovery after the 2009 recession, most labour market adjustment falls on real labour incomes. These fall visibly in 2009, but the average labour income per worker (<i>W<sub>2</sub></i>) would recover in 2010, along with overall employment conditions. Employment by sector (<i>S</i>) and type of occupation (<i>O</i>) does not change much in the baseline growth path, but there are significant shifts in relative wages (<i>W<sub>1</sub></i>), as shown in <a href=\"#table2\">Table 2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: CGE model and microsimulation results for Costa Rica.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn1_1",
                                            "label": "a",
                                            "text": [
                                                {
                                                    "text": "Real monthly labour income in <i>colones</i>, excluding social security contributions",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn1_2",
                                            "label": "b",
                                            "text": [
                                                {
                                                    "text": "Calculation based on a national poverty line.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th> </th>\n<th>2008</th>\n<th>2010</th>\n<th>2012</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Real GDP (at factor cost)</td>\n<td>2.6</td>\n<td>2.2</td>\n<td>4.4</td>\n</tr>\n<tr>\n<td>Total unemployment rate (%)</td>\n<td>6.0</td>\n<td>5.9</td>\n<td>5.9</td>\n</tr>\n<tr>\n<td>Employment (in thousands of workers)</td>\n<td>1,958</td>\n<td>2,035</td>\n<td>2,115</td>\n</tr>\n<tr>\n<td>Labour income per worker <a href=\"#tfn1_1\"><sup>a</sup></a></td>\n<td>239,984</td>\n<td>242,083</td>\n<td>254,820</td>\n</tr>\n<tr>\n<td>Total poverty incidence (% of population) <a href=\"#tfn1_2\"><sup>b</sup></a></td>\n<td>20.7</td>\n<td>19.5</td>\n<td>16.5</td>\n</tr>\n<tr>\n<td>Extreme poverty incidence (% of population) <a href=\"#tfn1_2\"><sup>b</sup></a></td>\n<td>4.3</td>\n<td>4.1</td>\n<td>3.6</td>\n</tr>\n<tr>\n<td>Gini coefficient for labour income</td>\n<td>0.461</td>\n<td>0.456</td>\n<td>0.447</td>\n</tr>\n<tr>\n<td>Gini coefficient for per-capita household income</td>\n<td>0.497</td>\n<td>0.490</td>\n<td>0.478</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Real GDP growth and labour-market, poverty and inequality results in the baseline scenario for Costa Rica, 2008–2012.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Baseline estimates of CGE model for Costa Rica.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn2_1",
                                            "label": "a",
                                            "text": [
                                                {
                                                    "text": "Changes in relative remuneration are similar across sector of activity.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\"/>\n<th colspan=\"3\">Real labour income per worker (<i>colones</i>)</th>\n<th colspan=\"3\">Relative remuneration (<i>W<sub>1</sub></i>) <a href=\"#tfn2_1\"><sup>a</sup></a></th>\n</tr>\n<tr>\n<th>2008</th>\n<th>2010</th>\n<th>2012</th>\n<th>2008</th>\n<th>2010</th>\n<th>2012</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"7\">Unskilled female workers</td>\n</tr>\n<tr>\n<td>Wage earners</td>\n<td>167,077</td>\n<td>165,631</td>\n<td>167,821</td>\n<td>0.696</td>\n<td>0.684</td>\n<td>0.659</td>\n</tr>\n<tr>\n<td>Non-wage earners</td>\n<td>44,021</td>\n<td>44,820</td>\n<td>47,644</td>\n<td>0.183</td>\n<td>0.185</td>\n<td>0.187</td>\n</tr>\n<tr>\n<td colspan=\"7\">Unskilled male workers</td>\n</tr>\n<tr>\n<td>Wage earners</td>\n<td>243,219</td>\n<td>258,632</td>\n<td>293,963</td>\n<td>1.013</td>\n<td>1.068</td>\n<td>1.154</td>\n</tr>\n<tr>\n<td>Non-wage earners</td>\n<td>160,052</td>\n<td>166,719</td>\n<td>190,108</td>\n<td>0.667</td>\n<td>0.689</td>\n<td>0.746</td>\n</tr>\n<tr>\n<td colspan=\"7\">Skilled female workers</td>\n</tr>\n<tr>\n<td>Wage earners</td>\n<td>396,095</td>\n<td>388,726</td>\n<td>389,430</td>\n<td>1.651</td>\n<td>1.606</td>\n<td>1.528</td>\n</tr>\n<tr>\n<td>Non-wage earners</td>\n<td>90,935</td>\n<td>84,048</td>\n<td>81,142</td>\n<td>0.379</td>\n<td>0.347</td>\n<td>0.318</td>\n</tr>\n<tr>\n<td colspan=\"7\">Skilled male workers</td>\n</tr>\n<tr>\n<td>Wage earners</td>\n<td>390,806</td>\n<td>383,148</td>\n<td>384,967</td>\n<td>1.628</td>\n<td>1.583</td>\n<td>1.511</td>\n</tr>\n<tr>\n<td>Non-wage earners</td>\n<td>165,769</td>\n<td>155,686</td>\n<td>158,703</td>\n<td>0.691</td>\n<td>0.643</td>\n<td>0.623</td>\n</tr>\n<tr>\n<td>Average labour income economy</td>\n<td>239,984</td>\n<td>242,083</td>\n<td>254,820</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Real labour income of workers by skill, sex and occupational category, 2008–2012.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table2\">Table 2</a> shows that the relative remuneration of unskilled workers, especially wage male workers, regardless of their occupational category, increase substantially relative to the base year. In contrast, earnings of skilled workers are projected to decline. Exchange rate depreciation, triggered by the recession at the beginning of the period, is the main cause of this redistribution of labour incomes. In the CGE model, the depreciation would stimulate an export-led recovery in subsequent years mainly benefiting export agriculture and other activities that are relatively intensive in the use of unskilled labour. The increase in demand for this labour category exceeds growth of labour supply (which is exogenous in the CGE model), thus pushing up wages of unskilled workers relative to those of other workers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The information about the simulated changes in the labour market variables as indicated above was subsequently used to run the microsimulations and obtain poverty and inequality estimates for each year of the baseline period. The results are presented in <a href=\"#table3\">Table 3</a>. Since, as mentioned the participation rate is assumed constant in the Costa Rica CGE, variable <i>P</i> does not change and, hence, in this application the sequential and cumulative effects of changes in the labour market structure start with the impact of changes in the unemployment rates (for <i>j</i> groups of individuals), followed by the other effects in the sequence of <a href=\"#equ3\">Equation 3</a>. Not surprisingly given the CGE baseline outcomes, changes in the remuneration structure (<i>W<sub>1</sub></i>) exert the stronger impact on changes in poverty. Unskilled workers which are more likely to be poor, see above-average income improvements helping a fair number of them (and their families) climb out of poverty. The increase in the mean remuneration (<i>W<sub>2</sub></i>) also has a visible poverty-reducing impact but weaker than the distributional effect. The changes in unemployment (<i>U</i>) and composition of employment by sector (<i>S</i>) and occupation (<i>O</i>) show as expected no notable effect and also changes in the skill composition of employment are not large enough to affect poverty in any significant way.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: CGE model and microsimulation results for Costa Rica.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Key</i>: Simulations present cumulative effects of changes in: <i>U</i> = unemployment; <i>S</i> = employment by sector; <i>O</i> = employment by occupational category; <i>W<sub>1</sub></i> = relative remuneration per worker; <i>W<sub>2</sub></i> = mean real remuneration per worker; <i>M</i> = skill level.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn3_1",
                                            "label": "a",
                                            "text": [
                                                {
                                                    "text": "Sequential and cumulative effects are presented for changes in the type of labour market variables as explained in the text.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn3_2",
                                            "label": "b",
                                            "text": [
                                                {
                                                    "text": "Calculation based on a national poverty line.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>Total poverty incidence (% of population)<a href=\"#tfn3_2\"><sup>b</sup></a></th>\n<th>Extreme poverty incidence (% of population) <a href=\"#tfn3_2\"><sup>b</sup></a></th>\n<th>Gini coefficient for labour income</th>\n<th>Gini coefficient for per-capita household income</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"5\">2008</td>\n</tr>\n<tr>\n<td><i>U</i></td>\n<td>20.7</td>\n<td>4.3</td>\n<td>0.461</td>\n<td>0.497</td>\n</tr>\n<tr>\n<td><i>U+S</i></td>\n<td>20.7</td>\n<td>4.3</td>\n<td>0.461</td>\n<td>0.497</td>\n</tr>\n<tr>\n<td><i>U+S+O</i></td>\n<td>20.7</td>\n<td>4.3</td>\n<td>0.461</td>\n<td>0.497</td>\n</tr>\n<tr>\n<td><i>U+S+O+W<sub>1</sub></i></td>\n<td>20.7</td>\n<td>4.3</td>\n<td>0.461</td>\n<td>0.497</td>\n</tr>\n<tr>\n<td><i>U+S+O+W<sub>1</sub>+W<sub>2</sub></i></td>\n<td>20.7</td>\n<td>4.3</td>\n<td>0.461</td>\n<td>0.497</td>\n</tr>\n<tr>\n<td><i>U+S+O+W<sub>1</sub>+W<sub>2</sub>+M</i></td>\n<td>20.7</td>\n<td>4.3</td>\n<td>0.461</td>\n<td>0.497</td>\n</tr>\n<tr>\n<td colspan=\"5\">2010</td>\n</tr>\n<tr>\n<td><i>U</i></td>\n<td>20.6</td>\n<td>4.3</td>\n<td>0.461</td>\n<td>0.497</td>\n</tr>\n<tr>\n<td><i>U+S</i></td>\n<td>20.6</td>\n<td>4.3</td>\n<td>0.461</td>\n<td>0.497</td>\n</tr>\n<tr>\n<td><i>U+S+O</i></td>\n<td>20.6</td>\n<td>4.3</td>\n<td>0.461</td>\n<td>0.497</td>\n</tr>\n<tr>\n<td><i>U+S+O+W<sub>1</sub></i></td>\n<td>19.8</td>\n<td>4.1</td>\n<td>0.456</td>\n<td>0.491</td>\n</tr>\n<tr>\n<td><i>U+S+O+W<sub>1</sub>+W<sub>2</sub></i></td>\n<td>19.6</td>\n<td>4.1</td>\n<td>0.456</td>\n<td>0.491</td>\n</tr>\n<tr>\n<td><i>U+S+O+W<sub>1</sub>+W<sub>2</sub>+M</i></td>\n<td>19.5</td>\n<td>4.1</td>\n<td>0.456</td>\n<td>0.490</td>\n</tr>\n<tr>\n<td colspan=\"5\">2012</td>\n</tr>\n<tr>\n<td><i>U</i></td>\n<td>20.5</td>\n<td>4.2</td>\n<td>0.461</td>\n<td>0.497</td>\n</tr>\n<tr>\n<td><i>U+S</i></td>\n<td>20.5</td>\n<td>4.2</td>\n<td>0.461</td>\n<td>0.497</td>\n</tr>\n<tr>\n<td><i>U+S+O</i></td>\n<td>20.4</td>\n<td>4.2</td>\n<td>0.461</td>\n<td>0.496</td>\n</tr>\n<tr>\n<td><i>U+S+O+W<sub>1</sub></i></td>\n<td>18.1</td>\n<td>3.8</td>\n<td>0.447</td>\n<td>0.479</td>\n</tr>\n<tr>\n<td><i>U+S+O+W<sub>1</sub>+W<sub>2</sub></i></td>\n<td>16.6</td>\n<td>3.6</td>\n<td>0.447</td>\n<td>0.479</td>\n</tr>\n<tr>\n<td><i>U+S+O+W<sub>1</sub>+W<sub>2</sub>+M</i></td>\n<td>16.5</td>\n<td>3.6</td>\n<td>0.447</td>\n<td>0.478</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Sequential and cumulative effects for changes in the labour-market parameters for the baseline scenario for Costa Rica<a href=\"#tfn3_1\"><sup>a</sup></a>, 2008–2012.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "A similar pattern is found in the impact of the labour market adjustment on inequality as measured by the Gini coefficient. In the baseline simulation it is principally the change in <i>W<sub>1</sub></i> which helps reduce the inequality in both the distribution of labour incomes and that of household per-capita income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The changes in poverty and inequality as obtained through the microsimulations are statistically significant (at 95 per cent confidence) for changes in <i>W<sub>1</sub></i> and <i>W<sub>2</sub></i>, but not for most other effects for which the changes tend to be within the confidence interval, as can be seen <a href=\"#tableA1\">Table A.1</a> in <a href=\"#appendix3\">Appendix A3</a>. As explained above, the confidence intervals were obtained by repeating the randomized assignment process 30 times in Monte Carlo fashion.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Baseline simulations",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As a further example, we show the direct and indirect (general-equilibrium) effects of an expansion of a cash transfer programme for poor households in Costa Rica. The simulation assumes that from 2011 poor households receive an increment of $25 per child in primary school age.<a href=\"#fn9\"><sup>9</sup></a> The cash transfer is not made conditional on having a child in the household attending primary school.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The general equilibrium effects of this expanded transfer programme are rather small. At the macro level, as shown in <a href=\"#table4\">Table 4</a>, the cost of the transfer programme leads to an increase of the fiscal deficit by 0.1 per cent of GDP as compared with the baseline. In the simulated scenario the budget deficit is assumed to be financed entirely through domestic borrowing. Aggregate output is affected as less domestic savings become available for private investment.<a href=\"#fn10\"><sup>10</sup></a> The impact is very modest, however. As in the baseline, the labour market adjustment principally takes place through real wages. All workers see a decline in real labour incomes, though the impact is somewhat stronger among non-wage, self-employed and family workers. As a result of these general equilibrium effects, average household incomes (as measured in the CGE) fall on balance for non-poor households.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: CGE model and microsimulation results for Costa Rica.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn4_1",
                                            "label": "a",
                                            "text": [
                                                {
                                                    "text": "The performed simulation is explained in the text.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn4_2",
                                            "label": "b",
                                            "text": [
                                                {
                                                    "text": "Percentage deviation for all variables except for fiscal deficit for which results are presented in percentage points of GDP, and poverty and inequality for which absolute changes of the indicator are used.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>2011</th>\n<th>2012</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Gross capital formation</td>\n<td>−1.0</td>\n<td>−1.0</td>\n</tr>\n<tr>\n<td>Real GDP at market prices</td>\n<td>−0.2</td>\n<td>−0.3</td>\n</tr>\n<tr>\n<td>Government income</td>\n<td>−0.5</td>\n<td>−0.6</td>\n</tr>\n<tr>\n<td>Government expenditure</td>\n<td>0.2</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Fiscal deficit/GDP</td>\n<td>0.1</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Unemployment rate</td>\n<td>0.1</td>\n<td>0.2</td>\n</tr>\n<tr>\n<td>Employment</td>\n<td>0.0</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td> Wage-earners, unskilled women</td>\n<td>0.2</td>\n<td>0.2</td>\n</tr>\n<tr>\n<td> Non-wage earners, unskilled women</td>\n<td>0.0</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td> Wage-earners, unskilled men</td>\n<td>0.0</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td> Non-wage earners, unskilled men</td>\n<td>0.0</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td> Wage-earners, skilled women</td>\n<td>−0.1</td>\n<td>−0.2</td>\n</tr>\n<tr>\n<td> Non-wage-earners, skilled women</td>\n<td>0.0</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td> Wage-earners, skilled men</td>\n<td>0.1</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td> Non-wage earners, skilled men</td>\n<td>0.0</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>Labour income</td>\n<td>−0.5</td>\n<td>−0.6</td>\n</tr>\n<tr>\n<td> Wage-earners, unskilled women</td>\n<td>−0.4</td>\n<td>−0.5</td>\n</tr>\n<tr>\n<td> Non-wage earners, unskilled women</td>\n<td>−1.2</td>\n<td>−1.3</td>\n</tr>\n<tr>\n<td> Wage-earners, unskilled men</td>\n<td>−0.4</td>\n<td>−0.5</td>\n</tr>\n<tr>\n<td> Non-wage earners, unskilled men</td>\n<td>−0.8</td>\n<td>−0.9</td>\n</tr>\n<tr>\n<td> Wage-earners, skilled women</td>\n<td>−0.5</td>\n<td>−0.6</td>\n</tr>\n<tr>\n<td> Non-wage-earners, skilled women</td>\n<td>−0.8</td>\n<td>−1.0</td>\n</tr>\n<tr>\n<td> Wage-earners, skilled men</td>\n<td>−0.5</td>\n<td>−0.5</td>\n</tr>\n<tr>\n<td> Non-wage earners, skilled men</td>\n<td>−0.5</td>\n<td>−0.7</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Macro-micro effects of simulating an increase in government cash transfers to poor households for Costa Rica<a href=\"#tfn4_1\"><sup>a</sup></a>, 2011–2012 (deviation with respect to the baseline). <a href=\"#tfn4_2\"><sup>b</sup></a>",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In implementing the microsimulations for this case, non-labour incomes were adjusted first for the value of the increase in cash transfer benefits. Subsequently, the labour market adjustments as simulated through the CGE model were imposed on the micro dataset in the same sequence as this was done for the baseline simulation. Unsurprisingly, most of the impact on poverty is explained by the direct effect of the transfer (<a href=\"#table5\">Table 5</a>). Moderate poverty falls by 1.6 percentage points in 2011 as compared with the baseline and extreme poverty by 0.8 percentage points. The general equilibrium effects in the form of lower real wages slightly offset the reduction in extreme poverty but show no visible effect on moderate poverty. In 2012, the indirect effects are only slightly larger and the overall finding remains that the transfer helps to reduce poverty despite some adverse side effects on the labour market. The transfer further reduces household income inequality, but only to a small degree. This is a result of the modest size of the transfer.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: CGE model and microsimulation results for Costa Rica.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn5_1",
                                            "label": "a",
                                            "text": [
                                                {
                                                    "text": "Incidence as a percentage of the population. Calculation based on nationally defined poverty lines.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\"/>\n<th align=\"center\" colspan=\"3\">2011</th>\n<th align=\"center\" colspan=\"3\">2012</th>\n</tr>\n<tr>\n<th>Direct effect</th>\n<th>CGE effect</th>\n<th>Total effect</th>\n<th>Direct effect</th>\n<th>CGE effect</th>\n<th>Total effect</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Total poverty incidence <a href=\"#tfn5_1\"><sup>a</sup></a></td>\n<td>−1.6</td>\n<td>0.0</td>\n<td>−1.6</td>\n<td>−1.5</td>\n<td>0.1</td>\n<td>−1.4</td>\n</tr>\n<tr>\n<td>Extreme poverty incidence <a href=\"#tfn5_1\"><sup>a</sup></a></td>\n<td>−0.9</td>\n<td>0.1</td>\n<td>−0.8</td>\n<td>−0.9</td>\n<td>0.2</td>\n<td>−0.7</td>\n</tr>\n<tr>\n<td>Gini – labour income</td>\n<td>0.000</td>\n<td>0.000</td>\n<td>0.000</td>\n<td>0.000</td>\n<td>0.000</td>\n<td>0.000</td>\n</tr>\n<tr>\n<td>Gini – per-capita household income</td>\n<td>−0.004</td>\n<td>0.000</td>\n<td>−0.004</td>\n<td>−0.003</td>\n<td>0.000</td>\n<td>−0.004</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Decomposition of the poverty and inequality effect of simulating an increase in government cash transfers to poor households for Costa Rica, 2011–2012 (Absolute deviation with respect to the baseline).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Simulating the impact of cash transfers to the poor",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. An application with a CGE model for costa rica",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The non-parametric microsimulation methodology explained in this paper allows assessing the impact of labour market changes on income inequality and poverty at the household level, while resolving the assignment problem known from the labour market literature. The approach assumes that labour markets are segmented and determines (as part of a randomized process) which individuals are expected to move in or out of employment and which move from one employment segment to another based on either known or counterfactual information of aggregate labour market changes. The methodology assumes that the distribution of earnings of those who become employed in a particular segment resembles that of the individuals observed to be employed in that segment. There is no direct link to individual attributes as assumed in the parametric approaches that are rooted in human capital theory and model labour market behaviour based on such attributes. The non-parametric approach does account for (observed or simulated) changes in the composition of the labour force by individual endowments, including skill level and sex.",
                    "type": "paragraph"
                },
                {
                    "text": "The non-parametric method can be applied even if one has access to only one micro dataset, typically a household or labour force survey. The additional information required is relevant summary information about changes in labour market variables (and/or non-labour incomes) either from observed data or a counterfactual simulated through, for instance, a macroeconomic or a CGE model. Parametric approaches, such as that developed by <a href=\"#bib5\">Bourguignon <i>et al</i>. (2001)</a> require availability of the micro datasets from at least two household surveys. A further advantage of the non-parametric approach is that it facilitates a detailed insight in the relative importance of a range of labour market shifts on household level inequality and poverty, including changes in participation rates, unemployment, employment shifts by sector and occupational category, labour and non-labour income changes and individual endowments (such as skill level).",
                    "type": "paragraph"
                },
                {
                    "text": "Since these different aspects are introduced in the microsimulation methodology in a particular order, a potential problem of path dependence emerges. Parametric microsimulation methods are equally subject to possible path dependence. However, as shown in <a href=\"#appendix2\">Appendix A.2</a>, this problem will be limited as long as labour market shifts are not very large. It was also indicated that path dependence is less of an issue if one accepts the suggested logic of the sequence in which these changes are introduced.",
                    "type": "paragraph"
                },
                {
                    "text": "The obvious disadvantage of the non-parametric approach is that it does not explicitly model behaviour in the labour market and instead assumes that individuals change position in the labour market as part of a randomized process in the context of a segmented labour market. The use of a bootstrapping (Monte Carlo) procedure allows to generate confidence intervals and application shows that such intervals typically show narrow margins of error and that only a limited number of repetitions (about 30) tend to be needed to obtain stable confidence intervals. Even so, the approach remains a strong simplification and a fuller specification of labour market behaviour may be preferred. In practice, however, empirical labour market models, especially when applied to developing countries, typically show relatively low explanatory power suggesting much of labour market behaviour is left unexplained. This has been an additional reason to develop the non-parametric approach. If behavioural models leave to much unexplained, then a controlled (<i>i.e</i>. within a pre-defined structure), randomized process of labour market behaviour might be as good an approximation of actual behaviour and with the advantage of saving on modelling effort and computational time.",
                    "type": "paragraph"
                },
                {
                    "text": "Yet, little comparative analysis has been undertaken to pin down with greater robustness how parametric and non-parametric microsimulations methods compare in terms of outcomes and sensitivity to the assumptions made. Such comparison should be subjected to further research. Based on a by now wide application of the non-parametric method presented here we are confident to conclude that the method is relatively easy to apply and that its outcomes are easy to understand and typically plausible for the labour market outcomes that are simulated. We do not argue that this method is superior to the parametric or behavioural approaches, but it is easy to implement and helps overcome many data constraints to practical applications. The method has also proven to be effective in overcoming insufficient distributional detail present in static and dynamic CGE models to assess the impact of trade, tax reforms or other policy reforms on poverty and income distribution. This combination of CGE modelling and the non-parametric microsimulation method has been applied in a top-down, sequential manner. While this has limitations of its own, it has the advantages of being relatively easy to implement and generating easy-to-understand and tractable outcomes for inequality and poverty.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusions",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "A coded version (in STATA) can be obtained from the authors upon request.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In reality there may also be other factors that explain the difference between the actual and simulated change in earnings inequality, <i>e.g</i>. demographic changes.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The application of the microsimulation methodology to data sets for Latin American countries suggests that repeating the random selection about 30 times is sufficient to generate stable confidence intervals and repeating it more times would not yield statistically significant differences in the outcomes for labour earnings inequality or indicators for household income inequality and poverty (see <a href=\"#bib11\">Ganuza <i>et al</i>., 2002</a>; <a href=\"#bib22\">Vos <i>et al</i>., 2006</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Mean incomes per decile are calculated (per segment) for employed persons according to the used individual characteristics. These means are assigned to newly employed or to already employed persons who change sector of economic activity, occupational category or skill category.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Please note that path dependence is also an issue in alternative methods. For instance, the parametric approach of Bourguignon <i>et al</i>. (<a href=\"#bib5\">2001</a>, <a href=\"#bib6\">2002a</a>,<a href=\"#bib7\">b</a>) performance simulations for a price effect (such as changes in wage rates), a participation effect (emanating from labour supply behaviour) and a population effect. The outcomes of any sequential decomposition of distributional changes on account of these three effects will be sensitive to the order in which these effects are accounted for.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "It should be emphasized, however, that the microsimulation methodology does not allow certain sequences. For instance, the simulation of the impact of an alteration in the remuneration structure assumes full information on both the sector of economic activity and the occupational category. Hence, changes in the remuneration structure cannot be preceded immediately by the simulated changes in either unemployment or participation rates.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Alternative approaches that model labour supply behaviour might capture such effects as part of the behavioural model underpinning the microsimulation method. In the non-parametric approach such effects would need to be captured through the economy-wide model and would require such a model would capture the impact of different types of transfers to households or individuals on labour market behaviour.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Ideally, the CGE model would use data for base year values for labour market and household incomes that are derived from the same survey to be used for the microsimulations to avoid further ‘noise’ in the results because of discrepancies in the underlying information.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The CGE model for Costa Rica allows assigning transfers by type of household as it distinguishes four groups of households: urban poor and non-poor and rural poor and non-poor. It should be noted that poor households are defined as the bottom 40 per cent of the rural and urban income distribution, respectively.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this simulation the model assumes an investment-driven macroeconomic closure; that is, savings adjust to meet investment demand. Also, the government account is assumed to adjust this way; that is, the government will try to mobilize private savings through domestic borrowing to finance the budget deficit.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This explanation of the procedure has been adapted from the original specification of Ganuza <i>et al</i>. (<a href=\"#bib11\">2002</a>: 83–86) and which has been followed in a large number of country case studies. In this appendix, reference to the counterfactual labour market variables is in terms of that for “year <i>t</i>*”, but may be understood equally in an application where the counterfactual is generated through an economy-wide model. The explanation here only refers to changes in labour market variables. See the text for how to include changes in non-labour incomes.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This appendix was adapted from earlier work by <a href=\"#bib9\">De Jong (2001)</a> and <a href=\"#bib25\">Vos and De Jong (2001)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Wage Inequality and the Distribution of Education: A Study of the Evolution of Regional Differences in Inequality in Metropolitan Brazil",
            "authors": [
                {
                    "name": {
                        "index": "Almeida dos Reis, JG",
                        "preferred": "JG Almeida dos Reis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paes de Barros, R",
                        "preferred": "R Paes de Barros"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib1",
            "journal": "Journal of Development Economics",
            "pages": {
                "first": "117",
                "last": "143",
                "range": "117–143"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Income Distribution, Volume 1",
            "chapterTitle": "Introduction: Income Distribution and Economics",
            "date": "2000",
            "editors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                }
            ],
            "id": "bib2",
            "pages": {
                "first": "1",
                "last": "58",
                "range": "1–58"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North Holland, Elsevier"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Behrman, JR",
                        "preferred": "JR Behrman"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Labor Economics",
            "chapterTitle": "Labor Markets in Developing Countries",
            "date": "1999",
            "editors": [
                {
                    "name": {
                        "index": "Ashenfelter, O",
                        "preferred": "O Ashenfelter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Layard, R",
                        "preferred": "R Layard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Card, D",
                        "preferred": "D Card"
                    },
                    "type": "person"
                }
            ],
            "id": "bib3",
            "pages": {
                "first": "2859",
                "last": "2939",
                "range": "2859–2939"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North Holland, Elsevier"
                ]
            },
            "type": "book-chapter",
            "volume": "3B"
        },
        {
            "articleTitle": "Wage Discrimination: Reduced Form and Structural Estimates",
            "authors": [
                {
                    "name": {
                        "index": "Blinder, AS",
                        "preferred": "AS Blinder"
                    },
                    "type": "person"
                }
            ],
            "date": "1973",
            "id": "bib4",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "436",
                "last": "455",
                "range": "436–455"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Fast Development with a Stable Income Distribution: Taiwan, 1979–1994",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fournier, M",
                        "preferred": "M Fournier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gurgand, M",
                        "preferred": "M Gurgand"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib5",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "139",
                "last": "164",
                "range": "139–164"
            },
            "type": "journal",
            "volume": "47"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pereira da Silva, LA",
                        "preferred": "LA Pereira da Silva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stern, N",
                        "preferred": "N Stern"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Evaluating the Poverty Impact of Economic Policies: Some Analytical Challenges",
            "date": "2002",
            "discriminator": "a",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "Washington D.C., IFPRI",
            "id": "bib7",
            "title": "Representative versus Real Households in the Macro-economic Modeling of Inequality",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cicowiez, M",
                        "preferred": "M Cicowiez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sánchez, MV",
                        "preferred": "MV Sánchez"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "mimeo"
                        ]
                    },
                    "formatted": [
                        "mimeo"
                    ]
                },
                "name": [
                    "Sub-regional Office of ECLAC in Mexico and United Nations Department of Economic and Social Affairs (UN/DESA)"
                ]
            },
            "source": "MACEPES: Modelo de Análisis de Choques Exó genos y de Protección Econó mica y Social. Technical Document prepared for the project. Implications of Macroeconomic Policy, External Shocks and Social Protection Systems for Poverty, Inequality, and Social Vulnerability in Latin America and the Caribbean",
            "title": "MACEPES: Modelo de Análisis de Choques Exó genos y de Protección Econó mica y Social. Technical Document prepared for the project. Implications of Macroeconomic Policy, External Shocks and Social Protection Systems for Poverty, Inequality, and Social Vulnerability in Latin America and the Caribbean",
            "type": "report"
        },
        {
            "articleTitle": "Decomposing Changes in Poverty and Inequality: The Case of Urban Panama in the 1990s",
            "authors": [
                {
                    "name": {
                        "index": "De Jong, N",
                        "preferred": "N De Jong"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper prepared for Economic Research Seminar"
                ]
            },
            "date": "2001",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "The Hague"
                        ]
                    },
                    "formatted": [
                        "The Hague"
                    ]
                },
                "name": [
                    "Institute of Social Studies (mimeo)"
                ]
            },
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Frenkel, R",
                        "preferred": "R Frenkel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "González Rozada, M",
                        "preferred": "M González Rozada"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Economic Liberalization, Distribution and Poverty. Latin America in the 1990s",
            "chapterTitle": "Argentina: macroeconomic behaviour, employment and income distribution in the 1990s",
            "date": "2002",
            "editors": [
                {
                    "name": {
                        "index": "Vos, R",
                        "preferred": "R Vos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paes de Barros, R",
                        "preferred": "R Paes de Barros"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taylor, L",
                        "preferred": "L Taylor"
                    },
                    "type": "person"
                }
            ],
            "id": "bib10",
            "pages": {
                "first": "89",
                "last": "124",
                "range": "89–124"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cheltenham (UK), Northampton (MA)"
                        ]
                    },
                    "formatted": [
                        "Cheltenham (UK), Northampton (MA)"
                    ]
                },
                "name": [
                    "Edward Elgar Publishers"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ganuza, E",
                        "preferred": "E Ganuza"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paes de Barros, R",
                        "preferred": "R Paes de Barros"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vos, R",
                        "preferred": "R Vos"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Economic Liberalization, Distribution and Poverty. Latin America in the 1990s",
            "chapterTitle": "Labour market adjustment, poverty, and inequality during liberalization",
            "date": "2002",
            "editors": [
                {
                    "name": {
                        "index": "Vos, R",
                        "preferred": "R Vos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taylor, L",
                        "preferred": "L Taylor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paes de Barros, R",
                        "preferred": "R Paes de Barros"
                    },
                    "type": "person"
                }
            ],
            "id": "bib11",
            "pages": {
                "first": "54",
                "last": "88",
                "range": "54–88"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cheltenham (UK), Northampton (US)"
                        ]
                    },
                    "formatted": [
                        "Cheltenham (UK), Northampton (US)"
                    ]
                },
                "name": [
                    "Edward Elgar Publishers"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Earnings Functions. Testing for the Demand Side",
            "authors": [
                {
                    "name": {
                        "index": "Hartog, J",
                        "preferred": "J Hartog"
                    },
                    "type": "person"
                }
            ],
            "date": "1985",
            "id": "bib12",
            "journal": "Economics Letters",
            "pages": {
                "first": "281",
                "last": "285",
                "range": "281–285"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "Earnings Functions. Beyond Human Capital",
            "authors": [
                {
                    "name": {
                        "index": "Hartog, J",
                        "preferred": "J Hartog"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "id": "bib13",
            "journal": "Applied Economics",
            "pages": {
                "first": "1291",
                "last": "1309",
                "range": "1291–1309"
            },
            "type": "journal",
            "volume": "18"
        },
        {
            "articleTitle": "Investment in Human Capital and Personal Income Distribution",
            "authors": [
                {
                    "name": {
                        "index": "Mincer, J",
                        "preferred": "J Mincer"
                    },
                    "type": "person"
                }
            ],
            "date": "1958",
            "id": "bib14",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "281",
                "last": "302",
                "range": "281–302"
            },
            "type": "journal",
            "volume": "66"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mincer, J",
                        "preferred": "J Mincer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Schooling, Experience and Earnings",
            "date": "1974",
            "id": "bib15",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Columbia University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Male-Female Wage Differentials in Urban Labor Markets",
            "authors": [
                {
                    "name": {
                        "index": "Oaxaca, RL",
                        "preferred": "RL Oaxaca"
                    },
                    "type": "person"
                }
            ],
            "date": "1973",
            "id": "bib16",
            "journal": "International Economic Review",
            "pages": {
                "first": "693",
                "last": "709",
                "range": "693–709"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "articleTitle": "A new type of socio-economic system",
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, GH",
                        "preferred": "GH Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "id": "bib17",
            "journal": "Review of Economics and Statistics",
            "pages": {
                "first": "1081",
                "last": "1100",
                "range": "1081–1100"
            },
            "type": "journal",
            "volume": "80"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Paes de Barros, R",
                        "preferred": "R Paes de Barros"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Evaluando el Impacto de Cambios en la Estructura Salarial y del Empleo sobre la Distribución de Renta",
            "date": "1999",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rio de Janeiro"
                        ]
                    },
                    "formatted": [
                        "Rio de Janeiro"
                    ]
                },
                "name": [
                    "IPEA (mimeo)"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Paes de Barros, R",
                        "preferred": "R Paes de Barros"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leite, P",
                        "preferred": "P Leite"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "O Impacto da Liberalizaçao sobre Distribuiçao de Renda no Brasil",
            "date": "1998",
            "id": "bib19",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rio de Janeiro"
                        ]
                    },
                    "formatted": [
                        "Rio de Janeiro"
                    ]
                },
                "name": [
                    "IPEA (mimeo)"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sánchez, MV",
                        "preferred": "MV Sánchez"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Rising Inequality and Falling Poverty in Costa Rica’s Agriculture during Trade Reform: A Macro-micro General Equilibrium Analysis",
            "date": "2004",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Maastricht"
                        ]
                    },
                    "formatted": [
                        "Maastricht"
                    ]
                },
                "name": [
                    "Shaker"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sánchez, MV",
                        "preferred": "MV Sánchez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vos, R",
                        "preferred": "R Vos"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib21",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "The Hague, Mexico and Panama City"
                        ]
                    },
                    "formatted": [
                        "The Hague, Mexico and Panama City"
                    ]
                },
                "name": [
                    "Institute of Social Studies, Sub-regional Office of ECLAC in Mexico and UNDP"
                ]
            },
            "source": "Impacto del Tratado de Libre Comercio con Estados Unidos en el crecimiento, la pobreza y la desigualdad en Panamá: Una evaluación ex ante usando un modelo de equilibrio general computable dinámico. Project Report prepared for Panama’s government",
            "title": "Impacto del Tratado de Libre Comercio con Estados Unidos en el crecimiento, la pobreza y la desigualdad en Panamá: Una evaluación ex ante usando un modelo de equilibrio general computable dinámico. Project Report prepared for Panama’s government",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sánchez, MV",
                        "preferred": "MV Sánchez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vos, R",
                        "preferred": "R Vos"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Managua, Ministerio de Fomento a la Industria y el Comercio and UNDP",
            "id": "bib22",
            "title": "Impacto del CAFTA en el crecimiento, la pobreza y la desigualdad en Nicaragua",
            "type": "unknown"
        },
        {
            "articleTitle": "Assignment Models of the Distribution of Earnings",
            "authors": [
                {
                    "name": {
                        "index": "Sattinger, M",
                        "preferred": "M Sattinger"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib23",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "831",
                "last": "880",
                "range": "831–880"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Poverty and Income Distribution in a CGE-Household Micro-Simulation Model: Top-Down/Bottom Up Approach",
            "date": "2003",
            "id": "bib24",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dakar"
                        ]
                    },
                    "formatted": [
                        "Dakar"
                    ]
                },
                "name": [
                    "International Development Research Centre (IDRC)"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Vos, R",
                        "preferred": "R Vos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Jong, N",
                        "preferred": "N De Jong"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib25",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "The Hague"
                        ]
                    },
                    "formatted": [
                        "The Hague"
                    ]
                },
                "name": [
                    "Institute of Social Studies"
                ]
            },
            "source": "Rising Inequality during Economic Liberalization and Crisis: Macro or Micro Causes in Ecuador’s Case?. Working Paper Series No. 326",
            "title": "Rising Inequality during Economic Liberalization and Crisis: Macro or Micro Causes in Ecuador’s Case?. Working Paper Series No. 326",
            "type": "report"
        },
        {
            "bookTitle": "Economic liberalisation, distribution and poverty. Latin America in the 1990s",
            "editors": [
                {
                    "name": {
                        "index": "Vos, R",
                        "preferred": "R Vos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taylor, L",
                        "preferred": "L Taylor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paes de Barros, R",
                        "preferred": "R Paes de Barros"
                    },
                    "type": "person"
                }
            ],
            "id": "bib26",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cheltenham (UK), Northampton (US)"
                        ]
                    },
                    "formatted": [
                        "Cheltenham (UK), Northampton (US)"
                    ]
                },
                "name": [
                    "Edward Elgar"
                ]
            },
            "type": "book",
            "date": "1000"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Vos, R",
                        "preferred": "R Vos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ganuza, E",
                        "preferred": "E Ganuza"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morley, S",
                        "preferred": "S Morley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Who Gains from Free Trade? Export-led-Growth, Inequality and Poverty in Latin America",
            "date": "2006",
            "id": "bib27",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Routledge"
                ]
            },
            "type": "book"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "text": "For year <i>t</i> (or any observed distribution) an alternative structure of the labour market is defined on the basis of data for year <i>t*</i> (or a counterfactual distribution). In each iteration of the microsimulations a random number drawn from a normal distribution is assigned to each individual (of a sub-group) of the population in year <i>t</i>. This number is used to rank the individuals. The following simulations are considered (separately or sequentially):",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>Objective</i>: Determine the indices of poverty and inequality if the participation rates in year <i>t</i> were to be equal to those in year <i>t*</i>.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Procedure</i>: Within each group <i>j</i> the persons at working age are in the first place ranked according to labour force status – starting with the economically active – and in the second place on the basis of the random numbers. If for a group <i>j</i> the participation rate in year <i>t*</i> is at most equal to that in year <i>t</i>, the last economically active individuals of types <i>j</i> with lower participation rates in year <i>t*</i> than in year <i>t</i> will be reclassified as economically inactive and their labour income is set to zero. If the corresponding participation rate is higher, it will subsequently be determined whether the new economically active persons will be employed. If so, they will be randomly assigned a labour income.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        }
                    ],
                    "id": "s6",
                    "title": "1. Change of the <i>participation rate</i> (<i>P</i>) of each group <i>j</i> of the population.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>Objective</i>: Determine the indices of poverty and inequality if the unemployment rates in year <i>t</i> were to be equal to those in year <i>t*</i>.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Procedure</i>: Only the economically active population is considered. Within each group <i>j</i> the individuals are in the first place ranked according to employment condition – starting with the employed – and in the second place on the basis of the random numbers. For the types <i>j</i> with higher rates of unemployment in year <i>t*</i> than in year <i>t</i>, the last employed persons of each type <i>j</i> are reclassified as unemployed and their labour income is set to zero. In case of types <i>j</i> with lower rates of unemployment in year <i>t*</i>, the newly employed are grouped into deciles on the basis of the random numbers and assigned the mean labour income of the corresponding decile of employed persons in year <i>t</i>.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        }
                    ],
                    "id": "s7",
                    "title": "2. Change of the <i>unemployment rate</i> (<i>U</i>) of economically active persons of type <i>j</i>.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>Objective</i>: Determine the indices of poverty and inequality if the proportion of persons employed by sector in year <i>t</i> were to be the same as in year <i>t*</i>.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Procedure</i>: Only the employed population is considered. Mean incomes are calculated per decile of wage employees and non-wage workers of type <i>j</i> in each sector of activity. For both sectors of activity within each group <i>j</i> the individuals are in the first place ranked according to occupational category – starting with the wage employees – and in the second place on the basis of the random numbers. In groups in which the proportion of wage employees is lower in year <i>t*</i> than in year <i>t</i>, the last wage employees become non-wage workers. In groups in which the proportion of wage employees is higher in year <i>t*</i> than in year <i>t</i>, the first non-wage workers become wage employees. Within each group <i>j</i> the persons who change from one occupational category to the other are classified into deciles on the basis of their random number and their labour income is replaced by the corresponding mean income of the decile of all persons who in year <i>t</i> are actually working in the occupational category of destination.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        }
                    ],
                    "id": "s8",
                    "title": "3. Change of the <i>sector of activity</i> (<i>S</i>) of wage employees and non-wage workers of type <i>j</i>",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>Objective</i>: Determine the indices of poverty and inequality if the proportion of persons employed by sector in year <i>t</i> were to be the same as in year <i>t*</i>.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Procedure</i>: Only the employed population is considered. Mean incomes per decile of employed persons of type <i>j</i> in each sector are calculated For both occupational categories. Within each group <i>j</i> the individuals are in the first place ranked according to sector of activity and in the second place on the basis of the random numbers. In groups in which the proportion of persons working in sectore 2 is lower in year <i>t*</i> than in year <i>t</i>, the first persons of sectors, 2 move to sector 1, if there were two sectors, for example. In groups <i>j</i> in which the proportion of persons in sector 2 is higher in year <i>t*</i> than in year <i>t</i>, the last persons of sector 1 move to sector 2. Within each group <i>j</i> the persons who change from one sector to the other are classified into deciles on the basis of their random number and their labour income is replaced by the corresponding mean income of the decile of all persons who in year <i>t</i> are actually working in the sector of destination.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        }
                    ],
                    "id": "s9",
                    "title": "4. Change of the <i>occupational category</i> (<i>O</i>) of employed persons of type <i>j</i> in each sector",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>Objective</i>: Determine the indices of poverty and inequality if the proportion of wage employees in year <i>t</i> were to be the same as in year <i>t*</i>.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Procedure</i>: Only the employed population is considered. Mean labour incomes are calculated for, say, each of the 16 groups <i>jk</i> of employed persons – for 4 types of workers <i>j</i> and 4 segments <i>k</i> defined for 2 sectors and 2 occupational categories, as well as an overall mean, for both year <i>t*</i> and year <i>t</i>. Subsequently, the following relative mean incomes are calculated for year <i>t*</i>:",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "id": "equ16",
                            "label": "(A.1)",
                            "mathml": "<math><mrow><msub><mi>S</mi><mrow><mi>j</mi><mi>k</mi></mrow></msub><mo>=</mo><mfrac><mrow><mover accent=\"true\"><mrow><mi>y</mi><msubsup><mi>p</mi><mrow><mi>j</mi><mi>k</mi></mrow><mrow><mi>t</mi><mo>∗</mo></mrow></msubsup></mrow><mo stretchy=\"true\">¯</mo></mover></mrow><mrow><mover accent=\"true\"><mrow><mi>y</mi><msup><mi>p</mi><mrow><mi>t</mi><mo>∗</mo></mrow></msup></mrow><mo stretchy=\"true\">¯</mo></mover></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The mean labour income in year <i>t</i> of each group <i>jk</i> is multiplied by the corresponding <i>s<sub>jk</sub></i> in order to obtain a new mean labour income for each group <i>jk</i> in prices of year <i>t</i>:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ17",
                            "label": "(A.2)",
                            "mathml": "<math><mrow><msubsup><mrow><mover accent=\"true\"><mrow><mi>y</mi><mi>p</mi></mrow><mo stretchy=\"true\">¯</mo></mover></mrow><mrow><mi>j</mi><mi>k</mi></mrow><mo>∗</mo></msubsup><mo>=</mo><mfrac><mrow><mover accent=\"true\"><mrow><mi>y</mi><msubsup><mi>p</mi><mrow><mi>j</mi><mi>k</mi></mrow><mrow><mi>t</mi><mo>∗</mo></mrow></msubsup></mrow><mo stretchy=\"true\">¯</mo></mover></mrow><mrow><mover accent=\"true\"><mrow><mi>y</mi><msup><mi>p</mi><mrow><mi>t</mi><mo>∗</mo></mrow></msup></mrow><mo stretchy=\"true\">¯</mo></mover></mrow></mfrac><mo>⋅</mo><mover accent=\"true\"><mrow><mi>y</mi><msup><mi>p</mi><mi>t</mi></msup></mrow><mo stretchy=\"true\">¯</mo></mover></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In turn, the new mean incomes of the groups <i>jk</i> are expressed as a proportion of the corresponding mean in year <i>t</i>, and subsequently the year <i>t</i> labour income of each individual <i>i</i> in group <i>jk</i> is multiplied by the proportion for the group:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ18",
                            "label": "(A.3)",
                            "mathml": "<math><mrow><mi>y</mi><msubsup><mi>p</mi><mrow><mi>j</mi><mi>k</mi><mi>i</mi></mrow><mrow><mi>t</mi><mo>∗</mo></mrow></msubsup><mo>=</mo><mfrac><mrow><msubsup><mrow><mover accent=\"true\"><mrow><mi>y</mi><mi>p</mi></mrow><mo stretchy=\"true\">¯</mo></mover></mrow><mrow><mi>j</mi><mi>k</mi></mrow><mo>∗</mo></msubsup></mrow><mrow><mover accent=\"true\"><mrow><mi>y</mi><msubsup><mi>p</mi><mrow><mi>j</mi><mi>k</mi></mrow><mi>t</mi></msubsup></mrow><mo stretchy=\"true\">¯</mo></mover></mrow></mfrac><mtext> </mtext><mo>⋅</mo><mi>y</mi><msubsup><mi>p</mi><mrow><mi>j</mi><mi>k</mi><mi>i</mi></mrow><mi>t</mi></msubsup></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "As a final step, all the individual incomes are multiplied by an adjustment factor, so as to keep the overall mean income constant.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s10",
                    "title": "5. Change of the <i>remuneration structure</i> (<i>W<sub>1</sub></i>)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>Objective</i>: Determine the indices of poverty and inequality if the level of real incomes of year t were to be that of year t*.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Procedure</i>: Only the employed population is considered. New labour incomes are calculated by multiplying the year <i>t</i> labour income of each income recipient by the ratio of mean income in year <i>t</i>* (in currency of year <i>t</i>) to that in year t:",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "id": "equ19",
                            "label": "(A.4)",
                            "mathml": "<math><mrow><mi>y</mi><msubsup><mi>p</mi><mrow><mi>j</mi><mi>k</mi><mi>i</mi></mrow><mrow><mi>t</mi><mo>∗</mo><mo>∗</mo></mrow></msubsup><mo>=</mo><mfrac><mrow><mover accent=\"true\"><mrow><mi>y</mi><msup><mi>p</mi><mrow><mi>t</mi><mo>∗</mo></mrow></msup></mrow><mo stretchy=\"true\">¯</mo></mover></mrow><mrow><mover accent=\"true\"><mrow><mi>y</mi><msup><mi>p</mi><mi>t</mi></msup></mrow><mo stretchy=\"true\">¯</mo></mover></mrow></mfrac><mo>⋅</mo><mi>y</mi><msubsup><mi>p</mi><mrow><mi>j</mi><mi>k</mi><mi>i</mi></mrow><mi>t</mi></msubsup></mrow></math>",
                            "type": "mathml"
                        }
                    ],
                    "id": "s11",
                    "title": "6. Change of the level of remuneration (<i>W<sub>2</sub></i>).",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>Objective</i>: Determine the indices of poverty and inequality if the proportion of skilled workers in year <i>t</i> were to be same as in year <i>t*</i>.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Procedure</i>: Only the employed population is considered. Mean incomes are calculated per decile of employed individual <i>j</i> in each segment <i>k</i>. Individuals within each group defined by sex and age, for example, and segment are in the first place classified according to skill – starting with the unskilled workers – and in the second place on the basis of the random numbers. In groups in which the proportion of skilled workers is higher in year <i>t*</i> than in year <i>t</i>, the last unskilled workers are reclassified as skilled workers. In case of groups with lower proportions of skilled workers year <i>t*</i>, the first skilled workers move to the category of unskilled workers. Within each group <i>j</i> the persons who change from unskilled to skilled are classified into deciles on the basis of their random number and their labour income is replaced by the mean income of the corresponding decile of all persons who are actually skilled in year <i>t</i>. In the reverse case, the actual year <i>t</i> incomes are replaced by that of the corresponding decile of unskilled workers.",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "Due to changes in the participation rate and the unemployment rate in the sequential simulation it is possible that persons become classified as employed, but that there is no information concerning occupational category for these persons. For this reason, in the part of the sequential simulations in which the employment structure according to sector of activity is changed, mean proportions of persons employed in, say, the non-agricultural sector in year <i>t*</i> are used (instead of different proportions for, say, wage employees and non-wage workers separately) in cases of lack of information concerning the occupational category.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        }
                    ],
                    "id": "s12",
                    "title": "7. Change of the <i>level of skill</i> (<i>M</i>) of employed individual <i>j</i> in segment <i>k</i>.",
                    "type": "section"
                }
            ],
            "id": "appendix-1",
            "title": "The non-parametric micro-simulation methodology step by step<a href=\"#fn11\"><sup>11</sup></a>"
        },
        {
            "content": [
                {
                    "text": "The simulated change in earnings inequality in the sequential simulation is defined as:",
                    "type": "paragraph"
                },
                {
                    "id": "equ20",
                    "label": "(A.5)",
                    "mathml": "<math><mrow><mover accent=\"true\"><mrow><msup><mi>Δ</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>≡</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>s</mi><mo>=</mo><mn>1</mn></mrow><mn>6</mn></munderover><mrow><mrow><mo>[</mo> <mrow><msubsup><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mi>s</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>−</mo><msubsup><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mrow><mi>s</mi><mo>−</mo><mn>1</mn></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow></mstyle></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "where:",
                    "type": "paragraph"
                },
                {
                    "id": "equ21",
                    "mathml": "<math><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mn>1</mn><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></mtd><mtd columnalign=\"left\"><mrow><mo>=</mo><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mrow><mo>(</mo><mrow><msup><mi>P</mi><mo>∗</mo></msup><mo>,</mo><mi>U</mi><mo>,</mo><mi>S</mi><mo>,</mo><mi>O</mi><mo>,</mo><msub><mi>W</mi><mn>1</mn></msub><mo>,</mo><mi>M</mi><mo>,</mo><mi>c</mi></mrow><mo>)</mo></mrow><mo>,</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mn>2</mn><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></mtd><mtd columnalign=\"left\"><mrow><mo>=</mo><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mrow><mo>(</mo><mrow><msup><mi>P</mi><mo>∗</mo></msup><mo>,</mo><msup><mi>U</mi><mo>∗</mo></msup><mo>,</mo><mi>S</mi><mo>,</mo><mi>O</mi><mo>,</mo><msub><mi>W</mi><mn>1</mn></msub><mo>,</mo><mi>M</mi><mo>,</mo><mi>c</mi></mrow><mo>)</mo></mrow><mo>,</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mn>3</mn><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></mtd><mtd columnalign=\"left\"><mrow><mo>=</mo><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mrow><mo>(</mo><mrow><msup><mi>P</mi><mo>∗</mo></msup><mo>,</mo><msup><mi>U</mi><mo>∗</mo></msup><mo>,</mo><msup><mi>S</mi><mo>∗</mo></msup><mo>,</mo><mi>O</mi><mo>,</mo><msub><mi>W</mi><mn>1</mn></msub><mo>,</mo><mi>M</mi><mo>,</mo><mi>c</mi></mrow><mo>)</mo></mrow><mo>,</mo><mtext> </mtext><mn>.....</mn><mo>,</mo><mtext> </mtext><mi>e</mi><mi>t</mi><mi>c</mi><mo>.</mo></mrow></mtd></mtr></mtable></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "and",
                    "type": "paragraph"
                },
                {
                    "id": "equ22",
                    "label": "(A.6)",
                    "mathml": "<math><mrow><msubsup><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mn>0</mn><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>=</mo><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>=</mo><mi>I</mi><mrow><mo>(</mo><mrow><mi>P</mi><mo>,</mo><mi>U</mi><mo>,</mo><mi>S</mi><mo>,</mo><mi>O</mi><mo>,</mo><msub><mi>W</mi><mn>1</mn></msub><mo>,</mo><mi>M</mi><mo>,</mo><mi>c</mi></mrow><mo>)</mo></mrow></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "In <a href=\"#equ20\">Equation A.5</a>, ¯<i>I</i> is the mean value of the summary statistic, ¯Δ<i>I</i> the mean simulated change in the summary statistic, while <i>P</i>, <i>U</i>, <i>S</i>, <i>O</i>, <i>W<sub>1</sub></i> and <i>M</i> are labour market variables as defined in the text and <i>c</i> refers to the sex and age distribution among members of each household.",
                    "type": "paragraph"
                },
                {
                    "text": "The total simulated change in inequality can be decomposed in changes due to alteration of participation rates, changes due to alteration of unemployment rates given the simulated incomes as a result of altering the participation rates, and a residual <i>R</i>.",
                    "type": "paragraph"
                },
                {
                    "id": "equ23",
                    "mathml": "<math><mrow><mover accent=\"true\"><mrow><msup><mi>Δ</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>≡</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>s</mi><mo>=</mo><mn>1</mn></mrow><mn>2</mn></munderover><mrow><mrow><mo>[</mo> <mrow><msubsup><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mi>s</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>−</mo><msubsup><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mrow><mi>s</mi><mo>−</mo><mn>1</mn></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow></mstyle><mo>+</mo><mi>R</mi></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "Changes in the distribution as a consequence of shifts in the participation (<i>P</i>)and unemployment (<i>U</i>)rates, respectively, can be defined as:",
                    "type": "paragraph"
                },
                {
                    "id": "equ24",
                    "mathml": "<math><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>P</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover></mrow></mtd><mtd columnalign=\"left\"><mrow><mo>=</mo><msubsup><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mn>1</mn><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>−</mo><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mrow><mo>=</mo><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mrow><mo>(</mo><mrow><msup><mi>p</mi><mo>∗</mo></msup><mo>,</mo><mi>U</mi><mo>,</mo><mi>S</mi><mo>,</mo><mi>O</mi><mo>,</mo><msub><mi>W</mi><mn>1</mn></msub><mo>,</mo><mi>M</mi><mo>,</mo><mi>c</mi></mrow><mo>)</mo></mrow><mo>−</mo><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><msup><mtext> </mtext><mo>'</mo></msup></mrow></mtd></mtr></mtable></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "and",
                    "type": "paragraph"
                },
                {
                    "id": "equ25",
                    "mathml": "<math><mrow><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>U</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>=</mo><mover accent=\"true\"><mi>I</mi><mo>¯</mo></mover><mrow><mo>(</mo><mrow><mi>P</mi><mo>,</mo><msup><mi>U</mi><mo>∗</mo></msup><mo>,</mo><mi>S</mi><mo>,</mo><mi>O</mi><mo>,</mo><msub><mi>W</mi><mn>1</mn></msub><mo>,</mo><mi>M</mi><mo>,</mo><mi>c</mi></mrow><mo>)</mo></mrow><mo>−</mo><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>,</mo></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "and the cumulative sequential change of a change in the participation and unemployment rates as:",
                    "type": "paragraph"
                },
                {
                    "id": "equ26",
                    "mathml": "<math><mrow><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>U</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msubsup><mi>p</mi><mi>i</mi><mi>p</mi></msubsup></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>=</mo><mover accent=\"true\"><mrow><msubsup><mi>I</mi><mi>U</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>y</mi><msubsup><mi>p</mi><mi>i</mi><mi>p</mi></msubsup></mrow><mo>)</mo></mrow><mo>−</mo><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msubsup><mi>p</mi><mi>i</mi><mi>p</mi></msubsup></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>,</mo></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "so that we can write:",
                    "type": "paragraph"
                },
                {
                    "id": "equ27",
                    "label": "(A.7)",
                    "mathml": "<math><mrow><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>U</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>=</mo><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>p</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>+</mo><msubsup><mi>Δ</mi><mi>U</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msubsup><mi>p</mi><mi>i</mi><mi>p</mi></msubsup></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>+</mo><mi>R</mi></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "The second component in this expression is the distribution that results from altering the unemployment rates, given the simulated incomes as a result of altering the participation rates. Hence it includes an interaction term:",
                    "type": "paragraph"
                },
                {
                    "id": "equ28",
                    "label": "(A.8)",
                    "mathml": "<math><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mover accent=\"true\"><mrow><msup><mi>Δ</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>≡</mo></mrow></mtd><mtd columnalign=\"left\"><mrow><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>P</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>+</mo><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>U</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>+</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mrow><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>U</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>Δ</mi><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>+</mo><mi>R</mi></mrow></mtd></mtr></mtable></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "If the sequence of altering <i>P</i> and <i>U</i> were reversed, the result would become:",
                    "type": "paragraph"
                },
                {
                    "id": "equ29",
                    "label": "(A.9a)",
                    "mathml": "<math><mrow><mover accent=\"true\"><mrow><msup><mi>Δ</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>≡</mo><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>U</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>+</mo><msubsup><mi>Δ</mi><mi>P</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msubsup><mi>p</mi><mi>i</mi><mi>U</mi></msubsup></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>+</mo><mi>R</mi></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "or",
                    "type": "paragraph"
                },
                {
                    "id": "equ30",
                    "label": "(A.9b)",
                    "mathml": "<math><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mover accent=\"true\"><mrow><msup><mi>Δ</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>≡</mo></mrow></mtd><mtd columnalign=\"left\"><mrow><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>P</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>+</mo><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>U</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>+</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mrow><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>U</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>Δ</mi><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>+</mo><mi>R</mi></mrow></mtd></mtr></mtable></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "For the relative importance of altering respectively parameters <i>P</i> and <i>U</i> to be more or less the same in both sequences, it should hold that the Marginal effects of altering <i>P</i> or <i>U</i> should be similar, irrespective of the sequence:",
                    "type": "paragraph"
                },
                {
                    "id": "equ31",
                    "label": "(A.10a)",
                    "mathml": "<math><mrow><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>P</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msubsup><mi>p</mi><mi>i</mi><mi>U</mi></msubsup></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>≅</mo><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>P</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "and",
                    "type": "paragraph"
                },
                {
                    "id": "equ32",
                    "label": "(A.10b)",
                    "mathml": "<math><mrow><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>U</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msubsup><mi>p</mi><mi>i</mi><mi>P</mi></msubsup></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover><mo>≅</mo><mover accent=\"true\"><mrow><msubsup><mi>Δ</mi><mi>U</mi><mrow><mi>s</mi><mi>i</mi><mi>m</mi></mrow></msubsup><mi>I</mi><mrow><mo>(</mo><mrow><mi>y</mi><msub><mi>p</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo stretchy=\"true\">¯</mo></mover></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "This means that the interaction effects should be relatively small.",
                    "type": "paragraph"
                },
                {
                    "text": "Similar notation can be used for the (simulated) changes in the poverty and inequality indices of per capita income. In the simulations, the effect of altering characteristics of individuals in the household and other factors will appear in the residuals – <i>i.e</i>. the difference between the observed change in the indices and changes simulated by imposing an alternative labour market structure <i>λ*</i>.",
                    "type": "paragraph"
                }
            ],
            "id": "appendix2",
            "title": "Does Path Dependence Matter?<a href=\"#fn12\"><sup>12</sup></a>"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: CGE model and microsimulation results for Costa Rica.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfnA1_1",
                                    "label": "a",
                                    "text": [
                                        {
                                            "text": "Sequential and cumulative effects are presented for changes in the labour market variables as explained in the text.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfnA1_2",
                                    "label": "b",
                                    "text": [
                                        {
                                            "text": "The poverty incidence is expressed as a percentage of the total population and was estimated using nationally defined poverty lines.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableA1",
                            "label": "Table A.1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Variable</th>\n<th>Obs.</th>\n<th>Mean</th>\n<th>Standard Error</th>\n<th align=\"center\" colspan=\"2\">[95% Confidence Interval]</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"6\"><i>U</i></td>\n</tr>\n<tr>\n<td>Total poverty incidence <a href=\"#tfnA1_2\"><sup>b</sup></a></td>\n<td>30</td>\n<td>20.45249</td>\n<td>0.00685</td>\n<td>20.43850</td>\n<td>20.46649</td>\n</tr>\n<tr>\n<td>Extreme poverty incidence <a href=\"#tfnA1_2\"><sup>b</sup></a></td>\n<td>30</td>\n<td>4.21342</td>\n<td>0.00788</td>\n<td>4.19730</td>\n<td>4.22954</td>\n</tr>\n<tr>\n<td>Gini – labour income</td>\n<td>30</td>\n<td>0.46117</td>\n<td>0.00003</td>\n<td>0.46111</td>\n<td>0.46123</td>\n</tr>\n<tr>\n<td>Gini – per-capita household income</td>\n<td>30</td>\n<td>0.49661</td>\n<td>0.00003</td>\n<td>0.49655</td>\n<td>0.49668</td>\n</tr>\n<tr>\n<td colspan=\"6\"><i>U+S</i></td>\n</tr>\n<tr>\n<td>Total poverty incidence <a href=\"#tfnA1_2\"><sup>b</sup></a></td>\n<td>30</td>\n<td>20.48056</td>\n<td>0.00658</td>\n<td>20.46711</td>\n<td>20.49402</td>\n</tr>\n<tr>\n<td>Extreme poverty incidence <a href=\"#tfnA1_2\"><sup>b</sup></a></td>\n<td>30</td>\n<td>4.22287</td>\n<td>0.00857</td>\n<td>4.20533</td>\n<td>4.24040</td>\n</tr>\n<tr>\n<td>Gini – labour income</td>\n<td>30</td>\n<td>0.46119</td>\n<td>0.00005</td>\n<td>0.46109</td>\n<td>0.46129</td>\n</tr>\n<tr>\n<td>Gini – per-capita household income</td>\n<td>30</td>\n<td>0.49662</td>\n<td>0.00005</td>\n<td>0.49652</td>\n<td>0.49672</td>\n</tr>\n<tr>\n<td colspan=\"6\"><i>U+S+O</i></td>\n</tr>\n<tr>\n<td>Total poverty incidence <a href=\"#tfnA1_2\"><sup>b</sup></a></td>\n<td>30</td>\n<td>20.44773</td>\n<td>0.00622</td>\n<td>20.43501</td>\n<td>20.46044</td>\n</tr>\n<tr>\n<td>Extreme poverty incidence <a href=\"#tfnA1_2\"><sup>b</sup></a></td>\n<td>30</td>\n<td>4.20806</td>\n<td>0.00825</td>\n<td>4.19119</td>\n<td>4.22492</td>\n</tr>\n<tr>\n<td>Gini – labour income</td>\n<td>30</td>\n<td>0.46098</td>\n<td>0.00005</td>\n<td>0.46088</td>\n<td>0.46108</td>\n</tr>\n<tr>\n<td>Gini – per-capita household income</td>\n<td>30</td>\n<td>0.49647</td>\n<td>0.00005</td>\n<td>0.49636</td>\n<td>0.49657</td>\n</tr>\n<tr>\n<td colspan=\"6\"><i>U+S+O+W<sub>a</sub></i></td>\n</tr>\n<tr>\n<td>Total poverty incidence <a href=\"#tfnA1_2\"><sup>b</sup></a></td>\n<td>30</td>\n<td>18.12911</td>\n<td>0.01060</td>\n<td>18.10742</td>\n<td>18.15079</td>\n</tr>\n<tr>\n<td>Extreme poverty incidence <a href=\"#tfnA1_2\"><sup>b</sup></a></td>\n<td>30</td>\n<td>3.76363</td>\n<td>0.00698</td>\n<td>3.74935</td>\n<td>3.77790</td>\n</tr>\n<tr>\n<td>Gini – labour income</td>\n<td>30</td>\n<td>0.44659</td>\n<td>0.00005</td>\n<td>0.44648</td>\n<td>0.44669</td>\n</tr>\n<tr>\n<td>Gini – per-capita household income</td>\n<td>30</td>\n<td>0.47856</td>\n<td>0.00005</td>\n<td>0.47845</td>\n<td>0.47867</td>\n</tr>\n<tr>\n<td colspan=\"6\"><i>U+S+O+W<sub>1</sub>+W<sub>2</sub></i></td>\n</tr>\n<tr>\n<td>Total poverty incidence <a href=\"#tfnA1_2\"><sup>a</sup></a></td>\n<td>30</td>\n<td>16.56747</td>\n<td>0.01072</td>\n<td>16.54556</td>\n<td>16.58939</td>\n</tr>\n<tr>\n<td>Extreme poverty incidence <a href=\"#tfnA1_2\"><sup>b</sup></a></td>\n<td>30</td>\n<td>3.58093</td>\n<td>0.00593</td>\n<td>3.56881</td>\n<td>3.59305</td>\n</tr>\n<tr>\n<td>Gini – labour income</td>\n<td>30</td>\n<td>0.44667</td>\n<td>0.00005</td>\n<td>0.44656</td>\n<td>0.44677</td>\n</tr>\n<tr>\n<td>Gini – per-capita household income</td>\n<td>30</td>\n<td>0.47851</td>\n<td>0.00005</td>\n<td>0.47840</td>\n<td>0.47862</td>\n</tr>\n<tr>\n<td colspan=\"6\"><i>U+S+O+W<sub>1</sub>+W<sub>2</sub>+M</i></td>\n</tr>\n<tr>\n<td>Total poverty incidence <a href=\"#tfnA1_2\"><sup>b</sup></a></td>\n<td>30</td>\n<td>16.52524</td>\n<td>0.01902</td>\n<td>16.48635</td>\n<td>16.56413</td>\n</tr>\n<tr>\n<td>Extreme poverty incidence <a href=\"#tfnA1_2\"><sup>b</sup></a></td>\n<td>30</td>\n<td>3.59980</td>\n<td>0.01135</td>\n<td>3.57659</td>\n<td>3.62302</td>\n</tr>\n<tr>\n<td>Gini – labour income</td>\n<td>30</td>\n<td>0.44682</td>\n<td>0.00007</td>\n<td>0.44668</td>\n<td>0.44696</td>\n</tr>\n<tr>\n<td>Gini – per-capita household income</td>\n<td>30</td>\n<td>0.47790</td>\n<td>0.00009</td>\n<td>0.47771</td>\n<td>0.47809</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Sequential and cumulative effects and confidence intervals for changes in the labour-market parameters for the baseline scenario for Costa Rica<a href=\"#tfnA1_1\"><sup>a</sup></a>, 2012.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "appendix3",
            "title": "Additional Microsimulation Results"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
