{
    "status": "vor",
    "id": "00024",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00024",
    "authorLine": "Luc Savard",
    "title": "Scaling up infrastructure spending in the philippines: A cge top-down bottom-up microsimulation approach",
    "published": "2010-06-30T00:00:00Z",
    "versionDate": "2010-06-30T00:00:00Z",
    "statusDate": "2010-06-30T00:00:00Z",
    "volume": 3,
    "issue": 1,
    "fpage": 43,
    "lpage": 59,
    "elocationId": "43-59",
    "pdf": "http://web:8082/00024/ijm-00024.pdf",
    "subjects": [
        {
            "id": "micro-macro-linkage",
            "name": "Micro-macro linkage"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In this paper we use a top-down bottom-up CGE microsimulation model with endogenous labour supply and unemployment to explore the impact of scaling up infrastructure spending in the Philippines. In the current debate on the importance of scaling up infrastructure to stimulate growth, some analysts raise concerns about potential negative macroeconomic impacts (Dutch disease). This study aims to provide some insight into this debate by extending the analysis to include distributional analysis. We draw from the infrastructure productivity literature to postulate positive productive externalities of new infrastructure and from <a href=\"#bib24\">Fay and Yepes (2003)</a> to include operating and maintenance costs associated with new infrastructure. We investigate two fiscal tools and foreign aid as mechanisms to fund the new infrastructure and associated costs. The distributional analysis is performed with FGT indices and growth incidence curves. Our results reveal that infrastructure spending reduces poverty. Foreign aid is shown to be the most equitable funding mechanism, whereas a value added tax provides the strongest poverty reduction.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Savard",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Canada"
                        },
                        "formatted": [
                            "Canada"
                        ]
                    },
                    "name": [
                        "GREDI, Faculté d’administration, Université de Sherbrooke"
                    ]
                }
            ],
            "emailAddresses": [
                "luc.savard@usherbrooke.ca"
            ],
            "name": {
                "index": "Savard, Luc",
                "preferred": "Luc Savard"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "investment externalities",
        "infrastructure",
        "foreign aid",
        "fiscal reforms",
        "poverty",
        "CGE",
        "microsimulation"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Since <a href=\"#bib5\">Aschauer (1989)</a> and <a href=\"#bib42\">Munnell (1990)</a> stressed the important role of the public sector in funding infrastructure to stimulate economic development, a vast literature has dealt with this issue. Theoretical models and empirical studies have attempted to shed some light on this relationship. Some authors believed that a decline in productivity would be induced by slow expansion of public infrastructure investment (<a href=\"#bib8\">Bergman &amp; Suan 1996</a>; and <a href=\"#bib9\">Binder &amp; Smith 1997</a>). In policy circles, the role of infrastructure was somewhat neglected in the context of the stabilization and structural adjustment programs of the mid-eighties and nineties. For many international institutions and developing countries the focus was directed at liberalizing trade, improving macroeconomic balances and reacting to various external shocks. With improvements in these areas yet sluggish results in terms of poverty reduction in many countries, the end of the nineties saw major changes in development strategies by international financial institutions (IFI), development partners and governments of developing countries.",
                    "type": "paragraph"
                },
                {
                    "text": "According to <a href=\"#bib21\">Estache (2007)</a>, infrastructure appears to be returning to the research agenda of development economists. This reflects a change in priorities of developing country governments, IFIs and multi- and bilateral donor agencies bringing infrastructure back to the top of the policy agenda. The Asian Development Bank organized a major conference entitled “Infrastructure Development: Private Solutions for the Poor” in October 2002 in Manila. This conference dealt with issues such as making infrastructure projects pro-poor, increasing private sector participation to scale up infrastructure and strengthening and increasing pro-poor public-private infrastructure partnerships. It built on a May 2000 conference organized by the Department for International Development (DFID-UK) and the World Bank. The World Bank’s world development report published in <a href=\"#bib54\">2001</a> is another important illustration of this change, as is the implementation in many developing countries of Poverty Reduction Strategy Programs (PRSPs). More recently the <a href=\"#bib6\">Asian Development Bank (2009)</a> published a report on investing in sustainable infrastructure to improve lives. Since the turn of the century, poverty has been at the centre of all development strategies. In many developing countries, growth is constrained by infrastructure bottlenecks and this is reflected in many investment climate surveys in which infrastructure ranks as the top priority (<a href=\"#bib21\">Estache, 2007</a>).<a href=\"#fn1\"><sup>1</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "Recently, governments of developing countries and various development partners have been investigating the determinants of poverty and the most effective roads out of poverty. One important determinant that has been identified is improvements in productivity. Education has received great attention as a tool to improve labour productivity. As a result, significant investments have been made, and major reforms have been implemented, to improve education in developing countries. At the same time, more and more analysts have raised the issue of deteriorated or obsolete infrastructure in developing countries as a stumbling block for growth. In many countries, infrastructure growth has not kept up with economic and demographic growth and in some instances infrastructure was not even maintained. This situation has led many analysts to return to the literature linking public expenditure to infrastructure. These stakeholders have argued that major investments to scale up infrastructure levels would transform their role from a constraint to an engine of growth that would contribute indirectly to poverty reduction in the long term.",
                    "type": "paragraph"
                },
                {
                    "text": "At the same time, some researchers, such as <a href=\"#bib31\">Gupta <i>et al</i>. (2006)</a>, <a href=\"#bib28\">Foster and Killick (2006)</a> and <a href=\"#bib40\">Mckinley (2005)</a>, have suggested that scaling up aid could have negative macroeconomic consequences, notably through Dutch disease (i.e., in which foreign inflows contribute to a real exchange rate appreciation that adversely affects a country’s international competitiveness). These conclusions have been challenged by others in empirical studies such as <a href=\"#bib7\">Berg <i>et al</i>. (2007)</a> for five Sub-Saharan African countries, <a href=\"#bib38\">Li and Rowe (2007)</a> for <a href=\"#bib41\">Tanzania, Mongardini and Rayner (2009)</a> for a panel of 28 Sub-Saharan African countries. Many researchers have also investigated the impacts or challenges of scaling up aid to achieve the Millennium Development Goals (MDG), notably <a href=\"#bib13\">Bourguignon and Sundberg (2006)</a> and <a href=\"#bib32\">Hailu (2007)</a>. Although the debate has not been settled, concern for risks associated with a large scaling up of aid (for infrastructure or other expenditures) continues to prevail in many policy circles.",
                    "type": "paragraph"
                },
                {
                    "text": "Others argue that significant infrastructure spending may result in inflation and a resulting loss of competitiveness. There is also an important body of literature dealing with the crowding-out effects of public investment. Finally, some authors have raised concerns over the excessive operation and maintenance (O&M) cost burden of increased public infrastructure.",
                    "type": "paragraph"
                },
                {
                    "text": "In a recent comprehensive report sponsored jointly by the African Development Bank, the World Bank and the Agence Française pour le Développement, edited by <a href=\"#bib26\">Foster and Briceño-Garmendia (2010)</a>, it was found that half of Africa’s growth was generated by infrastructure. In the report, the authors argue that improved infrastructure will accelerate urbanization, which has been the engine for growth in many countries, and will also improve regional integration. They focus on the potential contribution to the growth of various forms of infrastructure such as information and communication technologies, electricity, transportation (in a broad sense), water, irrigation and sanitation. They further decompose the respective contributions of investments in roads, railway, ports and airports. The report also investigates the impact on poverty, the role of institutions and the various options available. The main contribution of this report is to provide an estimate of infrastructure spending in Africa needed to achieve optimal growth rates. This price tag is estimated at 93 billion per year, of which one third is required for O&amp;M.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper we provide a comparative analysis of funding mechanisms to finance infrastructure investment and associated O&amp;M costs. We build on work by <a href=\"#bib1\">Adam and Bevan (2006)</a>, <a href=\"#bib37\">Levy (2007)</a> and <a href=\"#bib22\">Estache <i>et al</i>. (2007)</a>, who explore how infrastructure investments funded through foreign aid can contribute to Dutch disease. In their 2006 paper, Adam and Bevan show that the impact of Dutch disease can be attenuated if non-tradable sectors also benefit from infrastructure investment externalities. They construct an aggregate model and apply it to Uganda to verify this. We extend this idea by dropping the dichotomous classification of sectors as tradable and non-tradable. We also introduce an additional element by imposing increases in public expenditure to maintain and repair the new public infrastructure as in <a href=\"#bib22\">Estache <i>et al</i>. (2007)</a>. We investigate fiscal policy and foreign aid as possible funding mechanisms. We further extend previous work by introducing distributional analysis with poverty indices and growth incidence curves. For this purpose, we adopt a top-down/bottom-up CGE microsimulation approach.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is structured as follows: we present the CGE top-down/bottom approach in the context of CGE microsimulation approaches, then set forth our model and resolution strategy and present our simulations, followed by an examination of macro and distributional analysis. We end the paper with our concluding remarks and possible extensions.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Three main approaches have been used to study the impacts of macro reforms on income distribution and poverty. The first and most commonly used one is the representative household approach (CGE-RH), the second is the top-down, layered or microsimulation sequential approach (CGE-MSS), and the third is usually referred to as the CGE integrated multi-household (CGE-IMH) (see <a href=\"#bib15\">Davies (2009</a>) for a detailed description of these approaches).",
                    "type": "paragraph"
                },
                {
                    "text": "Without going into a complete review of these approaches, we wish to highlight a few of their drawbacks in order to situate the contribution of the Top-down/bottom-up approach. First, despite extensive applications for distributive analysis, the CGE-RH has been strongly criticized for its inability to capture intra group changes in distribution (see <a href=\"#bib49\">Savard (2005)</a> &amp; <a href=\"#bib46\">Robilliard <i>et al</i>. (2008)</a> for an elaboration of this critique). The main drawback of the CGE-MSS approach is that it does not fully take into account the feedback effects to the CGE model of household behaviour in the microsimulation model. In fact, when micro-household behaviour aggregates perfectly, this approach implicitly integrates the feedback effect. However, when household behaviour does not aggregate perfectly, the aggregation error is lost in the process.<a href=\"#fn2\"><sup>2</sup></a> The interesting question is to know the size of this aggregation error. If the aggregation error is small, not taking it into account is unlikely to bias results, but this is not the case if the error is relatively large. This critique of the CGE-MSS approach has been highlighted in two literature reviews of macro-micro modelling for poverty analysis (<a href=\"#bib36\">Hertel and Reimer (2005)</a> &amp; <a href=\"#bib12\">Bourguignon and Spadaro (2006)</a>). The third approach is the CGE-IMH, which is theoretically sound but presents a few challenges. First, it requires significant data treatment to balance out each household account and reconcile micro-household data with the national account data of the SAM. Also, large models with complex non linear functions can lead to convergence problems. These problems are raised in <a href=\"#bib48\">Rutherford <i>et al</i>. (2005)</a>, <a href=\"#bib14\">Chen and Ravallion (2004)</a>, <a href=\"#bib11\">Bourguignon and Savard (2008)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "To circumvent these problems, we apply a more flexible variant of the CGE-IMH that draws from the CGE-MSS approach. The basic idea is to push the CGE-MSS approach further by explicitly taking into account the feedback effect of the microsimulation model. This makes it possible to take into account the aggregation error of the micro-household model in the CGE model. We refer to this approach as the “Top-down/bottom-up” (CGE-TD/BU) approach. The approach provides greater flexibility for modelling household behaviour compared to the CGE-IMH approach by introducing a bi-directional link between the CGE and microsimulation models to obtain a convergent solution. The main drawback of the approach is that convergence is not guaranteed and must be verified for each simulation. The approach allows the modeller to use the exact income and expenditure structure found in the household income and expenditure surveys, since perfect coherence between micro and macro data is not required. Another advantage is that there is no limit to the level of disaggregation in terms of production sectors and the number of households to be included in the model. Finally, and most importantly, the degree of freedom in choices of functional forms used to reflect the micro-economic heterogeneity of household behaviour is as great as in the CGE-MSS approach.",
                    "type": "paragraph"
                },
                {
                    "text": "The basic idea of the approach is to use the CGE model to generate a price vector (including wage rates), and a household microsimulation (HHMS) model to capture household behaviour (consumption and labour supply) in response to these price changes. These micro-household responses are re-aggregated and fed back into the CGE model and so on until there is convergence. We will detail the procedure in the subsequent section.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "CGE microsimulation approaches",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The basic model used for the analysis and the algorithm used for its resolution are presented in detail in <a href=\"#bib11\">Bourguignon and Savard (2008)</a>. We provide a summary of the model hypotheses and modifications required to capture the productivity of scaling up infrastructure investment and the O&amp;M costs of the new infrastructure, which is adapted from <a href=\"#bib22\">Estache <i>et al</i>. (2007)</a>. We start with the CGE model, which we present in general before focusing on the special features of the infrastructure application. We follow with a description of the microsimulation model and complete the presentation with an examination of the resolution process.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The CGE model is disaggregated into 20 sectors and comprises 873 equations. Production is determined through a 3-tier system: the total production of the branch (<i>XS</i>) is made up of a fixed share between value-added (<i>VA</i>) and intermediate consumptions (<i>CI</i>). <i>VA</i> is a combination of composite labour (<i>LD</i>) and capital (<i>KD</i>), which are related with a Cobb-Douglas function. Producers minimize their cost of producing <i>VA</i> subject to the Cobb-Douglas function. We introduce an infrastructure externality parameter into this function, which we describe in more detail below. Optimal labour demand equations are derived from this process. Labour is decomposed into formal and informal labour, and the choice of combinations between these two factors is determined by a constant elasticity of substitution (CES) function.<a href=\"#fn3\"><sup>3</sup></a> We assume that capital is not mobile between sectors, as it is quite difficult in the short to medium term to convert capital in order for it to be used in another production sector. Intermediate consumptions are determined by a fixed share (Leontief) assumption.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The labour market is quite original with respect to most macro/micro models. Our dual labour market is not perfectly segmented. The nominal wage rate in the formal market is exogenous and it is also above the equilibrium market wage;<a href=\"#fn4\"><sup>4</sup></a> hence, we have an excess supply of labour on this market. Workers choose to offer their labour on the formal and informal markets or stay unemployed based on their reservation wage and on the prevailing wages on the two labour markets. The informal nominal wage rate is flexible and clears this market. The labour market mechanisms implemented are found in the CGE-RH modelling context in <a href=\"#bib25\">Fortin <i>et al</i>. (1997)</a>, <a href=\"#bib51\">Savard and Adjovi (1998)</a>, <a href=\"#bib19\">Devarajan <i>et al</i>. (1999)</a>, <a href=\"#bib2\">Agénor <i>et al</i>. (2003)</a> and <a href=\"#bib52\">Stifel and Thorbecke (2003)</a>, among others. <a href=\"#fig1\">Figure 1</a> provides a graphic representation of the labour market (similar to the model presented in <a href=\"#bib53\">Thomas and Vallée (1996)</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00024%2Fijm-00024-fig1.tif",
                                        "size": {
                                            "width": 592,
                                            "height": 340
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00024%2Fijm-00024-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00024-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Labour market representation.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "On the left hand side we have the informal sector wage and on the right hand side, the formal sector wage. The total labour available in the economy is measured by the distance <i>0<sup>i</sup></i>-<i>0<sup>f</sup></i>. Moving from <i>0<sup>i</sup></i> to <i>0<sup>f</sup></i> we have the supply of labour on the informal market (<i>Lsi</i>) and from point <i>0<sup>f</sup></i> towards <i>0<sup>i</sup></i> we have the labour supply on the formal market (<i>Lsf</i>). On the left hand side we have the aggregate labour demand of the informal sector depicted by (<i>Ldi</i>) and on the right hand side, the aggregate labour demand in the formal sector (<i>Ldf</i>). The exogenous formal wage is <i>w<sup>1</sup></i>, and <i>w<sup>1*</sup></i> represents the equilibrium wage on the formal market if the nominal wage was not fixed. Employment in the formal sector is measured by the distance <i>0<sup>f</sup></i> – <i>e</i>. When <i>w<sup>1</sup> &gt; w<sup>1*</sup></i> we have rationing on this market. The workers rationed out are not forced into unemployment as they can decide to supply their labour on the informal sector market if their reservation wage is inferior to the nominal informal wage. The rationed unemployed are measured by the distance e – d and the waiting unemployment, by the distance b – d. Further details are provided in the presentation of the microsimulation model further on.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We only have one representative household in the CGE model and its income is composed of wage payments (from the two labour categories), capital payments, dividends and transfers from other agents. As opposed to what we would find in the CGE-IMH approach, the labour endowment is endogenous (as stated above), although this is only factored in the micro model. Workers can move in and out of unemployment as well as between the formal and informal markets but these movements will be computed in the microsimulation model and transferred into the CGE model in the resolution procedure.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The key assumptions to capture the impact of infrastructure spending concern their production externalities and the government budget constraint to fund O&amp;M costs. A complete description of the model can be found in <a href=\"#bib22\">Estache <i>et al</i>. (2007)</a>. This first <a href=\"#equ1\">Equation (1)</a> is the government budget constraint (<a href=\"#equ1\">Equation 1</a>) where government income (<i>Yg</i>) is spent on public services or expenditures (<i>G</i>) and on government savings (<i>Sg</i>), which will be used entirely for public investment.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1",
                            "label": "(1)",
                            "mathml": "<math><mrow><msub><mi>S</mi><mi>g</mi></msub><mo>=</mo><msub><mi>Y</mi><mi>g</mi></msub><mo>−</mo><mi>G</mi></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "We assume that public spending is exogenous and that public savings (the budget surplus) is implicitly exogenous as it is equal to public investment, which is exogenous. Hence, to fund new public infrastructure, the government will need an endogenous source of revenue such as a tax instrument or a foreign transfer (aid). We introduce an additional assumption, namely that an increase in public infrastructure investment will generate higher O&amp;M costs for the government. We draw this assumption from the estimations of <a href=\"#bib24\">Fay and Yepes (2003)</a>.<a href=\"#fn5\"><sup>5</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The externality <a href=\"#equ2\">Equation (2)</a> is the other important assumption, given its role in increasing the total productivity of factors in the value added <a href=\"#equ3\">Equation (3)</a>. For this, we draw on the vast literature linking public infrastructure to private sector factor productivity, including <a href=\"#bib20\">Dumont and Mesplé-Somps (2000)</a> in a CGE context, although our externality function does not include private investment. This function was also used in <a href=\"#bib23\">Estache <i>et al</i>. (2008)</a>. The function defining the externality is the following:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ2",
                            "label": "(2)",
                            "mathml": "<math><mrow><msub><mi>θ</mi><mi>i</mi></msub><mo>=</mo><msup><mrow><mrow><mo>(</mo><mrow><mfrac><mrow><mi>I</mi><mi>t</mi><mi>p</mi></mrow><mrow><mi>I</mi><mi>t</mi><mi>p</mi><mi>o</mi></mrow></mfrac></mrow><mo>)</mo></mrow></mrow><mrow><msub><mi>ξ</mi><mi>i</mi></msub></mrow></msup></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>θ<sub>i</sub></i> is the externality or sectoral productivity effect, which is a function of the ratio of new public investment (<i>Itp</i>) over past public investment (<i>Itpo</i>) with a sector-specific elasticity (<i>ξ<sub>i</sub></i>).<a href=\"#fn6\"><sup>6</sup></a> The externality is introduced in the value added (<i>Va<sub>i</sub></i>) equation:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ3",
                            "label": "(3)",
                            "mathml": "<math><mrow><mi>V</mi><msub><mi>α</mi><mi>i</mi></msub><mo>=</mo><msub><mi>θ</mi><mi>i</mi></msub><msub><mi>A</mi><mi>i</mi></msub><mi>L</mi><msubsup><mi>d</mi><mi>i</mi><mrow><mi>a</mi><mi>i</mi></mrow></msubsup><mi>K</mi><msubsup><mi>d</mi><mi>i</mi><mrow><mn>1</mn><mo>−</mo><msub><mi>a</mi><mi>i</mi></msub></mrow></msubsup></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>A<sub>i</sub></i> is the scale parameter, <i>Ld<sub>i</sub></i>, the labour demand, <i>Kd<sub>i</sub></i>, the capital demand, and <i>α</i>, the Cobb-Douglas parameter. Hence, an increase in <i>θ<sub>i</sub></i> represents a Hicks neutral productivity improvement, like the one modelled in <a href=\"#bib55\">Yeaple and Golub (2007)</a>.<a href=\"#fn7\"><sup>7</sup></a> With this formulation, the infrastructure investment can act as a source of comparative advantage because the function is sector specific.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Commodity markets are balanced through adjustments in market prices. The current account balance is fixed; accordingly, the nominal exchange rate varies to allow the real exchange rate to clear the current account balance. The GDP deflator is used as the numeraire in the model. We also assume in a standard manner that the Philippines is a small open economy. <a href=\"#bib4\">Armington’s (1969)</a> assumption is adopted for the demand of imported goods (imperfect substitution with constant elasticity of substitution function (CES)) and constant elasticity of transformation (CET) functions are used to model export supply.<a href=\"#fn8\"><sup>8</sup></a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "The CGE model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The construction of the household microsimulation model (HHMS) relies on data for all of the 39,520 households from the 1997 Family Income and Expenditure Survey (FIES) and on three rounds of the Labour Force Survey (LFS) run between 1997 and 1998.<a href=\"#fn9\"><sup>9</sup></a> The HHMS comprises a representation of household income structures and expenditure behaviour as well as their labour supply decisions. Household consumption is modelled with a linear expenditure demand system (LES). We use the calibration method proposed by <a href=\"#bib17\">Dervis <i>et al</i>. (1982)</a>. Savings and income tax rates are calibrated according to the observed data in the survey. All transfers received and paid are exogenous. We consider that capital endowments are fixed at the levels observed in the 1997 FIES. In the FIES, we have information on the sector of activity of the household head and on the amount of non-wage income. This allows for a mapping of the sector of origin for household capital income. Based on information from the FIES and LFS, we classified wage earners into formal and informal workers according to the category of work specified in the survey.<a href=\"#fn10\"><sup>10</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Our labour market mechanism is drawn from the <a href=\"#bib47\">Roy (1951)</a> model, which was revisited by <a href=\"#bib35\">Heckman and Sedlacek (1985)</a> and further enriched by <a href=\"#bib39\">Magnac (1991)</a>. We selected the non competitive version of the models presented by <a href=\"#bib39\">Magnac (1991)</a>, as it includes a formal and informal market with unemployment. The formal market in non competitive; it has a rigid nominal wage and workers face a cost of entry to access this market. The fixed formal wage is above the market equilibrium wage, which creates excess supply on this market. The rigid wage can reflect various interventions on the labour market such as labour union contracts, efficiency wages and regulated wages.<a href=\"#fn11\"><sup>11</sup></a> The labour supply model is estimated with the two-step Heckman procedure. More details on the labour supply model and the results of the estimation results can be found in <a href=\"#bib11\">Bourguignon and Savard (2008)</a>. The estimated model allows us to compute the worker-specific cost of entry, the reservation wage and the potential wage. Each of these elements is used in constructing our labour supply in the HHMS.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The key feature of the labour supply model is the introduction of an endogenous labour supply, but it also serves to compute changes in income, consumption and welfare changes at the household level. We introduce mobility between the three statuses of workers and potential workers, namely informal work, formal work and unemployment. The transformation at the micro level allows us to allocate changes in labour supply to the informal sector and unemployment in the HHMS model. We now describe how we go from the labour supply model to our HHMS model to construct our two labour supplies.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the formal market, we construct two queues. The first concerns the formal sector workers who can be laid off in the context of a decrease in formal labour demand generated by the CGE model. The second concerns unemployed and informal market workers who supply their labour to the formal market when formal labour demand increases in the CGE model. We assume that firms have perfect knowledge of the workers’ productivity (implicitly their potential wage).",
                            "type": "paragraph"
                        },
                        {
                            "text": "If formal labour demand increases, workers are drawn from the queue of informal and unemployed workers. To be included in the queue, two conditions from our labour supply model must be satisfied by workers: the formal wage minus the cost of entry into the formal sector must be greater than both the reservation wage of the worker and the informal wage.<a href=\"#fn12\"><sup>12</sup></a> Workers satisfying these two conditions are then ranked based on their potential wage and formal sector firms recruit the most qualified workers from this queue.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the presence of a decrease in formal sector labour demand, the least productive formal sector workers, based on their potential wage computed from the labour supply model, will be laid off. The destination of laid off workers depends on the reservation wage of the workers compared to the prevailing informal sector wage. If the reservation wage is above the informal wage the workers become unemployed, and if it is lower they supply their labour to the informal market. The reservation wage check with the informal sector wage is not only applied to laid off workers in the formal sector but also to active informal sector workers and the unemployed; the change in informal wage can modify the status of either. This procedure provides us with the new labour endowments in the HHMS to compute the new income level, expenditure and change in welfare. The final step in the HHMS consists in computing the variation in aggregate labour supply in the informal sector and the variations in aggregate consumption that will be used to link back to the CGE model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Resolving the model is done by iterating between the CGE and HHMS models. Hence, we build on the CGE-MSS approach by integrating the feedback effect of the microsimulation model back into the CGE model. This top to bottom and bottom to top resolution process is performed until convergence and is equivalent to a cobweb type of resolution of market equilibrium. Performing this bi-directional link is equivalent to including all 39,520 households from the household survey in the model.<a href=\"#fn13\"><sup>13</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Top Down loop presented in <a href=\"#fig2\">Figure 2</a> is implemented in the following way. First, the simulation is performed in the CGE model and we feed the variations in prices (goods and factors) and formal labour demand from this model into the HHMS model. As explained in the previous sub-section this labour demand change, and the variation in the informal wage, allows us to determine the labour endowment of workers.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00024%2Fijm-00024-fig2.tif",
                                        "size": {
                                            "width": 586,
                                            "height": 382
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00024%2Fijm-00024-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00024-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Resolution procedure of the TD/BU approach.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Once this is done, we can determine the new income and consumption level of each household. We then aggregate consumption and informal labour supply and compute the variations in these two variables. These variations are finally introduced into the CGE module where aggregate consumption and informal labour supply is exogenous. We repeat this loop until converging results are obtained for these two variables.<a href=\"#fn14\"><sup>14</sup></a> We know that there are conditions that satisfy the stability of the cobweb resolution approach and these conditions also apply to the resolution of the TDBU approach. Our application of the CGE-TDBU approach to the Philippines is programmed with GAMS software. Our CGE model has 873 equations and endogenous variables, whereas the microsimulation model has 829,920 equations with 829,920 endogenous variables.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "The household microsimulation model (HHMS)",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "The model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In order to analyze the macro and distributional impacts of scaling up infrastructure investment under different funding mechanisms, we contrast two types of infrastructure investments; a non productive one and a productive one.<a href=\"#fn15\"><sup>15</sup></a> These simulations are well justified in the context of the economic crisis and the larger debate on scaling up infrastructure in developing countries described in the introduction. We simulate an increase of 30 percent in public investment on infrastructure with respect to the level of investment in the reference period. We compare three funding mechanisms consisting of increases in the value added tax rate, the income tax rate and foreign aid. It is important to highlight that the effective tax rates observed in the SAM are relatively small in the reference period: between 2 and 3 percent for the two weighted average tax rates. Hence, the increase in these taxes required to fund the program is large in percentage terms, but not in nominal terms. The increases necessary for the three funding schemes are presented in <a href=\"#tableA3\">Table A.3</a> in the appendix. Productive externalities contribute to increased economic activity, which increases government revenues. Hence, the funding requirements are not equal to the direct investment and O&amp;M costs.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "The simulations",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "A comparative analysis of productive and non-productive investments under three funding mechanisms allows us to highlight the most efficient funding mechanism. We explore the effect on different macroeconomic and sectoral variables in addition to the distributional impacts. To simplify the presentation, we focus on the macroeconomic variables and the key sectoral impacts contributing to welfare and distributional impacts, namely market prices and returns to factors. We compare funding options throughout the section. We concentrate on productive investments with a brief comparative analysis to non productive investments at the end of the section. Distribution analysis follows in the subsequent section. When looking at results (<a href=\"#table1\">Tables 1 to 3</a>), it is important to keep in mind that our current account balance is fixed.<a href=\"#fn16\"><sup>16</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "Before moving on to the specific simulations, we can begin with a few general comments. First, the impacts on GDP and most macro variables are relatively modest. This results from the fact that, in nominal terms, the 30% increase in public investment is not large compared to size of the economy (0.48%). However, this is not an important issue as we are mostly interested in the comparative analysis between the different scenarios. The second point is that all simulations produce a positive impact on GDP, although the non productive simulations produce a very small impact. This positive effect comes in part from the productivity gains of the infrastructure but also from the economic activity generated by these investments.<a href=\"#fn17\"><sup>17</sup></a> The positive effect helps create employment in the construction sector and in the public services to operate and maintain this new infrastructure. The sectors supplying goods and services more intensively to these two sectors, and their workers, benefit the most. The expansion of the construction sector and public services creates employment directly and indirectly with an increase in the informal wage. This effect is possible given the presence of unemployment in the model. Hence, these new workers contribute to increasing GDP.",
                    "type": "paragraph"
                },
                {
                    "text": "The impact on the aggregate household is positive for all simulations and we observe a crowding out effect on private investment in all scenarios. A fall in the unemployment rate and an increase in the nominal informal wage rate are also found in all simulations. The increase in government income is the same in all simulations as this is implicitly directly tied to the simulated increase in public investment and the O&M cost associated with the investment. Other variables, such as the nominal exchange rate, and firm income and savings, exhibit qualitative and quantitative differences.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In this simulation, the increase in investment by the government is funded by a uniform increase in the effective value added tax. In the reference period, the value added tax (VAT) is not uniform and the differentiated structure is maintained in this simulation. We hold exogenous the other public expenditures made by governments but assume, as was explained earlier, that the new investment will require some new M&amp;O spending. The required tax increase is 0.7 percentage points, raising the rate from 2.5% to 3.2% (<a href=\"#tableA3\">Table A.3</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The first observation, focusing on productive infrastructure investments, is that this option seems to favour households over firms, because informal wages increases (0.98%) more than the average rental rate of capital (0.63%). Since firm income originates essentially from capital income, whereas for households it is a mixture of the two sources, the households come out winners. The increase in informal wages originates from pressure for labour demand in public services (1.87%, from <a href=\"#tableA4\">Table A.4</a> in the appendix) that must grow to meet the M&amp;O needs created by new investment and the expansion of the construction sector (1.81%; <a href=\"#table2\">Table 2</a>) to build the new infrastructure. Given the capital/labour ratio of these two sectors, their expansion increases demand for labour more than for capital.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Values computed by the author.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th colspan=\"2\"/>\n<th align=\"center\" colspan=\"2\">Value added tax</th>\n<th align=\"center\" colspan=\"2\">Income tax</th>\n<th align=\"center\" colspan=\"2\">Foreign Aid</th>\n</tr>\n<tr>\n<th align=\"center\">Definition</th>\n<th align=\"center\">Base</th>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\">Household income</td>\n<td align=\"center\"><b>86,476.9</b></td>\n<td align=\"center\"><b>0.15</b></td>\n<td align=\"center\"><b>0.74</b></td>\n<td align=\"center\"><b>0.17</b></td>\n<td align=\"center\"><b>0.75</b></td>\n<td align=\"center\"><b>0.14</b></td>\n<td align=\"center\"><b>0.73</b></td>\n</tr>\n<tr>\n<td align=\"center\">Household savings</td>\n<td align=\"center\"><b>9,651.8</b></td>\n<td align=\"center\"><b>−2.20</b></td>\n<td align=\"center\"><b>−3.24</b></td>\n<td align=\"center\"><b>−1.98</b></td>\n<td align=\"center\"><b>−2.99</b></td>\n<td align=\"center\"><b>−3.41</b></td>\n<td align=\"center\"><b>−4.21</b></td>\n</tr>\n<tr>\n<td align=\"center\">Informal Wage Government</td>\n<td align=\"center\"><b>0.5</b></td>\n<td align=\"center\"><b>0.43</b></td>\n<td align=\"center\"><b>0.98</b></td>\n<td align=\"center\"><b>0.49</b></td>\n<td align=\"center\"><b>1.05</b></td>\n<td align=\"center\"><b>0.39</b></td>\n<td align=\"center\"><b>0.94</b></td>\n</tr>\n<tr>\n<td align=\"center\">income</td>\n<td align=\"center\"><b>20,367</b></td>\n<td align=\"center\"><b>3.94</b></td>\n<td align=\"center\"><b>3.94</b></td>\n<td align=\"center\"><b>3.94</b></td>\n<td align=\"center\"><b>3.94</b></td>\n<td align=\"center\"><b>3.94</b></td>\n<td align=\"center\"><b>3.94</b></td>\n</tr>\n<tr>\n<td align=\"center\">Firms’ income Government</td>\n<td align=\"center\"><b>26,172.9</b></td>\n<td align=\"center\"><b>−0.14</b></td>\n<td align=\"center\"><b>0.52</b></td>\n<td align=\"center\"><b>−0.17</b></td>\n<td align=\"center\"><b>0.49</b></td>\n<td align=\"center\"><b>−0.17</b></td>\n<td align=\"center\"><b>0.51</b></td>\n</tr>\n<tr>\n<td align=\"center\">savings Government</td>\n<td align=\"center\"><b>13,369</b></td>\n<td align=\"center\"><b>30.00</b></td>\n<td align=\"center\"><b>30.00</b></td>\n<td align=\"center\"><b>30.00</b></td>\n<td align=\"center\"><b>30.00</b></td>\n<td align=\"center\"><b>30.00</b></td>\n<td align=\"center\"><b>30.00</b></td>\n</tr>\n<tr>\n<td align=\"center\">expenditure Private</td>\n<td align=\"center\"><b>16,818.8</b></td>\n<td align=\"center\"><b>2.38</b></td>\n<td align=\"center\"><b>2.38</b></td>\n<td align=\"center\"><b>2.38</b></td>\n<td align=\"center\"><b>2.38</b></td>\n<td align=\"center\"><b>2.38</b></td>\n<td align=\"center\"><b>2.38</b></td>\n</tr>\n<tr>\n<td align=\"center\">investment</td>\n<td align=\"center\"><b>23,161.2</b></td>\n<td align=\"center\"><b>−1.23</b></td>\n<td align=\"center\"><b>−0.54</b></td>\n<td align=\"center\"><b>−1.86</b></td>\n<td align=\"center\"><b>−1.07</b></td>\n<td align=\"center\"><b>−1.54</b></td>\n<td align=\"center\"><b>−0.82</b></td>\n</tr>\n<tr>\n<td align=\"center\">Firms’ savings</td>\n<td align=\"center\"><b>7,810.5</b></td>\n<td align=\"center\"><b>0,00</b></td>\n<td align=\"center\"><b>0.95</b></td>\n<td align=\"center\"><b>−0.31</b></td>\n<td align=\"center\"><b>0.90</b></td>\n<td align=\"center\"><b>−0.30</b></td>\n<td align=\"center\"><b>0.92</b></td>\n</tr>\n<tr>\n<td align=\"center\">Unemployment rate</td>\n<td align=\"center\"><b>16.8</b></td>\n<td align=\"center\"><b>−1.05</b></td>\n<td align=\"center\"><b>−1.95</b></td>\n<td align=\"center\"><b>−1.14</b></td>\n<td align=\"center\"><b>−1.95</b></td>\n<td align=\"center\"><b>−0.9</b></td>\n<td align=\"center\"><b>−1.84</b></td>\n</tr>\n<tr>\n<td align=\"center\">Nominal exchange rate</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>0.69</b></td>\n<td align=\"center\"><b>0.39</b></td>\n<td align=\"center\"><b>0.06</b></td>\n<td align=\"center\"><b>−0.13</b></td>\n<td align=\"center\"><b>−1.20</b></td>\n<td align=\"center\"><b>−1.18</b></td>\n</tr>\n<tr>\n<td align=\"center\">Gross domestic product</td>\n<td align=\"center\"><b>1,04,510.7</b></td>\n<td align=\"center\"><b>0.16</b></td>\n<td align=\"center\"><b>0.79</b></td>\n<td align=\"center\"><b>0.17</b></td>\n<td align=\"center\"><b>0.80</b></td>\n<td align=\"center\"><b>0.15</b></td>\n<td align=\"center\"><b>0.79</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Macroeconomic results (% variations).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Values computed by the author.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th colspan=\"3\"/>\n<th colspan=\"2\">Value added tax</th>\n<th colspan=\"2\">Income tax</th>\n<th colspan=\"2\">Foreign Aid</th>\n</tr>\n<tr>\n<th>Variables</th>\n<th>branches</th>\n<th>Reference</th>\n<th>Non productive investment</th>\n<th>Productive investment</th>\n<th>Non productive investment</th>\n<th>Productive investment</th>\n<th>Non productive investment</th>\n<th>Productive investment</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\" rowspan=\"19\"><i><b>r</b></i> (rental rate of capital)\n</td>\n<td align=\"center\">Palay &amp; corn</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>−0.76</b></td>\n<td align=\"center\"><b>2.13</b></td>\n<td align=\"center\"><b>−0.49</b></td>\n<td align=\"center\"><b>2.36</b></td>\n<td align=\"center\"><b>−0.16</b></td>\n<td align=\"center\"><b>2.66</b></td>\n</tr>\n<tr>\n<td align=\"center\">Fruit &amp; vegetable</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>−1.24</b></td>\n<td align=\"center\"><b>0.17</b></td>\n<td align=\"center\"><b>−1.16</b></td>\n<td align=\"center\"><b>0.24</b></td>\n<td align=\"center\"><b>−0.34</b></td>\n<td align=\"center\"><b>0.94</b></td>\n</tr>\n<tr>\n<td align=\"center\">Coconut</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>−0.45</b></td>\n<td align=\"center\"><b>1.68</b></td>\n<td align=\"center\"><b>−0.34</b></td>\n<td align=\"center\"><b>1.79</b></td>\n<td align=\"center\"><b>−1.05</b></td>\n<td align=\"center\"><b>1.16</b></td>\n</tr>\n<tr>\n<td align=\"center\">Livestock</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>−0.71</b></td>\n<td align=\"center\"><b>1.66</b></td>\n<td align=\"center\"><b>−0.87</b></td>\n<td align=\"center\"><b>1.49</b></td>\n<td align=\"center\"><b>0.79</b></td>\n<td align=\"center\"><b>2.92</b></td>\n</tr>\n<tr>\n<td align=\"center\">Fishing</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>−0.5</b></td>\n<td align=\"center\"><b>0.92</b></td>\n<td align=\"center\"><b>−0.57</b></td>\n<td align=\"center\"><b>0.84</b></td>\n<td align=\"center\"><b>−0.33</b></td>\n<td align=\"center\"><b>1.07</b></td>\n</tr>\n<tr>\n<td align=\"center\">Other agriculture</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>−0.11</b></td>\n<td align=\"center\"><b>0.79</b></td>\n<td align=\"center\"><b>−0.29</b></td>\n<td align=\"center\"><b>0.65</b></td>\n<td align=\"center\"><b>−1.15</b></td>\n<td align=\"center\"><b>−0.09</b></td>\n</tr>\n<tr>\n<td align=\"center\">Logging &amp; timber</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>1.3</b></td>\n<td align=\"center\"><b>4.33</b></td>\n<td align=\"center\"><b>0.79</b></td>\n<td align=\"center\"><b>3.9</b></td>\n<td align=\"center\"><b>1.03</b></td>\n<td align=\"center\"><b>4.09</b></td>\n</tr>\n<tr>\n<td align=\"center\">Mining</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>0.33</b></td>\n<td align=\"center\"><b>1.14</b></td>\n<td align=\"center\"><b>−0.06</b></td>\n<td align=\"center\"><b>0.81</b></td>\n<td align=\"center\"><b>−2.49</b></td>\n<td align=\"center\"><b>−1.25</b></td>\n</tr>\n<tr>\n<td align=\"center\">Manufacturing</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>−0.1</b></td>\n<td align=\"center\"><b>−0.26</b></td>\n<td align=\"center\"><b>−0.04</b></td>\n<td align=\"center\"><b>−0.2</b></td>\n<td align=\"center\"><b>−1.46</b></td>\n<td align=\"center\"><b>−1.4</b></td>\n</tr>\n<tr>\n<td align=\"center\">Rice manufacturing</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>−0.26</b></td>\n<td align=\"center\"><b>0.86</b></td>\n<td align=\"center\"><b>−0.05</b></td>\n<td align=\"center\"><b>1.03</b></td>\n<td align=\"center\"><b>0.09</b></td>\n<td align=\"center\"><b>1.15</b></td>\n</tr>\n<tr>\n<td align=\"center\">Meat industry</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>−0.01</b></td>\n<td align=\"center\"><b>−0.32</b></td>\n<td align=\"center\"><b>−0.19</b></td>\n<td align=\"center\"><b>−0.49</b></td>\n<td align=\"center\"><b>1.12</b></td>\n<td align=\"center\"><b>0.62</b></td>\n</tr>\n<tr>\n<td align=\"center\">Food manufacturing</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>−1.41</b></td>\n<td align=\"center\"><b>−1.82</b></td>\n<td align=\"center\"><b>−1.2</b></td>\n<td align=\"center\"><b>−1.64</b></td>\n<td align=\"center\"><b>−0.87</b></td>\n<td align=\"center\"><b>−1.38</b></td>\n</tr>\n<tr>\n<td align=\"center\">Electricity, gas &amp; water</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>0.32</b></td>\n<td align=\"center\"><b>−0.39</b></td>\n<td align=\"center\"><b>0.49</b></td>\n<td align=\"center\"><b>−0.27</b></td>\n<td align=\"center\"><b>0.65</b></td>\n<td align=\"center\"><b>−0.11</b></td>\n</tr>\n<tr>\n<td align=\"center\">Construction</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>2.03</b></td>\n<td align=\"center\"><b>2.62</b></td>\n<td align=\"center\"><b>1.96</b></td>\n<td align=\"center\"><b>2.56</b></td>\n<td align=\"center\"><b>2.9</b></td>\n<td align=\"center\"><b>3.34</b></td>\n</tr>\n<tr>\n<td align=\"center\">Commerce</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>−0.18</b></td>\n<td align=\"center\"><b>0.67</b></td>\n<td align=\"center\"><b>−0.14</b></td>\n<td align=\"center\"><b>0.7</b></td>\n<td align=\"center\"><b>−1,00</b></td>\n<td align=\"center\"><b>−0.02</b></td>\n</tr>\n<tr>\n<td align=\"center\">Trans. &amp; comm.</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>0.55</b></td>\n<td align=\"center\"><b>0.98</b></td>\n<td align=\"center\"><b>0.16</b></td>\n<td align=\"center\"><b>0.67</b></td>\n<td align=\"center\"><b>0.82</b></td>\n<td align=\"center\"><b>1.22</b></td>\n</tr>\n<tr>\n<td align=\"center\">Finance</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>0.5</b></td>\n<td align=\"center\"><b>1.3</b></td>\n<td align=\"center\"><b>0.72</b></td>\n<td align=\"center\"><b>1.48</b></td>\n<td align=\"center\"><b>0.07</b></td>\n<td align=\"center\"><b>0.94</b></td>\n</tr>\n<tr>\n<td align=\"center\">Real estate</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>−0.48</b></td>\n<td align=\"center\"><b>−0.55</b></td>\n<td align=\"center\"><b>−1.33</b></td>\n<td align=\"center\"><b>−1.31</b></td>\n<td align=\"center\"><b>0.34</b></td>\n<td align=\"center\"><b>0.14</b></td>\n</tr>\n<tr>\n<td align=\"center\">Services</td>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>0.07</b></td>\n<td align=\"center\"><b>0.14</b></td>\n<td align=\"center\"><b>0.51</b></td>\n<td align=\"center\"><b>0.52</b></td>\n<td align=\"center\"><b>0.09</b></td>\n<td align=\"center\"><b>0.17</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Sectoral results: rental rate of capital (% variation).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The increase in household income (0.74%) is explained by the reduction in unemployment (1.95%) and the increase in nominal informal wages (0.98%). Total private investment falls (0.54%), which is one of the strongest impacts at the macro level, indicating a crowding out of private investment. The nominal exchange rate increases by 0.39%, which represents a depreciation of the real exchange rate. Price effects are generally increasing for most sectors with the strongest increase in the logging and timber sector (<a href=\"#table3\">Table 3</a>). The real estate sector shows the strongest price contraction.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Values computed by the author.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"3\"/>\n<th align=\"center\" colspan=\"2\">Value added tax</th>\n<th align=\"center\" colspan=\"2\">Income tax</th>\n<th align=\"center\" colspan=\"2\">Foreign Aid</th>\n</tr>\n<tr>\n<th align=\"center\">Variables</th>\n<th align=\"center\">branches</th>\n<th align=\"center\">Reference</th>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\" rowspan=\"20\"><i><b>Pq</b></i> (market price)</td>\n<td align=\"center\">Palay &amp; corn</td>\n<td align=\"center\"><b>1.01</b></td>\n<td align=\"center\"><b>−0.09</b></td>\n<td align=\"center\"><b>1.65</b></td>\n<td align=\"center\"><b>−0.24</b></td>\n<td align=\"center\"><b>1.52</b></td>\n<td align=\"center\"><b>−0.21</b></td>\n<td align=\"center\"><b>1.55</b></td>\n</tr>\n<tr>\n<td align=\"center\">Fruit &amp; vegetable</td>\n<td align=\"center\"><b>1.02</b></td>\n<td align=\"center\"><b>0.25</b></td>\n<td align=\"center\"><b>0.77</b></td>\n<td align=\"center\"><b>−0.55</b></td>\n<td align=\"center\"><b>0.1</b></td>\n<td align=\"center\"><b>−0.19</b></td>\n<td align=\"center\"><b>0.4</b></td>\n</tr>\n<tr>\n<td align=\"center\">Coconut</td>\n<td align=\"center\"><b>1.02</b></td>\n<td align=\"center\"><b>0.62</b></td>\n<td align=\"center\"><b>1.61</b></td>\n<td align=\"center\"><b>0.01</b></td>\n<td align=\"center\"><b>1.11</b></td>\n<td align=\"center\"><b>−0.45</b></td>\n<td align=\"center\"><b>0.71</b></td>\n</tr>\n<tr>\n<td align=\"center\">Livestock</td>\n<td align=\"center\"><b>1.01</b></td>\n<td align=\"center\"><b>0.45</b></td>\n<td align=\"center\"><b>1.33</b></td>\n<td align=\"center\"><b>−0.31</b></td>\n<td align=\"center\"><b>0.68</b></td>\n<td align=\"center\"><b>0.17</b></td>\n<td align=\"center\"><b>1.09</b></td>\n</tr>\n<tr>\n<td align=\"center\">Fishing</td>\n<td align=\"center\"><b>1.01</b></td>\n<td align=\"center\"><b>0.19</b></td>\n<td align=\"center\"><b>0.81</b></td>\n<td align=\"center\"><b>−0.24</b></td>\n<td align=\"center\"><b>0.43</b></td>\n<td align=\"center\"><b>−0.16</b></td>\n<td align=\"center\"><b>0.51</b></td>\n</tr>\n<tr>\n<td align=\"center\">Other agriculture</td>\n<td align=\"center\"><b>1.03</b></td>\n<td align=\"center\"><b>0.57</b></td>\n<td align=\"center\"><b>0.76</b></td>\n<td align=\"center\"><b>0.06</b></td>\n<td align=\"center\"><b>0.33</b></td>\n<td align=\"center\"><b>−0.6</b></td>\n<td align=\"center\"><b>−0.23</b></td>\n</tr>\n<tr>\n<td align=\"center\">Logging &amp; timber</td>\n<td align=\"center\"><b>1.01</b></td>\n<td align=\"center\"><b>1.12</b></td>\n<td align=\"center\"><b>2.38</b></td>\n<td align=\"center\"><b>0.46</b></td>\n<td align=\"center\"><b>1.83</b></td>\n<td align=\"center\"><b>0.32</b></td>\n<td align=\"center\"><b>1.71</b></td>\n</tr>\n<tr>\n<td align=\"center\">Mining</td>\n<td align=\"center\"><b>1.01</b></td>\n<td align=\"center\"><b>0.69</b></td>\n<td align=\"center\"><b>0.42</b></td>\n<td align=\"center\"><b>0.08</b></td>\n<td align=\"center\"><b>−0.09</b></td>\n<td align=\"center\"><b>−1.07</b></td>\n<td align=\"center\"><b>−1.06</b></td>\n</tr>\n<tr>\n<td align=\"center\">Manufacturing</td>\n<td align=\"center\"><b>1.08</b></td>\n<td align=\"center\"><b>0.83</b></td>\n<td align=\"center\"><b>0.4</b></td>\n<td align=\"center\"><b>0.07</b></td>\n<td align=\"center\"><b>−0.23</b></td>\n<td align=\"center\"><b>−0.61</b></td>\n<td align=\"center\"><b>−0.8</b></td>\n</tr>\n<tr>\n<td align=\"center\">Rice manufacturing</td>\n<td align=\"center\"><b>1,000</b></td>\n<td align=\"center\"><b>0.16</b></td>\n<td align=\"center\"><b>1.27</b></td>\n<td align=\"center\"><b>−0.11</b></td>\n<td align=\"center\"><b>1.04</b></td>\n<td align=\"center\"><b>−0.2</b></td>\n<td align=\"center\"><b>0.97</b></td>\n</tr>\n<tr>\n<td align=\"center\">Meat industry</td>\n<td align=\"center\"><b>1.01</b></td>\n<td align=\"center\"><b>0.7</b></td>\n<td align=\"center\"><b>0.91</b></td>\n<td align=\"center\"><b>−0.15</b></td>\n<td align=\"center\"><b>0.19</b></td>\n<td align=\"center\"><b>0.21</b></td>\n<td align=\"center\"><b>0.5</b></td>\n</tr>\n<tr>\n<td align=\"center\">Food manufacturing</td>\n<td align=\"center\"><b>1.03</b></td>\n<td align=\"center\"><b>0.47</b></td>\n<td align=\"center\"><b>0.47</b></td>\n<td align=\"center\"><b>−0.24</b></td>\n<td align=\"center\"><b>−0.12</b></td>\n<td align=\"center\"><b>−0.37</b></td>\n<td align=\"center\"><b>−0.24</b></td>\n</tr>\n<tr>\n<td align=\"center\">Electricity, gas &amp; w ater</td>\n<td align=\"center\"><b>1.01</b></td>\n<td align=\"center\"><b>0.97</b></td>\n<td align=\"center\"><b>−0.02</b></td>\n<td align=\"center\"><b>0.25</b></td>\n<td align=\"center\"><b>−0.63</b></td>\n<td align=\"center\"><b>0.05</b></td>\n<td align=\"center\"><b>−0.79</b></td>\n</tr>\n<tr>\n<td align=\"center\">Construction</td>\n<td align=\"center\"><b>1.01</b></td>\n<td align=\"center\"><b>1.13</b></td>\n<td align=\"center\"><b>0.82</b></td>\n<td align=\"center\"><b>0.52</b></td>\n<td align=\"center\"><b>0.31</b></td>\n<td align=\"center\"><b>0.33</b></td>\n<td align=\"center\"><b>0.15</b></td>\n</tr>\n<tr>\n<td align=\"center\">Commerce</td>\n<td align=\"center\"><b>1.05</b></td>\n<td align=\"center\"><b>1.02</b></td>\n<td align=\"center\"><b>0.8</b></td>\n<td align=\"center\"><b>0.06</b></td>\n<td align=\"center\"><b>−0.01</b></td>\n<td align=\"center\"><b>−0.39</b></td>\n<td align=\"center\"><b>−0.38</b></td>\n</tr>\n<tr>\n<td align=\"center\">Trans. &amp; comm.</td>\n<td align=\"center\"><b>1.01</b></td>\n<td align=\"center\"><b>1.08</b></td>\n<td align=\"center\"><b>0.68</b></td>\n<td align=\"center\"><b>0.18</b></td>\n<td align=\"center\"><b>−0.07</b></td>\n<td align=\"center\"><b>−0.03</b></td>\n<td align=\"center\"><b>−0.25</b></td>\n</tr>\n<tr>\n<td align=\"center\">Finance</td>\n<td align=\"center\"><b>1.05</b></td>\n<td align=\"center\"><b>2.2</b></td>\n<td align=\"center\"><b>1.92</b></td>\n<td align=\"center\"><b>0.35</b></td>\n<td align=\"center\"><b>0.37</b></td>\n<td align=\"center\"><b>−0.18</b></td>\n<td align=\"center\"><b>−0.08</b></td>\n</tr>\n<tr>\n<td align=\"center\">Real estate</td>\n<td align=\"center\"><b>1,000</b></td>\n<td align=\"center\"><b>0.03</b></td>\n<td align=\"center\"><b>−0.68</b></td>\n<td align=\"center\"><b>−0.61</b></td>\n<td align=\"center\"><b>−1.23</b></td>\n<td align=\"center\"><b>0.19</b></td>\n<td align=\"center\"><b>−0.54</b></td>\n</tr>\n<tr>\n<td align=\"center\">Services</td>\n<td align=\"center\"><b>1.04</b></td>\n<td align=\"center\"><b>2.1</b></td>\n<td align=\"center\"><b>1.4</b></td>\n<td align=\"center\"><b>0.2</b></td>\n<td align=\"center\"><b>−0.18</b></td>\n<td align=\"center\"><b>0.32</b></td>\n<td align=\"center\"><b>−0.09</b></td>\n</tr>\n<tr>\n<td align=\"center\">Public services</td>\n<td align=\"center\"><b>1,000</b></td>\n<td align=\"center\"><b>0.51</b></td>\n<td align=\"center\"><b>0.5</b></td>\n<td align=\"center\"><b>0.17</b></td>\n<td align=\"center\"><b>0.23</b></td>\n<td align=\"center\"><b>0.05</b></td>\n<td align=\"center\"><b>0.12</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Sectoral results: market prices (% variation).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-1",
                    "title": "Investment funded by the value added tax",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "When infrastructure is funded by income taxes, the effective income tax rate rises from 2.2% to 3.0% (a 37% increase). The macro results are quite similar to the previous simulation with main differences observed for the nominal exchange rate, with an appreciation of 0.13% compared to a depreciation of 0.39% in the previous simulation, indicating a very slight Dutch disease effect. There is also more crowding out as total investment decreases more (1.07%) compared to the previous simulation (0.54%). The slightly stronger negative impact on firm income is the source of this difference. The other macro level results largely resemble the VAT-funded scenario.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the rental rate of capital, the qualitative effects are the same as in the previous simulation, although the weighted average increase is slightly weaker (0.60%, compared to 0.63%). Some sectoral differences are observed in the returns to capital. Market price variations (<a href=\"#table3\">Table 3</a>) are smaller for most sectors and qualitative differences are observed in six sectors with the largest gap for the service sector passing from a 1.4% increase for the VAT scenario to a 0.18% decrease in this case. These stronger differences at the market price will have distributional impacts further on.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "Investment funded by income tax",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "At the macro level, the main difference is observed for the nominal exchange rate, which is not surprising insofar as the current account balance is fixed and an increase in foreign aid thus requires an appreciation of the exchange rate. The Dutch disease effect is thus greater than in the income tax simulation. The unemployment rate decreases less compared to the previous two simulations. Other macro results are almost identical to the other simulations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The market price and rental rate of capital are more sensitive to this funding scheme and we have many qualitative changes in the sectoral impacts compared to the first two scenarios. The differences are greater when we compare these results with the VAT scenario. These stronger price differences should have a distributional impact on the income side (rental rate of capital) and on the consumption side (market prices).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-3",
                    "title": "Investment funded by foreign aid",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We note a weaker positive effect on GDP, household income and firm income in the non-productive investment scenarios. This is not surprising as we built in this difference. As was the case for productive investments, the choice of funding mechanism does not have much impact on the macro results. However, the crowding out effect is almost doubled in the non productive investment scenarios, compared to productive investments.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For price variations (market price and rental rate of capital) the effects are quite different. For the VAT funding option, nine out of the nineteen sectors exhibit a qualitative change in terms of the impacts on the rental rate of capital. For all agricultural sectors, the difference is strong, ranging from a 0.9% improvement for other agriculture to a 2.89% improvement in the palay and corn sector. The pattern of differences between the income tax scenarios is similar to that of the VAT simulations. The foreign aid scenarios generate closer results, with only five sectors exhibiting qualitative differences. Moreover, the quantitative gap between the productive and non productive scenarios is weaker with foreign aid financing. As for market price variations, we observe many differences between non productive and productive options with between five (VAT) and eight (foreign aid) qualitative differences. There is no clear trend that can be observed either.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Before moving on to the distributional impact of our policies, we can summarize the key effects that will play an important role. VAT funding will have a tendency to favour sectors in which initial VAT rates were lower and, consequently, households that consume a lower share of goods and services with high VAT rates in the reference period. Workers and owners of capital in the sectors with higher VAT rates will experience a stronger negative impact. Moving on to the income tax scenario, on the income side we will have a stronger negative impact on households that pay income taxes. As a result, the price of goods consumed by households with higher income decrease more compared to the first scenario. The price effect may dominate the income effect for certain households. Foreign aid financing produces a price and income effect via the appreciation of the exchange rate given the fixed current account balance. This will favour consumers of imported goods on the price side. On the income side, the non tradable sectors will be favoured and hence capital owners and workers used intensively in these sectors will benefit the most.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The final impact is a combination of these more direct effects and indirect effects captured by all assumptions and interactions in the model. It is also important to note that, contrary to many CGE microsimulation models, we capture discrete changes in income, and not only marginal changes in income, with workers moving in and out of unemployment and between the formal and informal sectors. This can produce unusual distributional effects. For example, a relatively rich household in the reference period can become unemployed after simulation and lose a large portion of its income.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-4",
                    "title": "Comparing productive and non productive infrastructure",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "Impact analysis of the scenarios",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "For the distributional analysis, we apply poverty indices and compute growth incidence curves. The poverty index chosen (FGT) is the additively decomposable <i>P<sub>α</sub></i> proposed by <a href=\"#bib27\">Foster, Greer and Thorbecke (1984)</a>.<a href=\"#fn18\"><sup>18</sup></a> To complete the distributional analysis, we computed the growth incidence curve (GIC) proposed by <a href=\"#bib45\">Ravallion and Chen (2003)</a>.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "We use the change in household welfare, measured by change in real income, to evaluate the impact of the policy on each household. This approach has the advantage of taking into account the price and income effects simultaneously. This approach is quite standard in the context of macro-micro CGE analysis. The CGE top-down/bottom-up model generates post simulation changes in welfare at the household level that are used for poverty analysis. Households can be grouped into various socio-economic categories for the analysis, which can be repeated for the base period and each simulation. For our application, we group households based on the education level of the household head.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The first point we can make is that poverty impacts are relatively small (<a href=\"#table4\">Table 4</a>). As we highlighted in the macro analysis, this comes from the relatively small nominal increase in public investment, but we can still draw interesting conclusions on relative impacts between productive and non productive investments and between the three funding schemes. Starting at the national level, with non productive investments, we observe a decrease in poverty only for the VAT scenario. This reduction is observed for the three poverty indices, ranging from 0.26% for the headcount index (FGT-0) to 0.30% for poverty severity (FGT-2). The income tax and foreign aid scenarios for non productive investment produce an increase in poverty severity ranging up to 1.33% for the income tax option and 0.88% for foreign aid. This is interesting in that GDP and aggregate household income increased in both those scenarios. This illustrates the importance of using a microsimulation approach to determine the distributional and welfare impact of such reforms. The option generating the greatest increases in poverty is the income tax option.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Values computed by the author.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Notes</i>: See <a href=\"#tableA2\">Table A.2</a> for educational codes.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"3\"/>\n<th align=\"center\" colspan=\"2\">Value added tax</th>\n<th align=\"center\" colspan=\"2\">Income tax</th>\n<th align=\"center\" colspan=\"2\">Foreign Aid</th>\n</tr>\n<tr>\n<th align=\"center\">Poverty index</th>\n<th align=\"center\">Code-education</th>\n<th align=\"center\">Base</th>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\"><b>FGT-0</b></td>\n<td align=\"center\"><b>National</b></td>\n<td align=\"center\"><b>0.311</b></td>\n<td align=\"center\"><b>−0.26</b></td>\n<td align=\"center\"><b>−0.86</b></td>\n<td align=\"center\"><b>0.67</b></td>\n<td align=\"center\"><b>−0.19</b></td>\n<td align=\"center\"><b>0.49</b></td>\n<td align=\"center\"><b>−0.41</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>FGT-1</b></td>\n<td align=\"center\"><b>National</b></td>\n<td align=\"center\"><b>0.096</b></td>\n<td align=\"center\"><b>−0.27</b></td>\n<td align=\"center\"><b>−1.29</b></td>\n<td align=\"center\"><b>1.05</b></td>\n<td align=\"center\"><b>−0.20</b></td>\n<td align=\"center\"><b>0.68</b></td>\n<td align=\"center\"><b>−0.52</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>FGT-2</b></td>\n<td align=\"center\"><b>National</b></td>\n<td align=\"center\"><b>0.04</b></td>\n<td align=\"center\"><b>−0.30</b></td>\n<td align=\"center\"><b>−1.57</b></td>\n<td align=\"center\"><b>1.33</b></td>\n<td align=\"center\"><b>−0.22</b></td>\n<td align=\"center\"><b>0.88</b></td>\n<td align=\"center\"><b>−0.6</b></td>\n</tr>\n<tr>\n<td align=\"center\" rowspan=\"7\"><b>FGT-0</b></td>\n<td align=\"center\"><b>0</b></td>\n<td align=\"center\"><b>0.564</b></td>\n<td align=\"center\"><b>−0.36</b></td>\n<td align=\"center\"><b>−1.08</b></td>\n<td align=\"center\"><b>0.51</b></td>\n<td align=\"center\"><b>0.07</b></td>\n<td align=\"center\"><b>0.71</b></td>\n<td align=\"center\"><b>0.2</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>0.501</b></td>\n<td align=\"center\"><b>−0.37</b></td>\n<td align=\"center\"><b>−0.89</b></td>\n<td align=\"center\"><b>0.31</b></td>\n<td align=\"center\"><b>−0.26</b></td>\n<td align=\"center\"><b>0.27</b></td>\n<td align=\"center\"><b>−0.61</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>2</b></td>\n<td align=\"center\"><b>0.384</b></td>\n<td align=\"center\"><b>−0.29</b></td>\n<td align=\"center\"><b>−0.8</b></td>\n<td align=\"center\"><b>0.70</b></td>\n<td align=\"center\"><b>−0.26</b></td>\n<td align=\"center\"><b>0.3</b></td>\n<td align=\"center\"><b>−0.42</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>3</b></td>\n<td align=\"center\"><b>0.317</b></td>\n<td align=\"center\"><b>0.35</b></td>\n<td align=\"center\"><b>−0.71</b></td>\n<td align=\"center\"><b>1.52</b></td>\n<td align=\"center\"><b>0.27</b></td>\n<td align=\"center\"><b>1.38</b></td>\n<td align=\"center\"><b>−0.30</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>4</b></td>\n<td align=\"center\"><b>0.184</b></td>\n<td align=\"center\"><b>−0.34</b></td>\n<td align=\"center\"><b>−0.94</b></td>\n<td align=\"center\"><b>0.85</b></td>\n<td align=\"center\"><b>−0.33</b></td>\n<td align=\"center\"><b>0.2</b></td>\n<td align=\"center\"><b>−0.54</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>5</b></td>\n<td align=\"center\"><b>0.092</b></td>\n<td align=\"center\"><b>−0.47</b></td>\n<td align=\"center\"><b>−0.83</b></td>\n<td align=\"center\"><b>1.58</b></td>\n<td align=\"center\"><b>−0.35</b></td>\n<td align=\"center\"><b>1.35</b></td>\n<td align=\"center\"><b>0.40</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>6</b></td>\n<td align=\"center\"><b>0.021</b></td>\n<td align=\"center\"><b>−0.42</b></td>\n<td align=\"center\"><b>−0.42</b></td>\n<td align=\"center\"><b>−0.42</b></td>\n<td align=\"center\"><b>−0.42</b></td>\n<td align=\"center\"><b>3.54</b></td>\n<td align=\"center\"><b>−0.42</b></td>\n</tr>\n<tr>\n<td align=\"center\" rowspan=\"7\"><b>FGT-1</b></td>\n<td align=\"center\"><b>0</b></td>\n<td align=\"center\"><b>0.185</b></td>\n<td align=\"center\"><b>−0.19</b></td>\n<td align=\"center\"><b>−0.99</b></td>\n<td align=\"center\"><b>0.96</b></td>\n<td align=\"center\"><b>−0.05</b></td>\n<td align=\"center\"><b>0.92</b></td>\n<td align=\"center\"><b>−0.09</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>0.168</b></td>\n<td align=\"center\"><b>−0.24</b></td>\n<td align=\"center\"><b>−1.19</b></td>\n<td align=\"center\"><b>0.94</b></td>\n<td align=\"center\"><b>−0.20</b></td>\n<td align=\"center\"><b>0.61</b></td>\n<td align=\"center\"><b>−0.50</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>2</b></td>\n<td align=\"center\"><b>0.116</b></td>\n<td align=\"center\"><b>−0.30</b></td>\n<td align=\"center\"><b>−1.36</b></td>\n<td align=\"center\"><b>1.05</b></td>\n<td align=\"center\"><b>−0.23</b></td>\n<td align=\"center\"><b>0.62</b></td>\n<td align=\"center\"><b>−0.61</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>3</b></td>\n<td align=\"center\"><b>0.090</b></td>\n<td align=\"center\"><b>−0.32</b></td>\n<td align=\"center\"><b>−1.37</b></td>\n<td align=\"center\"><b>1.15</b></td>\n<td align=\"center\"><b>−0.17</b></td>\n<td align=\"center\"><b>0.79</b></td>\n<td align=\"center\"><b>−0.51</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>4</b></td>\n<td align=\"center\"><b>0.048</b></td>\n<td align=\"center\"><b>−0.31</b></td>\n<td align=\"center\"><b>−1.56</b></td>\n<td align=\"center\"><b>1.29</b></td>\n<td align=\"center\"><b>−0.22</b></td>\n<td align=\"center\"><b>0.71</b></td>\n<td align=\"center\"><b>−0.71</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>5</b></td>\n<td align=\"center\"><b>0.022</b></td>\n<td align=\"center\"><b>−0.26</b></td>\n<td align=\"center\"><b>−1.65</b></td>\n<td align=\"center\"><b>1.60</b></td>\n<td align=\"center\"><b>−0.11</b></td>\n<td align=\"center\"><b>1.05</b></td>\n<td align=\"center\"><b>−0.57</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>6</b></td>\n<td align=\"center\"><b>0.005</b></td>\n<td align=\"center\"><b>−0.49</b></td>\n<td align=\"center\"><b>−1.87</b></td>\n<td align=\"center\"><b>1.43</b></td>\n<td align=\"center\"><b>−0.24</b></td>\n<td align=\"center\"><b>1.51</b></td>\n<td align=\"center\"><b>−0.20</b></td>\n</tr>\n<tr>\n<td align=\"center\" rowspan=\"7\"><b>FGT-2</b></td>\n<td align=\"center\"><b>0</b></td>\n<td align=\"center\"><b>0.08</b></td>\n<td align=\"center\"><b>−0.25</b></td>\n<td align=\"center\"><b>−1.32</b></td>\n<td align=\"center\"><b>1.25</b></td>\n<td align=\"center\"><b>−0.09</b></td>\n<td align=\"center\"><b>1.14</b></td>\n<td align=\"center\"><b>−0.18</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>1</b></td>\n<td align=\"center\"><b>0.075</b></td>\n<td align=\"center\"><b>−0.27</b></td>\n<td align=\"center\"><b>−1.48</b></td>\n<td align=\"center\"><b>1.23</b></td>\n<td align=\"center\"><b>−0.23</b></td>\n<td align=\"center\"><b>0.82</b></td>\n<td align=\"center\"><b>−0.58</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>2</b></td>\n<td align=\"center\"><b>0.048</b></td>\n<td align=\"center\"><b>−0.32</b></td>\n<td align=\"center\"><b>−1.64</b></td>\n<td align=\"center\"><b>1.34</b></td>\n<td align=\"center\"><b>−0.26</b></td>\n<td align=\"center\"><b>0.82</b></td>\n<td align=\"center\"><b>−0.70</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>3</b></td>\n<td align=\"center\"><b>0.035</b></td>\n<td align=\"center\"><b>−0.36</b></td>\n<td align=\"center\"><b>−1.66</b></td>\n<td align=\"center\"><b>1.41</b></td>\n<td align=\"center\"><b>−0.20</b></td>\n<td align=\"center\"><b>0.95</b></td>\n<td align=\"center\"><b>−0.64</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>4</b></td>\n<td align=\"center\"><b>0.018</b></td>\n<td align=\"center\"><b>−0.31</b></td>\n<td align=\"center\"><b>−1.78</b></td>\n<td align=\"center\"><b>1.57</b></td>\n<td align=\"center\"><b>−0.23</b></td>\n<td align=\"center\"><b>0.93</b></td>\n<td align=\"center\"><b>−0.76</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>5</b></td>\n<td align=\"center\"><b>0.007</b></td>\n<td align=\"center\"><b>−0.28</b></td>\n<td align=\"center\"><b>−2.01</b></td>\n<td align=\"center\"><b>1.92</b></td>\n<td align=\"center\"><b>−0.19</b></td>\n<td align=\"center\"><b>1.22</b></td>\n<td align=\"center\"><b>−0.78</b></td>\n</tr>\n<tr>\n<td align=\"center\"><b>6</b></td>\n<td align=\"center\"><b>0.002</b></td>\n<td align=\"center\"><b>−0.38</b></td>\n<td align=\"center\"><b>−1.83</b></td>\n<td align=\"center\"><b>1.83</b></td>\n<td align=\"center\"><b>0.00</b></td>\n<td align=\"center\"><b>2.12</b></td>\n<td align=\"center\"><b>0.24</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Poverty index results (% variation).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Productive investments reduce poverty under all funding mechanisms, but produce a similar pattern in that the best option is the VAT, which produces reductions in poverty ranging from 0.86% for the headcount index to 1.57% for the severity index. The least positive option is the income tax, which generates a poverty reduction of around 0.2% for all three indices. This result is not surprising insofar as the households absorb fully and directly the funding option as a negative income effect. Foreign aid provides an intermediary option, with reductions of 0.41% for the headcount index and a drop of 0.60% for the severity index.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moving on to the decomposition analysis, we observe a relatively uniform qualitative impact across the 7 household types – by education of household head – for non productive investments. We only observe two cases of qualitative differences, namely for the VAT simulation, in which the poverty headcount increases for group 3 whereas other households benefit from a reduction in poverty indices, and the income tax simulation, where the headcount for group 6 falls by 0.42% whereas other households experience an increase in poverty indices. For the VAT simulation, we can identify a weak trend favouring the most educated households. For the income tax option, the most educated groups (4, 5 and 6) have the largest poverty increase when using the poverty gap and severity indices. For the foreign aid funding scheme, the groups suffering the least are groups 1 and 2 for the three indices with one exception for FGT-0 where the most favoured group is group 4.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The productive investment provides more interesting results. For the VAT option, the headcount index indicates that the least educated would be most advantaged, while the poverty gap and severity indices reveal a more regressive option in which most educated households benefit the most.<a href=\"#fn19\"><sup>19</sup></a> When the income tax serves as the funding mechanism, we cannot find a clear trend. Each indicator provides a different picture. The headcount index seems to favour the most educated and group 3 is faced with a 0.27% increase in poverty. In terms of the poverty gap (FGT-1), we observe the most positive effects for group 6, and the least positive effects for groups 5 and 0. Poverty severity favours group 2, 1 and 4, and groups 6 and 0 are the losers. For the foreign aid simulation, we seem to have a clearer winner with group 4 being top or second in terms of positive impact and group 0 being last or second to last for all indices. Interestingly, group 5 has the worst situation for the headcount index and the best when using the severity index.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When comparing each funding option we can clearly conclude that the VAT is the most favourable option both at the national level and when looking at household decomposition results. Moreover, all groups benefit for all indices. In addition, the poverty reduction impact is quite large given the weak changes in macro and sectoral variables. The foreign aid option also dominates the income tax option for the poverty depth and severity indices. For the headcount index, two groups (group 0 and 4) suffer more with the foreign aid compared to the income tax option. For the other groups, the foreign aid option is more favourable.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Comparing the micro distributional results with poverty results illustrates the importance of using a CGE microsimulation approach since the income tax option is the most favourable when looking at aggregate variables such as GDP, aggregate household income, informal wage and unemployment, whereas it is the least favourable in terms of poverty impacts.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-1",
                    "title": "Poverty analysis",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We computed the GIC for the three productive scenarios (<a href=\"#fig3\">Figure 3</a> to <a href=\"#fig5\">5</a>). A caveat must be highlighted for comparison of the two tools used. In the first case, households remain in the same group whereas for the GIC curves, a household in the top of the distribution can drop to the bottom and this is not fully captured given that the approach compares households at a specific rank and not the households before and after the simulation. The two tools are thus complementary.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00024%2Fijm-00024-fig3.tif",
                                        "size": {
                                            "width": 820,
                                            "height": 475
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00024%2Fijm-00024-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00024-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Income growth curve: VAT-funded productive infrastructure.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00024%2Fijm-00024-fig4.tif",
                                        "size": {
                                            "width": 826,
                                            "height": 436
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00024%2Fijm-00024-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00024-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Income growth curve: income tax funded productive infrastructure.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00024%2Fijm-00024-fig5.tif",
                                        "size": {
                                            "width": 826,
                                            "height": 435
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00024%2Fijm-00024-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00024-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Income growth curve: foreign-aid funded productive infrastructure.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "It is interesting to note that in the first scenario (Value Added Tax), we observe in <a href=\"#fig3\">Figure 3</a> the largest gains at the two extremes of the distribution. If we remove the bottom and top two deciles, we note a slightly positive GIC. This is consistent with the decomposition of poverty analysis in which more educated households seem to benefit the most.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moving on to the income tax funding option, we have a clearer positively sloped GIC compared to the previous one, in which we needed to exclude the extreme deciles. In this case, the bottom 5 percent are clearly losers compared to the rest of the distribution, with the exception of the top percentile, which also seems to be a loser. This apparently counterintuitive result reflects the fact that general equilibrium price effects, which favour the richer percentiles, dominate the direct income effect of increasing the income tax.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The foreign aid scenario presents a much more horiztonal or proportional impact compared to the two previous scenarios. The bottom part of the distribution is similar to the VAT option and the top of the distribution is similar for the three scenarios.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In this context, no option seems to exhibit pro-poor features, with the third one looking to be the closest to that option and the income tax being the most favourable to the households in the top half of the distribution. When comparing with the FGT indices, we had the VAT as being the most interesting option, followed by foreign aid and finally the income tax option. In the case of the GIC, if the objective is to choose the least regressive option, one would prefer the foreign aid option followed by the VAT option, with the income tax option being the least preferred.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-2",
                    "title": "Growth incidence curves",
                    "type": "section"
                }
            ],
            "id": "s6",
            "title": "Distributional analysis",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this paper we present the main steps to implementing a variant of the CGE integrated multi-household approach that offers more flexibility compared to the standard version of this approach, namely introducing endogenous labour supply and unemployment into the model. We also illustrate how to exploit this modelling exercise to analyze the distributional impact of scaling up infrastructure investment on macroeconomic, sectoral variables in the Philippines. The approach allows us to capture numerous issues surrounding infrastructure expansion among which are productivity externalities, job creation, relative price changes, crowing out, Dutch disease, funding issues, fiscal constraints and distributional analysis. We build on the models presented in papers such as <a href=\"#bib1\">Adam and Bevan (2006)</a> and <a href=\"#bib23\">Estache <i>et al</i>. (2008)</a> by introducing rigorous distributional analysis. Our macro results are different than those of these authors given the presence of unemployment, which contributes to attenuating or reversing the Dutch disease effect that is also softened by the production externality assumption. We also present a framework that allows the analyst to explore the poverty impact of such programs and identify the most favourable funding option based on two distributional analyses (FGT and GIC). As in <a href=\"#bib23\">Estache <i>et al</i>. (2008)</a>, we do not observe strong differences at the macro level when comparing funding options to scale up infrastructure. However, our poverty analysis allowed us to clearly rank the performance of each funding option to establish that the VAT is most favourable, followed by foreign aid and finally income taxes.",
                    "type": "paragraph"
                },
                {
                    "text": "Our static modelling framework does not allow us to fully capture the negative impact of crowding out of private investment. Another issue is that the returns on investment in infrastructure might come in the medium to long term. To improve the analysis on this front, a recursive dynamic framework would be a more appropriate tool. In our future research we will extend this model in this direction. The major challenge for this work program will be to introduce a capital reallocation mechanism at the micro level. To our knowledge, only one set of authors (<a href=\"#bib3\">Annabi <i>et al</i>., 2005)</a> applied a dynamic CGE microsimulation model, but they failed to rigorously capture the distributional factor growth issue as stated in <a href=\"#bib15\">Davies (2009)</a>. The uniform redistributed capital growth underestimated the distributional impact of the growth elements in the model and this issue needs to be resolved along the lines suggested by <a href=\"#bib15\">Davies (2009)</a> in further research.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Aid and the Supply Side: Public Investment, Export Performance and Dutch Disease in Low Income Countries",
            "authors": [
                {
                    "name": {
                        "index": "Adam, C",
                        "preferred": "C Adam"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bevan, D",
                        "preferred": "D Bevan"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib1",
            "journal": "World Bank Economic Review",
            "pages": {
                "first": "261",
                "last": "290",
                "range": "261–290"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Agénor, P R",
                        "preferred": "P R Agénor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Izquierdo, A",
                        "preferred": "A Izquierdo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fofack, H",
                        "preferred": "H Fofack"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "Mimeo, Washington D.C., World Bank",
            "id": "bib2",
            "title": "Mimeo",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Annabi, N",
                        "preferred": "N Annabi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cissé, F",
                        "preferred": "F Cissé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Decaluwé, B",
                        "preferred": "B Decaluwé"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Trade Liberalisation, Growth and Poverty in Senegal: a Dynamic Micro-simulation CGE model analysis. Working Paper No. 0512",
            "date": "2005",
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Montréal"
                        ]
                    },
                    "formatted": [
                        "Montréal"
                    ]
                },
                "name": [
                    "CIRPEE"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A theory of demand for products distinguished by place of production",
            "authors": [
                {
                    "name": {
                        "index": "Armington, P",
                        "preferred": "P Armington"
                    },
                    "type": "person"
                }
            ],
            "date": "1969",
            "id": "bib4",
            "journal": "IMF Staff Paper",
            "pages": {
                "first": "159",
                "last": "176",
                "range": "159–176"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "articleTitle": "Is Public Investment Productive?",
            "authors": [
                {
                    "name": {
                        "index": "Aschauer, D A",
                        "preferred": "D A Aschauer"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "id": "bib5",
            "journal": "Journal of Monetary Economics",
            "pages": {
                "first": "177",
                "last": "200",
                "range": "177–200"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "authors": [
                {
                    "name": "Asian Development Bank",
                    "type": "group"
                }
            ],
            "bookTitle": "Investing in Sustainable Infrastructure: Improving Lives in Asia and in the Pacific",
            "date": "2009",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Manilla"
                        ]
                    },
                    "formatted": [
                        "Manilla"
                    ]
                },
                "name": [
                    "Asian Development Bank"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Berg, A",
                        "preferred": "A Berg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aiyar, S",
                        "preferred": "S Aiyar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hussein, M",
                        "preferred": "M Hussein"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2007",
            "details": "235, The Macroeconomics of Scaling Up Aid: Lessons from Recent Experience, IMF Occasional Paper",
            "id": "bib7",
            "title": "235, The Macroeconomics of Scaling Up Aid: Lessons from Recent Experience, IMF Occasional Paper",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bergman, E M",
                        "preferred": "E M Bergman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Suan, D",
                        "preferred": "D Suan"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Infrastructure and the Complexity of Economic development",
            "chapterTitle": "Infrastructure and manufacturing productivity: Regional accessibility and development level effects",
            "date": "1996",
            "editors": [
                {
                    "name": {
                        "index": "Batten, D F",
                        "preferred": "D F Batten"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Karlsson, C",
                        "preferred": "C Karlsson"
                    },
                    "type": "person"
                }
            ],
            "id": "bib8",
            "pages": {
                "first": "17",
                "last": "35",
                "range": "17–35"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Heidelberg"
                        ]
                    },
                    "formatted": [
                        "Heidelberg"
                    ]
                },
                "name": [
                    "Springer-Verlag"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Binder, SA",
                        "preferred": "SA Binder"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, S S",
                        "preferred": "S S Smith"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Politics or principle?: filibustering in the United States Senate",
            "date": "1997",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "Brookings Institution"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, AS",
                        "preferred": "AS Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Frontiers in applied general equilibrium modelling",
            "chapterTitle": "Representative Versus Real Households in the Macroeconomic Modelling of Inequality",
            "date": "2005",
            "editors": [
                {
                    "name": {
                        "index": "Kehoe, TJ",
                        "preferred": "TJ Kehoe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Srinivasan, T N",
                        "preferred": "T N Srinivasan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whalley, J",
                        "preferred": "J Whalley"
                    },
                    "type": "person"
                }
            ],
            "id": "bib10",
            "pages": {
                "first": "219",
                "last": "254",
                "range": "219–254"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Impact of Macroeconomic Policies on Poverty and Income Distribution: Macro-Micro Evaluation Techniques and Tools",
            "chapterTitle": "A CGE Integrated Multi-Household Model with Segmented Labour Markets and unemployment",
            "date": "2008",
            "editors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pereira Da Silva, LA",
                        "preferred": "LA Pereira Da Silva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bussolo, M",
                        "preferred": "M Bussolo"
                    },
                    "type": "person"
                }
            ],
            "id": "bib11",
            "pages": {
                "first": "177",
                "last": "211",
                "range": "177–211"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Houndmilss"
                        ]
                    },
                    "formatted": [
                        "Houndmilss"
                    ]
                },
                "name": [
                    "Palgrave-Macmillan Publishers Limited"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Micro-simulation as a Tool for Evaluating Redistribution Policies",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spadaro, A",
                        "preferred": "A Spadaro"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib12",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "77",
                "last": "106",
                "range": "77–106"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sundberg, M",
                        "preferred": "M Sundberg"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Absorptive Capacity and Achieving the MDG’s, Working Paper RP2006/47, World Institute for Development Economic Research (UNU-WIDER)",
            "id": "bib13",
            "title": "Absorptive Capacity and Achieving the MDG’s, Working Paper RP2006/47, World Institute for Development Economic Research (UNU-WIDER)",
            "type": "unknown"
        },
        {
            "articleTitle": "Welfare impacts of China’s accession to the world trade organization",
            "authors": [
                {
                    "name": {
                        "index": "Chen, S",
                        "preferred": "S Chen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ravallion, M",
                        "preferred": "M Ravallion"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib14",
            "journal": "The World Bank Economic Review",
            "pages": {
                "first": "29",
                "last": "57",
                "range": "29–57"
            },
            "type": "journal",
            "volume": "18"
        },
        {
            "articleTitle": "Combining Microsimulation with CGE and Macro Modelling for Distributional Analysis in Developing and Transition Countries",
            "authors": [
                {
                    "name": {
                        "index": "Davis, JB",
                        "preferred": "JB Davis"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib15",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "49",
                "last": "65",
                "range": "49–65"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Deaton, A",
                        "preferred": "A Deaton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Muellbauer, J",
                        "preferred": "J Muellbauer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Economic and consumer behavior",
            "date": "1980",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dervis, K",
                        "preferred": "K Dervis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Melo, J",
                        "preferred": "J de Melo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "General equilibrium models for development policy",
            "date": "1982",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dessus, S",
                        "preferred": "S Dessus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Herrera, R",
                        "preferred": "R Herrera"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Le rôle du Capital Public dans la Croissance des Pays en Développement au cours des Années 80. OECD Working Paper 115",
            "date": "1996",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "Organisation for Economic Co-operation and Development"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Labour market regulations, trade liberalization and the distribution of income in Bangladesh",
            "authors": [
                {
                    "name": {
                        "index": "Devarajan, S",
                        "preferred": "S Devarajan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ghanem, H",
                        "preferred": "H Ghanem"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thierfelder, K",
                        "preferred": "K Thierfelder"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib19",
            "journal": "Journal of Policy Reform",
            "pages": {
                "first": "1",
                "last": "28",
                "range": "1–28"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dumont, JC",
                        "preferred": "JC Dumont"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mesplé-Somps, S",
                        "preferred": "S Mesplé-Somps"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Impact of Public Infrastructure on Competitiveness and Growth: A CGE Analysis Applied to Senegal",
            "date": "2000",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Québec"
                        ]
                    },
                    "formatted": [
                        "Québec"
                    ]
                },
                "name": [
                    "Mimeo, CREFA, Université Laval"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Estache, A",
                        "preferred": "A Estache"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Rethinking Infrastructure for Development – Annual World Bank Conference on Development Economics",
            "chapterTitle": "Infrastructure and Development: A Survey of Recent and Upcoming Issues",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pleskovic, B",
                        "preferred": "B Pleskovic"
                    },
                    "type": "person"
                }
            ],
            "id": "bib21",
            "pages": {
                "first": "47",
                "last": "82",
                "range": "47–82"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Estache, A",
                        "preferred": "A Estache"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Perrault, JF",
                        "preferred": "JF Perrault"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Sherbrooke"
                        ]
                    },
                    "formatted": [
                        "Sherbrooke"
                    ]
                },
                "name": [
                    "Groupe de Recherche en Economie et Developpement International (GREDI), Université de Sherbrooke"
                ]
            },
            "source": "Impact of Infrastructure Spending in Mali: CGE Modeling Approach. Working Paper 07-24",
            "title": "Impact of Infrastructure Spending in Mali: CGE Modeling Approach. Working Paper 07-24",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Estache, A",
                        "preferred": "A Estache"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Perrault, JF",
                        "preferred": "JF Perrault"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib23",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Sherbrooke"
                        ]
                    },
                    "formatted": [
                        "Sherbrooke"
                    ]
                },
                "name": [
                    "Groupe de Recherche en Economie et Developpement International (GREDI), Université de Sherbrooke"
                ]
            },
            "source": "Impact of Infrastructure Spending in Sub-Saharan Africa: CGE Modeling Approach. Working paper 08-03",
            "title": "Impact of Infrastructure Spending in Sub-Saharan Africa: CGE Modeling Approach. Working paper 08-03",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fay, M",
                        "preferred": "M Fay"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yepes, T",
                        "preferred": "T Yepes"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "World Bank Policy Research Working Paper, 3102, Washington D.C., World Bank",
            "id": "bib24",
            "title": "World Bank Policy Research Working Paper",
            "type": "unknown"
        },
        {
            "articleTitle": "Taxation, wage controls and the informal sector",
            "authors": [
                {
                    "name": {
                        "index": "Fortin, B",
                        "preferred": "B Fortin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marceau, N",
                        "preferred": "N Marceau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib25",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "293",
                "last": "312",
                "range": "293–312"
            },
            "type": "journal",
            "volume": "66"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Foster, V",
                        "preferred": "V Foster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Briceño-Garmendia, C",
                        "preferred": "C Briceño-Garmendia"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Africa’s infrastructure: a time for transformation",
            "date": "2010",
            "id": "bib26",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "Agence Française de Développement and World Bank"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A class of decomposable poverty measures",
            "authors": [
                {
                    "name": {
                        "index": "Foster, J",
                        "preferred": "J Foster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greer, J",
                        "preferred": "J Greer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thorbecke, E",
                        "preferred": "E Thorbecke"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "id": "bib27",
            "journal": "Econometrica",
            "pages": {
                "first": "761",
                "last": "766",
                "range": "761–766"
            },
            "type": "journal",
            "volume": "52"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Foster, M",
                        "preferred": "M Foster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Killick, T",
                        "preferred": "T Killick"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "What Would Doubling Aid Do for Macroeconomic Management in Africa?, Working Paper 264, Oversees Development Institute, London",
            "id": "bib28",
            "title": "What Would Doubling Aid Do for Macroeconomic Management in Africa?, Working Paper 264, Oversees Development Institute, London",
            "type": "unknown"
        },
        {
            "articleTitle": "Community preference fields",
            "authors": [
                {
                    "name": {
                        "index": "Gorman, W",
                        "preferred": "W Gorman"
                    },
                    "type": "person"
                }
            ],
            "date": "1953",
            "id": "bib29",
            "journal": "Econometrica",
            "pages": {
                "first": "63",
                "last": "80",
                "range": "63–80"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "Infrastructure Investment: A Review Essay",
            "authors": [
                {
                    "name": {
                        "index": "Gramlich, E",
                        "preferred": "E Gramlich"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib30",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "1176",
                "last": "1196",
                "range": "1176–1196"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gupta, S",
                        "preferred": "S Gupta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Powell, R",
                        "preferred": "R Powell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yang, Y",
                        "preferred": "Y Yang"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Macroeconomic Challenges of Scaling Up Aid to Africa: a Checklist for Practitioners",
            "date": "2006",
            "id": "bib31",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "International Monetary Fund"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Scaling-up HIV and AIDS Financing and the Role of Macroeconomic Policies in Kenya",
            "authors": [
                {
                    "name": {
                        "index": "Hailu, D",
                        "preferred": "D Hailu"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper presented at the Global Conference on Gearing Macroeconomic Policies to Reverse the HIV/AIDS Epidemic"
                ]
            },
            "date": "2007",
            "id": "bib32",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Brasilia"
                        ]
                    },
                    "formatted": [
                        "Brasilia"
                    ]
                },
                "name": [
                    "International Poverty Centre (IPC) (mimeo)"
                ]
            },
            "source": "IPC Conference Paper 4",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harchaoui, TM",
                        "preferred": "TM Harchaoui"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tarkhani, F",
                        "preferred": "F Tarkhani"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Le capital public et sa contribution a la productivité du secteur des entreprises du Canada",
            "date": "2003",
            "id": "bib33",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Ottawa"
                        ]
                    },
                    "formatted": [
                        "Ottawa"
                    ]
                },
                "name": [
                    "Statistiques Canada"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Explaining rising wage inequality: Explorations with a dynamic general equilibrium model of labor earnings with heterogeneous agents",
            "authors": [
                {
                    "name": {
                        "index": "Heckman, J",
                        "preferred": "J Heckman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lochner, L",
                        "preferred": "L Lochner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taber, C",
                        "preferred": "C Taber"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib34",
            "journal": "Review of economic dynamics",
            "pages": {
                "first": "1",
                "last": "58",
                "range": "1–58"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Heterogeneity, aggregation and market wage functions: An empirical model of self-selection in the labour market",
            "authors": [
                {
                    "name": {
                        "index": "Heckman, J",
                        "preferred": "J Heckman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sedlacek, G",
                        "preferred": "G Sedlacek"
                    },
                    "type": "person"
                }
            ],
            "date": "1985",
            "id": "bib35",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "1077",
                "last": "1125",
                "range": "1077–1125"
            },
            "type": "journal",
            "volume": "93"
        },
        {
            "articleTitle": "Predicting the poverty impacts of trade reform",
            "authors": [
                {
                    "name": {
                        "index": "Hertel, T",
                        "preferred": "T Hertel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reimer, J",
                        "preferred": "J Reimer"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib36",
            "journal": "Journal of International Trade & Economic Development",
            "pages": {
                "first": "377",
                "last": "405",
                "range": "377–405"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "articleTitle": "Public Investment to Reverse Dutch Disease Effect: The Case of Tchad",
            "authors": [
                {
                    "name": {
                        "index": "Levy, S",
                        "preferred": "S Levy"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib37",
            "journal": "Journal of African Economies",
            "pages": {
                "first": "439",
                "last": "484",
                "range": "439–484"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Li, Y",
                        "preferred": "Y Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rowe, F",
                        "preferred": "F Rowe"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "Policy Research Working Paper, 4456, Washington, D.C., The World Bank",
            "id": "bib38",
            "title": "Policy Research Working Paper, 4456",
            "type": "unknown"
        },
        {
            "articleTitle": "Segmented of competitive labour markets",
            "authors": [
                {
                    "name": {
                        "index": "Magnac, T",
                        "preferred": "T Magnac"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib39",
            "journal": "Econometrica",
            "pages": {
                "first": "165",
                "last": "187",
                "range": "165–187"
            },
            "type": "journal",
            "volume": "59"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McKinley, T",
                        "preferred": "T McKinley"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib40",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Brasilia"
                        ]
                    },
                    "formatted": [
                        "Brasilia"
                    ]
                },
                "name": [
                    "International Poverty Centre"
                ]
            },
            "source": "Why is the Dutch Disease Always a Disease? The Macroeconomic Consequences of Scaling Up Overseas Development Assistance. Working Paper no. 10",
            "title": "Why is the Dutch Disease Always a Disease? The Macroeconomic Consequences of Scaling Up Overseas Development Assistance. Working Paper no. 10",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mongardini, J",
                        "preferred": "J Mongardini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rayner, B",
                        "preferred": "B Rayner"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib41",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "International Monetary Fund"
                ]
            },
            "source": "Grants, Remittances and the Equilibrium Real Exchange Rate in Sub-Saharan African Countries. IMF Working Paper WP/09/75",
            "title": "Grants, Remittances and the Equilibrium Real Exchange Rate in Sub-Saharan African Countries. IMF Working Paper WP/09/75",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Munnell, AH",
                        "preferred": "AH Munnell"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "details": "11–33, New England Economic Review, Boston, Federal Reserve Bank of Boston, January/February",
            "id": "bib42",
            "title": "New England Economic Review",
            "type": "unknown"
        },
        {
            "articleTitle": "A view of the aggregation problem",
            "authors": [
                {
                    "name": {
                        "index": "Preston, M H",
                        "preferred": "M H Preston"
                    },
                    "type": "person"
                }
            ],
            "date": "1959",
            "id": "bib43",
            "journal": "The review of economic studies",
            "pages": {
                "first": "58",
                "last": "64",
                "range": "58–64"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ravaillon, M",
                        "preferred": "M Ravaillon"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Poverty Comparisons, Fundamentals in Pure and Applied Economics",
            "date": "1994",
            "id": "bib44",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Chur, Switzerland"
                        ]
                    },
                    "formatted": [
                        "Chur, Switzerland"
                    ]
                },
                "name": [
                    "Reading, Harwood Academic Publisher"
                ]
            },
            "type": "book",
            "volume": "56"
        },
        {
            "articleTitle": "Measuring pro-poor growth",
            "authors": [
                {
                    "name": {
                        "index": "Ravallion, M",
                        "preferred": "M Ravallion"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chen, S",
                        "preferred": "S Chen"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib45",
            "journal": "Economics Letters",
            "pages": {
                "first": "93",
                "last": "99",
                "range": "93–99"
            },
            "type": "journal",
            "volume": "78"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The impact of macroeconomic policies on poverty and income distribution: macro-micro evaluation techniques and tools",
            "chapterTitle": "Crisis and income distribution: a micro-macro model for Indonesia",
            "date": "2008",
            "editors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "da Silva, L",
                        "preferred": "L da Silva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bussolo, M",
                        "preferred": "M Bussolo"
                    },
                    "type": "person"
                }
            ],
            "id": "bib46",
            "pages": {
                "first": "112",
                "last": "123",
                "range": "112–123"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Houndmills, UK"
                        ]
                    },
                    "formatted": [
                        "Houndmills, UK"
                    ]
                },
                "name": [
                    "Palgrave-Macmillan Publishers Limited"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Some Thoughts on the Distribution of Earnings",
            "authors": [
                {
                    "name": {
                        "index": "Roy, A D",
                        "preferred": "A D Roy"
                    },
                    "type": "person"
                }
            ],
            "date": "1951",
            "id": "bib47",
            "journal": "Oxford Economic Papers",
            "pages": {
                "first": "135",
                "last": "146",
                "range": "135–146"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rutherford, T",
                        "preferred": "T Rutherford"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tarr, D",
                        "preferred": "D Tarr"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shepotylo, O",
                        "preferred": "O Shepotylo"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib48",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "source": "Poverty effects of Russia’s WTO accession: modeling ‘real’ household and endogenous productivity effects. World bank policy research working paper, n° 3473",
            "title": "Poverty effects of Russia’s WTO accession: modeling ‘real’ household and endogenous productivity effects. World bank policy research working paper, n° 3473",
            "type": "report"
        },
        {
            "articleTitle": "Poverty and inequality analysis within a CGE Framework: a comparative analysis of the representative agent and microsimulation approaches",
            "authors": [
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib49",
            "journal": "Development Policy Review",
            "pages": {
                "first": "313",
                "last": "332",
                "range": "313–332"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Phd Thesis, Ecoles des Hautes Etudes en Sciences Sociales, Paris",
            "id": "bib50",
            "title": "Analyse de la pauvreté et distribution de revenus dans le cadre de la modélisation en équilibre général calculable",
            "type": "unknown"
        },
        {
            "articleTitle": "Externalités de la santé et de l’éducation et bien-être: Un MEGC appliqué au Bénin",
            "authors": [
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Adjovi, E",
                        "preferred": "E Adjovi"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib51",
            "journal": "Actualité Économique",
            "pages": {
                "first": "523",
                "last": "560",
                "range": "523–560"
            },
            "type": "journal",
            "volume": "74"
        },
        {
            "articleTitle": "A dual-dual CGE model of an archetype African economy: trade reform, migration and poverty",
            "authors": [
                {
                    "name": {
                        "index": "Stifel, D C",
                        "preferred": "D C Stifel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thorbecke, E",
                        "preferred": "E Thorbecke"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib52",
            "journal": "Journal of Policy Modeling",
            "pages": {
                "first": "207",
                "last": "235",
                "range": "207–235"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "articleTitle": "Labour market segmentation in Cameroonian manufacturing",
            "authors": [
                {
                    "name": {
                        "index": "Thomas, M",
                        "preferred": "M Thomas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vallée, L",
                        "preferred": "L Vallée"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib53",
            "journal": "Journal of Development Studies",
            "pages": {
                "first": "876",
                "last": "898",
                "range": "876–898"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "authors": [
                {
                    "name": "World Bank",
                    "type": "group"
                }
            ],
            "bookTitle": "World Development Report 2000/2001: Attacking Poverty",
            "date": "2001",
            "id": "bib54",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "International productivity differences, infrastructure, and comparative advantage",
            "authors": [
                {
                    "name": {
                        "index": "Yeaple, S R",
                        "preferred": "S R Yeaple"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Golub, S S",
                        "preferred": "S S Golub"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib55",
            "journal": "Review of International Economics",
            "pages": {
                "first": "223",
                "last": "242",
                "range": "223–242"
            },
            "type": "journal",
            "volume": "15"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "According to <a href=\"#bib16\">Deaton and Muellbauer (1980)</a>, the aggregation problem is defined as the passage from the microeconomic behaviour of consumers (or workers) to the aggregate demand (labour supply) analysis. Or, as <a href=\"#bib43\">Preston (1959)</a> states, the aggregation problem is tied to the link between micro and macro theory and therefore differences that can occur between large models (microsimulation models) and smaller models (macro models) relying on aggregated variables and parameters. This is exactly the problem at hand with linking CGE models with microsimulation models. To respond to this problem, a few decades back <a href=\"#bib29\">Gorman (1953)</a> demonstrated that using or assuming the same marginal consumption and saving propensities was sufficient to solve this problem and obtain perfect linear aggregation. According to <a href=\"#bib16\">Deaton and Muellbauer (1980)</a>, this solution is extremely restrictive since it imposes linear and identical Engle curves for all households in a microsimulation model. Moreover, this assumption is incompatible with empirical analysis of household consumption behaviour. The second problem is linked to the household specific labour supply. <a href=\"#bib16\">Deaton and Muellbauer (1980)</a> present the conditions for aggregation of labour supply with the following cost function:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ4",
                            "label": "(A.1)",
                            "mathml": "<math><mrow><mi>c</mi><mrow><mo>(</mo><mrow><mi>u</mi><mo>,</mo><mi>w</mi><mo>,</mo><mi>p</mi></mrow><mo>)</mo></mrow><mo>=</mo><mi>w</mi><mi>T</mi><mo>+</mo><mi>μ</mi><mo>=</mo><mi>Y</mi></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Where <i>u</i> is the utility level, <i>w</i>, the wage, <i>p</i>, the price level of goods, <i>T</i>, time endowment for work, <i>μ</i>, the non work income or transfer from other agents and <i>Y</i>, the income of the worker. In this context, leisure is treated as a good with price <i>w</i>. Perfect linear aggregation is possible if the cost function has the following form:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ5",
                            "label": "(A.2)",
                            "mathml": "<math><mrow><msub><mi>c</mi><mi>h</mi></msub><mrow><mo>(</mo><mrow><msub><mi>u</mi><mi>h</mi></msub><mo>,</mo><mi>w</mi><mo>,</mo><mi>p</mi></mrow><mo>)</mo></mrow><mo>=</mo><msub><mi>α</mi><mi>h</mi></msub><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>p</mi></mrow><mo>)</mo></mrow><mo>+</mo><msub><mi>u</mi><mi>h</mi></msub><mi>b</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>p</mi></mrow><mo>)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Average leisure must be a function of average income (Y̅), wage (<i>w</i>) and prices (<i>p</i>). We can see that the problem is tied to the demand for goods.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Indeed, it is plausible that prices are the same for all consumers, yet <i>w</i> varies between households given specific characteristics such that the function <i>b(w,p</i>) will be specific to each household. Therefore, the marginal consumption share will be household specific for good <i>i</i>, log<i>b</i>/log<i>p<sub>i</sub></i>. In this case, perfect aggregation is impossible. To obtain perfect aggregation, the derivative of the labour income with respect to non labour income, <i>µ</i> and the derivative between labour income and time endowment must be identical for all workers. According to <a href=\"#bib34\">Heckman <i>et al</i>. (1998)</a>, worker-specific labour supply is one of the most important factors in explaining the differential distributional impact of policy reform.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s8",
                    "title": "The Aggregation Problem",
                    "type": "section"
                }
            ],
            "id": "appendix1",
            "title": "Appendix 1"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "id": "tableA1",
                                    "label": "Table A.1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\">branches</th>\n<th align=\"center\">ξ value</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\">Palay &amp; corn</td>\n<td align=\"center\"><b>0.01</b></td>\n</tr>\n<tr>\n<td align=\"center\">Fruit &amp; vegetable</td>\n<td align=\"center\"><b>0.015</b></td>\n</tr>\n<tr>\n<td align=\"center\">Coconut</td>\n<td align=\"center\"><b>0.019</b></td>\n</tr>\n<tr>\n<td align=\"center\">Livestock</td>\n<td align=\"center\"><b>0.011</b></td>\n</tr>\n<tr>\n<td align=\"center\">Fishing</td>\n<td align=\"center\"><b>0.012</b></td>\n</tr>\n<tr>\n<td align=\"center\">Other agriculture</td>\n<td align=\"center\"><b>0.018</b></td>\n</tr>\n<tr>\n<td align=\"center\">Logging &amp; timber</td>\n<td align=\"center\"><b>0,003</b></td>\n</tr>\n<tr>\n<td align=\"center\">Mining</td>\n<td align=\"center\"><b>0.027</b></td>\n</tr>\n<tr>\n<td align=\"center\">Manufacturing</td>\n<td align=\"center\"><b>0.038</b></td>\n</tr>\n<tr>\n<td align=\"center\">Rice manufacturing</td>\n<td align=\"center\"><b>0.01</b></td>\n</tr>\n<tr>\n<td align=\"center\">Meat industry</td>\n<td align=\"center\"><b>0.025</b></td>\n</tr>\n<tr>\n<td align=\"center\">Food manufacturing</td>\n<td align=\"center\"><b>0.025</b></td>\n</tr>\n<tr>\n<td align=\"center\">Electricity, gas &amp; w ater</td>\n<td align=\"center\"><b>0.039</b></td>\n</tr>\n<tr>\n<td align=\"center\">Construction</td>\n<td align=\"center\"><b>0.021</b></td>\n</tr>\n<tr>\n<td align=\"center\">Commerce</td>\n<td align=\"center\"><b>0.022</b></td>\n</tr>\n<tr>\n<td align=\"center\">Trans. &amp; comm.</td>\n<td align=\"center\"><b>0.018</b></td>\n</tr>\n<tr>\n<td align=\"center\">Finance</td>\n<td align=\"center\"><b>0.013</b></td>\n</tr>\n<tr>\n<td align=\"center\">Real estate</td>\n<td align=\"center\"><b>0.027</b></td>\n</tr>\n<tr>\n<td align=\"center\">Services</td>\n<td align=\"center\"><b>0.01</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Externality elasticities by sector.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "tableA2",
                                    "label": "Table A.2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Education Code</th>\n<th>Level of education</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Elementary (not graduated)</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Elementary graduate</td>\n</tr>\n<tr>\n<td>3</td>\n<td>1<sup>st</sup> to 3<sup>rd</sup> Year High school</td>\n</tr>\n<tr>\n<td>4</td>\n<td>High School Graduate</td>\n</tr>\n<tr>\n<td>5</td>\n<td>College Undergraduate</td>\n</tr>\n<tr>\n<td>6</td>\n<td>At least College graduate</td>\n</tr>\n<tr>\n<td>0</td>\n<td>Not reported or no grade</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Educational code definition.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "tableA3",
                                    "label": "Table A.3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"2\"/>\n<th align=\"center\" colspan=\"2\">Value added tax</th>\n<th align=\"center\" colspan=\"2\">Income tax</th>\n<th align=\"center\" colspan=\"2\">Foreign Aid</th>\n</tr>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\"/>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\"><b>Level</b></td>\n<td align=\"center\"><b>Base</b></td>\n<td align=\"center\">2.45%</td>\n<td align=\"center\">2.45%</td>\n<td align=\"center\">2.19%</td>\n<td align=\"center\">2.19%</td>\n<td align=\"center\">2,272</td>\n<td align=\"center\">2,272</td>\n</tr>\n<tr>\n<td align=\"center\"><b>Level</b></td>\n<td align=\"center\"><b>After simulation</b></td>\n<td align=\"center\">3.28%</td>\n<td align=\"center\">3.16%</td>\n<td align=\"center\">3.17%</td>\n<td align=\"center\">3.00%</td>\n<td align=\"center\">11,142</td>\n<td align=\"center\">9,909</td>\n</tr>\n<tr>\n<td align=\"center\"><b>Variation</b></td>\n<td align=\"center\"><b>Variation</b></td>\n<td align=\"center\">33.80%</td>\n<td align=\"center\">28.80%</td>\n<td align=\"center\">43.80%</td>\n<td align=\"center\">37.17%</td>\n<td align=\"center\">390.40%</td>\n<td align=\"center\">336.14%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Funding mechanisms variations.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Values computed by the author.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "tableA4",
                                    "label": "Table A.4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"3\"/>\n<th align=\"center\" colspan=\"2\">Value added tax</th>\n<th align=\"center\" colspan=\"2\">Income tax</th>\n<th align=\"center\" colspan=\"2\">Foreign Aid</th>\n</tr>\n<tr>\n<th align=\"center\">Variables</th>\n<th align=\"center\">branches</th>\n<th align=\"center\">Reference</th>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n<th align=\"center\">Non productive investment</th>\n<th align=\"center\">Productive investment</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\" rowspan=\"20\"><i><b>Va</b></i> (value added)</td>\n<td align=\"center\">Palay &amp; corn</td>\n<td align=\"center\"><b>5,197.9</b></td>\n<td align=\"center\"><b>−0.17</b></td>\n<td align=\"center\"><b>0.25</b></td>\n<td align=\"center\"><b>−0.14</b></td>\n<td align=\"center\"><b>0.27</b></td>\n<td align=\"center\"><b>−0.08</b></td>\n<td align=\"center\"><b>0.33</b></td>\n</tr>\n<tr>\n<td align=\"center\">Fruit &amp; vegetable</td>\n<td align=\"center\"><b>4,210.7</b></td>\n<td align=\"center\"><b>−0.26</b></td>\n<td align=\"center\"><b>0.06</b></td>\n<td align=\"center\"><b>−0.26</b></td>\n<td align=\"center\"><b>0.07</b></td>\n<td align=\"center\"><b>−0.11</b></td>\n<td align=\"center\"><b>0.19</b></td>\n</tr>\n<tr>\n<td align=\"center\">Coconut</td>\n<td align=\"center\"><b>1,789.5</b></td>\n<td align=\"center\"><b>−0.35</b></td>\n<td align=\"center\"><b>0.42</b></td>\n<td align=\"center\"><b>−0.33</b></td>\n<td align=\"center\"><b>0.43</b></td>\n<td align=\"center\"><b>−0.57</b></td>\n<td align=\"center\"><b>0.23</b></td>\n</tr>\n<tr>\n<td align=\"center\">Livestock</td>\n<td align=\"center\"><b>4,473.5</b></td>\n<td align=\"center\"><b>−0.24</b></td>\n<td align=\"center\"><b>0.27</b></td>\n<td align=\"center\"><b>−0.29</b></td>\n<td align=\"center\"><b>0.22</b></td>\n<td align=\"center\"><b>0.1</b></td>\n<td align=\"center\"><b>0.55</b></td>\n</tr>\n<tr>\n<td align=\"center\">Fishing</td>\n<td align=\"center\"><b>3,996.8</b></td>\n<td align=\"center\"><b>−0.17</b></td>\n<td align=\"center\"><b>0.23</b></td>\n<td align=\"center\"><b>−0.19</b></td>\n<td align=\"center\"><b>0.2</b></td>\n<td align=\"center\"><b>−0.13</b></td>\n<td align=\"center\"><b>0.27</b></td>\n</tr>\n<tr>\n<td align=\"center\">Other agriculture</td>\n<td align=\"center\"><b>1,845.8</b></td>\n<td align=\"center\"><b>−0.22</b></td>\n<td align=\"center\"><b>0.09</b></td>\n<td align=\"center\"><b>−0.31</b></td>\n<td align=\"center\"><b>0.01</b></td>\n<td align=\"center\"><b>−0.62</b></td>\n<td align=\"center\"><b>−0.25</b></td>\n</tr>\n<tr>\n<td align=\"center\">Logging &amp; timber</td>\n<td align=\"center\"><b>856.5</b></td>\n<td align=\"center\"><b>0.19</b></td>\n<td align=\"center\"><b>0.82</b></td>\n<td align=\"center\"><b>0.07</b></td>\n<td align=\"center\"><b>0.71</b></td>\n<td align=\"center\"><b>0.14</b></td>\n<td align=\"center\"><b>0.77</b></td>\n</tr>\n<tr>\n<td align=\"center\">Mining</td>\n<td align=\"center\"><b>1,604.3</b></td>\n<td align=\"center\"><b>0.01</b></td>\n<td align=\"center\"><b>0.91</b></td>\n<td align=\"center\"><b>−0.18</b></td>\n<td align=\"center\"><b>0.74</b></td>\n<td align=\"center\"><b>−1.23</b></td>\n<td align=\"center\"><b>−0.14</b></td>\n</tr>\n<tr>\n<td align=\"center\">Manufacturing</td>\n<td align=\"center\"><b>13,112.5</b></td>\n<td align=\"center\"><b>−0.16</b></td>\n<td align=\"center\"><b>0.9</b></td>\n<td align=\"center\"><b>−0.14</b></td>\n<td align=\"center\"><b>0.91</b></td>\n<td align=\"center\"><b>−0.82</b></td>\n<td align=\"center\"><b>0.34</b></td>\n</tr>\n<tr>\n<td align=\"center\">Rice manufacturing</td>\n<td align=\"center\"><b>2,022.9</b></td>\n<td align=\"center\"><b>−0.17</b></td>\n<td align=\"center\"><b>0.27</b></td>\n<td align=\"center\"><b>−0.13</b></td>\n<td align=\"center\"><b>0.3</b></td>\n<td align=\"center\"><b>−0.07</b></td>\n<td align=\"center\"><b>0.36</b></td>\n</tr>\n<tr>\n<td align=\"center\">Meat industry</td>\n<td align=\"center\"><b>2,081.2</b></td>\n<td align=\"center\"><b>−0.12</b></td>\n<td align=\"center\"><b>0.55</b></td>\n<td align=\"center\"><b>−0.19</b></td>\n<td align=\"center\"><b>0.48</b></td>\n<td align=\"center\"><b>0.25</b></td>\n<td align=\"center\"><b>0.87</b></td>\n</tr>\n<tr>\n<td align=\"center\">Food manufacturing</td>\n<td align=\"center\"><b>3,696.2</b></td>\n<td align=\"center\"><b>−0.54</b></td>\n<td align=\"center\"><b>0.06</b></td>\n<td align=\"center\"><b>−0.49</b></td>\n<td align=\"center\"><b>0.1</b></td>\n<td align=\"center\"><b>−0.36</b></td>\n<td align=\"center\"><b>0.21</b></td>\n</tr>\n<tr>\n<td align=\"center\">Electricity, gas &amp; water</td>\n<td align=\"center\"><b>2,341.3</b></td>\n<td align=\"center\"><b>0.06</b></td>\n<td align=\"center\"><b>0.85</b></td>\n<td align=\"center\"><b>0.1</b></td>\n<td align=\"center\"><b>0.88</b></td>\n<td align=\"center\"><b>0.15</b></td>\n<td align=\"center\"><b>0.93</b></td>\n</tr>\n<tr>\n<td align=\"center\">Construction</td>\n<td align=\"center\"><b>6,848.2</b></td>\n<td align=\"center\"><b>1.01</b></td>\n<td align=\"center\"><b>1.81</b></td>\n<td align=\"center\"><b>0.93</b></td>\n<td align=\"center\"><b>1.74</b></td>\n<td align=\"center\"><b>1.56</b></td>\n<td align=\"center\"><b>2.27</b></td>\n</tr>\n<tr>\n<td align=\"center\">Commerce</td>\n<td align=\"center\"><b>15,149.5</b></td>\n<td align=\"center\"><b>−0.18</b></td>\n<td align=\"center\"><b>0.66</b></td>\n<td align=\"center\"><b>−0.17</b></td>\n<td align=\"center\"><b>0.67</b></td>\n<td align=\"center\"><b>−0.54</b></td>\n<td align=\"center\"><b>0.36</b></td>\n</tr>\n<tr>\n<td align=\"center\">Trans. &amp; comm.</td>\n<td align=\"center\"><b>5,206.4</b></td>\n<td align=\"center\"><b>0.07</b></td>\n<td align=\"center\"><b>0.79</b></td>\n<td align=\"center\"><b>−0.12</b></td>\n<td align=\"center\"><b>0.62</b></td>\n<td align=\"center\"><b>0.22</b></td>\n<td align=\"center\"><b>0.91</b></td>\n</tr>\n<tr>\n<td align=\"center\">Finance</td>\n<td align=\"center\"><b>3,580.5</b></td>\n<td align=\"center\"><b>0.13</b></td>\n<td align=\"center\"><b>0.7</b></td>\n<td align=\"center\"><b>0.2</b></td>\n<td align=\"center\"><b>0.76</b></td>\n<td align=\"center\"><b>−0.02</b></td>\n<td align=\"center\"><b>0.57</b></td>\n</tr>\n<tr>\n<td align=\"center\">Real estate</td>\n<td align=\"center\"><b>7,314.2</b></td>\n<td align=\"center\"><b>−0.2</b></td>\n<td align=\"center\"><b>0.48</b></td>\n<td align=\"center\"><b>−0.55</b></td>\n<td align=\"center\"><b>0.16</b></td>\n<td align=\"center\"><b>0.14</b></td>\n<td align=\"center\"><b>0.76</b></td>\n</tr>\n<tr>\n<td align=\"center\">Services</td>\n<td align=\"center\"><b>6,960</b></td>\n<td align=\"center\"><b>−0.12</b></td>\n<td align=\"center\"><b>0.72</b></td>\n<td align=\"center\"><b>0.11</b></td>\n<td align=\"center\"><b>0.91</b></td>\n<td align=\"center\"><b>−0.09</b></td>\n<td align=\"center\"><b>0.75</b></td>\n</tr>\n<tr>\n<td align=\"center\">Public services</td>\n<td align=\"center\"><b>12,222.8</b></td>\n<td align=\"center\"><b>1.86</b></td>\n<td align=\"center\"><b>1.87</b></td>\n<td align=\"center\"><b>2.2</b></td>\n<td align=\"center\"><b>2.15</b></td>\n<td align=\"center\"><b>2.33</b></td>\n<td align=\"center\"><b>2.26</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Sectoral results: Value added (% variation)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s9",
                    "title": "Tables",
                    "type": "section"
                }
            ],
            "id": "appendix2",
            "title": "Appendix 2"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
