{
    "status": "vor",
    "id": "00034",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00034",
    "authorLine": "Gijs Dekkers, Eveline van Leeuwen",
    "title": "Editorial special issue on ‘methodological issues in microsimulation’",
    "published": "2010-12-31T00:00:00Z",
    "versionDate": "2010-12-31T00:00:00Z",
    "statusDate": "2010-12-31T00:00:00Z",
    "volume": 3,
    "issue": 2,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00034/ijm-00034.pdf",
    "abstract": {
        "content": [
            {
                "text": "This special issue is one of several reporting on papers presented during the 2nd General Conference of the International Microsimulation Association (IMA): “Microsimulation: Bridging Data and Policy”, Statistics Canada, Ottawa, Canada, June 8th to 10th, 2009. The papers all deal with methodological issues and are selected on the basis of innovativeness and relevance for all IJM readers.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Dekkers and Van Leeuwen",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau and Centre for Sociological Research",
                        "Katholieke Universiteit Leuven"
                    ]
                }
            ],
            "emailAddresses": [
                "gd@plan.be"
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "The Netherlands"
                        },
                        "formatted": [
                            "The Netherlands"
                        ]
                    },
                    "name": [
                        "Department of Spatial Planning",
                        "VU University"
                    ]
                }
            ],
            "emailAddresses": [
                "eleeuwen@feweb.vu.nl"
            ],
            "name": {
                "index": "Leeuwen, Eveline van",
                "preferred": "Eveline van Leeuwen"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "economic"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "That the second general conference of IMA was a success can be deduced from the large number of papers that were found suitable for publication in several books and journals. This special issue focuses mainly on methodological issues in microsimulation. We have selected six papers that give a thorough overview of existing methods pertaining to an issue, or that introduce an original methodology to tackle a problem; or – preferably- that handle both. Seeing that the two of us have different backgrounds, we have looked for methodological issues that either cover common ground, or else might be interesting and relevant to researchers in fields other than those of the authors.",
                    "type": "paragraph"
                },
                {
                    "text": "Since the special issue includes only papers presented in Ottawa, we did not distribute a call for papers, but invited a selection of authors on the basis of the aforementioned criteria. Each manuscript was reviewed by the two guest editors and in most cases one external reviewer. The external reviewer and one guest editor then wrote a review report, where the report of the latter was based on discussions between the two guest editors. Save for minor changes and the check for typo’s, most papers were accepted after the first revision.",
                    "type": "paragraph"
                },
                {
                    "text": "The apparent overrepresentation of Australians in this special issue was not our intention but resulted from their significant presence at the Ottawa conference and their interest in methodological issues.",
                    "type": "paragraph"
                },
                {
                    "text": "The first two papers form a pair and discuss methodological issues in spatial microsimulation. The first paper in this special issue is written by Azizur Rahman, Ann Harding, Robert Tanton and Shuangzhe Liu. This paper discusses some key methodological elements of spatial microsimulation modelling, in particular reweighting. It introduces an iterative generalised regression algorithm known as GREGWT, and compares it with a synthetic reconstruction using a combinatorial optimisation technique. Besides being an interesting paper -we obviously hope they all are- and a good introduction into the methodological issues in spatial modelling, this paper is highly relevant to those developing dynamic models with static ageing for whatever application. The second paper by Robert Tanton and Yogi Vidyattama is highly complementary to the Rahman et al. paper. It takes the discussion one step further by highlighting the benefits and limits of the generalized regression reweighting method in particular by adding benchmarks or limit the sample being used in the estimations.",
                    "type": "paragraph"
                },
                {
                    "text": "With his paper on “Acceleration, alignment and matching in multi-purpose household microsimulations”, Richard Cumpston discusses two of the hottest methodological items in dynamic and closed microsimulation modelling: alignment and the marriage market. In general, alignment can be seen as a method to reach consistency with beliefs about the future, and elimination of stochastic variation. Richard suggests one alignment and two matching methods, which may help meet present and new needs for microsimulation models. Furthermore, he warns that state alignment is much harder to do than event alignment, and being over-ambitious can cause severe distortions.",
                    "type": "paragraph"
                },
                {
                    "text": "The next paper by Ann Harding, Marcia Keenan and Simon Kelly takes a detailed look at the cross-sectional and longitudinal validation and alignment in APPSIM. It presents a clear and structured description on the lengthy and tedious process that all developing a (dynamic) model have to go through. The authors also share with us their rich experience gained from the validation of APPSIM.",
                    "type": "paragraph"
                },
                {
                    "text": "Of course, validation is not just an ex ante process: if it reveals a problem, either there is a programming error somewhere, or back to the drawing board you go! In that, validation is a key element in the development of a model. This paper is one of the few giving validation the attention it deserves. Also, the authors discuss the alignment of dynamic models. In recent years, alignment is no longer seen as a ‘patch’ to cover for weaknesses in the model, but as a way to make the model more flexible and therefore useful.",
                    "type": "paragraph"
                },
                {
                    "text": "Immigration and emigration is essentially important to maintaining the appropriate population structure in (dynamic) microsimulation, however it has not yet received the attention it deserves. The paper by Cathal O’Donoghue, Howard Redway and John Lennon reviews existing methods and describes the choices made and methods used in the UK Pensim2 model. The method builds on methodologies used in other models, particularly in Sweden, Canada and Australia and focuses in particular on defining the algorithms used.",
                    "type": "paragraph"
                },
                {
                    "text": "The last paper in this special issue is by Sally Edwards. It is an unusual paper since it interprets the subject of this special issue as the methodology of managing changes to the models themselves. As models are generally used for many years after they are launched, it is essential that strong maintenance procedures and project governance structures are put in place. Sally draws from her own experience when describing examples of structured Change Control processes, and this makes the paper very interesting and useful for a wider audience that even goes beyond micro simulation modellers.",
                    "type": "paragraph"
                },
                {
                    "text": "All together, we hope this special issue will provide new inputs for those working in the front line of microsimulation modelling, as well as for those who are interested in new developments in microsimulation in general.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
