{
    "status": "vor",
    "id": "00031",
    "version": 1,
    "type": "short-report",
    "doi": "10.34196/ijm.00031",
    "authorLine": "Martín Cicowiez et al.",
    "title": "Impacts of Trade Liberalization on Poverty and Inequality in Argentina: Policy Insights from a Non-parametric CGE Microsimulation Analysis",
    "published": "2010-06-30T00:00:00Z",
    "versionDate": "2010-06-30T00:00:00Z",
    "statusDate": "2010-06-30T00:00:00Z",
    "volume": 3,
    "issue": 1,
    "fpage": 118,
    "lpage": 122,
    "elocationId": "118-122",
    "pdf": "http://web:8082/00031/ijm-00031.pdf",
    "subjects": [
        {
            "id": "micro-macro-linkage",
            "name": "Micro-macro linkage"
        },
        {
            "id": "trade",
            "name": "Trade"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper studies the economic, poverty, and income inequality impacts of both world and domestic trade reform in Argentina, with a special focus on export taxes. Argentina offers an interesting case study as the only large agricultural exporter that has, at many points in its history, applied export taxes to several of its agricultural products. The paper combines results from a global economy-wide model (World Bank’s LINKAGE model), a national CGE model, and microsimulations. The results suggest that full liberalization of world trade (including subsidies and import taxes, but not export taxes), both for agricultural and non-agricultural goods, reduces poverty and inequality in Argentina. However, if only agricultural goods are included, indicators for poverty and inequality do not improve and even deteriorate somewhat. This is particularly the case if export taxes are eliminated.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Cicowiez et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Argentina"
                        },
                        "formatted": [
                            "Argentina"
                        ]
                    },
                    "name": [
                        "Facultad de Ciencias Económicas"
                    ]
                }
            ],
            "emailAddresses": [
                "martin@depeco.econo.unlp.edu.ar"
            ],
            "name": {
                "index": "Cicowiez, Martín",
                "preferred": "Martín Cicowiez"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "USA"
                        },
                        "formatted": [
                            "USA"
                        ]
                    },
                    "name": [
                        "World Bank Group"
                    ]
                }
            ],
            "emailAddresses": [
                "cdiazbonilla@worldbank.org"
            ],
            "name": {
                "index": "Díaz-Bonilla, Carolina",
                "preferred": "Carolina Díaz-Bonilla"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "USA"
                        },
                        "formatted": [
                            "USA"
                        ]
                    },
                    "name": [
                        "Inter-American Development Bank"
                    ]
                }
            ],
            "emailAddresses": [
                "diazbonilla@iadb.org"
            ],
            "name": {
                "index": "Díaz-Bonilla, Eugenio",
                "preferred": "Eugenio Díaz-Bonilla"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "poverty",
        "trade liberalization",
        "agricultural policy",
        "Argentina",
        "export taxes"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "This paper studies the economic, poverty, and income inequality impacts of both global and domestic agricultural and full trade liberalization in Argentina, with a special focus on export taxes.<a href=\"#fn1\"><sup>1</sup></a> Argentina offers an interesting case study because it is the only large agricultural exporter that, at many times in its history, has applied export taxes to several of its agricultural products. The most recent episode started after the large devaluation of early 2002 when export taxes, which had been abolished during the 1990s, were reinstated and have been kept in place ever since.<a href=\"#fn2\"><sup>2</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "Export taxes have been defended by the Argentine government on the grounds that they are needed for reasons related to poverty alleviation, fiscal consolidation, and inter- and intra-sectoral balance of production, among others. Critics have argued that such taxes reduce growth and even increase poverty (see, for example, <a href=\"#bib7\">Nogués <i>et al</i>., 2007</a> and <a href=\"#bib6\">Nogués, 2008</a>). This article looks at those conflicting claims using a general equilibrium approach, in an attempt to present an integrated evaluation of those national measures. In doing so, we also examine the impact on Argentina of the rest of the world’s agricultural and trade policies, with a particular focus on the effects on poverty and inequality in Argentina.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper analyzes and compares the effects on Argentina’s economy of removing rest-of-the-world distortions and Argentina’s own import tariffs and export taxes. In addition, the analysis distinguishes between agricultural reforms only, and those which include both agricultural and non-agricultural trade policies.",
                    "type": "paragraph"
                },
                {
                    "text": "The rest of the paper is organized in three sections. The next section summarizes the methodology and data. This is followed by the core section that discusses the model simulations and results, while the final section offers some conclusions.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "To explore the effects of agricultural and trade policies abroad on poverty and income distribution in Argentina, we combine results from a global economy-wide computable general equilibrium (CGE) model, a national CGE model, and microsimulations. The World Bank’s global LINKAGE Model (<a href=\"#bib8\">van der Mensbrugghe, 2005</a>) is used to simulate changes in Argentina’s international economic environment as a result of trade policy interventions by the rest of the world.<a href=\"#fn3\"><sup>3</sup></a> The impacts on the terms of trade and export demand faced by Argentina of rest-of-the-world policies are transmitted as exogenous shocks to a national CGE model of Argentina.<a href=\"#fn4\"><sup>4</sup></a> In turn, the results from the latter – in terms of changes in employment, factor prices, and prices of goods and services – are fed into a microsimulation model for Argentina using a variant of the non-parametric approach presented earlier in this volume, which allows the analysis of the impact of these various changes on poverty and inequality according to household survey data.<a href=\"#fn5\"><sup>5</sup></a>",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Methodology and data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section describes the main simulations and presents first the overall economic effects of liberalization and then their impacts on poverty and inequality.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "As explained above, we are interested in better understanding the impact of agricultural and trade policies on poverty and inequality in Argentina. A model scenario involving global liberalization of all goods markets provides a benchmark liberalization scenario (see <i>GLOB</i> below). On its own, however, such a simulation does not reveal the relative importance of various policies at home and abroad in generating that estimated impact. Such differentiated analysis requires disaggregating the results in various ways. Thus a BASE scenario is calibrated for 2005 and ten simulations, listed in <a href=\"#table1\">Table 1</a>, are then run.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th><i>Simulation</i></th>\n<th><i>Scenario</i></th>\n<th><i>Description</i></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td><i>GLOB</i></td>\n<td>Removing all agricultural subsidies and all import and export taxes on goods trade in rest-of-the-world and Argentina</td>\n</tr>\n<tr>\n<td>2</td>\n<td><i>GLOBag</i></td>\n<td>Same as <i>GLOB</i> except just for agricultural reform (i.e., domestic, import and export taxes and subsidies removed only on agricultural products)</td>\n</tr>\n<tr>\n<td>3</td>\n<td><i>WTO</i></td>\n<td>Same as <i>GLOB</i> except not removing export taxes</td>\n</tr>\n<tr>\n<td>4</td>\n<td><i>WTOag</i></td>\n<td>Same as <i>WTO</i> except just agricultural reform</td>\n</tr>\n<tr>\n<td>5</td>\n<td><i>ROW</i></td>\n<td>Same as <i>GLOB</i> except just in rest of the world, and because it does not include Argentina, export taxes in this country are operational in this simulation</td>\n</tr>\n<tr>\n<td>6</td>\n<td><i>ROWag</i></td>\n<td>Same as <i>ROW</i> except just agricultural reform</td>\n</tr>\n<tr>\n<td>7</td>\n<td><i>ARG</i></td>\n<td>Same as <i>GLOB</i> except just in Argentina</td>\n</tr>\n<tr>\n<td>8</td>\n<td><i>ARGag</i></td>\n<td>Same as <i>ARG</i> except just agricultural reform</td>\n</tr>\n<tr>\n<td>9</td>\n<td><i>ARG-ex</i></td>\n<td>Same as <i>ARG</i> except only removing export taxes in all categories of goods and services, and again only in Argentina</td>\n</tr>\n<tr>\n<td>10</td>\n<td><i>ARGag-ex</i></td>\n<td>Same as Sim 9 except just agricultural reform</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Model simulations.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Simulations",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To understand the poverty and inequality results reported later, it is necessary to first take a look at the impact of the reforms on macroeconomic variables (see <a href=\"#table2\">Table 2</a>). In particular, it is important to look at the interaction of the changes in the poverty line and unemployment, as these can have opposing impacts on poverty.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors′ estimates",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn2_1",
                                            "label": "a",
                                            "text": [
                                                {
                                                    "text": "Percentage change from base;",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn2_2",
                                            "label": "b",
                                            "text": [
                                                {
                                                    "text": "Percentage points difference from base",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th><i>BASE</i></th>\n<th><i>GLOB</i></th>\n<th><i>GLOBag</i></th>\n<th><i>WTO</i></th>\n<th><i>WTOag</i></th>\n<th><i>ROW</i></th>\n<th><i>ROWag</i></th>\n<th><i>ARG</i></th>\n<th><i>ARGag</i></th>\n<th><i>ARG-ex</i></th>\n<th><i>ARGagex</i></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>GDP factor cost (bn LCU)<a href=\"#tfn2_1\"><sup>a</sup></a></td>\n<td>4,395</td>\n<td>−0.2</td>\n<td>−0.8</td>\n<td>1.5</td>\n<td>0.2</td>\n<td>0.3</td>\n<td>0.2</td>\n<td>−0.4</td>\n<td>−0.9</td>\n<td>−1.7</td>\n<td>−0.9</td>\n</tr>\n<tr>\n<td>Household consumption (bn LCU)<a href=\"#tfn2_1\"><sup>a</sup></a></td>\n<td>3,263</td>\n<td>0.5</td>\n<td>0.0</td>\n<td>2.1</td>\n<td>0.9</td>\n<td>1.0</td>\n<td>0.9</td>\n<td>−0.5</td>\n<td>−0.8</td>\n<td>−1.7</td>\n<td>−0.8</td>\n</tr>\n<tr>\n<td>Poverty line <a href=\"#tfn2_1\"><sup>a</sup></a></td>\n<td>−-</td>\n<td>6.3</td>\n<td>6.0</td>\n<td>2.1</td>\n<td>1.2</td>\n<td>1.3</td>\n<td>1.2</td>\n<td>4.9</td>\n<td>4.8</td>\n<td>4.1</td>\n<td>4.8</td>\n</tr>\n<tr>\n<td>Real exchange rate <a href=\"#tfn2_1\"><sup>a</sup></a></td>\n<td>1</td>\n<td>−4.6</td>\n<td>−6.3</td>\n<td>0.5</td>\n<td>−2.9</td>\n<td>−2.0</td>\n<td>−2.9</td>\n<td>−2.7</td>\n<td>−3.5</td>\n<td>−5.3</td>\n<td>−3.5</td>\n</tr>\n<tr>\n<td>Terms of trade <a href=\"#tfn2_1\"><sup>a</sup></a></td>\n<td>−-</td>\n<td>0.1</td>\n<td>1.6</td>\n<td>1.0</td>\n<td>2.0</td>\n<td>2.3</td>\n<td>2.0</td>\n<td>−2.2</td>\n<td>−0.6</td>\n<td>−1.3</td>\n<td>−0.6</td>\n</tr>\n<tr>\n<td>Unemployment rate (%) <a href=\"#tfn2_2\"><sup>b</sup></a></td>\n<td>12.3</td>\n<td>−0.4</td>\n<td>0.8</td>\n<td>−2.6</td>\n<td>−0.4</td>\n<td>−0.6</td>\n<td>−0.4</td>\n<td>0.1</td>\n<td>1.1</td>\n<td>2.4</td>\n<td>1.1</td>\n</tr>\n<tr>\n<td>Extreme poverty rate (%) <a href=\"#tfn2_2\"><sup>b</sup></a></td>\n<td>12.7</td>\n<td>1.0</td>\n<td>1.5</td>\n<td>−0.5</td>\n<td>0.1</td>\n<td>0.0</td>\n<td>0.1</td>\n<td>0.9</td>\n<td>1.3</td>\n<td>1.7</td>\n<td>1.3</td>\n</tr>\n<tr>\n<td>Moderate poverty rate (%) <a href=\"#tfn2_2\"><sup>b</sup></a></td>\n<td>34.2</td>\n<td>2.3</td>\n<td>2.9</td>\n<td>−0.4</td>\n<td>0.3</td>\n<td>0.3</td>\n<td>0.3</td>\n<td>2.0</td>\n<td>2.5</td>\n<td>2.9</td>\n<td>2.5</td>\n</tr>\n<tr>\n<td>Gini household per capita income</td>\n<td>0.499</td>\n<td>0.499</td>\n<td>0.500</td>\n<td>0.495</td>\n<td>0.498</td>\n<td>0.498</td>\n<td>0.498</td>\n<td>0.499</td>\n<td>0.500</td>\n<td>0.502</td>\n<td>0.500</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Aggregate simulation results",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The <i>GLOB</i> and <i>GLOBag</i> scenarios show negative impacts in terms of GDP, as do the scenarios of unilateral liberalization by Argentina (<i>ARG</i>, <i>ARGag</i>, <i>ARG-ex</i>, <i>ARGag-ex</i>). The negative impact on GDP is stronger for the unilateral scenarios, but especially so when only export (not in combination with import) taxes are eliminated. In addition, GDP decreases by 1.7 percent in the case of liberalization of all export taxes in Argentina (<i>ARG-ex</i>) and by 0.9 percent in the case of liberalization of only agricultural export taxes in the country (<i>ARGag-ex</i>). The scenarios without changes in export taxes, which do include the elimination of import taxes and rest of the world liberalization, all appear to increase GDP, particularly the two simulations with more traditional scenarios of national and world liberalization focusing on import taxes only (<i>WTO</i> and <i>WTOag</i>). In all cases, the impact of liberalization of all goods, rather than liberalization of only agricultural products, generates a larger GDP increase (or a smaller decrease where relevant).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to better understand the sectoral changes, <a href=\"#table3\">Table 3</a> disaggregates GDP, exports, and imports into agricultural and non-agricultural groups,<a href=\"#fn6\"><sup>6</sup></a> and also presents the value of food consumption by households. The declines in GDP generated by the elimination of export taxes result from the negative impact on non-agricultural GDP outweighing the positive impact on agricultural value added following the change in relative prices. The shift of incentives towards agriculture affects production in other sectors through the usual general equilibrium effect of taking capital and labour away from them. The largest positive impact on agriculture is when domestic prices are increased by both higher world prices from liberalization in the rest of the world and the elimination of export taxes. Likewise with agricultural and non-agricultural exports, the former expand and the latter decline except in the case when import tariffs are eliminated for all products (when non-agricultural exports also increase: simulations <i>GLOB</i>, <i>WTO</i>, and <i>ARG</i>). A consequence of this export orientation of agricultural products is that food consumption by households declines in all scenarios when export taxes are eliminated.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors′ estimates",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th><i>BASE (bn LCU</i>)</th>\n<th><i>GLOB</i></th>\n<th><i>GLOBag</i></th>\n<th><i>WTO</i></th>\n<th><i>WTOag</i></th>\n<th><i>ROW</i></th>\n<th><i>ROWag</i></th>\n<th><i>ARG</i></th>\n<th><i>ARGag</i></th>\n<th><i>ARG-ex</i></th>\n<th><i>ARGagex</i></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>GDP, agriculture</td>\n<td>434</td>\n<td>16.5</td>\n<td>16.1</td>\n<td>9.6</td>\n<td>6.6</td>\n<td>6.8</td>\n<td>6.6</td>\n<td>10.4</td>\n<td>10.4</td>\n<td>8.0</td>\n<td>10.4</td>\n</tr>\n<tr>\n<td>GDP, non-agriculture</td>\n<td>3,961</td>\n<td>−2.0</td>\n<td>−2.7</td>\n<td>0.6</td>\n<td>−0.5</td>\n<td>−0.4</td>\n<td>−0.5</td>\n<td>−1.6</td>\n<td>−2.1</td>\n<td>−2.8</td>\n<td>−2.1</td>\n</tr>\n<tr>\n<td>Exports, agriculture</td>\n<td>470</td>\n<td>44.0</td>\n<td>43.8</td>\n<td>15.3</td>\n<td>11.4</td>\n<td>10.9</td>\n<td>11.4</td>\n<td>34.4</td>\n<td>34.6</td>\n<td>30.4</td>\n<td>34.6</td>\n</tr>\n<tr>\n<td>Imports, agriculture</td>\n<td>15</td>\n<td>113.5</td>\n<td>104.2</td>\n<td>0.2</td>\n<td>−3.0</td>\n<td>1.0</td>\n<td>−3.0</td>\n<td>115.5</td>\n<td>116.5</td>\n<td>113.0</td>\n<td>116.5</td>\n</tr>\n<tr>\n<td>Exports, non-agriculture</td>\n<td>894</td>\n<td>0.6</td>\n<td>−17.1</td>\n<td>4.5</td>\n<td>−7.1</td>\n<td>−6.7</td>\n<td>−7.1</td>\n<td>7.4</td>\n<td>−10.6</td>\n<td>−4.0</td>\n<td>−10.6</td>\n</tr>\n<tr>\n<td>Imports non-agriculture</td>\n<td>1,025</td>\n<td>19.4</td>\n<td>6.3</td>\n<td>12.6</td>\n<td>2.2</td>\n<td>2.3</td>\n<td>2.2</td>\n<td>17.1</td>\n<td>3.9</td>\n<td>7.0</td>\n<td>3.9</td>\n</tr>\n<tr>\n<td>Food consumption (households)</td>\n<td>641</td>\n<td>−0.7</td>\n<td>−1.1</td>\n<td>1.5</td>\n<td>0.6</td>\n<td>0.7</td>\n<td>0.6</td>\n<td>−1.3</td>\n<td>−1.6</td>\n<td>−2.3</td>\n<td>−1.6</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Sectoral simulation results (percent change from base)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table2\">Table 2</a> also shows that unemployment increases in most of the simulations that include the elimination of export taxes, with the exception of the scenario (<i>GLOB</i>) that combines complete own liberalization with liberalization in the rest of the world for all products (but not when that scenario covers only agricultural products, <i>GLOBag</i>). The worst impact on employment comes from unilateral elimination of all export taxes in Argentina. On the other hand, both total world liberalization not including export taxes (WTO and <i>WTOag</i>) and total liberalization for the rest of the world (<i>ROW</i> and <i>ROWag</i>, which do not eliminate export taxes in Argentina) reduce unemployment (particularly the simulation <i>WTO</i>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "To understand the negative results on employment of eliminating export taxes, one needs to look at the sectoral composition of export taxes and the supply side response. In terms of sectoral composition, the largest export taxes are on grains, oilseeds, and oil. The elimination of these taxes increases the supply of primary product sectors: (i) that are less labour intensive than other activities, (ii) that supply inputs for other sectors, and (iii) for which their exports increase significantly without export taxes. The consequences of those three factors are less employment in general, through different and cumulative channels. Low labour intensity leads to declines in employment. In the case of agriculture particularly, land is shifted from livestock, industrial crops, and other products that tend to be more labour intensive, to grains and oilseeds that are less so. This negative employment effect at the primary level is reinforced by the fact that, since the commodities from these sectors are inputs into other production activities, the increase in prices also affects those other activities, which tend to shrink in production and employment because of higher input prices.<a href=\"#fn7\"><sup>7</sup></a> Primary products that before were transformed locally are now exported as raw materials and the domestic industry declines. Finally, the outward orientation of the expanding activities appreciates the real exchange rate which generates a form of “Dutch disease” for the rest of the tradables.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moving to the other simulations, the positive impact of liberalization in the rest of world both on GDP and employment is obvious: it creates more markets for Argentina’s exports, and the expansion in aggregate demand leads to more production and employment. In turn, the elimination of import taxes triggers a different mechanism: it leads to more imports that, because of the closure assumption of fixed foreign savings, also require more exports. Therefore, the real exchange rate depreciates, which increases the production of tradables and expands employment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The results show a negative effect on the poverty line for all simulations (i.e., the poverty line increases relative to the base year, due to an increase in consumer prices). Under a scenario of global liberalization that removes all import and export taxes and agricultural subsidies (<i>GLOB</i> and <i>GLOBag</i>), the poverty line increases by more than 6 percent over the base year. The poverty line impact is strongest for this simulation due to the combination of increases in the world prices of agricultural goods (from global liberalization) and the elimination of export taxes, which boost domestic food prices. On the other hand, the results show that the impact on the poverty line is smallest in those simulations where export taxes in Argentina are not eliminated (<i>WTO</i>, <i>WTOag</i>, <i>ROW</i>, and <i>ROWag</i>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Note that the terms of trade tend to move against Argentina when export taxes are eliminated. This is particularly the case when export taxes are eliminated unilaterally. As indicated, the specification followed in this paper is to treat Argentina as having a degree of market power. Therefore, the elimination of export taxes depresses the world prices of the products whose supply expands significantly with that policy change.<a href=\"#fn8\"><sup>8</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of poverty, world trade liberalization (excluding export taxes; simulation <i>WTO</i>) for all goods diminishes both moderate and extreme poverty in Argentina (see <a href=\"#table2\">Table 2</a>). As indicated, there are two opposite effects at work, but here the net result is a reduction in poverty; the negative impact of a higher poverty line is more than compensated by a strong employment effect – the <i>WTO</i> trade scenario is the one that generates the largest decline in unemployment (2.6 percentage points). The same scenario of liberalization but only for agriculture, however, does not reduce poverty: the employment effect is far weaker, and is more than offset by the negative impact on poverty of the increase in the poverty line.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Liberalization in the rest of the world (<i>ROW</i> and <i>ROWag</i>) reduces poverty slightly through the reduction in unemployment, but this is more than compensated by the increase in the poverty line (due to higher world food prices), resulting in a small increase in poverty overall (it is worse when only agriculture is liberalized, <i>ROWag</i>).<a href=\"#fn9\"><sup>9</sup></a> This suggests that the positive impact on poverty from the simulation that includes both the rest of the world and Argentina (<i>WTO</i>) is driven in good measure by domestic, and not international, liberalization in non-agricultural goods.",
                            "type": "paragraph"
                        },
                        {
                            "text": "If both own liberalization (exports and imports) and liberalization in the rest of the world are considered (<i>GLOB</i> and <i>GLOBag</i>), poverty increases. In the case of liberalization of all products (<i>GLOB</i>), there is a positive employment effect on poverty (but not when only agricultural products are considered) that, again, is more than compensated by the increase in the poverty line.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In fact, all simulations that include the elimination of export taxes, either on all goods or only for agriculture, show an increase in the poverty headcount. Particularly negative for the poverty headcount is the unilateral elimination of export taxes by Argentina. A second and additional negative effect, which is generally stronger in the simulations than the unemployment effect, results from the increase in the poverty line due to higher food prices. In general, the sectoral and wage effects do not make much of a difference in poverty terms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of inequality, simulations that include the elimination of export taxes increase income disparities slightly. On the other hand, liberalization in the rest of the world and Argentina without changing export taxes (<i>WTO</i> and <i>WTOag</i>), and liberalization only in the rest of the world (<i>ROW</i>), produce small but positive effects, reducing inequality. Land receives important increments in factor incomes (not shown here) in all simulations involving the elimination of export taxes, which should increase income inequality.",
                            "type": "paragraph"
                        },
                        {
                            "text": "At least within the context of a static framework, the simulation results suggest that export taxes help to reduce poverty and inequality, generate additional employment opportunities that the production and exports of raw materials would not have provided, and help to support a more competitive exchange rate.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Results",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Model simulations and results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper has analyzed several scenarios involving trade liberalization at home and abroad, both for all products and only for agriculture, and has estimated their impacts on poverty and inequality in Argentina. Global trade liberalization for all products but not including an elimination of export taxes (scenario WTO) reduces poverty and inequality. This result is due to strong employment effects that are not negated by the increases in the poverty line that take place. However, if the same liberalization scenario applies only to agricultural products, poverty and inequality do not improve, and even deteriorate somewhat, mostly because the smaller (but still positive) employment effect is now more than offset by the increase in the poverty line. All other simulations, particularly those that eliminate export taxes, affect poverty and inequality more negatively, not only because the poverty line increases with higher food prices but also because employment effects are small or negative.",
                    "type": "paragraph"
                },
                {
                    "text": "Should one then conclude that export taxes, particularly in agricultural products, are always good for poverty reduction? Such a conclusion would be premature. First, any statements in this regard must be tempered by the fact that the coverage of the EPH household survey is tilted towards Argentina’s urban locations. However, the share of the population that is rural is small – 8.2% in 2007 according to the World Development Indicators of the World Bank. Second, the model used in this paper does not include the medium-to long-term dynamic effects on production and technological innovation that may result from policy reforms. Finally, the simulations do not say anything about the impact on higher agricultural prices and on poverty in the rest of the world. Clearly there remains plenty of scope for further empirical economic analysis.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Final comments",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Anderson, K",
                        "preferred": "K Anderson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Valenzuela, E",
                        "preferred": "E Valenzuela"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Estimates of Global Distortions to Agricultural Incentives, 1955 to 2007",
            "date": "2008",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "type": "book",
            "uri": "http://www.worldbank.org/agdistortions"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cicowiez, M",
                        "preferred": "M Cicowiez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Diaz-Bonilla, C",
                        "preferred": "C Diaz-Bonilla"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Diaz-Bonilla, E",
                        "preferred": "E Diaz-Bonilla"
                    },
                    "type": "person"
                }
            ],
            "chapterTitle": "Argentina",
            "date": "2010",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington DC"
                        ]
                    },
                    "formatted": [
                        "Washington DC"
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "title": "http://www.worldbank.org/agdistortions",
            "type": "web",
            "uri": "http://www.worldbank.org/agdistortions",
            "website": "Agricultural Price Distortions, Inequality and Poverty"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Horridge, JM",
                        "preferred": "JM Horridge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhai, F",
                        "preferred": "F Zhai"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "World Market Impacts of Multilateral Trade Reforms, Poverty and the WTO: Impacts of the Doha Development Agenda, New York, Palgrave Macmillan",
            "id": "bib3",
            "title": "Poverty and the WTO: Impacts of the Doha Development Agenda",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "INDEC",
                    "type": "group"
                }
            ],
            "bookTitle": "Incidencia de la Pobreza y de la Indigencia en 28 Aglomerados Urbanos. Resultados Segundo Semestre de 2005, Dirección Encuesta Permanente de Hogares",
            "date": "2006",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Buenos Aires"
                        ]
                    },
                    "formatted": [
                        "Buenos Aires"
                    ]
                },
                "name": [
                    "Instituto Nacional de Estadí stica y Censos (INDEC)"
                ]
            },
            "type": "book"
        },
        {
            "bookTitle": "Global Trade, Assistance, and Production: The GTAP 7 Data Base",
            "date": "2008",
            "editors": [
                {
                    "name": {
                        "index": "Narayanan, G B",
                        "preferred": "G B Narayanan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Walmsley, T L",
                        "preferred": "T L Walmsley"
                    },
                    "type": "person"
                }
            ],
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "West Lafayette"
                        ]
                    },
                    "formatted": [
                        "West Lafayette"
                    ]
                },
                "name": [
                    "Center for Global Trade Analysis, Purdue University"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nogués, J",
                        "preferred": "J Nogués"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "The Domestic Impact of Export Restrictions: The Case of Argentina, IPC Position Paper – Agricultural and Rural Development Policy Series, Washington D.C., International Policy Council on Food and Agricultural Trade, www.agritrade.org/ExportRestrictions.html",
            "id": "bib6",
            "title": "The Domestic Impact of Export Restrictions: The Case of Argentina, IPC Position Paper – Agricultural and Rural Development Policy Series, Washington D.C., International Policy Council on Food and Agricultural Trade, www.agritrade.org/ExportRestrictions.html",
            "type": "unknown",
            "uri": "http://www.agritrade.org/ExportRestrictions.html"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nogués, J",
                        "preferred": "J Nogués"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Porto, A",
                        "preferred": "A Porto"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ciappa, C",
                        "preferred": "C Ciappa"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2007",
            "details": "Convenio Foro Agroindustrial y Facultad de Ciencias Económicas, Universidad Nacional de la Plata, Buenos Aires",
            "id": "bib7",
            "title": "Convenio Foro Agroindustrial y Facultad de Ciencias Económicas",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "van der Mensbrugghe, D",
                        "preferred": "D van der Mensbrugghe"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "World Bank, Washington D.C., www.worldbank.org/prospects/linkagemodel",
            "id": "bib8",
            "title": "LINKAGE Technical Reference Document: Version 6.0. Unpublished",
            "type": "unknown",
            "uri": "http://www.worldbank.org/prospects/linkagemodel"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
