{
    "status": "vor",
    "id": "00036",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00036",
    "authorLine": "Robert Tanton, Yogi Vidyattama",
    "title": "Pushing it to the Edge: Extending Generalised Regression as a Spatial Microsimulation Method",
    "published": "2010-08-31T00:00:00Z",
    "versionDate": "2010-08-31T00:00:00Z",
    "statusDate": "2010-08-31T00:00:00Z",
    "volume": 3,
    "issue": 2,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00036/ijm-00036.pdf",
    "subjects": [
        {
            "id": "spatial-microsimulation",
            "name": "Spatial microsimulation"
        },
        {
            "id": "methodology",
            "name": "Methodology"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper extends a spatial microsimulation model to test how the model behaves after adding different constraints, and how results using univariate constraint tables rather than multivariate constraint tables compare.",
                "type": "paragraph"
            },
            {
                "text": "This paper also tests how well non-Capital city households from a survey can estimate areas within capital cities. Using all households available in Australian survey means that the spatial microsimulation method has more households to choose from to represent the constraints in the area being estimated. In theory, this should improve the fit of the model. However, a household from another area may not be representative of households in the area being estimated.",
                "type": "paragraph"
            },
            {
                "text": "We found that, in the case that the estimated statistics is already closely related to the benchmarks used, adding a number of benchmarks had little effect on the number of areas where estimates couldn’t be made, and had little effect on the accuracy of our estimates in areas where estimates could be made. However, the advantage of using more benchmarks was that the weights can be used to estimate a wider variety of outcome variables.",
                "type": "paragraph"
            },
            {
                "text": "We also found that more complex bi-variate benchmarks gave better results compared to simpler univariate benchmarks; and that using a specific sub-sample of observations from a survey gave better results in smaller capital cities in Australia (Adelaide and Perth).",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Tanton and Vidyattama",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "National Centre for Social and Economic Modelling (NATSEM)",
                        "University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "robert.tanton@natsem.canberra.edu.au"
            ],
            "name": {
                "index": "Tanton, Robert",
                "preferred": "Robert Tanton"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "National Centre for Social and Economic Modelling (NATSEM)",
                        "University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "yogi.vidyattama@natsem.canberra.edu.au"
            ],
            "name": {
                "index": "Vidyattama, Yogi",
                "preferred": "Yogi Vidyattama"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In recent years, there has been increasing recognition of the importance of regional science in fields such as economics and human geography. This has meant an increased need for small area statistics. The need for small area statistics often cannot be addressed using direct estimates from survey data because most surveys use samples that are designed to provide reliable information for national level estimates, but nothing smaller. As a result it is usually impossible to derive estimates for small areas using sample surveys, and to derive a sample that would allow estimates for small areas would be inefficient (<a href=\"#bib14\">Heady, et al., 2003</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "This unmet demand for small area statistics has led to an increasing number of methods to model estimates for small areas. These methods are summarised in a number of papers (<a href=\"#bib1\">ABS, 2006</a>; <a href=\"#bib12\">Ghosh and Rao, 1994</a>; <a href=\"#bib17\">Pfeffermann, 2002</a>), and include simple ratio estimation, right through to random effects and Bayesian models.",
                    "type": "paragraph"
                },
                {
                    "text": "Another technique that has emerged for small area estimation is spatial microsimulation. Microsimulation uses person, family or household level microdata to model real life individual conditions. Spatial microsimulation uses the microdata to estimate the condition of persons, families or households in a specific small area. Gonzales argued that the direct estimator from a survey can be a reliable estimator for a smaller area under the assumption that the small area has similar characteristics to the larger area for which the direct estimate is reliable (<a href=\"#bib13\">Gonzales, 1973</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Spatial microsimulation goes further in ensuring that the microdata used will represent the right characteristics of the small area by applying constraints or benchmarks, which are the characteristics of that small area, in the estimation process. This is done by populating a specific small area using persons, families or households from survey data based on small area benchmarks from census data that provide an accurate picture of the population in that small area.",
                    "type": "paragraph"
                },
                {
                    "text": "There are a number of techniques that can be used for spatial microsimulation, but all use the basic idea of using survey data to populate the small area subject to constraints from a Census. The most common technique for spatial microsimulation is a reweighting technique, and there are a number of reweighting techniques available (<a href=\"#bib4\">Anderson, 2007</a>; <a href=\"#bib6\">Ballas, et al., 2005</a>; <a href=\"#bib15\">Hynes, et al., 2007</a>; <a href=\"#bib19\">Tanton, 2007</a>; <a href=\"#bib21\">van Leeuwen, et al., 2009</a>; <a href=\"#bib22\">Voas and Williamson, 2000</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "While there are a number of publications describing the process of spatial microsimulation, there is nothing testing the limitations of the models. For instance, the number of constraint tables used for the spatial microsimulation is an important consideration, as too many constraints may mean estimates cannot be produced due to the complexity of the constraints; and too few constraints may mean the estimates are not reliable. This paper attempts to test a spatial microsimulation model to find out how many benchmarks can be included, and when the model starts to fail as the number of benchmarks is increased.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper also tests how well a spatial microsimulation model using univariate benchmarks compares to a model with multivariate benchmarks. Using multivariate benchmarks allows a model to be constrained on marginal totals (so the total number of people with a certain income and rent), which should give better estimates in the final estimation process.",
                    "type": "paragraph"
                },
                {
                    "text": "The third aspect of spatial microsimulation that this paper tests is whether survey sample observations which are very different to the small area bias the estimation for the small area. This is really testing whether someone from Sydney can be used to estimate an area outside Sydney (for instance, remote Western Australia).",
                    "type": "paragraph"
                },
                {
                    "text": "The model being tested, SpatialMSM, is a spatial microsimulation model that has been developed to fulfil the need for reliable small area data for research and informing Government service provision in Australia. Besides estimating small area data, this model has also been linked to another microsimulation model to estimate the effect of changes in Government policy on small areas in Australia.",
                    "type": "paragraph"
                },
                {
                    "text": "The SpatialMSM model employs a generalised regression reweighting program from the Australian Bureau of Statistics’ (ABS) called GREGWT. The GREGWT algorithm uses a generalised regression technique to create initial weights and iterates the estimation until the Microdata produce an overall characteristic that closely resembles the constraints for the small area. It is used by the ABS to reweight their surveys to Australia wide and capital city benchmarks.",
                    "type": "paragraph"
                },
                {
                    "text": "Broadly, on any sample survey, each respondent will be given a weight, which is the number of people in the total population that the survey respondent represents. This weight takes into account a number of adjustments made by the designer of the survey, including the sample design (any over or under sampling), any clustering used, and other adjustments to the sample.",
                    "type": "paragraph"
                },
                {
                    "text": "The generalised regression reweighting method takes this initial weight, and adjusts it so that the survey unit represents people in the small area, rather than the total population. The method is described in more detail in Rahman’s paper, also included in this special edition of the journal. While Rahman’s paper outlines the technical detail of the method, what is shown in this paper is the limits of the method. So the two papers fit extremely well together.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper, <a href=\"#s2\">Section 2</a> outlines the data and methods in detail, <a href=\"#s3\">Section 3</a> provides results and analysis, and <a href=\"#s4\">Section 4</a> provides conclusions.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "This section describes the data that the model uses. The survey data used comes from two surveys – the 2002/03 and 2003/04 ABS Surveys of Income and Housing (SIH) Confidentialised Unit Record Files (CURFs). These two survey files are combined to maximise the sample size available for the modelling.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The second source of data is the Australian Census of Population and Housing. The Australian Census is conducted every five years, and covers every resident in Australia. It therefore provides reliable estimates of socio-demographic variables for small areas. The latest Australian Census is for 2006. The Census data is used for the benchmark tables.",
                            "type": "paragraph"
                        },
                        {
                            "text": "There are 11 Census benchmark tables used in this version of the spatial microsimulation model (SpatialMSM/08C), and these are shown in <a href=\"#table1\">Table 1</a> below. The Census benchmark tables are derived from either standard output tables from the Census available through the ABS (Basic Community Profiles and Expanded Community Profiles) or special data requests from the ABS which were developed where the information was not available from ready made ABS tables.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<b>Source:</b> ABS Census of Population and Housing, <a href=\"#bib2\">2006</a>",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Number</th>\n<th>Benchmark</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Age by sex by labour force status</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Total number of households by dwelling type (Occupied private dwelling/Non private dwelling)</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Tenure by weekly household rent</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Tenure by household type</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Dwelling structure by household family composition</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Number of adults usually resident in household</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Number of children usually resident in household</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Monthly household mortgage by weekly household income</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Persons in non-private dwelling</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Tenure type by weekly household income</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Benchmarks used in the procedures",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The benchmarks were selected because they were all associated with poverty and housing stress, the two output variables. If reasonable estimates are going to be derived from the spatial microsimulation model, then it is important that the constraints are related to the final output variable. In this paper, we report on poverty, so all the benchmarks are correlated with poverty. We have also included benchmarks like mortgage paid and rent paid, as this means the weights derived using these benchmarks also give reasonable estimates of housing stress.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Note that these tables are at both Household and Person level. One of the attractions of the generalised regression method as implemented in GREGWT is that the weights are integrated, which means that person weights will sum to household weights. This is described in Bell (<a href=\"#bib10\">Bell, 2000</a>). This also means that benchmarks can be at either person or household level.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Given that the two surveys and the census were conducted at different points in time, there are some adjustments needed so that the survey data was compatible with the Census data. First, the incomes from the surveys had to be uprated to 2006 dollar values, using changes in ABS average weekly earnings. Second, the weekly household rent and mortgage had to be uprated to 2006 dollars using the housing component of the ABS Consumer Price Index (CPI).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Other adjustments to make the survey and Census compatible included removing non-classifiable households (for example, households which contain no persons over 15 or which contain visitors only) from several of the Census tables, as non-classifiable households were not on the survey dataset. We also added people in non-private dwellings to the survey dataset, as they were in the Census data, and we wanted to be able to keep them in for analysis of older people in non-private dwellings (in particular, nursing homes). The information on people in non-private dwellings came from the Census household sample file, which is a 1 per cent random sample from the Census. The household sample file used was from the 2001 Census, as the 2006 file was not available when this work was done.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The survey files also have information for each adult in the household, but not for children. Records for children are added to the ABS survey files based on information on the number of children in a family, and their ages.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The final survey file used for the spatial microsimulation is at a person level.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Statistical Local Area (SLA) is the spatial unit used in this paper. The SLA is one type of standard spatial unit derived by the ABS and described in the Australian Standard Geographic Classification 2006 (<a href=\"#bib2\">ABS, 2007</a>). There were two main reasons why the SLA was used as the unit of analysis in this study. First, the SLA is the smallest unit in the ASGC where there are no substantial issues with confidentiality. The ABS randomises any cells in tables where the number of people is less than 3, and as an area gets less populous, the chance of getting too many randomised cells increases. Second, SLAs cover the whole of Australia (as opposed to Local Government Areas which do not cover areas with no local government) and cover contiguous areas (unlike some postcodes) (<a href=\"#bib16\">McNamara, <i>et al.</i>, 2008</a>)",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "Data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "The reweighting process in SpatialMSM uses an iterative constrained optimisation technique to calculate weights that will, when applied to the survey data, provide the best estimates of the Census Benchmarks. The technique uses a calibration estimator initially outlined by Singh and Mohl (<a href=\"#bib18\">Singh and Mohl, 1996</a>) and described and implemented by the ABS (<a href=\"#bib10\">Bell, 2000</a>) in a SAS macro called GREGWT. The SAS macro program is commonly used within the Australian Bureau of Statistics to benchmark survey datasets to known population targets, generally at the national or state level. In contrast, SpatialMSM uses this process to create a synthetic household microdata file for each Statistical Local Area (SLA) in Australia, containing a set of synthetic household weights which replicate, as closely as possible, the characteristics of the real households living within each small area in Australia (<a href=\"#bib11\">Chin and Harding, 2007</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Because the reweighting process is an iterative process, there will be areas where the procedure will not find a solution. If there is no solution found after a number of iterations (which can be set by the user and for SpatialMSM is set at 30), then the process has not converged. Those SLAs where the process does not converge are usually SLAs where the population is quite different to the sample population – so for instance, industrial estates or inner city areas. For many areas, however, we found that the original GREGWT criteria for non-convergence was too strict: even after iterating 30 times and not converging, the estimate of the population for each benchmark obtained from the weights was still reasonable when compared with the benchmarks. In order to maximise the number of SLAs for which we could produce valid data, SpatialMSM uses the total absolute error (TAE) from all the benchmarks as a criteria for reweighting accuracy. If the total absolute error from all the benchmarks is greater than the population in that SLA, then the SLA is dropped from any further analysis. This is called the Total Absolute Error (TAE) criteria (rather than non-convergence). The TAE has been used in a number of spatial microsimulation models (<a href=\"#bib5\">Anderson, 2007</a>; <a href=\"#bib23\">Williamson, et al., 1998</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In SpatialMSM, the TAE criteria was implemented by summing the differences across each benchmark; and then if the total difference divided by the population in the small area was greater than one, the area was rejected. This meant that more populous areas could experience greater error. While there is no statistical basis for this value, testing has found that it is sufficiently high to keep areas where the estimates are reasonable, and low enough to exclude areas where the estimates are unreasonable.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Using SpatialMSM/08c, we have been able to produce weights for 1214 SLAs. There were 138 SLAs where the method did not appear to work, and this was shown in the failed TAE criteria. These SLAs have been dropped from further analysis. We found that most of the SLAs with failed TAE criteria were usually industrial areas, office areas or military bases with very low population size. Therefore, the proportion of persons living in these SLAs is very small (<a href=\"#table2\">Table 2</a>). Only 0.7% of the total Australian population in 2006 were lost due to a failed TAE criteria. Having said this, the process did not work for many areas in the Northern Territory, and 25 per cent of the Northern Territory population had to be dropped due to failed TAE. Therefore, small area estimates for the Northern Territory from SpatialMSM/08c should be treated cautiously.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<b>Source:</b> SpatialMSM/08c",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table2",
                                            "label": "Table 2",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th>State/Territory</th>\n<th>SLAs with failed TAE</th>\n<th>Total SLAs</th>\n<th>Percent of SLAs with failed TAE</th>\n<th>Percent of population in SLAs with failed TAE</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>NSW</td>\n<td>2</td>\n<td>200</td>\n<td>1.0</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>VIC</td>\n<td>4</td>\n<td>210</td>\n<td>1.9</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>QLD</td>\n<td>43</td>\n<td>479</td>\n<td>9.0</td>\n<td>0.8</td>\n</tr>\n<tr>\n<td>SA</td>\n<td>7</td>\n<td>128</td>\n<td>5.5</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>WA</td>\n<td>17</td>\n<td>156</td>\n<td>10.9</td>\n<td>0.9</td>\n</tr>\n<tr>\n<td>TAS</td>\n<td>1</td>\n<td>44</td>\n<td>2.3</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>NT</td>\n<td>48</td>\n<td>96</td>\n<td>50.0</td>\n<td>25.2</td>\n</tr>\n<tr>\n<td>ACT</td>\n<td>16</td>\n<td>109</td>\n<td>14.7</td>\n<td>1.0</td>\n</tr>\n<tr>\n<td>Australia</td>\n<td>138</td>\n<td>1422</td>\n<td>9.7</td>\n<td>0.7</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Number of SLAs dropped due to failed Total Absolute Error",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "title": "SpatialMSM/08c",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "To be able to see whether the change in the model gave better or worse estimates, we needed to have some measure of accuracy. What we are interested in is some measure that is external to our model, and that we know is reliable for small areas.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "This subject of validation is very difficult for any researcher conducting small area estimation. The primary reason for modelling the estimates is that there are no reliable estimates from another source, so there is nothing to compare the estimates to. Some researchers have aggregated the estimates up to larger areas to compare the results, while others have used more statistical techniques to try to derive confidence intervals",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "There are a number of measures that have been used by other authors to validate spatial microsimulation models. These include the Overall Total Absolute Error and derivatives from this (<a href=\"#bib20\">Tanton, et al., 2007</a>; <a href=\"#bib21\">van Leeuwen, et al., 2009</a>); the Z-score, which is based on the difference between the relative size of the category in the synthetic and actual populations (<a href=\"#bib22\">Voas and Williamson 2000</a>); the slope of best fit line (<a href=\"#bib6\">Ballas, et al., 2005</a>); and the Standard Error about Identity (<a href=\"#bib7\">Ballas, et al., 2007</a>)",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Due to the nature of the benchmarking, we know that the model will estimate variables that are already benchmarked very well. These are called constrained variables. What the model needs to be able to do is estimate variables that have not been benchmarked, since the Census can provide reliable estimates of the benchmarked variables already.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The non-benchmarked (or <i>unconstrained</i>) variables that will be estimated reliably with these models need to be highly correlated with the benchmark variables, otherwise reasonable estimates cannot be provided. In some ways, the choice of output variable determines the choice of benchmarks. If poverty rates using equivalised disposable household income are required as the output variable, then variables like income, labour force status, housing tenure, and number of people in the household should be the benchmarks.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The unconstrained variable used for this testing was poverty rates. Because we are looking for a measure of how well our models are predicting small area poverty rates, we also need an accurate measure of poverty for small areas. We have therefore used Census data to calculate equivalised gross income for small areas in Australia. Because the Australian Census only has income available in groups, we have chosen a poverty line of $400 per week. This was the closest group to the half median poverty line that we could get using Census data.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Poverty rates using equivalised gross household income and a poverty line of $400 per week were then calculated using the same 2002/03 and 2003/04 income surveys on which the weights are based, with the incomes inflated to 2006 dollars using the change in average weekly earnings. We then applied the weights to this data to produce regional estimates of poverty. These spatially microsimulated poverty rates are therefore calculated in exactly the same way as the Census data poverty rates, and they are unconstrained (the benchmarks included income and number of adults/children resident, used for the equivalising process, in separate benchmark tables).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The next step is to calculate how far the microsimulated estimates are from the reliable estimates from the Census. In theory, if the rates are exactly the same from each dataset, then all the data points will fall on the 45 degree line. In 2007, Ballas used a “Standard Error about Identity” to estimate variability around the line of identity (a line with intercept 0 and slope 1) (<a href=\"#bib8\">Ballas, et al., 2007</a>). While no information was given by Ballas on how this measure was calculated, we have calculated the extent of dispersion from the 45 degree line as:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ1",
                                    "label": "(1)",
                                    "mathml": "<math><mrow><mi>S</mi><mi>E</mi><mi>I</mi><mo>=</mo><mn>1</mn><mo>−</mo><mfrac><mrow><mo>∑</mo><msup><mrow><mo stretchy=\"false\">(</mo><msub><mi>y</mi><mrow><mi>e</mi><mi>s</mi><mi>t</mi></mrow></msub><mo>−</mo><msub><mi>y</mi><mrow><mi>A</mi><mi>B</mi><mi>S</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow><mn>2</mn></msup></mrow><mrow><mo>∑</mo><msup><mrow><mo stretchy=\"false\">(</mo><msub><mi>y</mi><mrow><mi>A</mi><mi>B</mi><mi>S</mi></mrow></msub><mo>−</mo><msub><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mrow><mi>A</mi><mi>B</mi><mi>S</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow><mn>2</mn></msup></mrow></mfrac></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "<i>SEI =</i> Standard Error about Identity",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "<i>y<sub>est</sub> =</i> estimates of poverty rates from spatial microsimulation (gross income)",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "<i>y<sub>ABS</sub></i> = estimates of poverty rates from the ABS",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "<i><sub>ABS</sub></i> = mean estimates of poverty rates from the ABS",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "none",
                                    "type": "list"
                                },
                                {
                                    "text": "This Standard Error about Identity is built based on the R squared measure that has been used as the measure of overall validity of the spatial microsimulation model (<a href=\"#bib11\">Chin and Harding, 2007</a>, <a href=\"#bib4\">Anderson, 2007</a>, <a href=\"#bib6\">Ballas et al., 2005</a>). The difference between the SEI and the R squared is that the R squared is a measure based on the dispersion of the data points around a line of best fit rather than the 45 degree line.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The interpretation of the SEI is similar to the interpretation of the R squared. A higher SEI is better and 100% or 1 is the highest accuracy that can be produced since it means that our estimate is exactly the same as the Census data.",
                                    "type": "paragraph"
                                }
                            ],
                            "title": "Measures of Accuracy",
                            "type": "section"
                        }
                    ],
                    "id": "s2-2",
                    "title": "Methods",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "In this test, two Benchmark tables were added to the existing 11 and the impact of these additional tables was analysed. The usual trade off in spatial microsimulation is that when additional benchmarks are added, the procedure has greater trouble matching all the benchmarks, and fails to converge for a greater number of areas. However, with additional benchmarks, we can find that the accuracy of the final estimates increases, as there is more data being constrained to.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The aim of this exercise is to see whether it is possible to add additional benchmarks without losing too many areas due to a failed accuracy criteria, and then see how much the additional information affects the accuracy of the final estimates.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The first benchmark table that we have added is Non schooling qualification for people aged 15 years and above. Unfortunately, the classification used in the 2006 Census was different to the classification used in the Survey of Income and Housing, and the classification in the 2002/03 Survey of income and Housing is different to that used in the 2003/2004 survey. However, what we have been able to do is aggregate the classes up to as broad a group as possible, and this means they are defined in the same way for each dataset. This means we end up with only three education levels available for benchmarking, “Bachelor degree or higher, postgraduate”, “Other post school qualifications” that contains certificates and advanced diplomas and ‘No higher degree’.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The second benchmark table added was the Occupation of Employed person aged 15 and above. Similar to the new non–school education benchmark, there was a different classification used for occupation on the Census compared to the survey. In the 2006 Census, Occupation was coded to the 2006 Australian and New Zealand Standard Classification of Occupations (ANZSCO). Both the 2002/03 and 2003/04 survey of Income and Housing use the Australian Standard Classification of Occupations (ASCO) Second Edition to code occupation. There is an occupation classification mapping to allow the ANZSCO to be recoded to ASCO, and this was used to get all the occupation data into comparable classifications (<a href=\"#bib3\">ABS, 2008</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "title": "Adding additional benchmarks",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "For all the benchmarks currently used, we specify cross tabulations (or bivariate tables), so we are constraining on a number of variables together. Another way to specify the benchmark tables would be as univariate tables, so there is only one variable in each table, rather than two or three. We would expect that because we are constraining to simpler tables, that there would be a greater level of convergence. However, we could also expect lower accuracy, measured as a lower SEI, as the bivariate benchmarks allow constraining to marginal totals (the total number of people in one category given another category). The question will be whether the greater convergence offsets the lower accuracy.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "This second exercise will examine the impact of reconstructing the SpatialMSM/08c multivariate benchmark tables into several univariate tables. Of the 11 tables in SpatialMSM/08c, 7 are multivariate tables. These benchmark tables are Age by sex by labour force status (3 variables), Tenure by weekly household rent, Tenure by household type, Dwelling structure by household family composition, Monthly household mortgage by weekly household income, Tenure type by weekly household income and Weekly household rent by weekly household income (all with two variables).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "There will be 10 new univariate benchmarks tables constructed from those 7 multivariate benchmark tables. As a result we know have 14 univariate benchmark tables. <a href=\"#table3\">Table 3</a> gives the list of the new benchmarks tables and their sequence in reweighting process.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "table3",
                                            "label": "Table 3",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th>Number</th>\n<th>Benchmark table</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Labour force status</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Age</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Sex</td>\n</tr>\n<tr>\n<td>4</td>\n<td>All household type</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Tenure type</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Weekly household rent</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Household type</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Dwelling structure</td>\n</tr>\n<tr>\n<td>9</td>\n<td>household family composition</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Number of adults usually resident in household</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Number of kids usually resident in household</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Monthly household mortgage</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Weekly household income</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Persons in non-private dwelling</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "List of Univariate benchmarks",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "title": "Univariate Benchmarks",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In the first and second exercise, we have pushed the SpatialMSM model to the edge by modifying the constraints or benchmark tables used in the process. The next exercise will push the ability of this model by using a limited set of the microdata in the reweighting process. In particular, this exercise will examine the effect of using households from a specific capital city, rather than households across the whole of Australia, to estimate small area statistics in that capital city.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "This exercise is important to address the question that often comes up regarding reweighting methods for spatial microsimulation, which is whether it is acceptable to use households from all around the country to represent households in a specific small area.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Theoretically there are advantages as well as disadvantages in having the entire Australian dataset available for estimation. The main advantage is that there will be more households with different characteristics to weight to a specific SLA. On the other hand, we know that non capital-city households have different characteristics to households in capital cities, so they may not be appropriate to use for estimating SLAs in capital cities.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In this exercise we will examine the result of using households from 5 specific capital cities: Sydney, Melbourne, Brisbane, Adelaide, and Perth. Using these 5 capital cities will provide us with some confidence in our results if they are consistent for each capital city. The cities and survey sample for these cities is quite different. Sydney as the most populated capital city had around 1.5 million households in 2006 while the microdata used in SpatialMSM/08c provided around 4000 households in the sample. In contrast, Adelaide is a less populated capital city and had around 450 thousand households, represented by around 2000 households in the sample.",
                                    "type": "paragraph"
                                }
                            ],
                            "title": "Limiting the source of households for the microsimulation",
                            "type": "section"
                        }
                    ],
                    "id": "s2-3",
                    "title": "Methodological changes made",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "Data and methods",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "As expected, the additional benchmarks reduced the number of SLAs that passed the TAE test. Using only the non-school qualification table as an additional benchmark, the number of SLAs that passed our TAE test was down from 1284 to 1280, so there were only four less SLAs estimated with the additional benchmark table. Using the new occupation table as an additional benchmark reduced the number of SLAs passing our TAE test to 1262, so 22 less SLAs compared to 11 using the 11 benchmarks. Introducing both the non-schooling qualification and the occupation table as the twelfth and thirteenth benchmark tables provided only 1257 SLAs to be analysed.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although the results met our expectations in terms of reducing the number of SLAs that passed our TAE test, the impact of these additional benchmarks on the process is not as straightforward as we thought it might be. In some areas, an additional benchmark meant that an area that failed the TAE test using 11 benchmarks was now accepted, so the new benchmark improved the estimation of that SLA. Conversely, some areas that were accepted with 11 benchmarks failed in meeting our TAE criteria once we added another benchmark.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Most of the SLAs that were affected by the additional benchmark were either in rural areas with a population less than one thousand people or inner city areas. Adding education as a benchmark meant that 13 more SLAs failed our TAE criteria, although it also meant 9 SLAs that previously failed now passed pass our TAE criteria (giving the net change of four SLAs). From the 13 SLAs that now failed the TAE criteria, only 5 came from capital city areas. These were Anstead in Queensland, Hobart-Inner in Tasmania, Ludmilla in the Northern Territory and Acton and Harrison in the Australian Capital Territory. On the other hand, adding the benchmark meant that some SLAs now passed the TAE criteria, and these included City-Inner Brisbane and Duntroon and Pialligo in the ACT.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A similar pattern appears when occupation is used as the additional benchmark. The number of SLAs that failed our TAE test increased by 25, while the number that now pass was three, giving the net change of 22 SLAs. Only 5 of the 25 SLAs that now fail the TAE test were in capital cities. These five SLAs were Nathan in Queensland, Hobart-Inner in Tasmania, Ludmilla in the NT and Acton and Hall in the ACT. None of the three SLAs that now passed the TAE criteria were from capital cities.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of the accuracy of the results when compared to Census data, there was an expectation that additional benchmarks would increase the accuracy of the estimates. When we compared the estimates to the number of people who lived in a household with equivalised gross income under $400 per week, we found that the estimates were in fact no better. The addition of the occupation benchmark does increase the SEI from 93.1 per cent to 94.1 per cent, but the addition of the non-school qualification benchmark reduces the SEI to 92.6 per cent. Using both tables as additional benchmarks resulted in an SEI of 93.9 per cent (<a href=\"#table4\">Table 4</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<b>Source:</b> SpatialMSM/08c applied to SIH 2002/03 and 2003/04",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Model</th>\n<th>SLAs with TAE &lt; 1</th>\n<th>SLAs with TAE &gt;= 1</th>\n<th>Measure of Accuracy</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>SPATIALMSM08c (11BM)</td>\n<td>1284</td>\n<td>138</td>\n<td>0.9307</td>\n</tr>\n<tr>\n<td>11BM + non school Qualification (NSQ) BM</td>\n<td>1280</td>\n<td>142</td>\n<td>0.9268</td>\n</tr>\n<tr>\n<td>11BM + Occupation (OCC) BM</td>\n<td>1262</td>\n<td>160</td>\n<td>0.9411</td>\n</tr>\n<tr>\n<td>11BM + NSQ + OCC BM</td>\n<td>1257</td>\n<td>165</td>\n<td>0.9388</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Summary of the impact of additional benchmarks",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "This slight reduction in the SEI may be because we are validating against a variable that was estimated well when we were using 11 benchmarks, so we know that poverty was highly correlated with the current set of 11 benchmarks. If we were validating using something that was correlated with one of the new benchmark variables, like educational status, then we could expect to get much better results using a set of benchmarks which included education. Essentially what this suggests is that with the 11 benchmark model, we have the best estimates of poverty; but if we also wanted to use these weights for educational status (so to look at how many people with a higher degree were in poverty), then we would need the education benchmark.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "Adding additional benchmarks",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As mentioned in <a href=\"#s2\">section 2</a>, we expect that using univariate instead of multivariate benchmarks will increase the number of converging SLAs since it will allow benchmarking to single variables, rather than benchmarking to marginal totals (so the total in one classification given another classification). The results from this exercise reported here confirm that expectation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Using the 14 univariate benchmarks shown in <a href=\"#table3\">Table 3</a> increased the number of SLAs that passed our TAE criteria to 1329 compare to 1284 SLAs passing the TAE criteria using 11 Benchmark tables with 7 of them being multivariate (<a href=\"#table5\">Table 5</a>). All 45 additional accepted SLAs failed our TAE criteria when 11 benchmarks were used, so we have an extra 45 SLAs. Only 16 of these 45 SLAs are in capital cities. The 16 SLAs in capital cities included Sydney-Inner, Brisbane City-Inner, Perth-Inner, Fremantle-Inner, Darwin City-Inner and Canberra City (Civic), so they were inner city areas, which are usually particularly difficult to estimate because of the diverse nature of the population in inner city areas.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<b>Source:</b> SpatialMSM/08c applied to SIH 2002/03 and 2003/04",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Model</th>\n<th>Accepted SLAs with TAE&lt;1</th>\n<th>SLAs with TAE &gt;= 1</th>\n<th>SEI</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>SPATIALMSM/08c (11BM)</td>\n<td>1284</td>\n<td>138</td>\n<td>0.9307</td>\n</tr>\n<tr>\n<td>Univariate BM</td>\n<td>1329</td>\n<td>93</td>\n<td>0.8781</td>\n</tr>\n<tr>\n<td>Univariate BM and 1284 SLAs converged in SPATIALMSM/08c</td>\n<td/>\n<td/>\n<td>0.9100</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Summary of the impact of using univariate benchmarks",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Because the procedure is now only benchmarking to single variables (so we are not benchmarking to marginal totals), the SEI when compared to reliable Census poverty rates has reduced. We now have an SEI of 87.8 per cent, down from 93.1 per cent (<a href=\"#table5\">Table 5</a>). However, this may be due to the fact that there are more SLAs accepted under our TAE criteria. Using the SLAs that were accepted when we were using 11 Benchmarks, the SEI with the univariate benchmarks is around 91.0 per cent. So the reason why we get more SLAs passing our TAE test using univariate benchmarks may be that the weights calculated are good for deriving estimates of the constrained variables (which the TAE test uses), but not for deriving estimates of the non-constrained variables (which the SEI measures).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "Using univariate benchmarks",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The next exercise is to analyse the effect of using all households in the survey dataset to derive estimates for small areas that may be very different from the area that the survey respondent is in. For instance, in Australia, using a survey respondent from remote New South Wales to derive an estimate for Central Sydney. This is the default method for SpatialMSM (so the whole dataset is used to estimate every SLA in Australia).",
                            "type": "paragraph"
                        },
                        {
                            "text": "This will be tested by looking at whether different results, in terms of the number of SLAs passing our accuracy criteria and the SEI, are achieved when a sub-population from the survey is used. The survey data allows us to identify where the respondent came from (capital city and State). This allows us to form a subset of the sample that consists of only people in Sydney, Melbourne, Brisbane, Adelaide and Perth. We then use this subset of the sample to estimate all SLAs in these capital cities; as well as using the whole dataset to estimate SLAs in each of these cities. The results are then compared to see which sample gives better results.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source<b>:</b></i> SpatialMSM/08c applied to SIH 2002/03 and 2003/04",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00036%2Fijm-00036-fig1.tif",
                                        "size": {
                                            "width": 735,
                                            "height": 470
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00036%2Fijm-00036-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00036-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Source of Households to populate SLAs in Five Capital Cities",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig1\">Figure 1</a> shows how the sample for the 2002/03 and 2003/04 Surveys of Income and Housing are distributed. What this graph shows on the horizontal axis is the location that the respondent on the survey lived in (Sydney, NSW Balance of State, Melbourne, Victoria Balance of State, etc); and then the bars show the proportion of households used from this area to provide estimates for five capital cities in Australia (Sydney, Melbourne, Brisbane, Adelaide and Perth).",
                            "type": "paragraph"
                        },
                        {
                            "text": "What the graph shows is that to estimate areas in Sydney, about 32 per cent of respondents came from Sydney; 10 per cent came from NSW – Balance of State; 19 per cent came from Melbourne; 5 per cent came from Victoria – Balance of State; about 7 per cent came from Brisbane; 8 per cent came from Queensland – Balance of State; 5 per cent came from Adelaide or Perth; and 2 – 3 per cent came from each of South Australia – Balance of State, Western Australia – Balance of State, Hobart, Tasmania – Balance of State and ACT/NT. All these add up to 100 percent of households.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Essentially, if we were using just Tasmanian observations to estimate values for SLAs in Tasmania, we would be using far fewer households than if we use all households across Australia. So using all households gives a much more diverse set of households for the spatial microsimulation procedure to use for smaller States.",
                            "type": "paragraph"
                        },
                        {
                            "text": "While this background information suggests that better results will be gained using all households, simply because it increases the number of households available to fill a small area, the exercise that confirms this would be to look at the SEI and the change in the number of SLAs with a TAE &gt; 1 using all households and then using only households in the capital cities being estimated.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The results of the exercise using five capital cities in Australia are shown in <a href=\"#table6\">Table 6</a>. This table suggests that the results for larger cities do not depend on the sample used, but the results for the smaller cities may. There is very little difference in the number of SLAs with a TAE less than one, and the Measure of Accuracy is only different for Perth and Adelaide.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source<b>:</b> SpatialMSM/08c applied to SIH 2002/03 and 2003/04",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Source of data for estimation with SPATIALMSM/08c (11BM)</th>\n<th>Number of sample used</th>\n<th>Accepted SLAs with TAE&lt;1</th>\n<th>SLAs with TAE &gt;= 1</th>\n<th>SEI</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>− Sydney for Sydney</td>\n<td>2831</td>\n<td>63</td>\n<td>1</td>\n<td>0.9676</td>\n</tr>\n<tr>\n<td>− Australia for Sydney</td>\n<td>23031</td>\n<td>63</td>\n<td>1</td>\n<td>0.9618</td>\n</tr>\n<tr>\n<td>− Melbourne for Melbourne</td>\n<td>3129</td>\n<td>78</td>\n<td>1</td>\n<td>0.9263</td>\n</tr>\n<tr>\n<td>− Australia for Melbourne</td>\n<td>23551</td>\n<td>79</td>\n<td>0</td>\n<td>0.9511</td>\n</tr>\n<tr>\n<td>− Brisbane for Brisbane</td>\n<td>1778</td>\n<td>214</td>\n<td>1</td>\n<td>0.9263</td>\n</tr>\n<tr>\n<td>− Australia for Brisbane</td>\n<td>23668</td>\n<td>212</td>\n<td>3</td>\n<td>0.9224</td>\n</tr>\n<tr>\n<td>− Adelaide for Adelaide</td>\n<td>1824</td>\n<td>55</td>\n<td>0</td>\n<td>0.9735</td>\n</tr>\n<tr>\n<td>− Australia for Adelaide</td>\n<td>23603</td>\n<td>55</td>\n<td>0</td>\n<td>0.9534</td>\n</tr>\n<tr>\n<td>− Perth for Perth</td>\n<td>1999</td>\n<td>35</td>\n<td>2</td>\n<td>0.8478</td>\n</tr>\n<tr>\n<td>− Australia for Perth</td>\n<td>23552</td>\n<td>35</td>\n<td>2</td>\n<td>0.7856</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Effect of using households from each capital city to estimate areas in the capital city using spatial microsimulation",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "For four out of five capital cities, using households from their own city has increased the SEI marginally with little effect on the number of SLAs passing the TAE criteria. Melbourne is the only capital city where the results show a decrease in the SEI when households from Melbourne are used to estimate Melbourne SLAs. Perth has the highest increase in the SEI with a six percentage point increase. This is followed by Adelaide where the SEI increased by two percentage points. The fact that the SEI has increased more in the two most unpopulated capital cities used in this analysis may be because the Australian sample for the two smaller capital cities used is dominated by households from the larger capital cities (see <a href=\"#fig1\">Figure 1</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "Limiting the source of households",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "Results and analysis",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper has made a number of changes to a spatial microsimulation model to test the effect on the number of areas that can be used from the model, and the accuracy of the estimates compared to reliable Census data. The aim is to test the reliability and stability of the model. What we have found is that the spatial microsimulation model using GREGWT is very stable. We tend to get very similar results in terms of the SEI (our measure of accuracy against the Census data) when we add benchmarks or limit the sample being used in the estimation. We have also found that using univariate benchmarks gives us more SLAs which pass our TAE &lt; 1 criteria, but at a significant cost in terms of the accuracy of the model.",
                    "type": "paragraph"
                },
                {
                    "text": "The two benchmarks that we have added in this paper did not have a huge effect on the number of SLAs with a TAE &lt; 1, but did decrease the SEI when using poverty rates. This may be different if we were using an output variable that was correlated with the new benchmark being added.",
                    "type": "paragraph"
                },
                {
                    "text": "The advantage of adding benchmarks is that the weights become more general, so they can be used to estimate a wider range of variables. The model with education as a benchmark can be used to estimate poverty rates, housing stress, and Austudy (Australian educational assistance) recipients; whereas the model without the education benchmark would only provide reasonable estimates of poverty and housing stress, as there is no education benchmark.",
                    "type": "paragraph"
                },
                {
                    "text": "We found that simplifying the benchmarks by creating a number of univariate tables gave many more useable SLAs (as shown by more SLAs with a TAE &lt; 1), but the SEI reduced. So there were advantages in benchmarking to more complicated bivariate tables.",
                    "type": "paragraph"
                },
                {
                    "text": "In terms of the theory that using all households in a survey will give worse estimates for small areas, we find that the effect of using all households in Australia on the number of SLAs with a TAE &lt; 1 and the SEI is very small. Using observations for the whole of Australia has a greater detrimental effect on the SEI for Adelaide and Perth, possibly because many of the observations in the survey come from the larger capital cities.",
                    "type": "paragraph"
                },
                {
                    "text": "The implications of these results for the SpatialMSM spatial microsimulation models are:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "The choice of benchmarks in a model is important. Adding new benchmarks will affect the number of SLAs that can be used; but should also mean that the weights calculated are more general.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Multivariate benchmarks are better than univariate benchmarks. The number of usable SLAs will be higher with univariate benchmarks, but estimates of partially constrained variables will be much worse.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Using all observations from the dataset will have little effect on areas where the survey has a reasonable sample size, but if estimates are being derived for areas with a small sample size, using only observations from that area for the spatial microsimulation model should give better results.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "Looking at future work, these tests have all been done using one spatial microsimulation model, SpatialMSM. It would be useful to test other methods to see whether they give similar results, or whether the results are only applicable to the SpatialMSM model.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "Conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": "ABS",
                    "type": "group"
                }
            ],
            "date": "2006",
            "id": "bib1",
            "title": "http://www.nss.gov.au/nss/home.NSF/533222ebfd5ac03aca25711000044c9e/3a60738d0abdf98cca2571ab00242664/$FILE/May%2006.pdf",
            "type": "web",
            "uri": "http://www.nss.gov.au/nss/home.NSF/533222ebfd5ac03aca25711000044c9e/3a60738d0abdf98cca2571ab00242664/$FILE/May%2006.pdf",
            "website": "A guide to small area estimation -Version 1.0"
        },
        {
            "authors": [
                {
                    "name": "ABS",
                    "type": "group"
                }
            ],
            "date": "2007",
            "details": "1216.0",
            "id": "bib2",
            "title": "Australian Standard Geographical Classification (ASGC)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "ABS",
                    "type": "group"
                }
            ],
            "date": "2008",
            "details": "1232.0",
            "id": "bib3",
            "title": "Census of Population and Housing: Link Between Australian Standard Classification of Occupations (ASCO) Second Edition and Australian and New Zealand Standard Classification of Occupations (ANZSCO)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Anderson, B",
                        "preferred": "B Anderson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Creating small-area Income Estimates: spatial microsimulation modelling",
            "date": "2007",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Department for Communities and Local Government"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Anderson, B",
                        "preferred": "B Anderson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Creating small area income deprivation estimates for Wales: Spatial microsimulation modelling",
            "date": "2007",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Colchester"
                        ]
                    },
                    "formatted": [
                        "Colchester"
                    ]
                },
                "name": [
                    "University of Essex"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "SimBritain: a spatial microsimulation approach to population dynamics",
            "authors": [
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dorling, D",
                        "preferred": "D Dorling"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eyre, H",
                        "preferred": "H Eyre"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thomas, B",
                        "preferred": "B Thomas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rossiter, D",
                        "preferred": "D Rossiter"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib6",
            "journal": "Population, Space and Place",
            "pages": {
                "first": "13",
                "last": "34",
                "range": "13–34"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "Using SimBritain to Model the Geographical Impact of National Government Policies",
            "authors": [
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dorling, D",
                        "preferred": "D Dorling"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rossiter, D",
                        "preferred": "D Rossiter"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib7",
            "journal": "Geographical Analysis",
            "pages": {
                "first": "44",
                "last": "77",
                "range": "44–77"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "articleTitle": "Building a dynamic spatial microsimulation model for Ireland",
            "authors": [
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G P",
                        "preferred": "G P Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wiemers, E",
                        "preferred": "E Wiemers"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib8",
            "journal": "Population, Space and Place",
            "pages": {
                "first": "157",
                "last": "172",
                "range": "157–172"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "authors": [
                {
                    "name": "ABS",
                    "type": "group"
                }
            ],
            "date": "2000",
            "details": "GREGWT and TABLE macros - Users guide, Unpublished",
            "id": "bib9",
            "title": "GREGWT and TABLE macros - Users guide",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bell, P",
                        "preferred": "P Bell"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Weighting and Standard Error Estimation for ABS Household Surveys",
            "date": "2000",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "ABS"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chin, S F",
                        "preferred": "S F Chin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Modelling our future: Population ageing health and aged care",
            "chapterTitle": "SpatialMSM -NATSEM’s small area household model for Australia",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Gupta, A",
                        "preferred": "A Gupta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "id": "bib11",
            "pages": {
                "first": "563",
                "last": "566",
                "range": "563–566"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Oxford"
                        ]
                    },
                    "formatted": [
                        "Oxford"
                    ]
                },
                "name": [
                    "Elsevier"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Small Area Estimation: An Appraisal",
            "authors": [
                {
                    "name": {
                        "index": "Ghosh, M",
                        "preferred": "M Ghosh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rao, J N K",
                        "preferred": "J N K Rao"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib12",
            "journal": "Statistical Science",
            "pages": {
                "first": "55",
                "last": "76",
                "range": "55–76"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gonzales, M E",
                        "preferred": "M E Gonzales"
                    },
                    "type": "person"
                }
            ],
            "date": "1973",
            "details": "33–36, Use and Evaluation of synthetic Estimates, Proceedings of the Social Statistics Section, American Statistical Association, USA",
            "id": "bib13",
            "title": "Proceedings of the Social Statistics Section",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Heady, P",
                        "preferred": "P Heady"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, P",
                        "preferred": "P Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, G",
                        "preferred": "G Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ellis, K",
                        "preferred": "K Ellis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heasman, D",
                        "preferred": "D Heasman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hennell, S",
                        "preferred": "S Hennell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Longhurst, J",
                        "preferred": "J Longhurst"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mitchell, B",
                        "preferred": "B Mitchell"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Model-Based Small Area Estimation Series No. 2 - Small Area Estimation Project Report",
            "date": "2003",
            "id": "bib14",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Office of National Statistics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "A spatial microsimulation analysis of methane emmissions from Irish agriculture",
            "date": "2007",
            "id": "bib15",
            "publisher": {
                "name": [
                    "Rural Economy Research Centre"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McNamara, J",
                        "preferred": "J McNamara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Daly, A",
                        "preferred": "A Daly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "presented at, 10th Australian Institute of Family Studies Conference, Melbourne, 9–11 July",
            "id": "bib16",
            "title": "Child social exclusion: an updated index from the 2006 Census",
            "type": "unknown"
        },
        {
            "articleTitle": "Small area estimation -new developments and directions",
            "authors": [
                {
                    "name": {
                        "index": "Pfeffermann, D",
                        "preferred": "D Pfeffermann"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib17",
            "journal": "International Statistical Review",
            "pages": {
                "first": "125",
                "last": "143",
                "range": "125–143"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "articleTitle": "Understanding calibration estimators in survey sampling",
            "authors": [
                {
                    "name": {
                        "index": "Singh, A C",
                        "preferred": "A C Singh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mohl, C A",
                        "preferred": "C A Mohl"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib18",
            "journal": "Survey Methodology",
            "pages": {
                "first": "107",
                "last": "115",
                "range": "107–115"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "presented at, First General Conference of the International Microsimulation Association, Vienna, 20 - 22 August 2007",
            "id": "bib19",
            "title": "The Australian Spatial Microsimulation Model",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Williamson, P",
                        "preferred": "P Williamson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "presented at, 1st General Conference of the International Microsimulation Association, Vienna, Austria",
            "id": "bib20",
            "title": "Comparing two methods of reweighting a survey file to small area data: generalised regression and combinatorial optimisation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "van Leeuwen, E",
                        "preferred": "E van Leeuwen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rietveld, P",
                        "preferred": "P Rietveld"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "New frontiers in microsimulation modelling",
            "chapterTitle": "Microsimulation as a tool in spatial decision making: simulation of retail developments in a Dutch town",
            "date": "2009",
            "editors": [
                {
                    "name": {
                        "index": "Zaidi, A",
                        "preferred": "A Zaidi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Williamson, P",
                        "preferred": "P Williamson"
                    },
                    "type": "person"
                }
            ],
            "id": "bib21",
            "pages": {
                "first": "97",
                "last": "122",
                "range": "97–122"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Vienna"
                        ]
                    },
                    "formatted": [
                        "Vienna"
                    ]
                },
                "name": [
                    "Ashgate"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "An evaluation of the combinatorial optimisation approach to the creation of synthetic microdata",
            "authors": [
                {
                    "name": {
                        "index": "Voas, D",
                        "preferred": "D Voas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Williamson, P",
                        "preferred": "P Williamson"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib22",
            "journal": "International Journal of Population Geography",
            "pages": {
                "first": "349",
                "last": "366",
                "range": "349–366"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "The estimation of population microdata by using data from small area statistics and samples of anonymised records",
            "authors": [
                {
                    "name": {
                        "index": "Williamson, P",
                        "preferred": "P Williamson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Birkin, M",
                        "preferred": "M Birkin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rees, P",
                        "preferred": "P Rees"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib23",
            "journal": "Environment and Planning A",
            "pages": {
                "first": "785",
                "last": "816",
                "range": "785–816"
            },
            "type": "journal",
            "volume": "30"
        }
    ],
    "acknowledgements": [
        {
            "text": "This paper has been funded by a Linkage Grant from the Australian Research Council (LP775396), with our research partners on this grant being the NSW Department of Community Services; the Australian Bureau of Statistics; the ACT Chief Minister’s Department; the Queensland Department of Premier and Cabinet; Queensland Treasury; and the Victorian Departments of Education and Early Childhood and Planning and Community Development. We would like to gratefully acknowledge the support provided by these agencies.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
