{
    "status": "vor",
    "id": "00033",
    "version": 1,
    "type": "short-report",
    "doi": "10.34196/ijm.00033",
    "authorLine": "Vaqar Ahmed, Cathal O’Donoghue",
    "title": "Global Economic Crisis and Poverty in Pakistan",
    "published": "2010-06-30T00:00:00Z",
    "versionDate": "2010-06-30T00:00:00Z",
    "statusDate": "2010-06-30T00:00:00Z",
    "volume": 3,
    "issue": 1,
    "fpage": 127,
    "lpage": 129,
    "elocationId": "127-129",
    "pdf": "http://web:8082/00033/ijm-00033.pdf",
    "subjects": [
        {
            "id": "micro-macro-linkage",
            "name": "Micro-macro linkage"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In this case study we adopt a macro-micro framework in order to evaluate the impact of the current global crisis on the Pakistan economy. We use a ‘top-down’ approach to combine a static computable general equilibrium model with a microsimulation model. Our results suggest that between 2007 and 2009 the poverty headcount ratio is likely to have increased by almost 80 percent, from 22 to 40 percentage points. However, our results also show that this increase is attributable in part to the fuel and food crisis that preceded the financial crisis. Our results also indicate a differential impact, with wage increases for farm workers and a decrease in wages for skilled labour.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Ahmed and O’Donoghue",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "name": [
                        "Planning Commission of Pakistan"
                    ]
                }
            ],
            "emailAddresses": [
                "vahmed@gmail.com"
            ],
            "name": {
                "index": "Ahmed, Vaqar",
                "preferred": "Vaqar Ahmed"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland"
                        },
                        "formatted": [
                            "Ireland"
                        ]
                    },
                    "name": [
                        "Rural Economy Research Centre (RERC)"
                    ]
                }
            ],
            "emailAddresses": [
                "Cathal.ODonoghue@teagasc.ie"
            ],
            "name": {
                "index": "O’Donoghue, Cathal",
                "preferred": "Cathal O’Donoghue"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "CGE",
        "micro-macro",
        "global economic crisis",
        "Pakistan"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The global economic crisis impacts developing economies through trade, aid, remittances and investment channels. The precise magnitude of effect across countries differs, depending on their level of integration into the world economy. The economy of Pakistan, which during this decade witnessed steady growth along with rising foreign direct investment, remittances and exports, has found itself recently with declining foreign exchange reserves<a href=\"#fn1\"><sup>1</sup></a>, rising twin deficits<a href=\"#fn2\"><sup>2</sup></a>, and falling overall economic growth<a href=\"#fn3\"><sup>3</sup></a>.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table1\">Table 1</a> provides a snapshot of recent economic performance. The real GDP growth rate declined from 9 percent in 2005 to as low as 2 percent in 2009. Before the crisis, poverty had fallen substantially with the headcount ratio declining from almost 35 percent in 2001 to 22 percent in 2006. However for 2009, it is provisionally estimated to have climbed to as much as 40 percent, an increase of almost 80 percent.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Economic Survey of Pakistan, State Bank of Pakistan - Annual Reports 2001–2009.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "TFN1",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "Provisional estimates.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th><i>Indicators</i></th>\n<th><i>2001</i></th>\n<th><i>2005</i></th>\n<th><i>2006</i></th>\n<th><i>2007</i></th>\n<th><i>2009</i><a href=\"#TFN1\">*</a></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>GDP growth (%)</td>\n<td>2.0</td>\n<td>9.0</td>\n<td>5.8</td>\n<td>6.8</td>\n<td>2.0</td>\n</tr>\n<tr>\n<td>Exports (US $ billion)</td>\n<td>9.2</td>\n<td>14.4</td>\n<td>16.4</td>\n<td>16.9</td>\n<td>17.8</td>\n</tr>\n<tr>\n<td>Imports (US $ billion)</td>\n<td>10.7</td>\n<td>20.6</td>\n<td>28.6</td>\n<td>30.5</td>\n<td>34.8</td>\n</tr>\n<tr>\n<td>FDI (US $ billion)</td>\n<td> </td>\n<td>1.5</td>\n<td>3.5</td>\n<td>5.1</td>\n<td>3.7</td>\n</tr>\n<tr>\n<td>Remittances (US $ billion)</td>\n<td> </td>\n<td>4.2</td>\n<td>4.6</td>\n<td>5.5</td>\n<td>7.8</td>\n</tr>\n<tr>\n<td>External debt and liabilities (US $ billion)</td>\n<td> </td>\n<td>35.4</td>\n<td>37.2</td>\n<td>40.3</td>\n<td>52.8</td>\n</tr>\n<tr>\n<td>Poverty headcount ratio</td>\n<td>34.5</td>\n<td>23.9</td>\n<td>22.3</td>\n<td> </td>\n<td>35 – 40</td>\n</tr>\n<tr>\n<td>Poverty related expenditure (US $ billion)</td>\n<td> </td>\n<td>5.3</td>\n<td>6.3</td>\n<td>7.0</td>\n<td>3.8</td>\n</tr>\n<tr>\n<td>Exchange Rate</td>\n<td>58.4</td>\n<td>59.4</td>\n<td>59.9</td>\n<td>60.6</td>\n<td>78.0</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Pakistan – macroeconomic situation 2001–2009.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The reduction in poverty and progress toward the achievement of the Millennium Development Goals were to some extent attributable to the unprecedented increase in poverty-related public spending that was possible due to the increased fiscal space available to the federal government during this period. However, soon after the global economic crisis, a sharp reduction was observed in this spending. The shares of public sector development expenditure on for example health and education were cut by 34 and 26 percent, respectively. The overall poverty related public spending declined by 45 percent.",
                    "type": "paragraph"
                },
                {
                    "text": "There have been several attempts to trace the impacts of external shocks such as the global financial crisis on national poverty profiles in developing countries. For the impact on monetary poverty, see <a href=\"#bib8\">Friedman and Levinsohn (2001)</a>, <a href=\"#bib9\">Robilliard <i>et al</i>. (2001)</a>, <a href=\"#bib3\">Bourguignon <i>et al</i>. (2003)</a>, and <a href=\"#bib10\">Weeks (2009)</a>. For the impact of economic crises on nutritional status and welfare in general, see <a href=\"#bib2\">Block <i>et al</i>. (2004)</a>, <a href=\"#bib4\">Chapman-Novakofski (2009)</a>, and <a href=\"#bib5\">Chen and Ravallion (2009)</a>. In this paper we have adopted a macro-micro framework in order to evaluate the impact of the current global crisis on the Pakistan economy.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We use a static computable general equilibrium (CGE) model following <a href=\"#bib6\">Decaluwé <i>et al</i>. (2009)</a>. We link this model in a top-down manner with an income generation framework shown in <a href=\"#bib1\">Alatas and Bourguignon (2005)</a>. The Social Accounting Matrix (SAM) for our Computable General Equilibrium (CGE) model is derived from <a href=\"#bib7\">Dorosh <i>et al</i>. (2006)</a>. The main data source for the microsimulation model is the 2002 Household Integrated Economic Survey (HIES).",
                    "type": "paragraph"
                },
                {
                    "text": "In the agricultural sector, capital and land are assumed to be fixed and in non-agriculture sector only capital is fixed. Unskilled non-farm labour is fully mobile between sectors, whereas unskilled farm labour is only used in agriculture and skilled labour is only used in non-agricultural sectors, where they are also fully mobile. Supply of land is fixed and sector-specific. Total investment is fixed and equal to total savings, which is comprised of household, firm, foreign and government savings. Real government expenditure is held fixed and the public deficit is flexible. The nominal exchange rate is kept flexible, which implies that foreign savings, which are fixed in nominal terms, are flexible in domestic currency terms. Thus the external account is cleared by the nominal exchange rate.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "Data and methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In what follows we analyse the impact of the crisis in a two-pronged manner. First, we simulate the poverty effect of observed changes in wage rates, self-employment and consumer prices between 2007 and 2009. However, these changes are not necessarily only attributable to financial crisis, as other factors may have come into play such as the rise in fuel and food prices preceding the crisis. Second, we use our combined CGE and microsimulation models to simulate the macro-micro impact of a 25 percent decline in external resource inflows (foreign savings). This reflects what has been observed during the financial crisis, leading to a depreciation of the Pakistani Rupee by almost 28 percent.",
                    "type": "paragraph"
                },
                {
                    "text": "In the first analysis, we note that, between 2007 and 2009, wages for skilled and unskilled labour fell by almost 9.5 and 3.6 percent. Returns to self employment declined by 11 percent. Food prices increased by almost 28 percent and the price for fuel went up by almost 70 percent.<a href=\"#fn4\"><sup>4</sup></a> Using only the micro model we estimated that this will have led to an increase in poverty by almost 39.6 percent.<a href=\"#fn5\"><sup>5</sup></a> The poverty gap and severity will also have increased by 26.8 and 19.4 percent, respectively. The overall decline in per capita caloric intake is estimated at around 8.5 percent, with urban households facing a higher magnitude of decline. Average per capita daily caloric intake was 2349 calories in 2007. With an 8.5 percent decline, this will now be around 2149 calories.",
                    "type": "paragraph"
                },
                {
                    "text": "In the second analysis, using the macro-micro framework, we see that the decline in external resources will have reduced real investment by 1.2 percent (<a href=\"#table2\">Table 2</a>). Imports decrease on account of the currency depreciation and there is some increase seen in exports, which become relatively more competitive. Textile exports increase by 5 percent. This is of particular importance as textiles constitute around 60 percent of Pakistani exports and an important source of employment. Wages increase for farm workers<a href=\"#fn6\"><sup>6</sup></a>, remain unchanged for unskilled non-farm workers, rise marginally in the case of the self employed and decline for skilled labour.<a href=\"#fn7\"><sup>7</sup></a> A general increase in consumer prices is observed as a result of the depreciation of rupee and the rising food and fuel import bill.<a href=\"#fn8\"><sup>8</sup></a> As a result, food consumption falls by 1.3 percent. The poverty headcount ratio increases by almost 4 percent, with the poverty gap and severity increasing by 1.5 and 1 percent, respectively.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th><i>Variables</i></th>\n<th><i>Percentage Change</i></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Real Investment</td>\n<td>−1.2</td>\n</tr>\n<tr>\n<td>Government Revenue</td>\n<td>0.9</td>\n</tr>\n<tr>\n<td>Wages</td>\n<td> </td>\n</tr>\n<tr>\n<td> Unskilled_farm</td>\n<td>3.6</td>\n</tr>\n<tr>\n<td> Unskilled_non farm</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td> Skilled</td>\n<td>−2.8</td>\n</tr>\n<tr>\n<td>Self employment</td>\n<td>0.2</td>\n</tr>\n<tr>\n<td>Returns to Land</td>\n<td>3.9</td>\n</tr>\n<tr>\n<td>Exports</td>\n<td> </td>\n</tr>\n<tr>\n<td> Cotton yarn</td>\n<td>0.8</td>\n</tr>\n<tr>\n<td> Textile</td>\n<td>5.0</td>\n</tr>\n<tr>\n<td>Consumer Prices</td>\n<td> </td>\n</tr>\n<tr>\n<td> Food</td>\n<td>3.4</td>\n</tr>\n<tr>\n<td> Fuel</td>\n<td>1.9</td>\n</tr>\n<tr>\n<td>Poverty</td>\n<td> </td>\n</tr>\n<tr>\n<td> FGT 1</td>\n<td>3.6</td>\n</tr>\n<tr>\n<td> FGT 2</td>\n<td>1.5</td>\n</tr>\n<tr>\n<td> FGT 3</td>\n<td>0.9</td>\n</tr>\n<tr>\n<td>Consumption (food)</td>\n<td>−1.3</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Decline in external resource inflow (foreign savings).",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The impact of fall in foreign inflows on disaggregated food consumption is shown in <a href=\"#table3\">Table 3</a> and reveals adjustments in consumption patterns in response to changes in relative prices and falling incomes. The consumption of cereals and pulses increases, which are staples, while that of meat, fish, sugar products, vegetables and processed food, (which are also imported) decreases. This substitution away from non-essential food items toward staples is a common coping strategy to preserve caloric intake.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th><i>Product</i></th>\n<th><i>Percentage change</i></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Milk products</td>\n<td>0.2</td>\n</tr>\n<tr>\n<td>Meat &amp; fish</td>\n<td>−0.5</td>\n</tr>\n<tr>\n<td>Fruits</td>\n<td>−1.6</td>\n</tr>\n<tr>\n<td>Vegetables</td>\n<td>−1.7</td>\n</tr>\n<tr>\n<td>Sugar products</td>\n<td>−0.4</td>\n</tr>\n<tr>\n<td>Beverages</td>\n<td>−1.5</td>\n</tr>\n<tr>\n<td>Cereals</td>\n<td>1.3</td>\n</tr>\n<tr>\n<td>Pulses</td>\n<td>1.2</td>\n</tr>\n<tr>\n<td>Oil &amp; fats</td>\n<td>−1.4</td>\n</tr>\n<tr>\n<td>Tea</td>\n<td>−1.5</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Change in food consumption (quantity).",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s3",
            "title": "Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this short case study we have tried to show the impact of the global economic crisis on Pakistan economy. Our results estimate that between 2007 and 2009, poverty increased by almost 40 percent. However this is also attributable to the fuel and food crisis that preceded the financial crisis. More recently Pakistan witnessed a sharp reduction in foreign capital inflows on account of the global recession, among other reasons. This led to a sharp depreciation, a decline in investment, falling wages for skilled workers, and a general rise in consumer prices. At the micro level, we estimate that this resulted in a 4 percent increase in poverty with food consumption declining by 1.3 percent.",
                    "type": "paragraph"
                },
                {
                    "text": "Dealing with the crisis is difficult for Pakistan due to fiscal constraints. Balance of payments weaknesses forced the country to resort to an IMF stand-by arrangement, which imposed further conditionalities on the budget. Subsidies on wheat, electricity, fertilizer and oil had to be phased out, which in turn increased the inflationary burden on the consumer. While there are some social safety nets at the federal and provincial level, access to these has generally become more difficult. Reforms to better target social safety nets are still underway.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "Conclusion",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "The accumulated forex reserves declined to record low levels in the wake of rising cost of importing fuel and food.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The import bill reached to unprecedented levels. The fiscal deficit worsened as the government continued subsidies on wheat, electricity, fertilizer and oil, in order not to pass on the full effect of rising prices abroad.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The domestic manufacturing sector found it difficult to maintain the growth momentum due to infrastructure shortages particularly poor provision of energy. Consequently in 2008–09 the growth rate of large scale manufacturing turned negative and remained so consecutively for the next 17 months. The textile sector was also hit to some extent by declining external demand.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Also attributable to the removal of a subsidy as a result of IMF conditionality.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Our findings are in line with the Panel of Economists Report submitted to Pakistan’s Planning Commission, which found an increase in poverty from 22 to almost 40 percent.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Shown separately from other unskilled workers.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The increase in textile and particularly cotton based textile exports are also partly responsible for increased returns to farm workers and also helped the change in returns to unskilled workers from turning negative.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the overall imports, food and fuel imports have 7 and 23 percent share respectively.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Alatas, V",
                        "preferred": "V Alatas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The microeconomics of income distribution dynamics in East Asia and Latin America",
            "chapterTitle": "The Evolution of Income Distribution during Indonesia’s Fast Growth, 1980–1996",
            "date": "2005",
            "editors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferreira, HG",
                        "preferred": "HG Ferreira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lustig, N",
                        "preferred": "N Lustig"
                    },
                    "type": "person"
                }
            ],
            "id": "bib1",
            "pages": {
                "first": "175",
                "last": "218",
                "range": "175–218"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "World Bank and Oxford University Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Macro shocks and micro outcomes: child nutrition during Indonesia’s crisis",
            "authors": [
                {
                    "name": {
                        "index": "Block, SA",
                        "preferred": "SA Block"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kiess, L",
                        "preferred": "L Kiess"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Webb, P",
                        "preferred": "P Webb"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kosen, S",
                        "preferred": "S Kosen"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib2",
            "journal": "Economics & Human Biology",
            "pages": {
                "first": "21",
                "last": "44",
                "range": "21–44"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S.",
                        "preferred": "S. Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "Representative versus real households in the macroeconomic modelling of inequality. Dial document de travail dt/2003-10",
            "id": "bib3",
            "title": "Representative versus real households in the macroeconomic modelling of inequality. Dial document de travail dt/2003-10",
            "type": "unknown"
        },
        {
            "articleTitle": "The Economic Crisis—What Is the Role for Nutrition Educators?",
            "authors": [
                {
                    "name": {
                        "index": "Chapman-Novakofski, K",
                        "preferred": "K Chapman-Novakofski"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib4",
            "journal": "Journal of Nutrition Education and Behavior",
            "pages": {
                "first": "1",
                "last": "2",
                "range": "1–2"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chen, S",
                        "preferred": "S Chen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ravallion, M",
                        "preferred": "M Ravallion"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "source": "The impact of global financial crisis on the world’s poorest. Working Paper",
            "title": "The impact of global financial crisis on the world’s poorest. Working Paper",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Decaluwé, B",
                        "preferred": "B Decaluwé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lemelin, A",
                        "preferred": "A Lemelin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maisonnave, H",
                        "preferred": "H Maisonnave"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robichaud, V",
                        "preferred": "V Robichaud"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "PEP-1-1 Standard PEP Model, Single-Country, Static Version (Provisional Edition).",
            "date": "2009",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Québec"
                        ]
                    },
                    "formatted": [
                        "Québec"
                    ]
                },
                "name": [
                    "Poverty and Economic Policy Network, Université Laval"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dorosh, P",
                        "preferred": "P Dorosh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Niazi, MK",
                        "preferred": "MK Niazi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nazli, H",
                        "preferred": "H Nazli"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Social Accounting Matrix for Pakistan, 2001–02: Methodology and Results",
            "date": "2006",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Islamabad"
                        ]
                    },
                    "formatted": [
                        "Islamabad"
                    ]
                },
                "name": [
                    "Pakistan Institute of Development Economics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Friedman, J",
                        "preferred": "J Friedman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levinsohn, J",
                        "preferred": "J Levinsohn"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Distributional Impacts of Indonesia’s Financial Crisis on Household Welfare: A Rapid Response Methodology",
            "date": "2001",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "National Bureau of Economic Research, Inc"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "Développement, Institutions & Analyses de Long terme (DIAL)"
                ]
            },
            "source": "Crisis and Income Distribution: A Micro - Macro Model for Indonesia. DIAL Working Paper",
            "title": "Crisis and Income Distribution: A Micro - Macro Model for Indonesia. DIAL Working Paper",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Weeks, J",
                        "preferred": "J Weeks"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "United National Development Programme"
                ]
            },
            "source": "The impact of the global financial crisis on the economy of Sierra Leone. UNDP Country Study no. 18",
            "title": "The impact of the global financial crisis on the economy of Sierra Leone. UNDP Country Study no. 18",
            "type": "report"
        }
    ],
    "acknowledgements": [
        {
            "text": "The authors would like to acknowledge funding from the Poverty and Economic Policy (PEP) research network which is financed by the Australian Agency for International Development (AusAid) and the government of Canada through the International Development Research Centre (IDRC) and Canadian International Development Agency (CIDA). Acknowledgements are also due to John Cockburn, Paul Dorosh, Stefan Boeters, and Saira Ahmed for their comments and technical help.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
