{
    "status": "vor",
    "id": "00048",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00048",
    "authorLine": "Gijs Dekkers, Eveline van Leeuwen",
    "title": "Editorial special issue on ‘taxation and microsimulation’",
    "published": "2011-08-31T00:00:00Z",
    "versionDate": "2011-08-31T00:00:00Z",
    "statusDate": "2011-08-31T00:00:00Z",
    "volume": 4,
    "issue": 2,
    "fpage": 1,
    "lpage": 1,
    "elocationId": "1-1",
    "pdf": "http://web:8082/00048/ijm-00048.pdf",
    "abstract": {
        "content": [
            {
                "text": "This special issue is one of several reporting on papers presented during the 2nd General Conference of the International Microsimulation Association (IMA): “Microsimulation: Bridging Data and Policy”, Statistics Canada, Ottawa, Canada, June 8th to 10th, 2009. The papers all deal with tax issues and are selected on the basis of innovativeness and relevance for all IJM readers.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Dekkers and van Leeuwen",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau and Centre for Sociological Research",
                        "Katholieke Universiteit Leuven"
                    ]
                }
            ],
            "emailAddresses": [
                "gd@plan.be"
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "The Netherlands"
                        },
                        "formatted": [
                            "The Netherlands"
                        ]
                    },
                    "name": [
                        "Department of Spatial Economics",
                        "VU University"
                    ]
                }
            ],
            "emailAddresses": [
                "eleeuwen@feweb.vu.nl"
            ],
            "name": {
                "index": "van Leeuwen, Eveline",
                "preferred": "Eveline van Leeuwen"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "This special issue of the International Journal of Microsimulation addresses the topic of taxes. Even though taxation affects all of us, the tax systems in vigour usually are very complex and their impacts can be very diverse for individuals or firms with different characteristics. A thorough analysis thus calls for simulation on the micro level. There are several reasons for this. Income taxes in general are nonlinear, or progressive with income. Another reason is that many tax-systems not only take into account the characteristics of the individual they pertain to, but also the household he or she is a member of. As a result, the amount of taxes that needs to be paid is also sensitive to the household composition. Finally, often different tax rates are combined, such as dual corporate tax systems that combine progressive and flax tax rates.",
                    "type": "paragraph"
                },
                {
                    "text": "The current economic crisis, as well as the demographic ageing of the European population poses new challenges on many national tax systems. A major difficulty in the debate is that, although the arguments rest upon theoretical economic foundations, little is known about the concrete consequences of policy proposals on the government budget and the redistribution level in society. Indeed, the lack of reliable predictions may be one of the reasons why so few of the reform proposals are eventually put into practice (Decoster et al., in this issue). Since microsimulation models are the tools par excellence for assessing the distributional impact of policy instruments, they form a good starting point in generating the desired predictions. This issue will illustrate that by presenting six papers on taxes and microsimulation; two focus on firms, and three on households.",
                    "type": "paragraph"
                },
                {
                    "text": "We approached 11 first authors in March 2010. Two requests remained without an answer, and 3 authors declined because their papers were either not ready for publication or because they preferred publishing it elsewhere. As a result 6 papers remained and went into the review process. The papers were first reviewed by external reviewers as well as the editors. In a second round, the reviews were made by the editors only. Finally, the third round of the review process covered layout issues, some clarifications and typo’s. The final version of the last paper was ready in March 2011.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper by Gerhard Wagenhals discusses the impact of a Dual Income Tax (DIT) Reform in Germany on household labour supply, using the tax-benefit microsimulation model GMOD. A Dual Income Tax is a schedular tax that combines a progressive tax schedule for labour income with a flat tax rate on capital income. The starting point of the paper is that the labor supply elasticity is the key behavioural parameter for the long run effects of a DIT. Traditional approaches to the impact of a DIT assume one single “representative” agent characterized by only one labor supply elasticity. In reality, however, labour supply elasticities vary widely, suggesting that the impact of a DIT should be assessed through microsimulation.",
                    "type": "paragraph"
                },
                {
                    "text": "Wagenhals’ results are based on estimated responses of individuals in the German GSOEP, using a mixed logit simulation approach. The main finding of the paper is that reform induced labour supply responses are small, but positive.",
                    "type": "paragraph"
                },
                {
                    "text": "The contribution of Simona Balzano, Filippo Oropallo and Valentino Parisi deals with a Dual Income Tax (DIT) introduced into Italy in 1998, and its effect on enterprise performance. The analysis is based on a specifically developed dataset of over 30,000 firms that integrates survey data with company accounts data. The firms that benefit from the allowance are simulated through the DIECOFIS corporate tax microsimulation model. A structural equation model is used to compute a composite indicator of performance. The idea is that global performance depends on factors that cannot be measured directly, but that are reflected by observable indicators such as investments, value added and turnover from exports. Firm performance is then regressed on the eligibility to DIT and other characteristics from the DIEFCOFIS model. Results show that the DIT allowance does positively affect firm performance.",
                    "type": "paragraph"
                },
                {
                    "text": "Peter Ericson and Johan Fall focus on the difference between closely and widely held corporations and the factors that affect the choice to start a closely held corporation. Since small firms are supposed to play a key role in the dynamics of economic changes, the authors assess the impact of the Swedish tax system on entrepreneurs and small firms. Their analysis is based on an extensive dataset covering all Swedish companies between 2000 and 2007, as well as their owner characteristics. Information about individuals and their household characteristics, obtained through the microsimulation model SwEtaxben, is used to explain the probability of becoming self-employed. This probability is related to the change in disposable income when the individuals’ income would be taxed as corporate income instead of as labour income. They conclude that the Swedish tax system restrains entrepreneurship and thus hinder potential employment growth.",
                    "type": "paragraph"
                },
                {
                    "text": "Many MSM’s have focussed on the arithmetic micromodelling of personal income taxes, social security contributions and benefits. Despite the relative simplicity of most VAT and excise systems, papers dealing with indirect taxes are much less common. The paper by André Decoster, Cathal O‘Donoghue, Jason Loughrey, and Dirk Verwerft illustrates how miscrosimulation can also be a powerful tool for the simulation of the effect of indirect taxes, such as VAT. They impute expenditure information into an income dataset underlying an existing tax benefit model, i.e. the EUROMOD framework. Within the EUROMOD-framework, a decrease of social security contributions compensated by a rise in standard VAT rate is simulated for four EU countries. The combination of income and direct tax data on the one hand and expenditures and indirect tax data on the other hand are used to simulate a possible shift from income to consumption tax. The scenario that is simulated in the paper includes a 25% decrease of social security contributions. To keep the budget of the national governments neutral, the loss in government revenue due to is compensated by raising the standard VAT-rate. The results indicate that the necessary increased rates of VAT result in rising disposable incomes in every decile. However, for the lower deciles this effect is surpassed by the effect of rising prices.",
                    "type": "paragraph"
                },
                {
                    "text": "The next contribution deals with non-working spouse compensation in the Belgian tax system. Due to the increasing labour force participation of mothers, the tax allowance that compensates childcare efforts is outdated. The authors, Joris Ghysels, Josefine Vanhille and Gerlinde Verbist, aim to investigate the possibilities of reforming the personal income tax system in such a way that it is geared towards the effective care trajectories of today’s parents. In order to do so, they use the Belgian microsimulation model MISIM. This is a static tax-benefit model, which enables to evaluate policy alternatives in the field of social security and personal income taxation. MISIM is used to simulate the effects of an alternative policy on parental childcare distribution, which explicitly takes account of parental care efforts. The results show that the alternative policy leads to a considerable intergenerational redistribution. The main losers of this reform are older cohorts, who in the current system are the main beneficiaries of the marital quotient, but who will not receive any parental childcare subsidies. As expected, the main winners are families with young children, often double earner couples.",
                    "type": "paragraph"
                },
                {
                    "text": "Despite the importance of housing in influencing well-being and wealth, and the large share of income devoted to expenditures for its maintenance, housing taxation is an understudied topic. In the final paper, Simone Pellegrino, Massimiliano Piacenza and Gilberto Turati focus on housing taxation in Italy. Therefore, they developed a static microsimulation model explicitly devoted to the analysis of housing taxation in Italy. They firstly characterize the current distribution of taxes on housing, reconciling the (scant) aggregate figures on housing with those originating from micro data; secondly, they use the microsimulation model to study the redistributive impact of fiscal reforms, and take the 2008 reform of the Property Tax as a case study.",
                    "type": "paragraph"
                },
                {
                    "text": "Their findings are that both the property and waste management tax show a moderate regressive impact with respect to household gross income, whilst the personal income tax on dwellings other than the main residence is progressive.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
