{
    "status": "vor",
    "id": "00049",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00049",
    "authorLine": "Gerhard Wagenhals",
    "title": "Dual income tax reform in Germany: A microsimulation approach",
    "published": "2011-08-31T00:00:00Z",
    "versionDate": "2011-08-31T00:00:00Z",
    "statusDate": "2011-08-31T00:00:00Z",
    "volume": 4,
    "issue": 2,
    "fpage": 3,
    "lpage": 13,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00049/ijm-00049.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper assesses the impact on household labor supply of a Dual Income Tax reform in Germany. It relies on GMOD, a population-based tax-benefit microsimulation model, and uses flexible mixed logit simulation estimators.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Wagenhals",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Germany"
                        },
                        "formatted": [
                            "Germany"
                        ]
                    },
                    "name": [
                        "Department of Economics",
                        "Universität Hohenheim"
                    ]
                }
            ],
            "emailAddresses": [
                "G.Wagenhals@uni-hohenheim.de"
            ],
            "name": {
                "index": "Wagenhals, Gerhard",
                "preferred": "Gerhard Wagenhals"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "dual income tax",
        "labor supply",
        "mixed logit"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In most countries the income tax system is based on a comprehensive tax: one tax rate is imposed on the total income of a taxpayer. In contrast, the Dual Income Tax (DIT) is a schedular tax that combines a progressive tax schedule for labor income with a flat tax rate on capital income.",
                    "type": "paragraph"
                },
                {
                    "text": "The introduction of such a tax is a hot topic world-wide. Its possible advantages and drawbacks are discussed not only in the European Nordic countries which have introduced them some years ago, but also in the rest of Europe [see e.g. <a href=\"#bib3\">Genser &amp; Reutter 2007</a>), in Japan (<a href=\"#bib9\">Morinobu, 2004</a>), and in Canada (<a href=\"#bib12\">Sørensen, 2007</a>). Also in Germany, economists and policy makers consider a dual income tax as an option for a fundamental tax reform. Recently, the SVR2008 published an expertise commissioned by the German Ministry of Finance.<sup><a href=\"#fn1\">1</a></sup> This report strongly favors the introduction of a Dual Income Tax reform, which is contrary to a previous proposal of the German Council of Economic Experts, analyzed by <a href=\"#bib1\">Bach and Steiner (2007)</a> – practically revenue neutral.",
                    "type": "paragraph"
                },
                {
                    "text": "Previous economic research on the impact of this proposal has concentrated on long-run effects and is mainly based on general equilibrium simulation models. The results of these exercises are largely robust with respect to the choice of the behavioral elasticities, with one important exemption: the labor supply elasticity. Actually, the labor supply elasticity is the only behavioral parameter that is crucial for the long run effects of a DIT. (See e.g. <a href=\"#bib10\">Radulescu (2007)</a> for Germany, or <a href=\"#bib7\">Keuschnigg and Dietz (2007)</a>, p. 204, for Switzerland.) General equilibrium simulation studies assume that the household sector can be modelled by a traditional Ramsey model with only <i>one</i> single “representative” agent characterized by only <i>one</i> labor supply elasticity. Population based microeconometric analyses show, however, that in the population labor supply elasticities vary widely depending on gender, number of children, regional and other factors. This suggests to supplement existing macroeconomic DIT studies by microeconometric simulation analyses.",
                    "type": "paragraph"
                },
                {
                    "text": "The main contribution of the present paper is a microsimulation analysis of the incentive effects of the most recent DIT proposal for Germany based on a behavioral microeconometric model. It is the first evaluation of the behavioral effects of the income tax amendment EStG-E proposed by the Council of Economic Experts based on a mixed logit simulation approach. This improves previous studies based on a traditional conditional logit model and older data sets (<a href=\"#bib1\">Bach &amp; Steiner, 2007</a>; <a href=\"#bib14\">Wagenhals &amp; Buck, 2009</a>) because the conventional IIA assumption implicit in the traditional model is strongly rejected by our data.",
                    "type": "paragraph"
                },
                {
                    "text": "The rest of the paper is organized as follows. The next section describes the data: the generation of the base data set, the definition of the tax base, with special reference to the calculation of capital income and labor income, and the tax schedule used. Then, two sections describe discrete choice models for single persons as well as for cohabiting and married couples. They provide mixed logit estimation and calibration techniques and present empirical results. The last section concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "My base data set is drawn from the 2005 wave of the German Socio-Economic Panel (GSOEP). I merge some retrospective data from the 2006 wave, such that the base data set refers to 2005, the same fiscal year the German Council of Economic Experts reform proposal refers to.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Choice alternatives are generated using GMOD, a tax-benefit microsimulation model for Germany developed by the author. GMOD calculates personal income taxes, social security contributions and benefits. It allows for the standard benefits and tax concessions such as housing benefits and child-benefits, allowances for child-raising, child-raising leave and maternity as well as assistance for education or vocational training. Furthermore, it accounts for tax abatements for dependent children and for the education of dependent children, for child-care, tax credits for single parents, maintenance payments and income-splitting for married couples.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Base data set",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A dual income tax differentiates between capital and labor income and taxes these differently. So I have to derive two tax bases, one for capital income, and one for other sources of household income, called “labor income”.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Currently, GMOD calculates seven sources of income, because the current German Income Tax Law (Einkommensteuergesetz, EStG) levies one tax schedule on the sum of income from the following exhaustive list of seven sources of income: (1) income from agriculture and forestry (§ 13 EStG), (2) income from trade or business (§ 15 EStG), (3) income from independent personal services (§ 18 EStG), (4) income from dependent personal services, i.e. wages, salaries and retirement benefits of civil servants (§ 19 EStG), (5) income from investment of capital (§ 20 EStG), (6) income from rentals and royalties (§ 21 EStG), and (7) other income designated in § 22 EStG, e.g. notational return on investment of a pension from statutory pensions insurance. Gross earnings from all of these sources are calculated by GMOD based on information available in my base data set described above, on the German income tax law and on income tax directives. Net income from the first three sources is calculated on the accrual basis and called “profit-based income”. Net income from the other four sources is defined as the excess of total receipts over income-related expenses.",
                            "type": "paragraph"
                        },
                        {
                            "text": "According to the German Income Tax Law (EStG-E) as proposed by the SVR2008, there will be four categories of income (see § 2 EStG-E): (1) income from business activities (§ 13, § 15 and § 18 EStG-E), (2) income from employment (§ 19 EStG-E), (3) capital income (§ 20, § 21, and § 22 EStG-E), and (4) derived income (§ 23 EStG-E).",
                            "type": "paragraph"
                        },
                        {
                            "text": "To map the traditional seven sources of income to the new categories capital and labor income I proceed as follows: (1) Income from business activities corresponds to traditional “profit based income”. (2) Income from employment corresponds to the traditional income from dependent personal services. (3) Income from capital assets is derived from traditional income from capital investments (§ 20 EStG) and income from rentals and royalties (§ 21 EStG). (4) Derived income corresponds to traditional “other income” designated in § 22 EStG. In my base data set, I do not have information on income from private sale transactions mentioned in § 22 EStG-E, so I have to ignore it. I assume that the cash method of accounting is used with respect to income from business activities. Thus, taxpayers report their revenues when received and their expenses when paid.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The labor income tax base includes wages, salaries (including the employers’ calculatory salaries) and civil pensions. The capital income tax base includes business profits, dividends, capital gains, interest and rental income. Taxable labor income and taxable capital income are obtained by subtracting personal allowances and other deductions from the respective tax base. The savings allowance of 750 Euro for the income from capital investments (§ 20 <a href=\"#s4\">Section 4</a> EStG) will be abolished.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The decomposition of profit-based income in a capital and a labor share is the crux of the DIT. The calculatory salary, i.e. the labor income of the self-employed, is hard for an individual to measure and even harder for tax authorities to verify. I use the following trick: First, I estimate a Mincer-type wage function based on observable characteristics on the sub-sample of wage earners. In my data I observe determinants of wages for all individuals. Therefore, I am able to predict the calculatory salary for all self-employed individuals. Finally, I derive their capital income as the residual. (See <a href=\"#bib14\">Wagenhals &amp; Buck, 2009</a>, for details about this decomposition approach.) In my view, this approach improves upon the procedure of using an arbitrary sharing rule (see e.g. <a href=\"#bib5\">Gottfried and Witczak, 2009</a>). In any case, due to data constraints, I did not have the option to compute calculatory salaries for the self-employed as residual profits.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Tax base",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The dual income tax combines a progressive tax schedule for labor income with a flat tax rate on capital income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "I assume that labor income is taxed according to the current income tax schedule (§ 32 a EStG), and that capital income is taxed with a rate of 25 percent (including the solidarity surcharge). To avoid legal concerns and a potential deterioration with respect to the current legal position I follow the <a href=\"#bib4\">German Council of Economic Experts (2008</a>, pp. 108–110).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source:</i> Own calculations.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00049%2Fijm-00049-fig1.tif",
                                        "size": {
                                            "width": 1633,
                                            "height": 1180
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00049%2Fijm-00049-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00049-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Marginal tax rates.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "§ 32 a EStG-E defines the DIT income tax function: Let v denote taxable income in Euro (rounded down to the next Euro) according to § 2 <a href=\"#s5\">Section 5</a> Clause 1 EStG-E, and let <i>K</i> denote capital income in the sense of § 2 <a href=\"#s3\">Section 3</a> Clause 2 EStG-E (also rounded down to the next Euro). Then the personal income tax <i>T</i> amounts to",
                            "type": "paragraph"
                        },
                        {
                            "id": "utable1",
                            "tables": [
                                "<table>\n<tbody>\n<tr>\n<td><i>T</i> = 0</td>\n<td><i>if v</i> ≤ 7664</td>\n</tr>\n<tr>\n<td><i>T</i> = 883.74<i>x</i><sup>2</sup> + 1500<i>x</i></td>\n<td>if 7665 ≤ <i>v</i> ≤ 12584</td>\n</tr>\n<tr>\n<td><math id=\"inf2\"><mi>T</mi><mo>=</mo><mo stretchy=\"false\">(</mo><mi>v</mi><mo>−</mo><mn>12584</mn><mo stretchy=\"false\">)</mo><mfrac><mrow><mn>0.25</mn></mrow><mrow><mn>1</mn><mo>+</mo><mi>t</mi></mrow></mfrac><mo>+</mo><mn>952</mn></math></td>\n<td>if 12585 ≤ <i>v</i> ≤ 12585 + <i>K</i></td>\n</tr>\n<tr>\n<td><math id=\"inf3\"><mi>T</mi><mo>=</mo><mn>883.74</mn><msup><mi>y</mi><mn>2</mn></msup><mo>+</mo><mn>1500</mn><mi>y</mi><mo>+</mo><mfrac><mrow><mn>0.25</mn></mrow><mrow><mn>1</mn><mo>+</mo><mi>t</mi></mrow></mfrac><mi>K</mi></math></td>\n<td>if 12586 + <i>K</i> ≤ <i>v</i> ≤ 12739 + <i>K</i></td>\n</tr>\n<tr>\n<td><math id=\"inf4\"><mi>T</mi><mo>=</mo><mn>228.74</mn><msup><mi>z</mi><mn>2</mn></msup><mo>+</mo><mn>2.397</mn><mi>z</mi><mo>+</mo><mn>989</mn><mo>+</mo><mfrac><mrow><mn>0.25</mn></mrow><mrow><mn>1</mn><mo>+</mo><mi>t</mi></mrow></mfrac><mi>K</mi></math></td>\n<td>if 12740 + <i>K</i> ≤ <i>v</i> ≤ 52151 + <i>K</i></td>\n</tr>\n<tr>\n<td><math id=\"inf5\"><mrow><mi>T</mi><mo>=</mo><mn>0.42</mn><mo stretchy=\"false\">(</mo><mi>v</mi><mo>−</mo><mi>K</mi><mo stretchy=\"false\">)</mo><mo>−</mo><mn>7914</mn><mo>+</mo><mfrac><mrow><mn>0.25</mn></mrow><mrow><mn>1</mn><mo>+</mo><mi>t</mi></mrow></mfrac><mi>K</mi></mrow></math></td>\n<td>if <i>v</i> ≥ 52152 + <i>K</i></td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        },
                        {
                            "text": "where",
                            "type": "paragraph"
                        },
                        {
                            "id": "utable2",
                            "tables": [
                                "<table>\n<tbody>\n<tr>\n<td><i>x</i></td>\n<td>=</td>\n<td>( <i>v</i>-7664)/10000</td>\n</tr>\n<tr>\n<td><i>y</i></td>\n<td>=</td>\n<td>( <i>v</i>-7664-<i>K</i> )/10000</td>\n</tr>\n<tr>\n<td><i>z</i></td>\n<td>=</td>\n<td>( <i>v</i>-12739-<i>K</i> )/10000</td></tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        },
                        {
                            "text": "(<i>x, y, z</i> are also rounded down to the next Euro). The symbol <i>t</i> denotes the solidarity surcharge (i.e. currently <i>t</i> = 0.055).",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig1\">Figure 1</a> shows marginal tax rates, i.e. the tax rates that apply to the last Euro of the tax base. It compares the current marginal tax schedule (based on § 32 a EStG) with the DIT schedule for taxpayers with fixed taxable capital incomes of different amounts. The solid line shows the current tax rates (T 2005). Under a dual tax regime this line refers to taxpayers without any capital income. For taxpayers with capital income a so-called stretched tax scale is applied. This means that the taxation of capital income is incorporated in the tax schedule in terms of a proportional zone. The length of this variable proportional band depends on the amount of taxable capital income. The return component of income is taxed proportionally while any profits beyond those are taxed progressively as labor income. As examples, I use marginal tax rates for capital incomes of 10,000, 20,000 and 30,000 Euro.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Tax schedule",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "To quantify the labor supply incentives of a DIT introduction, I use a discrete choice structural labor supply model. The basic idea is to replace the budget set of a household with a finite number of points, and optimize over this set of points. I first set out the theory, estimation and simulation results for single persons. In the following section, I turn to persons living in couples.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "I represent any individual’s choice set by a six-state labor supply regime and approximate actual hours per week <i>h<sup>a</sup></i> by hours levels <i>h</i> ∈ <b>H</b> := {0,10,20,30,40,50} applying the following rounding rule",
                            "type": "paragraph"
                        },
                        {
                            "id": "ueqn1",
                            "label": "(1)",
                            "mathml": "<math><mtable columnalign=\"left\"><mtr><mtd><mi>h</mi><mo>=</mo><mn>0</mn><mtext> </mtext><mi>i</mi><mi>f</mi><mtext> </mtext><msup><mi>h</mi><mi>a</mi></msup><mo>&lt;</mo><mn>5</mn></mtd></mtr><mtr><mtd><mo>=</mo><mn>10</mn><mtext> </mtext><mi>i</mi><mi>f</mi><mtext> </mtext><mn>5</mn><mtext> </mtext><mo>≤</mo><msup><mi>h</mi><mi>a</mi></msup><mo>&lt;</mo><mn>15</mn></mtd></mtr><mtr><mtd><mo>⋅</mo><mo>⋅</mo><mo>⋅</mo></mtd></mtr><mtr><mtd><mo>=</mo><mn>50</mn><mtext> </mtext><mi>i</mi><mi>f</mi><mtext> </mtext><msup><mi>h</mi><mi>a</mi></msup><mo>≥</mo><mn>45.</mn></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "For all elements <i>h</i> in the choice set <b>H</b> I use GMOD to calculate household net incomes as",
                            "type": "paragraph"
                        },
                        {
                            "id": "ueqn3",
                            "label": "(2)",
                            "mathml": "<math><mrow><mi>c</mi><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo><mo>≤</mo><mi>w</mi><mi>h</mi><mo>+</mo><mi>μ</mi><mo>−</mo><mi>T</mi><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mtext> </mtext><mi>w</mi><mo>,</mo><mtext> </mtext><mi>μ</mi><mo>|</mo><mi mathvariant=\"bold\">x</mi><mo stretchy=\"false\">)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>w</i> denotes the gross wage rate, <i>μ</i> is income from sources other than employment and <i>T</i>(·) is the tax-benefit function conditional on a vector of observed characteristics <b>x</b>. I assume that preferences can be represented by a utility function <i>U</i> and that individuals act as if to maximize utility",
                            "type": "paragraph"
                        },
                        {
                            "id": "ueqn2",
                            "label": "(3)",
                            "mathml": "<math><mrow><munder><mrow><mi>max</mi></mrow><mrow><mi>h</mi><mo>∈</mo><mtext>H</mtext></mrow></munder><mi>U</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo><mo>,</mo><mtext> </mtext><mover accent=\"true\"><mi>h</mi><mo>¯</mo></mover><mo>−</mo><mi>h</mi><mo>|</mo><mtext mathvariant=\"bold\">x</mtext><mo>)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "subject to the budget constraint",
                            "type": "paragraph"
                        },
                        {
                            "id": "ueqn03",
                            "label": "(4)",
                            "mathml": "<math><mrow><mi>c</mi><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo><mo>≤</mo><mi>w</mi><mi>h</mi><mo>+</mo><mi>μ</mi><mo>−</mo><mi>T</mi><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mtext> </mtext><mi>w</mi><mo>,</mo><mtext> </mtext><mi>μ</mi><mo>|</mo><mi mathvariant=\"bold\">x</mi><mo stretchy=\"false\">)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf6\"><mover accent=\"true\"><mi>h</mi><mo>¯</mo></mover></math> denotes total time endowment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To obtain random utilities (needed for estimation and simulation), <b>I</b> add state-specific random errors <i>e</i>(<i>h</i>) to utilities for all states <i>h</i> ∈ <b>H</b>. This gives random utilities",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn1",
                            "label": "(5)",
                            "mathml": "<math><mrow><msup><mi>U</mi><mo>*</mo></msup><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo><mo>:</mo><mo>=</mo><mi>U</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo><mo>,</mo><mtext> </mtext><mover accent=\"true\"><mi>h</mi><mo>¯</mo></mover><mo>−</mo><mi>h</mi><mo>|</mo><mtext mathvariant=\"bold\">x</mtext><mo>)+ </mo><mi>e</mi><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "If the state-specific random errors are i.i.d. Type I extreme value distributed, then the probability <i>P</i> of working <i>h<sup>j</sup></i> hours is",
                            "type": "paragraph"
                        },
                        {
                            "id": "ueqn4",
                            "label": "(6)",
                            "mathml": "<math><mrow><mi>P</mi><mo stretchy=\"false\">(</mo><mi>h</mi><mo>=</mo><msup><mi>h</mi><mi>j</mi></msup><mo>|</mo><mtext>x)=</mtext><mfrac><mrow><mi>exp</mi><mo stretchy=\"false\">[</mo><mi>U</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo><mo>,</mo><mtext> </mtext><mover accent=\"true\"><mi>h</mi><mo>¯</mo></mover><mo>−</mo><mi>h</mi><mo>|</mo><mtext>x)]</mtext></mrow><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><msup><mi>h</mi><mi>k</mi></msup><mo>∈</mo><mtext>H</mtext></mrow></munder><mrow><mi>exp</mi><mo stretchy=\"false\">[</mo><mi>U</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">(</mo><msup><mi>h</mi><mi>h</mi></msup><mo stretchy=\"false\">)</mo><mo>,</mo><mtext> </mtext><mover accent=\"true\"><mi>h</mi><mo>¯</mo></mover><mo>−</mo><msup><mi>h</mi><mi>k</mi></msup><mo>|</mo><mtext>x)]</mtext></mrow></mstyle></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "For the specification of the utility function, I follow the tradition started by <a href=\"#bib6\">Keane and Moffit (1998)</a> and choose a flexible form quadratic direct utility function. Written in terms of individual consumption <i>c</i> = <i>c</i>(<i>h</i>) and leisure <math id=\"inf7\"><mrow><mi>l</mi><mo>:</mo><mo>=</mo><mover accent=\"true\"><mi>h</mi><mo>¯</mo></mover><mo>−</mo><mi>h</mi></mrow></math> I obtain",
                            "type": "paragraph"
                        },
                        {
                            "id": "ueqn5",
                            "label": "(7)",
                            "mathml": "<math><mrow><mi>U</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>l</mi><mo stretchy=\"false\">)</mo><mo>=</mo><msub><mi>α</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><msup><mi>c</mi><mn>2</mn></msup><mo>+</mo><msub><mi>α</mi><mrow><mi>l</mi><mi>l</mi></mrow></msub><msup><mi>l</mi><mn>2</mn></msup><mo>+</mo><msub><mi>α</mi><mrow><mi>c</mi><mi>l</mi></mrow></msub><mi>c</mi><mi>l</mi><mo>+</mo><msub><mi>β</mi><mi>c</mi></msub><mi>c</mi><mo>+</mo><msub><mi>β</mi><mi>l</mi></msub><mi>l</mi></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>α<sub>cc</sub>, α<sub>ll</sub>, α<sub>cl</sub>, β<sub>c</sub></i> and <i>β<sub>l</sub></i> denote unknown parameters. I assume that preferences vary through taste-shifters on income and leisure coefficients:",
                            "type": "paragraph"
                        },
                        {
                            "id": "ueqn6",
                            "label": "(8)",
                            "mathml": "<math><mtable columnalign=\"left\"><mtr><mtd><msub><mi>β</mi><mi>c</mi></msub><mo>=</mo><msub><mi>γ</mi><mrow><msub><mi>c</mi><mn>0</mn></msub></mrow></msub><mo>+</mo><msub><mtext>xg</mtext><mtext>c</mtext></msub></mtd></mtr><mtr><mtd><msub><mi>β</mi><mi>l</mi></msub><mo>=</mo><msub><mi>γ</mi><mrow><msub><mi>l</mi><mn>0</mn></msub></mrow></msub><mo>+</mo><msub><mtext>xg</mtext><mtext>l</mtext></msub></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>γ</i><sub><i>c</i><sub>0</sub></sub>, <b>g<sub>c</sub></b>, <i>γ</i><sub><i>l</i><sub>0</sub></sub> and <b>g<sub>l</sub></b> denote unknown coefficients and <b>x</b> is a (row) vector of individual characteristics<sup><a href=\"#fn2\">2</a></sup> and following <a href=\"#bib13\">van Soest (1995)</a> dummy variables for part-time categories in order to capture the disutility of inflexible arrangements in the utility functions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "I deal with unobserved wage rates by estimating the expected market wage rates conditional on observed characteristics using Heckman’s two-step approach: I first estimate a reduced form participation equation, get the Mill’s rate and use it in a Mincer-type wage equation to correct for sample selection bias. I account for wage rate prediction errors by integrating out the disturbance term of the wage equation in the likelihood as suggested by <a href=\"#bib13\">van Soest (1995)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Estimation of the unknown preference parameters is based on a mixed logit model proposed by <a href=\"#bib8\">McFadden and Train (2000)</a>. Under mild regularity conditions, it can approximate the choice probabilities of any discrete choice model derived from random utility maximization as closely as desired. Under the assumption that the income coefficients are normally distributed and all other coefficients are fixed I proceed by maximum simulated likelihood.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "I use the parameters of the estimated utility functions to simulate the effects of the introduction of a Dual Income Tax on labor supply following the individual calibration procedure described by <a href=\"#bib2\">Kreedy and Kalb (2005</a>, page 720 et seq.) Based on the selected sample I use hours worked to obtain a starting point for simulation.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "For each individual, unobserved utility components (error terms) are drawn from the type I extreme value distribution and added to the measured utility in each of the hours points. A draw is accepted, if it results in the observed labor supply being the optimal choice for the individual. Otherwise, the draw is rejected, and another error term is drawn and checked. This is repeated until all sets of error terms are drawn and accepted. For each individual in the sample, this exercise is repeated 100 times.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The resulting sets of error terms drawn are possible values leading to the observed hours worked. Given individual characteristics and the draws, I can determine post-reform utility at each hours point. This generates a distribution of post-reform hours worked, conditional on the observed pre-reform hours, for each individual. The results of the draws can be summarized in transition tables.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-1",
                            "title": "3.1.1 Simulation",
                            "type": "section"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Theory",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "The starting point for my sample is the base data file described above. First, I concentrate on single adult respondents. I exclude persons younger than 25 or older than 55 years of age, persons in education, pensioners, persons doing compulsory community or military services, persons receiving profit incomes only and civil servants. After dropping persons with missing observations of crucial variables, I receive a sample with 1,116 single men and another sample with 1,312 single women.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-1",
                            "title": "3.2.1 Sample selection",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The main preference parameter estimates for single men and single women are given in <a href=\"#table4\">Table 4</a> in the Appendix. The estimated parameter values are consistent with economic theory. The marginal utility of net income and of leisure are statistically significant at least at the five percent level, they are positive and declining with income. The interaction effect between leisure and income is practically zero. Not surprisingly, there is less desire to work if an individual is handicapped, or if there is a nursing case in the family. For single mothers, there is less desire to work, the effect being smaller for older children. The main difference between male and female preferences is the role of children: While the number of children in different age groups has the expected sign and magnitude for women, these variables were not significant for men and so were dropped.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In <a href=\"#table4\">Table 4</a> I do not report the estimates of the part-time dummies for part-time choice opportunities. For men and women, they all are negative and highly significant. This reflects the fact that low demand for part-time workers requires more effort (and hence less utility) to find part-time employment. Furthermore, all estimated standard errors of the random coefficients were highly significant. This suggests considerable unobserved heterogeneity of preferences. The traditional conditional logit approach is strongly rejected!",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-2",
                            "title": "3.2.2 Estimation",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "<a href=\"#table1\">Tables 1</a> and <a href=\"#table2\">2</a> present the simulation results for the labor supply of single persons. The last column gives the distribution of labor supply before the reform, the last row refers to the distribution after the reform. The numbers inside the matrix are row percentages indicating the probability of individuals from one hours point to another one.<sup><a href=\"#fn3\">3</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source</i>: Own calculations. Any summing errors are due to rounding.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table1",
                                            "label": "Table 1",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"7\">Post-reform hours</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Pre-reform hours</td>\n<td>0</td>\n<td>10</td>\n<td>20</td>\n<td>30</td>\n<td>40</td>\n<td>50</td>\n<td>% (row)</td></tr>\n<tr><td>0</td>\n<td>16.55</td>\n<td>0.00</td>\n<td>0.01</td>\n<td>0.26</td>\n<td>0.56</td>\n<td>0.20</td>\n<td>17.59</td></tr>\n<tr><td>10</td>\n<td>0.00</td>\n<td>2.12</td>\n<td>0.00</td>\n<td>0.04</td>\n<td>0.05</td>\n<td>0.08</td>\n<td>2.29</td></tr>\n<tr><td>20</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>1.79</td>\n<td>0.01</td>\n<td>0.02</td>\n<td>0.04</td>\n<td>1.85</td></tr>\n<tr><td>30</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>17.43</td>\n<td>0.20</td>\n<td>0.13</td>\n<td>17.77</td></tr>\n<tr><td>40</td>\n<td>0.01</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>0.01</td>\n<td>42.05</td>\n<td>0.24</td>\n<td>42.30</td></tr>\n<tr><td>50</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>0.03</td>\n<td>18.18</td>\n<td>18.21</td></tr>\n<tr><td>% (column)</td>\n<td>16.56</td>\n<td>2.12</td>\n<td>1.79</td>\n<td>17.75</td>\n<td>42.91</td>\n<td>18.87</td>\n<td>100.00</td></tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Labor supply transition matrix for single men.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source</i>: Own calculations. Any summing errors are due to rounding.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table2",
                                            "label": "Table 2",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"7\">Post-reform hours</th>\n</tr>\n</thead>\n<tbody>\n<tr><td>Pre-reform hours</td>\n<td>0</td>\n<td>10</td>\n<td>20</td>\n<td>30</td>\n<td>40</td>\n<td>50</td>\n<td>% (row)</td></tr>\n<tr><td>0</td>\n<td>17.54</td>\n<td>0.07</td>\n<td>1.27</td>\n<td>3.32</td>\n<td>2.78</td>\n<td>0.21</td>\n<td>25.19</td></tr>\n<tr><td>10</td>\n<td>0.04</td>\n<td>4.02</td>\n<td>0.18</td>\n<td>0.66</td>\n<td>0.53</td>\n<td>0.08</td>\n<td>5.51</td></tr>\n<tr><td>20</td>\n<td>0.04</td>\n<td>0.02</td>\n<td>8.49</td>\n<td>0.46</td>\n<td>0.42</td>\n<td>0.08</td>\n<td>9.50</td></tr>\n<tr><td>30</td>\n<td>0.17</td>\n<td>0.00</td>\n<td>0.02</td>\n<td>20.72</td>\n<td>0.30</td>\n<td>0.05</td>\n<td>21.27</td></tr>\n<tr><td>40</td>\n<td>0.17</td>\n<td>0.02</td>\n<td>0.03</td>\n<td>0.05</td>\n<td>31.77</td>\n<td>0.02</td>\n<td>32.05</td></tr>\n<tr><td>50</td>\n<td>0.14</td>\n<td>0.01</td>\n<td>0.10</td>\n<td>0.09</td>\n<td>0.08</td>\n<td>6.07</td>\n<td>6.49</td></tr>\n<tr><td>% (column)</td>\n<td>18.11</td>\n<td>4.13</td>\n<td>10.09</td>\n<td>25.29</td>\n<td>35.88</td>\n<td>6.50</td>\n<td>100.00</td></tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Labor supply transition matrix for single women.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "My results suggest that – in a short run partial equilibrium view – the DIT reform suggested by the <a href=\"#bib4\">German Council of Economic Experts (2008)</a> will generate only small labor supply reactions. For single persons, on average, they will be slightly positive.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-3",
                            "title": "3.2.3 Simulation",
                            "type": "section"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Empirical results",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Labour supply of single persons",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "For married or cohabiting couples I allow for joint decision making. Each partner may account for the decision of the other partner when deciding on hours worked. I assume that each household member selects one of six regimes: non-participation or one of five employment states <i>ℏ</i> ∊ H = {0,10,20,30,40,50} (the elements denoting hours per week). Thus, the choice set for couples is H × H. Actual individual working hours observed in the data are rounded (as above) to fit the elements in this set.",
                            "type": "paragraph"
                        },
                        {
                            "text": "I assume that preferences of a couple may be represented by a flexible quadratic utility function",
                            "type": "paragraph"
                        },
                        {
                            "id": "ueqn7",
                            "label": "(9)",
                            "mathml": "<math><mtable columnalign=\"left\"><mtr><mtd><mi>U</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><msub><mi>l</mi><mi>f</mi></msub><mo>,</mo><msub><mi>l</mi><mi>m</mi></msub><mo stretchy=\"false\">)</mo><mo>=</mo><msub><mi>α</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><msup><mi>c</mi><mn>2</mn></msup><mo>+</mo><msub><mi>α</mi><mrow><mi>m</mi><mi>m</mi></mrow></msub><msubsup><mi>l</mi><mi>m</mi><mn>2</mn></msubsup><mo>+</mo><msub><mi>α</mi><mrow><mi>f</mi><mi>f</mi></mrow></msub><msubsup><mi>l</mi><mi>f</mi><mn>2</mn></msubsup></mtd></mtr><mtr><mtd><mtext>                            </mtext><mo>+</mo><msub><mi>α</mi><mrow><mi>c</mi><mi>m</mi></mrow></msub><mi>c</mi><msub><mi>l</mi><mi>m</mi></msub><mo>+</mo><msub><mi>α</mi><mrow><mi>c</mi><mi>f</mi></mrow></msub><mi>c</mi><msub><mi>l</mi><mi>f</mi></msub><mo>+</mo><msub><mi>α</mi><mrow><mi>f</mi><mi>m</mi></mrow></msub><msub><mi>l</mi><mi>f</mi></msub><msub><mi>l</mi><mi>m</mi></msub></mtd></mtr><mtr><mtd><mtext>                            </mtext><mo>+</mo><msub><mi>β</mi><mi>c</mi></msub><mi>c</mi><mo>+</mo><msub><mi>β</mi><mi>m</mi></msub><msub><mi>l</mi><mi>m</mi></msub><mo>+</mo><msub><mi>β</mi><mi>f</mi></msub><msub><mi>l</mi><mi>f</mi></msub></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Here <math id=\"inf8\"><mtable columnalign=\"left\"><mtr><mtd><mtable><mtr><mtd><mrow/></mtd><mtd><mrow/></mtd><mtd><mrow/></mtd></mtr><mtr><mtd><mrow/></mtd><mtd><mrow/></mtd><mtd><mrow/></mtd></mtr><mtr><mtd><mrow/></mtd><mtd><mrow/></mtd><mtd><mrow/></mtd></mtr></mtable></mtd></mtr><mtr><mtd><msub><mi>l</mi><mi>m</mi></msub><mo>:</mo><mo>=</mo><mover accent=\"true\"><mi>h</mi><mo>¯</mo></mover><mo>−</mo><msub><mi>h</mi><mi>m</mi></msub><mo>,</mo><mtext>  </mtext><msub><mi>l</mi><mi>f</mi></msub><mo>:</mo><mo>=</mo><mover accent=\"true\"><mi>h</mi><mo>¯</mo></mover><mo>−</mo><msub><mi>h</mi><mi>f</mi></msub><mo>;</mo><mtext> </mtext><mi>l</mi></mtd></mtr></mtable></math> denotes leisure and <i>h</i> hours worked of male ( <i>m</i> ) or female ( <i>f</i> ) persons, while <i>c</i> denotes their joint net income. The <i>α</i> and <i>β</i> coefficients are unknown population parameters. The sign of <i>α<sub>fm</sub></i> indicates whether male and female leisure are substitutes or complements. Similar to the case of single persons, some preference parameters depend on personal, household and other characteristics. Supplementing representative household utility I add stochastic terms accounting for state specific errors (needed for estimation and simulation) and finally derive the probability of choosing any consumption-leisure combination in the set of feasible household decisions. Estimation proceeds via mixed logit and simulation by calibration<sup><a href=\"#fn4\">4</a></sup> as described above. I derive household gross earnings assuming state invariant male and female gross wage rates, and calculate the corresponding state specific net household income for each hours combination in the choice set <b>H</b> × <b>H</b> using GMOD and my base data set described above.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Theory",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "Starting point for my analysis is again the base data file described above, now concentrating on couples. I apply the sample selection criteria as described for singles to both partners and obtain a sample of 2,015 couples.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-2-1",
                            "title": "4.2.1 Sample Selection",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The main preference parameter estimates for married and cohabiting couples are given in <a href=\"#table5\">Table 5</a> in the Appendix. The estimated parameter values are consistent with economic theory. The marginal utility of both partners’ leisures and the marginal utility of net income are highly significant, positive and declining with income. The interaction effect between male and female leisure is statistically not different from zero and practically unimportant. Not surprisingly, there is less desire to work for mothers, the effect being smaller for older children.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Due to space restrictions, in <a href=\"#table6\">Table 6</a> I do not report the estimates of the part-time dummies for part-time choice opportunities. (But they are used in the simulation exercises.) For both sexes, they all are negative and highly significant. As in the case of singles, this reflects the fact that low demand for part-time workers requires more effort to find part-time employment. Again, all estimated standard errors of the random coefficients were highly significant. As for singles, this suggests considerable unobserved heterogeneity of preferences of couples. Again, the traditional conditional logit approach is strongly rejected!",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-2-2",
                            "title": "4.2.2 Estimation",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "<a href=\"#table3\">Tables 3</a> and <a href=\"#table4\">4</a> show that the partial equilibrium impact of the reform proposal on the labor supply of couples is relatively small. As was to be expected, positive incentive effects are most likely for married females. This result, not shown in an extra table, is in line with the vast majority of previous studies on female labor supply.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source</i>: Own calculations. Any summing errors are due to rounding.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table3",
                                            "label": "Table 3",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"7\">Post-reform hours</th>\n</tr></thead>\n<tbody>\n<tr><td>Pre-reform hours</td>\n<td>0</td>\n<td>10</td>\n<td>20</td>\n<td>30</td>\n<td>40</td>\n<td>50</td>\n<td>% (row)</td></tr>\n<tr><td>0</td>\n<td>9.41</td>\n<td>0.00</td>\n<td>0.01</td>\n<td>0.03</td>\n<td>0.08</td>\n<td>0.06</td>\n<td>9.59</td></tr>\n<tr><td>10</td>\n<td>0.00</td>\n<td>0.48</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>0.49</td></tr>\n<tr><td>20</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>1.00</td>\n<td>0.00</td>\n<td>0.01</td>\n<td>0.00</td>\n<td>1.02</td></tr>\n<tr><td>30</td>\n<td>0.03</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>16.38</td>\n<td>0.10</td>\n<td>0.10</td>\n<td>16.61</td></tr>\n<tr><td>40</td>\n<td>0.08</td>\n<td>0.00</td>\n<td>0.02</td>\n<td>0.12</td>\n<td>50.31</td>\n<td>0.13</td>\n<td>50.66</td></tr>\n<tr><td>50</td>\n<td>0.04</td>\n<td>0.00</td>\n<td>0.01</td>\n<td>0.05</td>\n<td>0.18</td>\n<td>21.35</td>\n<td>21.62</td></tr>\n<tr><td>% (column)</td>\n<td>9.55</td>\n<td>0.49</td>\n<td>1.05</td>\n<td>16.58</td>\n<td>50.68</td>\n<td>21.65</td>\n<td>100.00</td></tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Labor supply transition matrix for men in couples.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source</i>: Own calculations. Any summing errors are due to rounding.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table4",
                                            "label": "Table 4",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"7\">Post-reform hours</th>\n</tr></thead>\n<tbody>\n<tr><td>Pre-reform hours</td>\n<td>0</td>\n<td>10</td>\n<td>20</td>\n<td>30</td>\n<td>40</td>\n<td>50</td>\n<td>% (row)</td></tr>\n<tr><td>0</td>\n<td>33.78</td>\n<td>0.14</td>\n<td>0.26</td>\n<td>0.19</td>\n<td>0.24</td>\n<td>0.02</td>\n<td>34.63</td></tr>\n<tr><td>10</td>\n<td>0.02</td>\n<td>10.88</td>\n<td>0.05</td>\n<td>0.07</td>\n<td>0.02</td>\n<td>0.00</td>\n<td>11.05</td></tr>\n<tr><td>20</td>\n<td>0.01</td>\n<td>0.00</td>\n<td>15.71</td>\n<td>0.02</td>\n<td>0.06</td>\n<td>0.00</td>\n<td>15.82</td></tr>\n<tr><td>30</td>\n<td>0.01</td>\n<td>0.02</td>\n<td>0.03</td>\n<td>16.63</td>\n<td>0.07</td>\n<td>0.04</td>\n<td>16.81</td></tr>\n<tr><td>40</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>0.01</td>\n<td>0.02</td>\n<td>17.96</td>\n<td>0.04</td>\n<td>18.04</td></tr>\n<tr><td>50</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>0.01</td>\n<td>0.01</td>\n<td>0.01</td>\n<td>3.62</td>\n<td>3.66</td></tr>\n<tr><td>% (column)</td>\n<td>33.83</td>\n<td>11.05</td>\n<td>16.07</td>\n<td>16.95</td>\n<td>18.37</td>\n<td>3.73</td>\n<td>100.00</td></tr></tbody>\n</table>"
                                            ],
                                            "title": "Labor supply transition matrix for women in couples.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s4-2-3",
                            "title": "4.2.3 Simulation",
                            "type": "section"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Empirical results",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Labor supply of couples",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "If I finally aggregate my results over persons living as singles and living in couples, I find a positive incentive effect of the introduction of a DIT. On average, labor supply increases. But does working time increase as well?",
                    "type": "paragraph"
                },
                {
                    "text": "If you accept my results and the German Council of Economic Experts assumption of a 1.1 percent reform-induced increase in labor demand, then in the whole economy annual working time will increase on average and in the aggregate. This effect, combined with the smaller tax burden on capital income, yields an increase in aggregate net income. Thus, a DIT induced demand-side driven growth – as suggested by CGE studies – is indeed possible.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Aggregate results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper evaluates the incentive effects of a Dual Income Tax reform in Germany based on GMOD, a tax-benefit microsimulation model, and on a sample of thousands of households representative for the German population. Instead of invoking the assumption of <i>one</i> given labor supply elasticity as current general equilibrium simulation models do, I allow for labor supply responses of the persons in a sample representative for the resident population in Germany. I do not present estimated elasticities, but my results are based on estimated responses of individuals in a representative sample. Estimates are obtained with a highly flexible mixed logit simulation approach. It includes the traditional conditional logit model used in a former study as a special case (which is rejected).",
                    "type": "paragraph"
                },
                {
                    "text": "The main finding is that reform induced labor supply responses are small, but – on average – positive. Thus, my results empirically support the central, but untested, labor supply assumptions in traditional CGE models.",
                    "type": "paragraph"
                },
                {
                    "text": "Further research is needed to assess the detailed impact of a DIT in Germany on the distribution of income and of individual economic welfare. This promises additional advantages in policy advising in comparison to computable equilibrium simulation models and may be a useful supplementation to these approaches.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Bach, S",
                        "preferred": "S Bach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "54–83, Steuerreformplane im empirischen Vergleich, MITAX - Mikroanalysen und Steuerpolitik, Statistik und Wissenschaft, Band 7, Wiesbaden, Statistisches Bundesamt. Beitrage zur wissenschaftlichen Konferenz am 6. und 7. Oktober 2005 in Lüneburg",
            "id": "bib1",
            "title": "MITAX - Mikroanalysen und Steuerpolitik",
            "type": "unknown"
        },
        {
            "articleTitle": "Discrete hours labour supply modelling: Specification, estimation and simulation",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib2",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "697",
                "last": "734",
                "range": "697–734"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "Moving towards Dual Income Taxation in Europe",
            "authors": [
                {
                    "name": {
                        "index": "Genser, B",
                        "preferred": "B Genser"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reutter, A",
                        "preferred": "A Reutter"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib3",
            "journal": "FinanzArchiv: Public Finance Analysis",
            "pages": {
                "first": "436",
                "last": "456",
                "range": "436–456"
            },
            "type": "journal",
            "volume": "63"
        },
        {
            "authors": [
                {
                    "name": "SVR2008, German Council of Economic Experts, Max Planck Institute for Intellectual Property, Competition and Tax Law",
                    "type": "group"
                }
            ],
            "bookTitle": "Dual Income Tax. A Proposal for Reforming Corporate and Personal Income Tax in Germany",
            "date": "2008",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Heidelberg"
                        ]
                    },
                    "formatted": [
                        "Heidelberg"
                    ]
                },
                "name": [
                    "Physica-Verlag"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gottfried, P",
                        "preferred": "P Gottfried"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Witczak, D",
                        "preferred": "D Witczak"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Tübingen"
                        ]
                    },
                    "formatted": [
                        "Tübingen"
                    ]
                },
                "name": [
                    "Institut für Angewandte Wirtschaftsforschung"
                ]
            },
            "source": "Reformoption Duale Einkommensteuer - Aufkommens- und Verteilungseffekte. IAW-Diskussionspapier 58",
            "title": "Reformoption Duale Einkommensteuer - Aufkommens- und Verteilungseffekte. IAW-Diskussionspapier 58",
            "type": "report"
        },
        {
            "articleTitle": "A structural model of multiple welfare program participation and labor supply",
            "authors": [
                {
                    "name": {
                        "index": "Keane, M",
                        "preferred": "M Keane"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moffitt, R",
                        "preferred": "R Moffitt"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib6",
            "journal": "International Economic Review",
            "pages": {
                "first": "553",
                "last": "589",
                "range": "553–589"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "articleTitle": "A growth oriented dual income tax",
            "authors": [
                {
                    "name": {
                        "index": "Keuschnigg, C",
                        "preferred": "C Keuschnigg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dietz, M",
                        "preferred": "M Dietz"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib7",
            "journal": "International Tax and Public Finance",
            "pages": {
                "first": "191",
                "last": "221",
                "range": "191–221"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "articleTitle": "Mixed MNL model for discrete response",
            "authors": [
                {
                    "name": {
                        "index": "McFadden, D",
                        "preferred": "D McFadden"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Train, K",
                        "preferred": "K Train"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib8",
            "journal": "Journal of Applied Econometrics",
            "pages": {
                "first": "447",
                "last": "470",
                "range": "447–470"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Morinobu, S",
                        "preferred": "S Morinobu"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Capital income taxation and the Dual Income Tax. Technical report, Policy Research Institute, Ministry of Finance of Japan. PRI Discussion Paper Series (No.04A-17)",
            "id": "bib9",
            "title": "Capital income taxation and the Dual Income Tax. Technical report, Policy Research Institute, Ministry of Finance of Japan. PRI Discussion Paper Series (No.04A-17)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Radulescu, DM",
                        "preferred": "DM Radulescu"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "Lecture Notes in Economics and Mathematical Systems, Vol. 601, Springer, Berlin-Heidelberg",
            "id": "bib10",
            "title": "CGE Models and Capital Income Tax Reforms: The Case of a Dual Income Tax for Germany",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung, Max-Planck-Institut für Geistiges Eigentum, Wettbewerbs- und Steuerrecht, Zentrum für Europaische Wirtschaftsforschung",
                    "type": "group"
                }
            ],
            "date": "2006",
            "details": "Reform der Einkommens- und Unternehmensbesteuerung durch die Duale Einkommensteuer, Expertise im Auftrag der Bundesminister der Finanzen und für Wirtschaft und Arbeit vom 23. Februar 2005",
            "id": "bib11",
            "title": "Reform der Einkommens- und Unternehmensbesteuerung durch die Duale Einkommensteuer",
            "type": "unknown"
        },
        {
            "articleTitle": "The Nordic Dual Income Tax: Principles, practices, and relevance for Canada",
            "authors": [
                {
                    "name": {
                        "index": "Sørensen, PB",
                        "preferred": "PB Sørensen"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib12",
            "journal": "Canadian Tax Journal",
            "pages": {
                "first": "557",
                "last": "602",
                "range": "557–602"
            },
            "type": "journal",
            "volume": "55"
        },
        {
            "articleTitle": "Structural models of family labor supply: A discrete choice approach",
            "authors": [
                {
                    "name": {
                        "index": "van Soest, A",
                        "preferred": "A van Soest"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib13",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "63",
                "last": "88",
                "range": "63–88"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "Implementing a Dual Income Tax in Germany. Effects on labor supply and income distribution",
            "authors": [
                {
                    "name": {
                        "index": "Wagenhals, G",
                        "preferred": "G Wagenhals"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buck, J.",
                        "preferred": "J. Buck"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib14",
            "journal": "Journal of Economics and Statistics",
            "pages": {
                "first": "84",
                "last": "102",
                "range": "84–102"
            },
            "type": "journal",
            "volume": "229"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "id": "tfn1",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "<i>p</i> &lt; 0.05.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn2",
                                    "label": "**",
                                    "text": [
                                        {
                                            "text": "<i>p</i> &lt; 0.01.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn3",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "<i>p</i> &lt; 0.001.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table5",
                            "label": "Table 5",
                            "tables": [
                                "<table>\n<tbody>\n<tr><td/>\n<td>Single Men</td>\n<td>Single Women</td>\n</tr>\n<tr>\n<td>Income</td>\n<td>0.0680</td>\n<td>0.183<a href=\"#tfn2\">**</a></td>\n</tr>\n<tr>\n<td/>\n<td>(0.0363)</td>\n<td>(0.0630)</td>\n</tr>\n<tr>\n<td>Income<sup>2</sup></td>\n<td>−0.000264</td>\n<td>−0.00291<a href=\"#tfn1\">*</a></td>\n</tr>\n<tr>\n<td/>\n<td>(0.000403)</td>\n<td>(0.00121)</td>\n</tr>\n<tr><td>Leisure</td>\n<td>0.371<a href=\"#tfn3\">***</a></td>\n<td>0.842<a href=\"#tfn3\">***</a></td>\n</tr>\n<tr><td/>\n<td>(0.0806)</td>\n<td>(0.123)</td>\n</tr>\n<tr><td>Leisure<sup>2</sup></td>\n<td>−0.00287 <a href=\"#tfn3\">***</a></td>\n<td>−0.00469 <a href=\"#tfn3\">***</a></td>\n</tr>\n<tr><td/>\n<td>(0.000399)</td>\n<td>(0.000496)</td>\n</tr>\n<tr><td>Leisure<a href=\"#tfn1\">*</a>income</td>\n<td>−0.00128</td>\n<td>−0.00233<a href=\"#tfn2\">**</a></td>\n</tr>\n<tr><td/>\n<td>(0.000653)</td>\n<td>(0.000779)</td>\n</tr>\n<tr><td>Leisure<a href=\"#tfn1\">*</a>age</td>\n<td>−0.00425</td>\n<td>−0.0159<a href=\"#tfn2\">**</a></td>\n</tr>\n<tr><td/>\n<td>(0.00361)</td>\n<td>(0.00536)</td>\n</tr>\n<tr><td>Leisure<a href=\"#tfn1\">*</a>age<sup>2</sup></td>\n<td>0.0000545</td>\n<td>0.000205<a href=\"#tfn2\">**</a></td>\n</tr>\n<tr><td/>\n<td>(0.0000464)</td>\n<td>(0.0000682)</td>\n</tr>\n<tr><td>Leisure<a href=\"#tfn1\">*</a>(East Germany?)</td>\n<td>0.0218<a href=\"#tfn1\">*</a></td>\n<td>−0.00203</td>\n</tr>\n<tr><td/>\n<td>(0.00872)</td>\n<td>(0.00982)</td>\n</tr>\n<tr><td>Leisure<a href=\"#tfn1\">*</a>(Nursing case in family?)</td>\n<td>0.0126</td>\n<td>−0.00950</td>\n</tr>\n<tr><td/>\n<td>(0.0240)</td>\n<td>(0.0215)</td>\n</tr>\n<tr><td>Leisure<a href=\"#tfn1\">*</a>foreign?</td>\n<td>0.0297<a href=\"#tfn2\">**</a></td>\n<td>−0.0209</td>\n</tr>\n<tr><td/>\n<td>(0.0112)</td>\n<td>(0.0190)</td>\n</tr>\n<tr><td>Leisure<a href=\"#tfn1\">*</a>(high education?)</td>\n<td>−0.0355<a href=\"#tfn2\">**</a></td>\n<td>−0.0289<a href=\"#tfn2\">**</a></td>\n</tr>\n<tr><td/>\n<td>(0.0113)</td>\n<td>(0.0104)</td>\n</tr>\n<tr><td>Leisure<a href=\"#tfn1\">*</a>(low education?)</td>\n<td>0.0229<a href=\"#tfn2\">**</a></td>\n<td>0.0300<a href=\"#tfn1\">*</a></td>\n</tr>\n<tr><td/>\n<td>(0.00848)</td>\n<td>(0.0147)</td>\n</tr>\n<tr><td>Leisure<a href=\"#tfn1\">*</a>handicapped?</td>\n<td>0.0363<a href=\"#tfn2\">**</a></td>\n<td>0.00161</td>\n</tr>\n<tr><td/>\n<td>(0.0133)</td>\n<td>(0.0226)</td>\n</tr>\n<tr><td>Leisure<a href=\"#tfn1\">*</a>(no. of kids under 6)</td>\n<td/>\n<td>0.0700 <a href=\"#tfn3\">***</a></td>\n</tr>\n<tr><td/>\n<td/>\n<td>(0.0122)</td>\n</tr>\n<tr><td>Leisure<a href=\"#tfn1\">*</a>(no. of kids age 6-16)</td>\n<td/>\n<td>0.0358 <a href=\"#tfn3\">***</a></td>\n</tr>\n<tr><td/>\n<td/>\n<td>(0.00662)</td>\n</tr>\n<tr><td>  Standard Deviation</td>\n<td/>\n<td/>\n</tr>\n<tr><td>Income</td>\n<td>0.0902 <a href=\"#tfn3\">***</a></td>\n<td>0.154<a href=\"#tfn3\">***</a></td>\n</tr>\n<tr><td/>\n<td>(0.0225)</td>\n<td>(0.0307)</td>\n</tr>\n<tr><td>  Observations</td>\n<td>1116</td>\n<td>1312</td>\n</tr>\n<tr><td colspan=\"2\">   Standard errors in parentheses</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Estimated preference parameters, singles.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "id": "tfn4",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "<i>p</i> &lt; 0.05.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn5",
                                    "label": "**",
                                    "text": [
                                        {
                                            "text": "<i>p</i> &lt; 0.01.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn6",
                                    "label": "***",
                                    "text": [
                                        {
                                            "text": "<i>p</i> &lt; 0.001.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Note</i>: A question mark means that the variable is binary, coded 1 for a “Yes” and 0 for a “No”.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table6",
                            "label": "Table 6",
                            "tables": [
                                "<table>\n<thead>\n<tr><th/>\n<th>Coefficient</th>\n<th>Std. Err.</th></tr>\n</thead>\n<tbody>\n<tr><td>Income</td>\n<td>0.0644<a href=\"#tfn5\">**</a></td>\n<td>(0.0197)</td>\n</tr><tr><td>Income<sup>2</sup></td>\n<td>0.0004954</td>\n<td>(0.0000644)</td>\n</tr><tr><td>Female’s leisure</td>\n<td>0.486<a href=\"#tfn6\">***</a></td>\n<td>(0.108)</td>\n</tr><tr><td>(Female’s leisure)</td>\n<td>−0.00364 <a href=\"#tfn6\">***</a></td>\n<td>(0.000661)</td>\n</tr><tr><td>Male’s leisure</td>\n<td>0.268<a href=\"#tfn4\">*</a></td>\n<td>(0.107)</td>\n</tr><tr><td>(Male’s leisure)</td>\n<td>−0.00319 <a href=\"#tfn6\">***</a></td>\n<td>(0.000315)</td>\n</tr><tr><td>(Female’s leisure)<a href=\"#tfn4\">*</a>(male’s leisure)</td>\n<td>−0.000448</td>\n<td>(0.000282)</td>\n</tr><tr><td>(Female’s leisure)<a href=\"#tfn4\">*</a>(female’s<a href=\"#tfn4\">*</a>age)</td>\n<td>−0.00333</td>\n<td>(0.00360)</td>\n</tr><tr><td>(Female’s leisure)<a href=\"#tfn4\">*</a>(female’s<a href=\"#tfn4\">*</a>age)<sup>2</sup></td>\n<td>0.0000542</td>\n<td>(0.0000450)</td>\n</tr><tr><td>(Female’s leisure)<a href=\"#tfn4\">*</a>(East Germany?)</td>\n<td>−0.0434<a href=\"#tfn6\">***</a></td>\n<td>(0.00763)</td>\n</tr><tr><td>(Female’s leisure)<a href=\"#tfn4\">*</a>(no. of kids under 6)</td>\n<td>0.0701<a href=\"#tfn6\">***</a></td>\n<td>(0.0101)</td>\n</tr><tr><td>(Female’s leisure)<a href=\"#tfn4\">*</a>(no. of kids aged 616)</td>\n<td>0.0301 <a href=\"#tfn6\">***</a></td>\n<td>(0.00492)</td>\n</tr>\n<tr>\n<td>(Female’s leisure)<a href=\"#tfn4\">*</a>(nursing case in family?)</td>\n<td>0.0346</td>\n<td>(0.0181)</td>\n</tr>\n<tr>\n<td>(Female’s leisure)<a href=\"#tfn4\">*</a>(married?)</td>\n<td>0.0320<a href=\"#tfn5\">**</a></td>\n<td>(0.0108)</td>\n</tr><tr><td>(Male’s leisure)<a href=\"#tfn4\">*</a>(male’s<a href=\"#tfn4\">*</a>age)</td>\n<td>0.00514</td>\n<td>(0.00470)</td>\n</tr>\n<tr>\n<td>(Male’s leisure)<a href=\"#tfn4\">*</a>(male’s<a href=\"#tfn4\">*</a>age)<sup>2</sup></td>\n<td>−0.0000484</td>\n<td>(0.0000555)</td>\n</tr><tr><td>(Male’s leisure)<a href=\"#tfn4\">*</a>(East Germany?)</td>\n<td>0.00857</td>\n<td>(0.00881)</td>\n</tr><tr><td>(Male’s leisure)<a href=\"#tfn4\">*</a>(no. of kids under 6)</td>\n<td>0.00257</td>\n<td>(0.00715)</td>\n</tr><tr><td>(Male’s leisure)<a href=\"#tfn4\">*</a>(no. of kids aged 6-16)</td>\n<td>0.000312</td>\n<td>(0.00439)</td>\n</tr><tr><td>(Male’s leisure)<a href=\"#tfn4\">*</a>(nursing case in family?)</td>\n<td>0.0181</td>\n<td>(0.0126)</td>\n</tr><tr><td>(Male’s leisure)<a href=\"#tfn4\">*</a>(married?)</td>\n<td>−0.0158</td>\n<td>(0.0110)</td>\n</tr><tr><td>  Standard Deviation</td>\n<td/>\n<td/>\n</tr><tr><td>Income</td>\n<td>0.0745<a href=\"#tfn5\">**</a></td>\n<td/>\n</tr>\n<tr>\n<td/>\n<td>(0.0233)</td>\n<td/>\n</tr>\n<tr><td>  Sample Size</td>\n<td colspan=\"2\">2015</td>\n</tr>\n<tr>\n<td>Log-likelihood</td>\n<td colspan=\"2\">−14161577</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "A description of the sample for 1997, 1998, and 1999.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app1",
            "title": "Appendix 1"
        }
    ],
    "acknowledgements": [
        {
            "text": "The data used in this publication were made available by the German Socio-Economic Panel Study (GSOEP) at the German Institute for Economic Research (DIW), Berlin.",
            "type": "paragraph"
        },
        {
            "text": "The author is greatly indebted to Gijs Dekkers, Ulrich Scheurle and two anonymous referees for valuable comments.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
