{
    "status": "vor",
    "id": "00047",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00047",
    "authorLine": "Gijs Dekkers, Asghar Zaidi",
    "title": "The European Network for Dynamic Microsimulation (EURODYM) – A vision and the state of affairs",
    "published": "2011-04-30T00:00:00Z",
    "versionDate": "2011-04-30T00:00:00Z",
    "statusDate": "2011-04-30T00:00:00Z",
    "volume": 4,
    "issue": 1,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00047/ijm-00047.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        },
        {
            "id": "dynamic-microsimulation",
            "name": "Dynamic microsimulation"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper presents plans to initiate a European network for dynamic microsimulation, one of whose tasks will be to facilitate and stimulate exchange of research ideas and researchers. Also, it aims to serve as a platform for researchers to bid for and generate funds to enhance the development and use of the dynamic microsimulation models, with a particular focus on research funds available in Europe. The comments and support from the microsimulation community have been received during the European workshop on dynamic microsimulation modelling in Brussels (2010) and also during the 3<sup>rd</sup> General Conference of the International Microsimulation Association in Stockholm (2011). Further comments are requested and gratefully received.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Dekkers and Zaidi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau, Belgium, and Centre for Sociological Research, CeSO Katholieke Universiteit Leuven"
                    ]
                }
            ],
            "emailAddresses": [
                "gd@plan.be"
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "name": [
                        "European Centre for Social Welfare Policy and Research, Vienna, and CASE, London School of Economics"
                    ]
                }
            ],
            "emailAddresses": [
                "zaidi@euro.centre.org."
            ],
            "name": {
                "index": "Zaidi, Asghar",
                "preferred": "Asghar Zaidi"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "dynamic microsimulation",
        "network"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Those days are behind us when microsimulation was at best a peripheral terrain of socio-economic modelling of pensions, social-security at large and taxes. During the last decade, microsimulation as an analytical technique has become increasingly popular in scientific as well as policy-supporting research, particularly in Europe, but also in Australia, Canada and the USA. Specifically for the microsimulation of social security systems, this development has had a strong European dimension. Whereas the decision to set up the Economic Policy Committee to assess the budgetary costs of ageing was taken in 1974, it was the Amsterdam Treaty of November 1997 that introduced the fight against social exclusion as a priority field in which Europe should not stand idle. It probably would go too far to state that the Indicator Subgroup (ISG) of the Social Protection Committee (SPC) has given microsimulation a new lease of life, but it has never ceased to mention its importance in the Open Method of Coordination on pensions,<sup><a href=\"#fn1\">1</a></sup> and the two Madrid meetings (2008 and 2010 – see footnote 6 later in this paper) cumulating in the PROGRESS project call (see footnote 7 later in this text), certainly was a step forward in the right direction.",
                    "type": "paragraph"
                },
                {
                    "text": "As a result of these and other such triggers, dynamic microsimulation modelling has now become an important part of applied socioeconomic research, especially in the field of pensions. The traditional countries involved in microsimulation (UK for PENSIM II and SAGE; Sweden, for a.o. SESIM, Italy for CAPP/DYN, France for DESTINIE, MOSART in Norway, LIAM in Ireland)<sup><a href=\"#fn2\">2</a></sup> are constantly refining their existing models, and reconsidering their methodological basis to make them more effective and credible, while other countries are implementing their newly developed models (for example, MIDAS_BE in Belgium, T-DYMM in Italy). Yet others have taken the first steps towards developing dynamic models (FLEMOSI in Belgium, DyMiLux in Luxembourg, the Spanish pension model). In short, in this field alone, there are several teams of researchers in (semi-public) research institutions involved in microsimulation, often working alongside with academic research community and government departments as well. In the same vein, other fields of modelling, including spatial microsimulation and traffic-modelling have become increasingly popular and useful too.",
                    "type": "paragraph"
                },
                {
                    "text": "Clearly, we think that this development has been reinforced by the International Microsimulation Association (IMA), but there is certainly a need for a complementary networking mechanism for dynamic microsimulation community. The idea and motivations for such a network were also presented during the Brussels Workshop<sup><a href=\"#fn3\">3</a></sup>, with lots of encouragement from many actively involved in dynamic microsimulation modelling regarding the initiation and in doing further work towards establishing a primarily Europe-wide network on dynamic microsimulation modelling. This Note presents these thoughts more formally on on this European Network for Dynamic Microsimulation Modelling (EURODYM). In short, the network will offer support to all those active in the specific research field of dynamic microsimulation, to share thoughts and practical ideas, facilitating the pooling of resources, skills and knowledge of different modelling teams and act as a networking mechanism for the establishment of teams to pursue joint funding initiatives. This will allow us to continue working together and wholeheartedly towards refining and making more effective the idea of dynamic microsimulation modelling.<sup><a href=\"#fn4\">4</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "The ideas elaborated in this paper were proposed, extensively discussed and refined during the Brussels workshop (March 2010) and also on the basis of comments at the 3<sup>rd</sup> General Conference of the International Microsimulation Association in Stockholm (June 2011). We start by discussing what we believe should be the purpose of the network. Next, it is discussed why EURODYM, for convenience would primarily be a European network, certainly during its initiating stage. At the end, a provisional list of tasks intended in this network are presented and discussed.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The main purpose of this network is to support the work of those active in developing and using dynamic microsimulation models. This objective is to be pursued without imposing heavy organizational overheads and being as complementary with the IMA as possible. The network will operate with the understanding that the work of the individual teams can be facilitated best by collaboration, exchange and information sharing. Five reasons stand out in promoting the usefulness of the network:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "A first challenge with microsimulation is that the initial development costs are extremely high, and at present there are fewer possibilities of learning through “scientific channels” than in other, more academic strands of work (such as CGE-modelling). Hence, the network will facilitate mutual learning, thereby contributing towards reducing initial development costs.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Secondly, microsimulation as an analytical technique benefits greatly from information sharing, pertaining to not only fundamentals of model building but also to highly practical issues of its use and maintenance.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Third, as <a href=\"#bib4\">Lelkes and Sutherland (2009)</a> put it, the model design needs to anticipate new directions of policy debates. For this, it is important that an international comparison is facilitated, so that developers of each country can look over the hedge and see which major discussions arise in the public discourse in other countries.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Fourth, for some projects, it is important to generate critical mass by coordinating research into new instrumentation, new methods, concepts and technologies. For example, the Luxembourg PROGRESS project of developing a second version of LIAM is typically a project where the combined experience and knowledge of microsimulation models is joined in developing a user-friendly microsimulation language. Such international comparative studies involving microsimulation can be a resource in developing new methods and the EURODYM will provide a platform for this purpose.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Fifth, there is a unique window of opportunity at the European level, since the policymakers are becoming increasingly interested in the usefulness of the method of dynamic microsimulation. During the 1990s, static microsimulation models became more popular, mainly in order to simulate the redistributive impact of tax and benefit changes.<sup><a href=\"#fn5\">5</a></sup> To measure the impact of pension policy changes, or any such ageing related policies, the focus has essentially changed to dynamic microsimulation modelling, and this window of opportunity to pursue European funding sources to develop further this technique would benefit from having a European focused network.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "Many pension systems and the policy measures affecting these systems however are affected by inherently longitudinal processes, and the Social Protection Committee (SPC) of the European Commission regularly emphasized the use and potential of dynamic microsimulation models in the development of indicators and the assessment of pension adequacy. In this vein, we think that dynamic microsimulation modellers have played a crucial role. First of all, the dynamic model MIDAS was developed using the LIAM system (<a href=\"#bib6\">O'Donoghue, 2010</a>) for Belgium, Germany and Italy within the Framework Programme 6 project, called AIM. In 2008 the SPC gave the use of microsimulation models and administrative datasets in policy-oriented research a definitive nudge during the ‘Madrid meeting’<sup><a href=\"#fn6\">6</a></sup> on the scope and potential of microsimulation and administrative datasets held by in (semi-)public research institutions of European member States. A first step was the PENMICRO-project, an assessment of the current situation, and then the PROGRESS-programme on social inclusion and protection<sup><a href=\"#fn7\">7</a></sup>, designed for the development of microsimulation models and administrative datasets in ministries and semi-public research institutions of EU-member States.",
                    "type": "paragraph"
                },
                {
                    "text": "It is not the intention of focusing this network on social security microsimulation models alone, although we find ourselves in the situation that dynamic microsimulation is promoted mostly on the grounds of being an important tool in the assessment of social insurance policies such as the pension policy. Partly for this reason, these models are mainly being developed and maintained in (semi-)public research institutions, often working alongside with academic research.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "What is the purpose of this network?",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The network promises to have an important added value, and this will in principle be complementary to the IMA functions.",
                    "type": "paragraph"
                },
                {
                    "text": "First of all, the specific circumstances in Europe make collaboration necessary. Most European Union countries need a capacity to do comparable policy analysis and require making use of comparable analytical tools for mutual learning and coordination. .",
                    "type": "paragraph"
                },
                {
                    "text": "While there is existing capacity in a number of these countries (Belgium, France, Germany, Ireland, Italy, the Netherlands, Sweden, United Kingdom), there is also a significant coverage gap across Europe. In addition many of the existing models, with primarily a national focus, cannot easily be used for comparative analysis and policy learning. The field is thus at a similar position to the static microsimulation field in 1995 (See, e.g. <a href=\"#bib1\">Callan and Sutherland, 1997</a>)",
                    "type": "paragraph"
                },
                {
                    "text": "Various countries, including Slovenia, Austria and Luxembourg, are starting to develop dynamic models. Others like Belgium are developing an existing model, while some countries (Belgium, Sweden) are also revising the methodological basis of their existing models. Much of this work includes setting steps and resolving methodological issues that has been worked upon by others before. The conceptual discussions preceding the building of a model (for example, what are our goals? What type of model do we need to reach these goals, given our starting situation?), as well as the practical development and maintenance steps, are sometimes easier when one has already experience in the development of microsimulation models. Furthermore, as modellers will testify, having knowledge of how others have solved the essential day-to-day problems in developing a model, greatly speeds up the development process and also the credibility of the whole process.",
                    "type": "paragraph"
                },
                {
                    "text": "The need for this kind of information-sharing is currently facilitated by many projects appointing advisors, who have been active in developing models. For example, Gijs Dekkers (one of the authors) has been an advisor in the PENMICRO project, and is now advisor to the Slovenian PROGRESS project. The Luxembourg General Inspectorate of Social Security (IGSS) and CEPS/INSTEAD work with the Federal Planning Bureau of Belgium and also with Cathal O’Donoghue of TEAGASC in a PROGRESS project<sup><a href=\"#fn8\">8</a></sup> to develop a new version of the software package LIAM. Howard Redway of the Department for Work and Pensions also has been invited to play an advisory role in the same project. Finally, the FLEMOSI project<sup><a href=\"#fn9\">9</a></sup>, tasked with constructing microsimulation tools for the regional Flemish government, of which André Decoster (Katholieke Universiteit Leuven) is the coordinator, will work with an academic steering group for advisory purposes.",
                    "type": "paragraph"
                },
                {
                    "text": "Furthermore, given the stimulating role of the International Journal of Microsimulation and, as mentioned above, the increasingly important role of dynamic microsimulation modelling in the assessment of social security, specifically pensions, modellers are becoming more aware of each others’ work. In Europe, teams from various organizations developing and using dynamic microsimulation models meet each other in international meetings, like the two Madrid meetings and the General Conferences of the IMA, but also those for the European Framework Programmes and the European Science Foundation projects. The network proposed here is indeed a logical extension and formalisation of these collaborations.",
                    "type": "paragraph"
                },
                {
                    "text": "The EURODYM network seeks to improve the facilitation of the exchange of ideas, modelling practices, collaboration. To reiterate, via a more structured process, a first crucial step is to provide a platform where modellers can meet and exchange ideas, and where anyone can consult others on modelling related issues.",
                    "type": "paragraph"
                },
                {
                    "text": "Thus given the development requirements, the complementarity of policy and the convenience of being on the same continent, it is intended that the network will be primarily European. However as much of the development within the field takes place outside of Europe,<sup><a href=\"#fn10\">10</a></sup> participation and collaboration with non-European teams would be highly valued. The EURODYM network would aim to work with the IMA to make this possible. Thus, the European network aims to serve as a vehicle to support, encourage and strengthen information-sharing and mutual learning, not only among its members but by encouraging collaboration within and outside the network.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "Why should the network be primarily european?",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Here, several tasks can be proposed. One early task would be to organize a small scale and informal workshop, yet very much focussed on dynamic microsimulation modelling, in the year when there is no IMA conference. The goal of this workshop will be not just the traditional presentation of papers of research in progress, but also serving a platform for the presentation of intended research projects, and for the discussion of specific modelling problems among the European and larger audience. The Brussels “International Workshop on Dynamic Microsimulation modelling” (see footnote 3), will serve as an example of such short-scale and informative meetings. The Brussels workshop was an informal gathering of specialists, and digressed from ‘traditional’ presentations of work completed, but explicitly welcomed the presentation of work in progress, or even presentations pertaining to work yet to start. This way, those less experienced in their capability of microsimulation modelling had the opportunity to discuss their work in front of an experienced audience and in an atmosphere viewed as encouraging and constructive. Besides, the Brussels workshop was highly specialized, but at the same time broad in terms of subjects covered. The programme included not just the work conventional tax-benefit models, but it also covered estimation issues, agent-based modelling, validation and traffic modelling issues. The next workshop of this sort is scheduled for 2012, and we hope for it to be hosted by TEAGASC, in Dublin, which will be another occasion to revive the network EURODYM.",
                    "type": "paragraph"
                },
                {
                    "text": "The second most important task of EURODYM would be to stimulate mutual learning by making available unpublished material on dynamic microsimulation modelling, such as working papers or technical papers, to the members of the network and to the wider community. This may seem trivial for those working in the academic sphere, but there are plenty of semi-public organisations that do not have a working paper series, or where the existing working paper series is intended only for non-technical audiences. The EURODYM will seek to complement these channels by publishing papers intended for a technical audience, papers that are more interesting to those working on technical aspects of microsimulation models. Furthermore, the exchanges would be broader than papers alone, and will also include (heuristic) codes.",
                    "type": "paragraph"
                },
                {
                    "text": "A third task of the EURODYM would be to make available a who-is-who of dynamic microsimulation modelling; with a brief overview of what they are working on and what their experiences and expertise are. In this way, the network members will have a head start in finding experts for consultation and collaborative work. This task will also facilitate formation of research consortiums to undertake bigger Europe-wide research projects.",
                    "type": "paragraph"
                },
                {
                    "text": "A fourth task of the EURODYM would be the stimulation and facilitation of the organization of internships, study visits and exchange projects. We are currently soliciting a sponsorship for some short and medium-length travel grants and exchanges grants, and this will provide a spur in our efforts to raise awareness towards usefulness of this network. In a later stage, the network could serve as a platform for applying to Marie Curie Intra-European Fellowships (EIF), Marie Curie Incoming International Fellowships, or European Cooperation in the field of Scientific and Technical Research (COSTs) projects. During the Brussels workshop, a related task was proposed, being the organization of a 5-day summer school, discussing static and dynamic microsimulation and covering a theme (say, pensions or tax-benefits models). It could also discuss the use of statistics (e.g. probabilistic modelling on the basis of regressions) in microsimulation. Finally, the network could seek to implement training facilities through online course and other modern means of communication.",
                    "type": "paragraph"
                },
                {
                    "text": "As a fifth, crucial yet future task, the network can facilitate the development of teams to compete in national or European research projects (such as FP8, or ESF) or infrastructure projects. Our impression had been that this EURODYM research infrastructure idea will be well suited for a ‘Design Study’, such as the one be included in Call 8, of the European Framework programme. The same Call 8 also included the activity ‘Integrating Activities’ of existing infrastructures.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "What concrete tasks could this network take up in order to achieve its AIMS?",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "A first and obvious step is to establish an organizational structure and a technical structure. As for the organizational structure, it is proposed that the ‘home organization’ would be the European Centre for Social Welfare Policy and Research in Vienna, Austria. The organisation has been the host of the 1st conference of the International Microsimulation Association, and is also involved in other similar Europe-wide research work (such as EUROMOD) and commits itself to providing resources and expertise at this take-off stage of the network. Furthermore, the authors of this paper have volunteered to serve as coordinators of the EURODYM at its initial stages.",
                    "type": "paragraph"
                },
                {
                    "text": "Many issues still need to be resolved and one of them is the provision of an appropriate technical structure. The European Centre has been looking into developing a web-tool that allows for ‘distance discussions and interactions’. This should be accompanied by a search engine where members can upload and modify their research interests and what they have been doing and which problems they are solving related to dynamic microsimulation modelling (the so-called ‘expert’ files). Finally, there will also be a website where working papers and technical files and codes can be uploaded and accessed.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "What logistics are required to initiate this idea into the future?",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This short Note proposes a “EUROpean network of DYNamic Microsimulation” (EURODYM), whose main purpose is stated as: to support the work of all those experts working with dynamic microsimulation modelling in Europe and elsewhere, without imposing heavy organisational overheads. In the short run, the network seeks to support the work in European countries by collaboration, exchange and information sharing. As soon as a suitable opportunity arises, however, one important role will also be to serve as a platform to bid for European research and networking funds and extend further the scope of the network. At this early stage, the network idea requires comments, ideas, criticisms and encouragements from the microsimulation community, which we look forward to receive in making the network take off and serve you more effectively.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "Conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "The impact of comparable policies in European countries: Microsimulation approaches",
            "authors": [
                {
                    "name": {
                        "index": "Callan, T.",
                        "preferred": "T. Callan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H.",
                        "preferred": "H. Sutherland"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper and Proceedings of the Eleventh Annual Congress of the European Economic Association"
                ]
            },
            "date": "1997",
            "id": "bib1",
            "journal": "European Economic Review",
            "pages": {
                "first": "627",
                "last": "633",
                "range": "627–633"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Holmer, M",
                        "preferred": "M Holmer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Janney, A",
                        "preferred": "A Janney"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cohen, B",
                        "preferred": "B Cohen"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "PENSIM Overview, Policy Simulation Group, US Department of Labor, Washington DC",
            "id": "bib2",
            "title": "Policy Simulation Group",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Foertsch, T",
                        "preferred": "T Foertsch"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rector, R",
                        "preferred": "R Rector"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "A Dynamic Analysis of Permanently Extending the 2001 and 2003 Tax Cuts:\tAn Application of Linked Macroeconomic and Microsimulation Models, New Frontiers in Microsimulation Modelling,, Ashgate, Aldershot",
            "id": "bib3",
            "title": "New Frontiers in Microsimulation Modelling,",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lelkes, O",
                        "preferred": "O Lelkes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Tax and Benefit Policies in the Enlarged Europe. Assessing the Impact with Microsimulation Models",
            "date": "2009",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Ashgate"
                        ]
                    },
                    "formatted": [
                        "Ashgate"
                    ]
                },
                "name": [
                    "Aldershot"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Morisson, R",
                        "preferred": "R Morisson"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "DYNACAN, Microsimulation in Government Policy and Forecasting, New York, North-Holland",
            "id": "bib5",
            "title": "Microsimulation in Government Policy and Forecasting",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Life-Cycle Income Analysis Modelling",
            "date": "2010",
            "id": "bib6",
            "publisher": {
                "name": [
                    "Lambert Academic Publishing AG & CO.KG"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rowe, G",
                        "preferred": "G Rowe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moore, K",
                        "preferred": "K Moore"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "Simulating Employment Careers in the LifePaths Model: Validation across Multiple Time Scales, New Frontiers in Microsimulation Modelling, Ashgate, Aldershot",
            "id": "bib7",
            "title": "New Frontiers in Microsimulation Modelling",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H.",
                        "preferred": "H. Sutherland"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Modelling our future: population ageing, health and aged care",
            "chapterTitle": "EUROMOD: the tax benefit microsimulation model for the European Union",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Gupta, A.",
                        "preferred": "A. Gupta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A.",
                        "preferred": "A. Harding"
                    },
                    "type": "person"
                }
            ],
            "id": "bib8",
            "pages": {
                "first": "483",
                "last": "488",
                "range": "483–488"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Elsevier"
                        ]
                    },
                    "formatted": [
                        "Elsevier"
                    ]
                },
                "name": [
                    "Amsterdam"
                ]
            },
            "type": "book-chapter",
            "volume": "16"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation and Public Policy, Contribution to Economic Analysis Series,",
            "date": "1996",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North Holland"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Plenary paper presented to the 1st General Conference of the International Microsimulation Association"
                ]
            },
            "date": "2007",
            "id": "bib10",
            "articleTitle": "Challenges and opportunities of Dynamic Microsimulation Modelling",
            "title": "Challenges and opportunities of Dynamic Microsimulation Modelling",
            "type": "conference-proceeding",
            "uri": "http://www.euro.centre.org/ima2007/programme/papers/Challenges Harding Paper.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Heidenreich, M",
                        "preferred": "M Heidenreich"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zeitlin, J",
                        "preferred": "J Zeitlin"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "Changing European Employment and Welfare Regimes: The Influence of the Open Method of Coordination on National Reforms, Routledge/EUI Studies in the Political Economy of the Welfare State), Routledge, London and New York",
            "id": "bib11",
            "title": "Changing European Employment and Welfare Regimes: The Influence of the Open Method of Coordination on National Reforms",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wolfson, M",
                        "preferred": "M Wolfson"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "details": "253–265, Sketching LifePaths: A new Framework for Socio-Economic Accounts, Simulating Social Phenomena, Lecture Notes in Economics and Mathematical Systems 456, Springer, Microeconomic simulation models for public policy analysis, New York, Academic Press",
            "id": "bib12",
            "title": "Simulating Social Phenomena, Lecture Notes in Economics and Mathematical Systems 456",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Zaidi, A",
                        "preferred": "A Zaidi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Williamson, P",
                        "preferred": "P Williamson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "New Frontiers in Microsimulation Modelling,",
            "date": "2009",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Ashgate"
                        ]
                    },
                    "formatted": [
                        "Ashgate"
                    ]
                },
                "name": [
                    "Aldershot"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Zaidi, A",
                        "preferred": "A Zaidi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rake, K",
                        "preferred": "K Rake"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Dynamic Microsimulation Models: A Review and Some Lessons for SAGE",
            "date": "2001",
            "id": "bib14",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "London School of Economics"
                ]
            },
            "type": "book"
        }
    ],
    "acknowledgements": [
        {
            "text": "The authors would like to thank Cathal O’Donoghue, for his comments to an earlier version of this paper, and the participants of the European workshop on dynamic microsimulation modelling, Brussels, Belgium, and of the 3<sup>rd</sup> General Conference of the International Microsimulation Association, Stockholm, Sweden, for their reactions and views.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
