{
    "status": "vor",
    "id": "00041",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00041",
    "authorLine": "Gijs Dekkers",
    "title": "Editorial",
    "published": "2011-04-30T00:00:00Z",
    "versionDate": "2011-04-30T00:00:00Z",
    "statusDate": "2011-04-30T00:00:00Z",
    "volume": 4,
    "issue": 1,
    "fpage": 1,
    "lpage": 1,
    "elocationId": "1-1",
    "pdf": "http://web:8082/00041/ijm-00041.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Dekkers",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau, and CESO"
                    ]
                }
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The 3rd General Conference of the International Microsimulation Association, held in Stockholm, Sweden, is now behind us. The conference was a great success, thanks to the efforts of Anna Wetterling and the Organising Committee. During the General Meeting, Ann Harding, Asghar Zaidi and Paul Willamson stepped down as president, vice-president of IMA, and editor of the International Journal of Microsimulation. The GM instated Cathal O’Donoghue as president, Marcia Keegan as vice-president, and I as editor of the IJM.",
                    "type": "paragraph"
                },
                {
                    "text": "Also on behalf of Cathal and Marcia, I would like to take this opportunity to thank Ann, Asghar and Paul for their hard work for IMA and the IJM. They have founded IMA and brought it through the first–sometimes difficult- years. IMA now is well established, and the IJM has proven to be a competitive journal that offers papers and notes of high quality to all those working in the field of microsimulation. We will do our best to take up where they left off, and continue making the International Journal of Microsimulation the success it deserves to be.",
                    "type": "paragraph"
                },
                {
                    "text": "My ambitions for the journal can be summed up as follows: I want to work together with all of you to continue making the International Journal of Microsimulation a journal that the IMA can be proud of. In the short term, I strive to link the journal’s content to REPEC, and complete the first cycle of the review process of a typical paper within 6 months. Furthermore, I will actively look for papers, books to review and other possible input, in order to have a stable two issues per year. In the longer term I hope to increase the number of issues per year from two to three, among preferably not more than one special issue. Also, I wish to apply to link the journal to Econlit, JSTOR and other search engines. Ultimately, in the long run, the International Journal of Microsimulation must and will strive for an impact factor. All your help in this would obviously be very much appreciated.",
                    "type": "paragraph"
                },
                {
                    "text": "There have been some changes in the board of associate editors that should be mentioned in passing. Alan Duncan has generously agreed to become associate editor “behavioural models”, replacing Amedeo Spadaro, who has become associate editor “firms”. Finally, Gerlinde Verbist steps up as associate editor “pensions”.",
                    "type": "paragraph"
                },
                {
                    "text": "This Spring 2011 issue of the IJM consists of 5 research papers and one note, which were processed and accepted by Paul. Three of these papers were previously accessible through the “early view” page of the IJM. In his paper, Hovick Shahnazarian uses estimation techniques designed to ameliorate the undue impact of influential observations on forecasting corporate tax revenues. He applies these in a dynamic micro-econometric simulation model for firms, to show that a statutory corporate tax rate reduction may not reduce the effective corporate tax rate to an equal extent because firms adjust their behaviour to new tax rules.",
                    "type": "paragraph"
                },
                {
                    "text": "In the second paper, Georg Mueller describes a new methodology for the analysis of socio-cultural conflicts in situations where actual conflict information is lacking, but survey data on socio-cultural opinions are available. Virtual encounters within and across the borders of countries are simulated and the resulting dataset contains information about the degree of dissent between citizens with regard to various types of work-related values. By aggregation of these simulated value conflicts it becomes possible to anticipate future conflicts within and between groups of natives and immigrants.",
                    "type": "paragraph"
                },
                {
                    "text": "The third paper is that of Gianni Betti, Gabriella Donatiello and Vijay Verma. They introduce the Siena Microsimulation Model (SM2) as a practical tool providing a robust and convenient procedure for the conversion between net and gross forms of household income. SM2 is not meant to be an alternative to general tax-benefit simulation models, but as a complementary tool which those models can usefully exploit.",
                    "type": "paragraph"
                },
                {
                    "text": "The fourth paper is by Philippe Liégeois, Frédéric Berger, Nizamul Islam and Raymond Wagener, who cross-validate two sources of data, administrative and sample survey, presently available in the Grand-Duchy of Luxembourg. They address methodological difficulties and conclude that the survey database performs reasonably well in capturing the relevant characteristics of the resident population and allows analyses with respect to characteristics not found in the administrative database, and vice versa.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, Jan-Maarten van Sonsbeek is the author of the fifth and final paper of this issue. This paper describes a newly extended version of the dynamic micro simulation model SADNAP, which is being developed for calculating the financial and economic implications of demographic ageing. The model has been extended in several aspects: a new micro data source with individual data on private pensions is combined with differentiation of mortality rates and the retirement decision is now based on an option value model. The paper discusses the extensions and their application.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
