{
    "status": "vor",
    "id": "00043",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00043",
    "authorLine": "Georg P. Mueller",
    "title": "Microsimulation of virtual encounters: A new methodology for the analysis of socio-cultural cleavages",
    "published": "2011-04-30T00:00:00Z",
    "versionDate": "2011-04-30T00:00:00Z",
    "statusDate": "2011-04-30T00:00:00Z",
    "volume": 4,
    "issue": 1,
    "fpage": 21,
    "lpage": 34,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00043/ijm-00043.pdf",
    "subjects": [
        {
            "id": "miscellaneous",
            "name": "Miscellaneous"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper describes a new methodology for the analysis of socio-cultural conflicts in situations where actual conflict information is lacking, but survey data on socio-cultural opinions are available. The methodology is based on an innovative combination of three different approaches: (i) Social network analysis, (ii) microsimulation, and (iii) inferential statistics. Virtual encounters within and across the borders of countries are simulated by randomly matching pairs of persons who answered the same interview questions in the European Values Study 1999/2000, but may be supposed to never have met in real life. The results of these encounters are stored as a new type of dyadic data record. Among other things, each of these dyadic records contains information about the degree of dissent between citizens with regard to various types of work-related values such as obedience to superiors, meritocratism, or work ethos. By aggregation of these simulated value conflicts it becomes possible to anticipate future conflicts within and between groups of natives and immigrants. If conflicts between natives and immigrants are stronger than the corresponding conflicts within each of the two groups, a cleavage situation is predicted, which often results in a ghettoization of immigrated minorities. By focusing on certain categories of immigrants with similar socioeconomic status or age, the analysis can further be refined such that it may also be instrumental for conceptualizing new immigration policies. This is illustrated through an exploration of the potential consequences of Polish migration to Germany.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Mueller",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Switzerland"
                        },
                        "formatted": [
                            "Switzerland"
                        ]
                    },
                    "name": [
                        "University of Fribourg, Faculty of Economics and Social Science"
                    ]
                }
            ],
            "emailAddresses": [
                "Georg.Mueller@unifr.ch"
            ],
            "name": {
                "index": "Mueller, Georg P.",
                "preferred": "Georg P. Mueller"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "virtual encounters",
        "work-related value conflicts",
        "immigration",
        "Poland",
        "Germany",
        "social cleavages"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Contrary to the USA, the European Union EU is a rather heterogeneous cultural context with many different languages, religious cultures, and political institutions. This heterogeneity is further accentuated by the integration of formerly communist countries into the EU. The European unification-process has not only enhanced labour migration within Europe but also increased the risk of interpersonal conflicts between migrants and the native populations of the countries of immigration. The mentioned problems will probably further increase, when in a few years other Eastern countries will join the EU and the currently existing legal restrictions with regard to labour mobility will be terminated<a href=\"#fn1\"><sup>1</sup></a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Hence, this article focuses on migration-induced conflicts about work values such as obedience to superiors, meritocratic principles of remuneration, or the work ethos of the labourers. In particular the motivation for this article is the following set of research questions:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "The <i>level of value-conflict</i> between natives and immigrants, by type of work-related value.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The <i>behavioural consequences</i> of these conflicts, such as ghettoization, retreat, or integration of immigrants: which reaction occurs under which condition?",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The <i>social attributes of immigrants</i> with expected conflict above or below the general average. This latter is a potentially important matter for immigration policy, at least in those cases where immigration is still limited and controlled by government agencies.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "alpha-lower",
                    "type": "list"
                },
                {
                    "text": "An obvious source of data for answering these research questions is interviews about interpersonal conflicts between immigrants and native people. However, such interviews are often unavailable for currently existing conflicts and inappropriate for future dissent. In their place this paper proposes an alternative approach: the microsimulation of virtual encounters between natives and immigrants. This microsimulation generates for varying scenarios three types of data records about value differences within dyads of persons:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Records referring to value differences within the group of <i>immigrants</i>;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Records referring to value differences within the group of <i>natives</i>;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Records referring to value differences between <i>immigrants and natives</i>.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "Once generated via simulation, these records may be statistically analyzed like any other conventional dataset. By comparing different types of records, statistical analysis allows to assess the level (see above, goal a) and type of inter-group conflict and to make inferences about its behavioural consequences (see above, goal b). By further differentiating immigrants with regard to their social attributes, it becomes possible to identify groups with expected conflict above or below the general average (see above, goal c).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Id.-Nr.:</i> Identification numbers of the members of the groups; <i>A</i> and <i>B</i>: Groups containing, respectively, N and M individuals; <i>x</i>: randomly selected dyads of individuals. <i>Top-left:</i> Matrix <i>A</i> × <i>B</i>; <i>Top-right</i>: Matrix <i>B</i> × <i>B</i>; <i>Bottom-left</i>: Matrix <i>A</i> × <i>A</i>",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00043%2Fijm-00043-fig1.tif",
                                "size": {
                                    "width": 1444,
                                    "height": 1323
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00043%2Fijm-00043-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00043-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Network-matrices showing the selection of randomly matched dyads out of the universes of all possible dyads.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s1",
            "title": "1. Introduction to the goals of the research",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "As mentioned before, data about interpersonal value-conflicts are rarely available from public archives with survey data for secondary analyses (<a href=\"#bib26\">Stewart &amp; Kamins, 1998</a>). There are, however, a growing number of internationally comparative surveys such as the International Social Survey Programme (<a href=\"#bib14\">ISSP, 2008</a>), the European Values Study (<a href=\"#bib8\">EVS, 2008</a>; <a href=\"#bib12\">Halman <i>et al</i>., 2005</a>), or the European Social Survey (<a href=\"#bib5\">ESS, 2008</a>; <a href=\"#bib15\">Jowell <i>et al</i>., 2007</a>), where the interview questions have been carefully translated and then asked in many different countries. These quasi-identical surveys can be used for conflict simulations if one assumes that interpersonal contacts are in modern societies at least partially at random. One of the classical distinctions between modern and traditional societies is the role of the stranger (<a href=\"#bib28\">Toennies, 1979</a>:34 ff.): in traditional societies the stranger is an exceptional figure, whereas in modern societies he or she represents a common everyday experience. Our daily blog- and e-mail-contacts are just exemplary illustrations of these anonymous random networks. Hence, we are assuming that in modern societies <i>everyone is virtually connected to everyone else</i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As long as networks are small, they can easily be represented as graphs with nodes and links. If networks get bigger, they have to be represented as matrices (<a href=\"#bib29\">Wasserman &amp; Faust, 2007</a>: Chapter 4), like those shown in <a href=\"#fig1\">Figure 1</a>. For two groups A and B with N and M members, there are N × M possible virtual interactions <i>between</i> groups. In <a href=\"#fig1\">Figure 1</a> a relatively small random sample of these possible interactions has been chosen and flagged with “x”. Similarly, for interactions <i>within</i> groups A and B there are two other universes with M × (M-1)/2 and N × (N-1)/2 possible virtual interactions<a href=\"#fn2\"><sup>2</sup></a>, of which two other random samples will be analyzed for studying intra-group conflicts. These additional samples are also marked in <a href=\"#fig1\">Figure 1</a> with a “x”. Contrary to the A × B matrix which includes inter-group interactions, the matrices A × A and B × B are symmetrical with empty main diagonals (entries on the diagonals would represent self-linkages (self-interactions)). A and B themselves can be representative random samples and thus do not necessarily comprise entire societal groups.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Note: i</i> is member of group <i>A</i> and <i>j</i> is member of group <i>B</i>. For the definitions of conflicts Ci,j and weights Wi,j, see text.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00043%2Fijm-00043-fig2.tif",
                                        "size": {
                                            "width": 1701,
                                            "height": 710
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00043%2Fijm-00043-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00043-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "The simulation of virtual conflicts by random matching of data of <i>i</i> and <i>j</i>.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Each of the sampled links between two persons <i>i</i> and <i>j</i>, which are in <a href=\"#fig1\">Figure 1</a> flagged by a code “x”, have two main categories of properties:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "One or several <i>value conflicts</i>",
                                        "type": "paragraph"
                                    },
                                    {
                                        "id": "eqn1",
                                        "label": "(1)",
                                        "mathml": "<math><msub><mi>C</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub><mo>=</mo><mo>|</mo><mtext>Value-score of </mtext><mi>i</mi><mtext> </mtext><mo>−</mo><mtext> Value-score of </mtext><mi>j</mi><mo>|</mo><mo>/</mo><mo stretchy=\"false\">(</mo><mtext>Max</mtext><mtext>. possible value-difference</mtext><mo stretchy=\"false\">)</mo></math>",
                                        "type": "mathml"
                                    },
                                    {
                                        "text": "where value-scores are interview-responses of the persons <i>i</i> and <i>j</i> with regard to a specific social value such as e.g. meritocratism or work ethos. If persons <i>i</i> and <i>j</i> have, for example, given the same answers in an interview question with 4 possible response-categories numbered from 1 to 4, the conflict <i>C<sub>i,j</sub></i> = | 0 | / (4–1) = 0 is minimal. On the other hand, if in response to the same question <i>i</i> has ticked response-category 1 and <i>j</i> response category 4, the conflict reaches the maximum value <i>C<sub>i,j</sub></i> = | 1–4 | / (4–1) = 3 / 3 = 1. Thus, by definition, conflict scores are 0-1-standardized. Moreover, if there are several simultaneous value-conflicts, a separate value of <i>C<sub>i,j</sub></i> has to be calculated for each value-conflict.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>A weight W<sub>i,j</sub></i> for the conflict between the persons <i>i</i> and <i>j</i>, which is proportionate to the probability that the link between persons <i>i</i> and <i>j</i> is activated within a given period of time. The more often two persons encounter, the more important is the conflict <i>C<sub>i,j</sub></i>. It is therefore assumed that the weights <i>W<sub>i,j</sub></i> decrease with social or geographical distance between persons <i>i</i> and <i>j</i> (c.f. <a href=\"#bib11\">Hägerstrand, 1973</a>: chap. vii). Thus, the model postulates that",
                                        "type": "paragraph"
                                    },
                                    {
                                        "id": "eqn2",
                                        "label": "(2)",
                                        "mathml": "<math><mrow><msub><mi>W</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub><mo>=</mo><mn>1</mn><mo>/</mo><msup><mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><msub><mi>d</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow><mi>r</mi></msup></mrow></math>",
                                        "type": "mathml"
                                    },
                                    {
                                        "text": "where <i>d<sub>i,j</sub></i> is the social/geographical distance and <i>r</i> is the <i>relevance</i> of this distance for social interaction, where <i>r</i> ≥ 0. If <i>r</i> = 0, distance has no influence and the weights <i>W<sub>i,j</sub></i> = 1/(1 + <i>d<sub>i,j</sub></i>)<sup>0</sup> = 1/1 = 1 for all links. If <i>r</i>= ∞, the weights <i>W<sub>i,j</sub></i> are 1 for members of the same group, due to <i>d<sub>i,j</sub></i> = 0 and (1 + 0)<sup>∞</sup> = 1, and 0 for all other cases where <i>d<sub>i,j</sub></i> &gt; 0 and consequently (1 + <i>d<sub>i,j</sub></i>)<sup>∞</sup> = ∞. Real values of <i>r</i> are generally between these extremes: in <a href=\"#s4-2\">Section 4.2</a> we will, for example, study the case of relevance <i>r</i> = 2.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "alpha-lower",
                            "type": "list"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Virtual encounter networks and their properties",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For real conflict analyses, the three network-matrices of <a href=\"#fig1\">Figure 1</a> as well as the conflicts <i>C<sub>i,j</sub></i> and their weights <i>W<sub>i,j</sub></i> have to be <i>simulated</i> on the base of the available interview data, generally borrowed from data archives for secondary analysis (<a href=\"#bib26\">Stewart &amp; Kamins, 1998</a>). Fortunately, the necessary operations for simulating virtual encounters can be performed with conventional statistical analysis programs such as e.g. <a href=\"#bib25\">SPSS (2008)</a>. <a href=\"#fig2\">Figure 2</a> gives a brief overview of these simulations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The first step is the simulation of the network matrices of <a href=\"#fig1\">Figure 1</a>. For this purpose the entries marked “x” are re-interpreted as pairs of random-numbers (<i>i,j</i>), which represent the identifiers of the encountering members of the groups A and B. Such random identifiers can be generated by any statistical program and stored in a new <i>virtual-encounter file</i> (see <a href=\"#fig2\">Figure 2</a>). The number of pairs of random numbers to be created this way corresponds to the sample size of the study and thus is determined by the statistical precision and the level of significance required in the subsequent statistical analyses. The higher the targeted statistical precision, the greater the number of pairs needed for a virtual encounter analysis. In opinion research the normal sample size is 1000–2000 interviews; therefore for the illustration in this paper 1000–2000 random pairs of virtually encountering persons will be selected.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In this way the resulting statistical errors of conflict-simulations will be similar to the statistical errors associated with of the original underlying interview data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the second step, the mentioned pairs of random numbers (<i>i,j</i>) are used for matching the original data records of the corresponding individuals <i>i</i> from group A and <i>j</i> from group B and storing them in a common ‘dyadic’ data record of the virtual encounter file (see <a href=\"#fig2\">Figure 2</a>). Thus the units of analysis of the virtual encounter file in the subsequent statistical analyses are pairs of randomly matched persons.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the final step, the records of the new dyadic file are used to simulate for each pair (<i>i,j</i>) of virtually encountering persons the conflicts <i>C<sub>i,j</sub></i> and weights <i>W<sub>i,j</sub></i>, using <a href=\"#eqn1\">equations (1)</a> and <a href=\"#eqn2\">(2)</a> above. The resulting <i>C<sub>i,j</sub></i> and <i>W<sub>i,j</sub></i> are than available for further statistical analyses, especially for aggregation at the group level. Programs like <a href=\"#bib25\">SPSS (2008)</a> allow, for example, the calculation of weighted mean values which are equal to the expected values of the average inter-group conflicts between A and B:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn3",
                            "label": "(3)",
                            "mathml": "<math><msub><mo>∑</mo><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo stretchy=\"false\">(</mo><msub><mi>C</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub><mtext>x</mtext><msub><mi>W</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo>/</mo><msub><mo>∑</mo><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub><mo stretchy=\"false\">(</mo><msub><mi>W</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In a similar fashion, <a href=\"#fig2\">Figure 2</a> may also be used to describe the matching of persons within <i>one single</i> group A or B. In this case the resulting dyadic virtual encounter files serve to simulate the <i>intragroup</i> conflicts of A or B.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Simulation of virtual encounter networks",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Virtual encounters: The micro-simulation of interpersonal conflicts",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Through the virtual encounter-simulations outlined in the previous section, it is possible to identify three types of conflicts referring to the groups A and B: the level of inter-group conflict between A and B on the one hand and the respective levels of intra-group conflicts of A and B on the other. Traditional cleavage analysis (<a href=\"#bib16\">Lijphart, 1975</a>: Chapter 2; <a href=\"#bib22\">Rae &amp; Taylor, 1970</a>; <a href=\"#bib27\">Svallfors, 2007</a>; <a href=\"#bib1\">Bartolini, 2000</a>: Chapter 1) mainly focuses on inter-group conflicts. This is not very satisfactory, as there is no ‘natural’ threshold which distinguishes situations of ‘normal’ inter-group conflict from situations of ‘increased’ conflict – the latter pointing to a socio-cultural <i>cleavage</i> between two groups. Thus, this article proposes to use the respective <i>internal</i> levels of conflict of groups A and B as the ‘natural’ <i>points of reference</i> for analysis of inter-group conflict <i>between</i> groups A and B. From the perspective of group A, conflicts between A and B are only perceived as an expression of a cleavage if these conflicts are higher than the internal conflicts of A. Similarly, for group B, a cleavage between A and B only exists if the inter-group conflicts between A and B are higher than the internal conflicts of B. Consequently, as there are two different points of reference, cleavages may be asymmetrical. Intergroup conflicts, which may appear serious from the perspective of one of the two groups, are not necessarily perceived this way by the other. This obviously complements the conventional binary cleavage typology with consideration of a range of new conflict types, as illustrated in <a href=\"#fig3\">Figure 3</a>, where nine possible conflict-situations between natives and immigrants are presented.",
                    "type": "paragraph"
                },
                {
                    "text": "The ‘classical’ cleavage situation corresponds to type S1 in <a href=\"#fig3\">Figure 3</a>: for both groups the external conflict is higher than the internal one. This generally results in <i>ghettoization</i> of the immigrants, who are simultaneously excluded by the natives and seek niches to retreat. Both forms of behaviour may occur independently of the other. If the <i>immigrants</i> but not the natives perceive a real conflict, the cleavage becomes asymmetrical and <i>retreatism</i> prevails (see <a href=\"#fig3\">Figure 3</a>, types A3 and A4). If the situation is inversely asymmetrical and the <i>natives</i> but not the immigrants perceive a real conflict, <i>exclusion</i> of the immigrants is hypothesized to be the prevalent behaviour of the natives (see <a href=\"#fig3\">Figure 3</a>, types A1 and A2). Finally, there are those situations in which the interaction with the other group results in conflicts lower or equal to <i>both</i> levels of internal conflict, in which case cleavages are consequently totally absent. It is hypothesized that in this situation peaceful <i>co-existence</i> (<a href=\"#fig3\">Figure 3</a>, types N1 to N3) or <i>integration</i> (<a href=\"#fig3\">Figure 3</a>, type N4) would be the dominant forms of behaviour, depending on how the immigrants perceive the external conflict.",
                    "type": "paragraph"
                },
                {
                    "text": "The arrival of immigrants may have <i>pacifying</i> effects if it lowers the average level of conflict. In <a href=\"#fig3\">Figure 3</a> this situation is represented by types A3, A4, and N3: before the arrival of immigrants, the average level of societal conflict was equal to <b>x</b>, i.e. the level of native intra-group conflict. After the arrival of immigrants, this average is lowered by the level of conflict <b>o</b> among the immigrants as well as their relatively peaceful interactions with the natives. Immigration may however also have <i>destabilizing</i> effects, as immigration may increase the average level of societal conflict as compared to the reference level <b>x</b>, representing the conflict situation without immigrants. In <a href=\"#fig3\">Figure 3</a> this situation is exemplified by cleavage-types A1, A2, and N2: after the immigration there is additional conflict by a relatively high degree of dissent among the immigrants (see level <b>o</b>) and/or disproportionate quarrel between natives and immigrants.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. The cleavage-analysis of simulated virtual conflicts",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "This and the following three sub-sections give an illustration of the method of virtual-encounter simulations by applying this tool to the immigration of Polish citizens to Germany. The analysis of this migration phenomenon is of great political and social interest, as the Polish are one of the three most important groups of immigrants in Germany (<a href=\"#bib21\">OECD, 2008</a>: 70). After the integration of Poland into the EU, work migration across the common border between Poland and Germany has become easier than ever before. However, work migration may also lead to new conflicts between natives and immigrants, especially if the two mixing populations have a different political and cultural past, such as the formerly communist Polish with a strong catholic church and the predominantly protestant Germans with a strong market economy. Such conflicts are especially visible in the workplace, where interactions between natives and immigrants are often imposed by the work process.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<b>x:</b> Level of intra-group conflict amongst the natives.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<b>o:</b> Level of intra-group conflict amongst the immigrants.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<b>–:</b> Level of the inter-group conflict between immigrants and natives.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "S1: Symmetrical cleavage; A1-A4: Asymmetrical cleavages; N1-N4: Non-cleavages.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<b>Bold typeface:</b> Cleavages destabilizing the society of immigration;",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<i>Italic typeface:</i> Cleavages pacifying the society of immigration.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00043%2Fijm-00043-fig3.tif",
                                        "size": {
                                            "width": 1404,
                                            "height": 1286
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00043%2Fijm-00043-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00043-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "A cleavage-typology based on comparisons between intra- and inter-group conflicts of natives and immigrants.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In order to realize the proposed analysis we needed a recent international survey, where the same work-related value-questions have been asked in both countries. One of the most appropriate datasets for this purpose is the European Values Study (EVS) 1999/2000 (<a href=\"#bib30\">Zentralarchiv Koeln, 2003</a>), where 2036 Germans and 1095 Polish have been asked about a wide range of norms and values. For the exemplary analysis of the following sections, the complexity of the dataset has been reduced by concentrating on three central values of German work-life:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Obedience to superiors (= EVS Q19)<sup>3</sup>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Work ethos (= EVS Q1A)<sup>3</sup>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Meritocratic income distribution (= EVS Q18)<sup>3</sup>",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "In order to be able to compare conflicts between the Polish and the Germans with regard to these work-values, three dyadic virtual encounter files have been constructed in the way described in <a href=\"#fig2\">Figure 2</a>. The first of these files consists of 1095 dyads of virtually-interacting Polish citizens and is designed for measuring internal conflicts of the Polish. The second file contains the same number of interacting pairs of Germans and was constructed on the base of a sub-sample of 1095 Germans randomly selected from the EVS. The third file describes the simulated interactions of these two samples of Germans and Poles and again contains 1095 dyads. Through equalization of the sample sizes of the three virtual encounter files to 1095 dyads, statistical beta errors (<a href=\"#bib24\">Sirkin,1995</a>: 270 ff.) and confidence intervals (<a href=\"#bib3\">Cramer &amp; Howitt, 2004</a>: 32 ff.) of estimated internal and external conflicts become comparable. They correspond to the statistical properties of the smaller of the two original datasets, i.e. the one describing the work values of the Polish population.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For all simulated dyads (<i>i,j</i>) the conflicts <i>Ci,j</i> regarding the three selected EVS values have been calculated using SPSS. The weights <i>W<sub>i</sub>,<sub>j</sub></i> of these conflicts have been simulated on the assumption that social distance <i>d<sub>i,j</sub></i> can be measured by the interpersonal difference in socio-economic status (= EVS Q110a)<a href=\"#fn3\"><sup>3</sup></a> and that the relevance <i>r</i> of social distance is either <i>r</i> = 0 or <i>r</i> = 2. Some special analyses are based on <i>r</i> = 2. The default, however, is <i>r</i> = 0 such that all virtual interactions are of equal importance (see <a href=\"#s2\">Section 2</a>). The justification for the standard assumption that <i>r</i> = 0 will be given in the next <a href=\"#s4-2\">Section 4.2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, for each type of simulated interaction, <i>weighted means</i> of conflicts were calculated by summing up and averaging the products <i>C<sub>i,j</sub></i> × <i>W<sub>i,j</sub></i> between conflicts <i>C<sub>i,j</sub></i> and distance based weights <i>W<sub>i,j</sub></i> = 1/(1+ <i>d<sub>i,j</sub></i>)<sup><i>r</i></sup>. If <i>W<sub>i,j</sub></i> is interpreted as the probability of a real encounter in a given period of time, the resulting weighted mean (Equation 3) is just the statistically expected value of a conflict within or between the two groups. In this way, it became possible to compare the simulated Polish-German inter-group conflict with the corresponding levels of internal dissent of the Polish immigrants and the German natives, and to analyse simulated expected conflicts with the cleavage-typology presented in <a href=\"#fig3\">Figure 3</a>. Differences in mean-values were tested by the usual <i>z</i>- and <i>t</i>-tests and were considered to be <i>significant</i> for α-errors below the commonly used social science threshold of 5%.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 The implementation of the simulation model with data and parameters",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "An initial statistical overview of the potential conflicts from work migration of Polish citizens into Germany is given in <a href=\"#fig4\">Figure 4</a>, which displays the mean internal conflicts of the Germans and the Polish as well as the mean external (intergroup) conflict between Germans and Poles for each of the three selected work-values: <i>obedience, work ethos</i>, and <i>meritocratism</i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "According to <a href=\"#fig4\">Figure 4</a>, the most controversial work-related value seems to be obedience to superiors: in this value-domain, internal as well as external conflicts are all relatively high. In absolute terms, however, the most important conflict is the inter-group conflict between the German natives and the Polish immigrants, which is due to the fact that according to the original EVS-survey, the Polish are less obedient to their superiors than the Germans. Interestingly, for the Polish this inter-group conflict is relatively unimportant compared to their existing internal conflict of standards; whilst from the internal perspective of the Germans, there is a statistically significant increase in conflict by <i>circa</i> 0.05 units when interacting with Polish immigrants. The result is an asymmetrical cleavage (see <a href=\"#fig3\">Figure 3</a>, type A1), which would suggest an increase in the average level of societal conflict and consequently a tendency to destabilize society and to exclude the conflict-generating Polish immigrants.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00043%2Fijm-00043-fig4.tif",
                                        "size": {
                                            "width": 1438,
                                            "height": 1199
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00043%2Fijm-00043-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00043-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Socio-cultural cleavages between Poland and Germany about work-related values.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Conflicts with regard to work ethos are generally much lower than those about obedience to superiors. This obviously does not preclude the existence of a serious asymmetrical cleavage. Whereas for Germans external conflicts with the Polish are significantly lower than the internal conflict about work ethos, for the Polish the opposite holds true: for them, the external conflicts with the Germans are significantly higher than their own internal conflicts. The result is a conflict situation, which corresponds in <a href=\"#fig3\">Figure 3</a> to cleavage type A4. It is hypothesized that the Polish will in this case tend to avoid the conflict by retreating. However, unlike the conflict about obedience, this asymmetrical cleavage decreases the average level of societal conflict and should tend to pacify German society.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The least controversial value seems to be <i>meritocratism:</i> for natives and immigrants internal and external conflicts are so close together that the differences are statistically not significant at the level α = 5%. According to <a href=\"#fig3\">Figure 3</a>, this suggests <i>coexistence</i> with no cleavage, corresponding to type N1 of this classification. For this reason, meritocratism is not further analyzed in the next following <a href=\"#s4-3\">Sections 4.3</a> and <a href=\"#s4-4\">4.4</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The data and the aforementioned interpretations of <a href=\"#fig4\">Figure 4</a> can, however, be questioned in two ways.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The first criticism of <a href=\"#fig4\">Figure 4</a> refers to the standard assumption about the relevance <i>r</i> of social distance for virtual interactions. As explained earlier in <a href=\"#s4-1\">Section 4.1</a>, the standard scenario is <i>r</i> = 0, implying equal probabilities for interacting with others such that in all cases <i>W<sub>i,j</sub></i> = 1. Obviously, this assumption needs some additional corroboration beyond the argument that cognitive class barriers have weakened (<a href=\"#bib6\">Evans, 1999</a>). As there are no appropriate data for empirical tests, <a href=\"#fig5\">Figure 5</a> displays the result of a sensitivity analysis (<a href=\"#bib7\">Everitt, 2006</a>: 358, 406; <a href=\"#bib2\">Chattoe <i>et al</i>., 2000</a>). All conflict scores presented in <a href=\"#fig4\">Figure 4</a> were simulated a second time under the alternative assumption that <i>r</i> = 2 and subsequently compared with their original values based on the standard assumption <i>r</i> = 0. Although <i>r</i> = 2 is a rather extreme scenario, in which the probability of interaction rapidly drops with increasing social distance<a href=\"#fn4\"><sup>4</sup></a>, the resulting conflict scores are almost the same as for <i>r</i> = 0: the data-points of <a href=\"#fig5\">Figure 5</a> representing the respective conflict scores for <i>r</i> = 0 and <i>r</i> = 2 are all very close to the main diagonal of the diagram. Thus, for the data analyzed in this article, the values of <i>r</i> do not really matter. Consequently, for practical reasons of computational simplicity, <i>r</i> = 0 is the standard assumption adopted throughout the remainder of this article.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00043%2Fijm-00043-fig5.tif",
                                        "size": {
                                            "width": 1201,
                                            "height": 1205
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00043%2Fijm-00043-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00043-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Sensitivity analysis: the conflicts of <a href=\"#fig4\">Figure 4</a> for two alternative relevance-values of social distance, <i>r</i> = 0 and <i>r</i> = 2.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "A second criticism is that the analysis presented in <a href=\"#fig4\">Figure 4</a> is based upon the assumption that the social profile of future Polish migrants corresponds to the current population in Poland. This is, of course, not the case, as the propensity to emigration varies by social characteristic. To address this criticism, the analyses in the following two sub-sections are differentiated according to the age (4.3) and socio-economic status (4.4) of the potential migrants.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 General overview of simulated conflicts",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The propensity to migrate is age-dependent: younger persons without family and children are more willing to go abroad and work in a richer country than the older ones. Similarly, for the retired living on an old-age pension, permanent emigration to a relatively rich and expensive country like Germany may be impossible for economic reasons. Age is also important in reflecting the socialization of immigrants under specific historical conditions. Thus, in this section we will distinguish between the following birth-cohorts<a href=\"#fn5\"><sup>5</sup></a> in our virtual-encounter simulations:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>Birth-cohort 1975-00:</i> at the time of interview (year 2000) members of this cohort were 25 or younger and in most cases were socialized under the post-communist regime.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Birth-cohort 1950-74:</i> at the time of the interview members of this cohort were aged between 25 and 50 years and were all socialized under the former communist regime.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Birth-cohort 1900-49:</i> at the time of interview members of this cohort were aged 50 or older and were socialized under a variety of regimes including the Soviet communists, the German Nazis, and the Polish national pre-war governments.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "<a href=\"#fig6\">Figure 6</a>, based on these birth-cohorts, modifies the previous analyses about <i>obedience</i> only slightly. The asymmetrical type-A1 cleavage shown in <a href=\"#fig5\">Figure 5</a> continues to exist for all three birth-cohorts. It is reduced but statistically still significant for the 1950–74 birth-cohort of Polish citizens who were socialized under the communist regime, with a strong emphasis on obedience to party- and state-functionaries. However, given the fact that migration is a more viable option for the younger birth-cohorts than for the Polish socialized under the communist regime, the observed conflicts about obedience are probably a real problem of current and future immigration to Germany.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00043%2Fijm-00043-fig6.tif",
                                        "size": {
                                            "width": 1465,
                                            "height": 1222
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00043%2Fijm-00043-fig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00043-fig6.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Conflicts about obedience, by birth-cohort of polish immigrants.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00043%2Fijm-00043-fig7.tif",
                                        "size": {
                                            "width": 1432,
                                            "height": 1191
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00043%2Fijm-00043-fig7.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00043-fig7.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Conflicts about work-ethos, by birth-cohort of polish immigrants.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Similar to the struggle about obedience, conflicts about <i>work ethos</i> are also only partially dependent on the age of the immigrants. As <a href=\"#fig7\">Figure 7</a> shows, the external conflicts with German natives on this topic increase with immigrant age. Consequently younger immigrants could be considered as better off than the less common older immigrants to Germany. However, the nature of the asymmetrical cleavage observed earlier in <a href=\"#fig4\">Figure 4</a> does not really change with birth cohort: it is always a type A4-cleavage (see <a href=\"#fig3\">Figure 3</a>). Independent of their age, on average the Polish perceive a conflict with the Germans about work ethos which is, according to their own internal standards, relatively important. This conflict is, in contrast, relatively negligible from the perspective of the Germans, who have a rather high level of internal conflict about work ethos.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 Conflicts by age of immigrants",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Work migration is often driven by an excess or shortage of labour with specific professional qualifications (<a href=\"#bib17\">Massey <i>et al</i>., 1993</a>: 433–434). Consequently, the socio-economic status of immigrants is generally different from the status profile of their original national context. In the case of Polish migration to Germany, the lower occupational categories generally dominate (<a href=\"#bib21\">OECD, 2008</a>: 143). Therefore, in this section we will re-analyze the already discussed value-conflicts separately for each of the following socioeconomic status-categories, which are taken from the variable Q110a<sup>3</sup> of the original EVS dataset<a href=\"#fn6\"><sup>6</sup></a>:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Unskilled manual workers",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Semi-skilled / skilled manual workers",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Middle class: non-manual workers",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "upper middle class / upper class.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "According to <a href=\"#fig4\">Figure 4</a>, there is an asymmetrical cleavage between simulated Polish immigrants and German natives about <i>obedience to superiors</i>, which may result in some form of exclusion of the Polish by the Germans. <a href=\"#fig8\">Figure 8</a> re-analyzes this empirical finding for different Polish status groups: on the grounds of the statistical significance of conflict differences, the previously identified cleavage remains only for the socio-economic status group with code 2, i.e. the semi-skilled and skilled manual workers. However, these workers do constitute a relatively important group of immigrants to Germany (<a href=\"#bib21\">OECD, 2008</a>: 143). All other socio-economic status groups do not produce real cleavages with regard to the work value of obedience. This also holds for the highest status group 4, i.e. the upper and upper middle class. At first, their cleavage situation seems to differ. However, their internal and external levels of conflict do not differ in a statistically significant way. Hence, the type and amount of conflict generated by Polish immigration seems to depend on the socio-economic status of the immigrants and may thus be influenced by an appropriate immigration-policy, which limits mass-immigration of people belonging to class 2.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the same way, the socio-economic status of the Polish immigrants seems to influence also conflicts about <i>work ethos</i> in a qualitative and quantitative way. According to <a href=\"#fig9\">Figure 9</a>, there is a U-shaped relation between the socio-economic status of the immigrants and their conflicts with the native German population. Consequently, if the statistical significance of the differences in the level of conflict is taken into account, there is also a qualitative variation between Polish status-groups and the type of cleavage experienced: the unskilled manual workers in class 1 are exposed to cleavage type A3 (see <a href=\"#fig3\">Figure 3</a>), classes 2 and 3 to cleavage type A4 (see <a href=\"#fig3\">Figure 3</a>) and for the highest class, 4, there seems to be no cleavage (type N1 in <a href=\"#fig3\">Figure 3</a>). For Polish immigrants exposed to cleavage A3 or A4 there is probably a tendency to retreat from German society due to external value conflicts about work ethos, which are much higher than the corresponding internal Polish point of reference. There are at least two ways to alleviate this problem via immigration policy. One of them is to give preference to immigrants from class 4. Although these people seem to fit quite well into German society, the number of appropriate jobs is probably very limited. The other solution is to promote the immigration of status-group 3. This policy minimizes the inter-group conflict but does not really solve it.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-4",
                    "title": "4.4 Conflicts by socio-economic status of immigrants",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. An application of the method of virtual encounter simulations: Polish immigrants in Germany",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This article describes a new methodology for the analysis of socio-cultural conflicts in situations where actual conflict information is lacking, but survey data on socio-cultural opinions are available. The methodology is based on an innovative combination of three different approaches:\t(i) Social network analysis, (ii) microsimulation, and (iii) inferential statistics.",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Social network analysis</i> (<a href=\"#bib29\">Wasserman &amp; Faust, 2007</a>; <a href=\"#bib23\">Scott, 1998</a>) was originally developed for describing social interactions in small groups by means of nodes and links, which represent the members of these groups and their mutual relations such as e.g. conflict or support. Whereas small groups can easily be investigated by collecting the appropriate network-data, little is known about extended networks at the societal level. Departing from very general assumptions about the characteristics of modern societies, this article tries to fill this gap by means of <i>microsimulation</i>, which is used here for two purposes:",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig8",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00043%2Fijm-00043-fig8.tif",
                                "size": {
                                    "width": 1440,
                                    "height": 1199
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00043%2Fijm-00043-fig8.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00043-fig8.jpg"
                                }
                            },
                            "label": "Figure 8",
                            "title": "Conflicts about obedience, by socio-economic status of polish immigrants.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig9",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00043%2Fijm-00043-fig9.tif",
                                "size": {
                                    "width": 1405,
                                    "height": 1170
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00043%2Fijm-00043-fig9.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00043-fig9.jpg"
                                }
                            },
                            "label": "Figure 9",
                            "title": "Conflicts about work-ethos, by socio-economic status of polish immigrants.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "items": [
                        [
                            {
                                "text": "For the construction of a probabilistic <i>network structure</i>, which is based on the assumptions that in modern societies everyone potentially interacts with everyone else, with the interaction probability <i>W<sub>i,j</sub></i> tending to drop with the social distance <i>d<sub>i,j</sub></i> between two interacting persons <i>i</i> and <i>j</i>.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "For the simulation of the <i>amount of conflict</i> between pairs of persons connected by the aforementioned network structure. Starting with opinion research data of the European Values Studies, the absolute difference between two persons with regard to their work attitudes is taken as a proxy of the conflict between these persons. The necessary calculations are rather empirical and deterministic, thus clearly differing from <i>agent-based simulation</i>, where artificial actors are generally endowed with intelligence and perceptive capabilities (<a href=\"#bib9\">Gilbert, 2009</a>; <a href=\"#bib10\">Gilbert &amp; Troitzsch, 1999</a>: Chap. 8).",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "The result of this microsimulation is a dyadic dataset (see <a href=\"#fig2\">Figure 2</a>) describing conflicts between pairs of social actors. This dataset is very similar to the output of a <i>Monte Carlo simulation</i> with just one instead of many sequential sampling-rounds (<a href=\"#bib18\">Mooney, 1997</a>). Hence, mean values of conflicts and the associated standard errors had to be estimated from the dyadic dataset by conventional <i>inferential statistics</i> (<a href=\"#bib24\">Sirkin, 1995</a>: Chap. 7). This way it became possible to compare internal and external levels of conflict of groups, which are based on nationality, age, or socio-economic status and to identify these conflicts according to the cleavage-typology of <a href=\"#fig3\">Figure 3</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Due to a lack of appropriate observational conflict data, inferential statistics are not used here for validating the results of virtual encounter simulations. Like many other microsimulations, the virtual encounter simulations presented in this article should rather answer ‘what-if’ questions with regard to different futures under different policies (<a href=\"#bib13\">Harding, 1996</a>). According to <a href=\"#fig4\">Figure 4</a>, conflicts between native Germans and future Polish immigrants will probably focus on the work values of obedience and work ethos rather than on meritocratism; and these conflicts will be asymmetrical rather than symmetrical. As the conflicts depend qualitatively and quantitatively on the socio-economic status of the immigrants, alternative immigration policies focusing on different professional qualifications can be discussed with regard to their consequences for the emergence of new societal cleavages (see <a href=\"#s4-4\">Section 4.4</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig10",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00043%2Fijm-00043-fig10.tif",
                                "size": {
                                    "width": 1478,
                                    "height": 1232
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00043%2Fijm-00043-fig10.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00043-fig10.jpg"
                                }
                            },
                            "label": "Figure 10",
                            "title": "Ecological fallacies by the use of differences of group-means as a measure of conflict<a href=\"#fn7\"><sup>7</sup></a>.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "For such thought experiments, virtual encounter simulation has the great advantage of avoiding the <i>ecological fallacies</i> (<a href=\"#bib4\">Crow, 2006</a>; <a href=\"#bib20\">O’Dowd, 2003</a>) of other, more conventional methods of analysis. For reasons of simplicity, these methods often compare groups by <i>aggregate</i> statistics such as mean values, and consequently draw wrong conclusions about the amount of conflict between the individual members of the analyzed groups. Virtual-encounter simulations avoid this type of ecological fallacy by simulating inter-individual conflicts. <a href=\"#fig10\">Figure 10</a> illustrates the difference between the two approaches for conflicts about work ethos. By using the <i>difference of group means</i> of the Polish and the Germans, one systematically underestimates the amount of external conflict between the two groups, since these means do not accurately reflect the individual variation with regard to work ethos. Even worse, when operationalizing external conflict by the difference of aggregate group-means, the <i>shape</i> of the relation between socioeconomic status and conflict is totally different from the corresponding results of the virtual encounter simulations (see <a href=\"#fig10\">Figure 10</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The capabilities of virtual encounter simulations to analyze the results of different policies and futures is of course not only useful for the investigation of value conflicts produced by international migration. It can also be fruitful for analyzing socio-cultural conflicts and cleavages between groups which belong to the same nation and are, for example, defined by their religious denomination, regional language, or party identification (<a href=\"#bib19\">Mueller, 2007</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. A methodological summary: The merits and particularities of virtual-encounter simulations",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Bartolini, S",
                        "preferred": "S Bartolini"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Political Mobilization of the European Left, 1860–1980: The class Cleavage",
            "date": "2000",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chattoe, E",
                        "preferred": "E Chattoe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saam, N",
                        "preferred": "N Saam"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Möhring, M",
                        "preferred": "M Möhring"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "243–273, Sensitivity Analysis in the Social Sciences: Problems and Prospects, Chapter 13, eds., Tools and Techniques for Social Science Simulation, Heidelberg, Physica-Verlag",
            "id": "bib2",
            "title": "Tools and Techniques for Social Science Simulation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cramer, D",
                        "preferred": "D Cramer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Howitt, D",
                        "preferred": "D Howitt"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The SAGE Dictionary of Statistics",
            "date": "2004",
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Sage Publications"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Crow, I",
                        "preferred": "I Crow"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "82–83, Ecological Fallacy, ed., The SAGE Dictionary of Social Research Methods, London, Sage Publications",
            "id": "bib4",
            "title": "The SAGE Dictionary of Social Research Methods",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "ESS",
                    "type": "group"
                }
            ],
            "date": "2008",
            "id": "bib5",
            "title": "http://www.europeansocialsurvey.org/",
            "type": "web",
            "uri": "http://www.europeansocialsurvey.org/",
            "website": "European Social Survey"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Evans, G",
                        "preferred": "G Evans"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "details": "1–20, Class Voting: From Premature Obituary to Reasoned Appraisal, Chapter 1, ed., The End of Class Politics?, Oxford, Oxford University Press",
            "id": "bib6",
            "title": "The End of Class Politics?",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Everitt, B",
                        "preferred": "B Everitt"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Cambridge Dictionary of Statistics",
            "date": "2006",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "EVS",
                    "type": "group"
                }
            ],
            "date": "2008",
            "id": "bib8",
            "title": "http://www.europeanvalues.nl/",
            "type": "web",
            "uri": "http://www.europeanvalues.nl/",
            "website": "European Values Study"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gilbert, N",
                        "preferred": "N Gilbert"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Agent-Based Models",
            "date": "2009",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Thousand Oaks"
                        ]
                    },
                    "formatted": [
                        "Thousand Oaks"
                    ]
                },
                "name": [
                    "Sage Publications"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gilbert, N",
                        "preferred": "N Gilbert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Troitzsch, K",
                        "preferred": "K Troitzsch"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Simulation for the Social Scientist",
            "date": "1999",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Buckingham"
                        ]
                    },
                    "formatted": [
                        "Buckingham"
                    ]
                },
                "name": [
                    "Open University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hägerstrand, T",
                        "preferred": "T Hägerstrand"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Innovation Diffusion as a Spacial Process",
            "date": "1973",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Chicago"
                        ]
                    },
                    "formatted": [
                        "Chicago"
                    ]
                },
                "name": [
                    "University of Chicago Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Halman, L",
                        "preferred": "L Halman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Luijkx, R",
                        "preferred": "R Luijkx"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van Zundert, M",
                        "preferred": "M van Zundert"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Atlas of European Values",
            "date": "2005",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Leiden"
                        ]
                    },
                    "formatted": [
                        "Leiden"
                    ]
                },
                "name": [
                    "Brill"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "1–20, Introduction and Overview, Chapter 1, ed., Microsimulation and Public Policy, Amsterdam, Elsevier",
            "id": "bib13",
            "title": "Microsimulation and Public Policy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "ISSP",
                    "type": "group"
                }
            ],
            "date": "2008",
            "id": "bib14",
            "title": "http://www.issp.org/",
            "type": "web",
            "uri": "http://www.issp.org/",
            "website": "International Social Survey Programme"
        },
        {
            "bookTitle": "Measuring Attitudes Cross-Nationally: Lessons from the European Social Survey",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Jowell, R",
                        "preferred": "R Jowell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roberts, C",
                        "preferred": "C Roberts"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fitzgerald, R",
                        "preferred": "R Fitzgerald"
                    },
                    "type": "person"
                }
            ],
            "editorsEtAl": true,
            "id": "bib15",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Sage Publications"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lijphart, A",
                        "preferred": "A Lijphart"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Politics of Accommodation",
            "date": "1975",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Berkeley"
                        ]
                    },
                    "formatted": [
                        "Berkeley"
                    ]
                },
                "name": [
                    "University of California Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Theories of International Migration: A Review and Appraisal",
            "authors": [
                {
                    "name": {
                        "index": "Massey, D",
                        "preferred": "D Massey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Arango, J",
                        "preferred": "J Arango"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hugo, G",
                        "preferred": "G Hugo"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib17",
            "journal": "et al",
            "pages": {
                "first": "431",
                "last": "466",
                "range": "431–466"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mooney, C",
                        "preferred": "C Mooney"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Monte Carlo Simulation",
            "date": "1997",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Thousand Oaks"
                        ]
                    },
                    "formatted": [
                        "Thousand Oaks"
                    ]
                },
                "name": [
                    "Sage Publications"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mueller, G",
                        "preferred": "G Mueller"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Schweizer Wirtschaft - ein Sonderfall?",
            "chapterTitle": "Einstellungen zu Wirtschaft und Staat",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Scholtz, H",
                        "preferred": "H Scholtz"
                    },
                    "type": "person"
                }
            ],
            "editorsEtAl": true,
            "id": "bib19",
            "pages": {
                "first": "153",
                "last": "174",
                "range": "153–174"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Zurich"
                        ]
                    },
                    "formatted": [
                        "Zurich"
                    ]
                },
                "name": [
                    "Seismo-Verlag"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Dowd, L",
                        "preferred": "L O’Dowd"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The A-Z of Social Research",
            "chapterTitle": "Ecological fallacy",
            "date": "2003",
            "editors": [
                {
                    "name": {
                        "index": "Miller, R",
                        "preferred": "R Miller"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brewer, J",
                        "preferred": "J Brewer"
                    },
                    "type": "person"
                }
            ],
            "id": "bib20",
            "pages": {
                "first": "84",
                "last": "85",
                "range": "84–85"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Sage Publications"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "bookTitle": "A Profile of Immigrant Populations in the 21st Century",
            "date": "2008",
            "id": "bib21",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rae, D",
                        "preferred": "D Rae"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taylor, M",
                        "preferred": "M Taylor"
                    },
                    "type": "person"
                }
            ],
            "date": "1970",
            "details": "The Analysis of Political Cleavages, New Haven, Yale University Press",
            "id": "bib22",
            "title": "The Analysis of Political Cleavages, New Haven, Yale University Press",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Scott, J",
                        "preferred": "J Scott"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Social Network Analysis",
            "date": "1998",
            "id": "bib23",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Sage Publications"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sirkin, R",
                        "preferred": "R Sirkin"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Statistics for the Social Sciences",
            "date": "1995",
            "id": "bib24",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Thousand Oaks"
                        ]
                    },
                    "formatted": [
                        "Thousand Oaks"
                    ]
                },
                "name": [
                    "Sage Publications"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "SPSS",
                    "type": "group"
                }
            ],
            "date": "2008",
            "id": "bib25",
            "title": "http://www.spss.com/",
            "type": "web",
            "uri": "http://www.spss.com/",
            "website": "Statistical Package for the Social Sciences"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Stewart, D",
                        "preferred": "D Stewart"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kamins, M",
                        "preferred": "M Kamins"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Secondary Research: Information Sources and Methods",
            "date": "1998",
            "id": "bib26",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Newbury Park"
                        ]
                    },
                    "formatted": [
                        "Newbury Park"
                    ]
                },
                "name": [
                    "Sage Publications"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Svallfors, S",
                        "preferred": "S Svallfors"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "1–29, Introduction, Chapter 1, ed., The Political Sociology of the Welfare State: Institutions, Social Cleavages, and Orientations, Stanford, Stanford University Press, Stanford",
            "id": "bib27",
            "title": "The Political Sociology of the Welfare State: Institutions, Social Cleavages, and Orientations",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Toennies, F",
                        "preferred": "F Toennies"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Gemeinschaft und Gesellschaft (Community and society)",
            "date": "1979",
            "id": "bib28",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Darmstadt"
                        ]
                    },
                    "formatted": [
                        "Darmstadt"
                    ]
                },
                "name": [
                    "Wissenschaftliche Buchgesellschaft"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wasserman, S",
                        "preferred": "S Wasserman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Faust, K",
                        "preferred": "K Faust"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Social Network Analysis",
            "date": "2007",
            "id": "bib29",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Koeln, Zentralarchiv",
                        "preferred": "Zentralarchiv Koeln"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "Dataset ZA3811.sav, European Values Study 1999/2000, Release 1 on CDROM, Koeln",
            "id": "bib30",
            "title": "Dataset ZA3811.sav",
            "type": "unknown"
        }
    ],
    "acknowledgements": [
        {
            "text": "The author is indebted to Michele Blum, University of Fribourg, for proposing improvements of the English of this manuscript.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
