{
    "status": "vor",
    "id": "00055",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00055",
    "authorLine": "Laurie Brown",
    "title": "Editorial. Special issue on ‘health and microsimulation’",
    "published": "2011-12-31T00:00:00Z",
    "versionDate": "2011-12-31T00:00:00Z",
    "statusDate": "2011-12-31T00:00:00Z",
    "volume": 4,
    "issue": 3,
    "fpage": 1,
    "lpage": 2,
    "elocationId": "1-2",
    "pdf": "http://web:8082/00055/ijm-00055.pdf",
    "abstract": {
        "content": [
            {
                "text": "This special issue is a collection of articles that had their origins as papers presented at the 1st General Conference of the International Microsimulation Association (IMA) “Celebrating 50 years of Microsimulation” Vienna, Austria, 20th to 22nd August 2007. The papers all discuss the development and application to policy of dedicated health microsimulation models. These models and applications are testimony to the realisation of Orcutt’s original vision in the late 1950’s and early 1960’s of applying microsimulation techniques to socio-economic modelling, expanding from the earlier focus on taxation and public transfers into the areas of health and ageing.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Brown",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "National Centre for Social and Economic Modelling University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "laurie.brown@natsem.canberra.edu.au"
            ],
            "name": {
                "index": "Brown, Laurie",
                "preferred": "Laurie Brown"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "health",
        "microsimulation"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The primary focus of the first international microsimulation conference was the analytical tool of the microsimulation model and its application. Four sessions focussed on health and/or health models. Presenters at these sessions were invited to submit papers to this special issue. The collection of the seven papers in this special issue reflect the emphasis of the conference on describing the development of new models, reporting advances in microsimulation techniques and methodologies, and the reporting of results of model simulations for policymaking purposes.",
                    "type": "paragraph"
                },
                {
                    "text": "Large scale general purpose economic microsimulation models (e.g. CBOLT, MOSART, PENSIM, SAGE) have often included a measure of health, frequently using disability as a proxy. However, health is typically included as a covariate to inform the modelling of the main outcomes of interest such as pensions and social security payments, personal taxation, labour force status etc. Health is only modelled insofar as it relates to these issues and thus is treated in a fairly cursory manner (<a href=\"#bib2\">Zucchelli et al, 2010</a>; <a href=\"#bib1\">Lymer, 2011</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "It has only been in recent years that dedicated health and health care microsimulation models have emerged. This in part reflects the urgent need by governments worldwide to have effective policy tools to help manage the rising prevalence of chronic long term illness in their populations and the escalation in health expenditures and ever increasing demand for health and aged care services, usually in the context of population ageing.",
                    "type": "paragraph"
                },
                {
                    "text": "A number of microsimulation models have now been developed that are dedicated to health. Some of these are described in this special issue. Like the general purpose models, these dedicated models have no consistency in the aspects of health that are included within the model. However, these models are much more complex in their handling of health, disability, aspects of countries’ health and aged care systems, or the evaluation of treatment options. They are challenging to develop as they have much greater health data requirements than seen in the general purpose microsimulation models (<a href=\"#bib1\">Lymer, 2011</a>). However, they offer policy-makers many advantages over traditional policy evaluation methods including being able to account for issues such as population heterogeneity, multiple outcomes, spill-overs and externalities, and the capacity to capture long run effects (either through the use of static ageing processes or dynamic modelling) (<a href=\"#bib2\">Zucchelli et al, 2010</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The first two papers in this special issue focus on modelling health services use and costs, both examining methodological issues involved in constructing valid basefiles. Xiong, Tang and Liu examine the distributional impacts of China’s medical insurance scheme which covers medical expenses for all employers and employees in urban areas. They detail the techniques and processes they used to construct their basefile, which draws largely on administrative unit medical record data of medical insurance participants provided by the Bureau of Labour and Social Security of Kunming, Yunnan Province.",
                    "type": "paragraph"
                },
                {
                    "text": "Lymer, Brown, Harding and Payne report the challenges they faced in the building of a microsimulation model of the use and costs of medical and related services by Australian families. Their model ‘HealthMod’ was based on the Australian 2001 National Health Survey. They outline three major methodological steps they had to take to overcome deficiencies in the national health survey in terms of modelling Australia’s national medical benefits scheme. This included the use of statistical matching to create synthetic family structures.",
                    "type": "paragraph"
                },
                {
                    "text": "The next two papers by Schofield, Shrestha, Callendar and colleagues form a pair providing a detailed description of the development and application of the model ‘Health&WealthMOD (Version II)’. Health&WealthMOD is a dedicated model of health and illness and their impacts on labour force participation, income, wealth and government revenue and expenditure in Australia. It is designed to determine the economic impacts of disease on older workers aged 45 to 65 years. In the first of these papers, the architecture and methods in the development of Health&WealthMOD (Version II) are outlined. The second paper reports an application of the model in projecting the impacts of increasing prevalence of long term chronic illness and population ageing on labour force participation in 2020, with a particular focus on trends in retirement. Retaining mature-aged workers within the labour force is an issue that many countries are currently grappling with.",
                    "type": "paragraph"
                },
                {
                    "text": "The fifth paper shifts the focus of the special issue away from health services and labour force issues to simulating future prevalence rates of disability and chronic health conditions. Statistics Canada is well known for its microsimulation models, especially LifePaths and POHEM. Légaré and Décarie use the dynamic LifePaths model to project the disability status of older Canadians. As Légaré and Décarie comment disability is a key variable in determining the need for aged care but it is an intricate one. Using new disability status transitions, they present projections of future Canadian elderly by disability status and provide a comparison with nine European countries from the Future Elderly Living Conditions in Europe (FELICIE) Research Program.",
                    "type": "paragraph"
                },
                {
                    "text": "Attention turns back to the Australian context with the last two papers which describe models to simulate the prevalence of chronic disease in Australia and likely outcomes of prevention and intervention programs. The paper by Walker and Colagiuri outlines methodological and technical proposals for the development of a cost-benefit model-system. Walker and Colagiuri take an approach that aims to link several chronic disease progression models to an ‘Umbrella’ microsimulation model representing the Australian population, with the view to projecting 20 years ahead. The model-system will account simultaneously for Australians’ demographic, socioeconomic and health-risk-factor characteristics; progression of their health status; the number of chronic diseases (comorbidities) they accumulate over time; health-related expenditures; and changes in quality of life. Standard economic methods are then proposed to estimate cost-effectiveness of simulated policy interventions and related quality of life improvements.",
                    "type": "paragraph"
                },
                {
                    "text": "The final paper by Thurecht, Brown and Yap illustrates the application of microsimulation modelling to one disease entity, in this case type 2 diabetes in Australia. Their ‘Diabetes Model’ projects the number of adult Australians who are expected to have pre-diabetes and type 2 diabetes over a 45 year simulation period. The model simulates control of type 2 diabetes in terms of glycaemic levels, cholesterol levels, weight and blood pressure control, and estimates the number and cost of complications associated with the disorder. As with the previous models, the Diabetes Model also provides the capacity to quantify the effect of hypothetical public health initiatives in the management of type 2 diabetes and associated trends in risk factor prevalence and diabetes control over the simulation period. Unlike the other models, however, the model builders have used a unique mixed methods approach with microsimulation modelling of unit record demographic and risk factor data underpinning group-based disease outcome analyses.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "More than just population ageing: An evaluation using dynamic microsimulation of the escalation of Australian Government Expenditure on health over the next 40 years, PhD Thesis, NATSEM, University of Canberra",
            "id": "bib1",
            "title": "More than just population ageing: An evaluation using dynamic microsimulation of the escalation of Australian Government Expenditure on health over the next 40 years",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Zucchelli, E",
                        "preferred": "E Zucchelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jones, AM",
                        "preferred": "AM Jones"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rice, N",
                        "preferred": "N Rice"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "The evaluation of health policies through microsimulation methods. Health Economics and Data Group (HEDG), University of York 2010. working paper 10/03",
            "id": "bib2",
            "title": "The evaluation of health policies through microsimulation methods. Health Economics and Data Group (HEDG), University of York 2010. working paper 10/03",
            "type": "unknown"
        }
    ],
    "acknowledgements": [
        {
            "text": "This special issue would have not reached publication without the assistance given by Giesel Manalo, Media & Public Relations Officer, NATSEM, in providing invaluable administrative support.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
