{
    "status": "vor",
    "id": "00059",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00059",
    "authorLine": "Deborah Schofield et al.",
    "title": "Projecting the impacts of illness on labour force participation: An application of Health&WealthMOD",
    "published": "2011-12-31T00:00:00Z",
    "versionDate": "2011-12-31T00:00:00Z",
    "statusDate": "2011-12-31T00:00:00Z",
    "volume": 4,
    "issue": 3,
    "fpage": 37,
    "lpage": 47,
    "elocationId": "37-47",
    "pdf": "http://web:8082/00059/ijm-00059.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        },
        {
            "id": "labour-supply-demand",
            "name": "Labour supply and demand"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Health&WealthMOD is the first Australian microsimulation model designed to determine the economic impacts of disease on older workers, aged 45 to 65 years. Chronic health conditions are known to be associated with early retirement. This paper describes an application of Health&WealthMOD to estimate the impact of this association on projected labour force participation to 2020 given the ageing population and long-term trend in chronic conditions. Due to ageing and disease trends, the number of people with chronic conditions in the 45–64 years age group was expected to rise to about 4.8 million by 2020, an increase of 82% from the 2003 population of the same age group. About 904,000 persons in the 45–64 age group were projected to be out of the labour force due to ill health in 2020, when only the ageing and population growth were considered. When trends in illness were captured, the figure was increased to about 1.2 million persons. This demonstrates that health is a major driver of labour force participation and retirement and that economic policies alone, with no consideration of health interventions to treat or prevent chronic illness, will only have a limited impact on labour force participation. Thus, it is important that the government focuses on both health policies and economic policies in order to make sure that there will be an adequate supply of labour force in future.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Schofield et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "Department of Rural Health",
                        "Northern Rivers University"
                    ]
                }
            ],
            "emailAddresses": [
                "deborah.schofield@ctc.usyd.edu.au"
            ],
            "name": {
                "index": "Schofield, Deborah",
                "preferred": "Deborah Schofield"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "Department of Rural Health",
                        "Northern Rivers University"
                    ]
                }
            ],
            "emailAddresses": [
                "rupendra.shrestha@ncahs.health.nsw.gov.au"
            ],
            "name": {
                "index": "Shrestha, Rupendra",
                "preferred": "Rupendra Shrestha"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "Department of Rural Health",
                        "Northern Rivers University"
                    ]
                }
            ],
            "emailAddresses": [
                "megan.passey@ucrh.edu.au"
            ],
            "name": {
                "index": "Passey, Megan",
                "preferred": "Megan Passey"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "Department of Rural Health",
                        "Northern Rivers University"
                    ]
                }
            ],
            "emailAddresses": [
                "susie.fletcher"
            ],
            "name": {
                "index": "Fletcher, Susan",
                "preferred": "Susan Fletcher"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "The National Centre for Social and Economic Modelling",
                        "University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "simon.kelly@natsem.canberra.edu.au"
            ],
            "name": {
                "index": "Kelly, Simon",
                "preferred": "Simon Kelly"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "The National Centre for Social and Economic Modelling",
                        "University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "richard.percival@natsem.canberra.edu.au"
            ],
            "name": {
                "index": "Percival, Richard",
                "preferred": "Richard Percival"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "impacts of illness",
        "labour force",
        "participation",
        "Health&WealthMOD"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Australian Government released the first Intergenerational Report (IGR) in 2002 and the second IGR in 2007, highlighting how labour shortages combined with growing demand for health care for an ageing population have the potential to place the Australian Government budget balance in an unsustainable position (<a href=\"#bib18\">Commonwealth of Australia, 2007</a>; <a href=\"#bib32\">Schofield and Rothman, 2006</a>; <a href=\"#bib17\">Commonwealth of Australia, 2002</a>). According to the former Treasurer, “the whole economic agenda of the government at the moment is drawn from the IGR” (<a href=\"#bib21\">Davis, 2006</a>) and “in practically every portfolio area – health, education, family benefits, welfare, superannuation, pensions – the IGR now provides the overall architecture within which we operate” (<a href=\"#bib19\">Costello, 2005</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The previous Prime Minister and Treasurer have both noted that keeping older people working longer is necessary to Australia’s financial future (<a href=\"#bib19\">Costello, 2005</a>; <a href=\"#bib25\">Howard, 2003</a>). Indeed, the previous government responded by providing a number of economic incentives to encourage older workers to remain in the labour force until at least the age of 60 years. For example, the government removed the 15 per cent tax on superannuation schemes if retirement is delayed until the age of 60 years (<a href=\"#bib8\">Australian Government, 2006</a>; <a href=\"#bib4\">Australian Bureau of Statistics, 1998</a>), and changed the superannuation rules to allow workers to continue to work while drawing on a superannuation pension from 1 July 2005 (<a href=\"#bib7\">Australian Government, 2004</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "However, the potential impact of these incentives is limited by the large proportion of older workers who retire due to illness rather than for financial reasons. About half of men and one quarter of women who retire from full time work between the ages of 45 and 55 years do so because of their own ill health (<a href=\"#bib4\">Australian Bureau of Statistics, 1998</a>). As ill health is a major constraint on older workers’ labour force participation, these economic incentives may not increase the future supply of older labour as substantially as it otherwise could have. Accordingly, measures to reduce ill health amongst older workers may be just as important in preventing labour shortages as economic measures.",
                    "type": "paragraph"
                },
                {
                    "text": "There has been mixed evidence in Australia in terms of improvements in health and disability with wide variation depending on the measures used and the conditions considered. For example, there have been falls in the prevalence of some health conditions in Australia (such as hospital admissions for coronary heart disease) but a rise in others (such as the prevalence of diabetes) (<a href=\"#bib11\">Australian Institute of Health and Welfare, 2006</a>; <a href=\"#bib9\">Australian Institute of Health and Welfare, 2001</a>). Similarly, there has been a fall in the prevalence of some health risk factors (such as smoking) and a rise in others (such as obesity). There has been mixed evidence about trends in disability. The Australian Institute of Health and Welfare (AIHW) reported rising age adjusted national rates of disability between 1981 and 1998 (<a href=\"#bib9\">Australian Institute of Health and Welfare, 2001</a>). However, the AIHW later concluded that rising age adjusted rates of disability observed over this period were due to changes in the Australian Bureau of Statistics Disability, Ageing and Carers Surveys. Nonetheless, it was concluded that there had not been a fall in age adjusted rates of disability (<a href=\"#bib10\">Australian Institute of Health and Welfare, 2003</a>). The Productivity Commission reviewed the evidence of better health among older people and concluded that there was not evidence of sufficient improvements offsetting emerging chronic diseases to reduce health expenditure in Australia (<a href=\"#bib31\">Productivity Commission, 2005</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "A number of international papers have reported trend declines in disability rates, particularly in the United States, although these have tended to have been for persons beyond traditional retirement age (<a href=\"#bib20\">Crimmins <i>et al.</i>, 1997</a>; <a href=\"#bib28\">Manton <i>et al.</i>, 1997</a>). While studies have generally reported a declining trend in disability rates among the older population, some studies have reported an increasing trend among the young and working age population of less than 60 years old (<a href=\"#bib15\">Bhattacharya <i>et al.</i>, 2008</a>; <a href=\"#bib26\">Lakdawalla <i>et al.</i>, 2004</a>). There has also been a reported increase in the number of people receiving sickness benefits in the United Kingdom suggesting that disability rates are increasing in the working age population (<a href=\"#bib29\">Moncrieff and Pomerleau, 2000</a>). Further, recent projections by <a href=\"#bib34\">Sturm et al (2004</a>) concluded that if current trends in obesity continue in the United States then disability will increase by one per cent per year more in the 50–69 age group than if there were no further weight gain (<a href=\"#bib34\">Sturm <i>et al.</i>, 2004</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Several studies have demonstrated that chronic conditions are associated with early retirement (<a href=\"#bib38\">Zhang <i>et al.</i>, 2009</a>; <a href=\"#bib33\">Schofield <i>et al.</i>, 2008</a>; <a href=\"#bib27\">Lixin and Kalb, 2004</a>). However, there has been little work done to analyse what impact this association will have on the future work force given the ageing population and the increasing trend of most of the chronic conditions. In this paper, we examine the following question: “Will the older working age population be healthier such that they are able to work longer to support their extended retirement in future”? Health&amp;WealthMOD, the first Australian microsimulation model of health, income, tax, transfer payments and wealth for persons aged 45 to 64 years is used to simulate the impacts of health trends on labour force participation and to project the long term impacts of health on the labour market by estimating the number of workers missing from the labour market due to ill health over the next 20 years.",
                    "type": "paragraph"
                },
                {
                    "text": "The main aim of Health&WealthMOD microsimulation model is to estimate the economic impacts of chronic conditions on older workers, aged 45 to 65 years. It is a static microsimulation model based on cross-sectional survey data. The model estimates the number of persons taking early retirement due to chronic health conditions and its follow-on economic impacts such as the individuals’ potential lost earnings and savings and the costs to the Australian Government through lost taxation revenue and additional government pension and benefit payments. The model can also estimate the potential personal and Government financial gains that would accrue with intervention that might treat or prevent particular conditions and the potential impact of reduced illness in the older working age population. However, the focus of this paper is to demonstrate an application of Health&WealthMOD to measure the impact of health on projected labour force participation.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Health&amp;WealthMOD used the confidentialised unit record file (CURF) of the 2003 Survey of Disability, Ageing and Carers conducted by the Australian Bureau of Statistics (ABS) as the base population (<a href=\"#bib5\">Australian Bureau of Statistics, 2004</a>). The survey collected data from a sample of 13,996 private dwellings, 272 non-private dwellings and 554 institutions such as hospitals and aged care residences, collecting information on 36,088 persons residing in private and nonprivate dwellings and 5,145 persons residing in institutions. The records of people aged 45 to 64 years were analysed to identify the conditions that were more likely to keep people out of the labour force. Labour force participation was defined as being either employed or looking for work. People who were neither employed nor looking for work were identified as “out of labour force”.",
                    "type": "paragraph"
                },
                {
                    "text": "Chronic health conditions were reported in the survey according to the ABS classification of chronic health conditions which were based on International Classification of Diseases, Version 10 (ICD-10) codes. The ABS classifications were further grouped into broader classifications for this analysis. Survey participants reported the condition which caused them the most problems as their main condition in the survey. Data analysis was undertaken only for the self reported main conditions.",
                    "type": "paragraph"
                },
                {
                    "text": "Odds ratios of being out of the labour force associated with each chronic condition were estimated, with “no condition” as a reference group, using logistic regression analysis. Odds ratios were estimated separately for males and females and were adjusted for age. Data were weighted by the ABS to provide an estimate of the total number of persons in the Australian population with similar demographic characteristics with respect to age, sex, state/territory and section of state. The analysis adjusted for unequal weighting for individuals in the survey.",
                    "type": "paragraph"
                },
                {
                    "text": "The attributable risks (AR%) of being out of the labour force associated with each chronic condition were estimated as the proportion of people not in the labour force among those with the condition that was in excess of people with no condition. The odds ratios (OR) were used as approximated relative risks for the calculation of AR% and the formula was AR% = (OR−1)/ OR x 100%. All chronic conditions except noise induced deafness/hearing loss and endocrine/nutritional and metabolic disorders other than diabetes were found to be associated with being out of the labour force. The method and results were explained in detail elsewhere (<a href=\"#bib33\">Schofield <i>et al.</i>, 2008</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Based on the three Surveys of Disability, Ageing and Carers (1993, 1998 and 2003), age sex standardised prevalence rates of each of the chronic conditions were estimated for the years 1993, 1998 and 2003 for 45 to 64 years age group population using the 2003 population as the standard population. Assuming linear growth in the age sex standardised prevalence rates, trends in each chronic condition were calculated to determine whether there was a significant increase or decrease over the 10 year period from the 1993 survey to the survey conducted in 2003, with the exception of dorsopathies (back conditions) which was calculated over the period 1998 to 2003 as changes in definitions meant that the series was not continuous. The growth rate over the 10 year period for different conditions varied between an annual growth rate of 12.3% for diseases of the nervous system and −3.4% for diseases of the eye and adnexa. Age sex standardised prevalence rates and the annual growth rate in prevalence rates of each chronic condition between 1993 and 2003 are presented in the Appendix.",
                    "type": "paragraph"
                },
                {
                    "text": "The age sex standardised rates of disease in 2003 were combined with ABS population projections (grouped in the same sex and 5 year age groups) to establish the base number of people suffering chronic health conditions to 2020.",
                    "type": "paragraph"
                },
                {
                    "text": "To project the number of people missing from the labour market due to a health condition over the next 20 years, the attributable risks of being out of the labour force for each condition in 2003 were applied to the projected number of people with chronic disease, the assumption being that presence of disease will have the same impact on labour force participation in the future as it does now. The mathematical formula used was:",
                    "type": "paragraph"
                },
                {
                    "text": "Age-sex specific projected number of people missing from the labour market due to a health condition in year <i>t</i>",
                    "type": "paragraph"
                },
                {
                    "text": "= Pop × PrevD<sub>2003</sub> × (1+(AnnGrowthRate*(<i>t</i>-2003))) × NILF<sub>2003</sub> × AR<sub>2003</sub>",
                    "type": "paragraph"
                },
                {
                    "text": "where 2003 ≤ <i>t ≥</i> 2020;",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Pop</i> is the ABS age-sex specific resident population projection for year <i>t</i> (Series B); <i>PrevD<sub>2003</sub></i> is the age-sex specific prevalence of each health condition in 2003; <i>AnnGrowthRate</i> is the annual growth rate between 1993 and 2003 in the age-sex standardised prevalence rate of each health condition;",
                    "type": "paragraph"
                },
                {
                    "text": "<i>NILF<sub>2003</sub></i> is the age-sex specific proportion of people not in the labour force in 2003 for each health condition; and <i>AR<sub>2003</sub></i> is the sex-specific attributable risk of being out of the labour force associated with each condition.",
                    "type": "paragraph"
                },
                {
                    "text": "Sensitivity analysis was undertaken to determine the impact of trend changes in the rate of illness at 0.5 and 1.5 times the trend growth rate and the impact of ABS low and high population growth projections. The base projection series used the medium growth Series B, which assumes medium population growth resulting from medium migration, life expectancy and fertility. Series A assumes higher population growth as a result of higher migration, life expectancy and fertility and Series C assumes lower population growth and has the same life expectancy and fertility assumptions as series B but lower migration (<a href=\"#bib6\">Australian Bureau of Statistics, 2005</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "This approach is somewhat similar to that used in cost of illness studies in Australia (<a href=\"#bib3\">Access Economics, 2006</a>; <a href=\"#bib1\">Access Economics, 2005a</a>; <a href=\"#bib2\">Access Economics, 2005b</a>) and internationally (<a href=\"#bib37\">World Health Organisation, 2005</a>; <a href=\"#bib14\">Begley <i>et al.</i>, 2001</a>; <a href=\"#bib24\">Henriksson and Jonsson, 1998</a>; <a href=\"#bib30\">Moore <i>et al.</i>, 1997</a>). The cost of illness studies typically assumed all persons with a specific condition would, without illness, have achieved average labour force participation for men and women aged 40 to 65 years. In this study, we have assumed that without the chronic condition, persons might have achieved the labour force participation of their 5-year age and sex cohort. This is important to distinguish between the effects of conditions that primarily impact on the oldest workers, (such as heart disease) and those which have a high prevalence among the younger age groups with generally higher employment rates (such as mental illness).",
                    "type": "paragraph"
                },
                {
                    "text": "Data analysis was undertaken using SAS version 9.1 (SAS Institute, Cary, NC, USA). All statistical tests were conducted at a 5% level of significance.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Methods",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "As the population ages, there is projected to be an increase in the proportion of the working aged population aged 15 to 64 years who are in the 45 to 64 year age group in Australia. The rise is expected to be most rapid between 2003 and 2010 with a 5 percentage point rise from 35% to 40% and a slower rise in the twenty years to 2040 to 42%. As this age group form an increasing proportion of the workforce, the importance of drivers of non-labour force participation for this age group increases.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: ABS population projections (<a href=\"#bib6\">Australian Bureau of Statistics, 2005</a>)",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Sex</th>\n<th>Age group</th>\n<th>2003</th>\n<th>2010</th>\n<th>2020</th>\n<th>2030</th>\n<th>2040</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"4\"><b>Females</b></td>\n<td>45–49</td>\n<td>11%</td>\n<td>11%</td>\n<td>11%</td>\n<td>11%</td>\n<td>11%</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>10%</td>\n<td>10%</td>\n<td>10%</td>\n<td>10%</td>\n<td>11%</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>9%</td>\n<td>9%</td>\n<td>10%</td>\n<td>11%</td>\n<td>11%</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>6%</td>\n<td>9%</td>\n<td>10%</td>\n<td>10%</td>\n<td>10%</td>\n</tr>\n<tr>\n<td rowspan=\"4\"><b>Males</b></td>\n<td>45–49</td>\n<td>10%</td>\n<td>11%</td>\n<td>10%</td>\n<td>11%</td>\n<td>11%</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>10%</td>\n<td>10%</td>\n<td>10%</td>\n<td>10%</td>\n<td>11%</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>9%</td>\n<td>9%</td>\n<td>10%</td>\n<td>10%</td>\n<td>10%</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>7%</td>\n<td>9%</td>\n<td>9%</td>\n<td>10%</td>\n<td>10%</td>\n</tr>\n<tr>\n<td><b>Total persons</b></td>\n<td>45–64</td>\n<td>35%</td>\n<td>39%</td>\n<td>40%</td>\n<td>41%</td>\n<td>42%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Persons aged 45–64 years as percentage of working aged population aged 15–64 years by age group and sex.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Population Projections",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Out of 41,233 persons surveyed, 9,198 (22.3%) were in the age group 45 to 64 years. Among them, 49.3% (4,538) were male and the remaining 50.7% (4,660) were female. About 67.3% (6,188) of the population aged 45 to 64 years were in the labour force and the remaining 32.7% (3,010) were out of the labour force. Of the 3,010 persons not in the labour force, 54% (1,637) of non-participation was due to reasons other than their chronic conditions. Older age groups were less likely to be working than the younger population and women were less likely to be working than men.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Distribution within the base population",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Just over half (57%) of Australians aged 45–64 were suffering chronic health conditions in 2003. This amounted to 2,682,623 individuals, 49% of whom were male (<a href=\"#table2\">Table 2</a>). The proportion of the population with chronic conditions was projected to grow by 10 percentage points by 2010 and by a further 6 percentage points in the following 5 years. By 2020, 80% of the 45–64 age group are projected to be experiencing some form of chronic illness (<a href=\"#table3\">Table 3</a>). Much of this increase is due to the rapid growth of the 60–64 age cohort combined with the high and increasing prevalence of disease in this group (<a href=\"#fig1\">Figure 1</a>). The number of people experiencing chronic disease is projected to rise by approximately 120% in this oldest group compared to 68% among the 45–49 year olds. By 2020, 4,880,233 older working age Australians are expected to have chronic conditions, an 82% increase on 2003 figures. This is an increase from 20% to 32% of the working aged population aged 15–64 years.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th/>\n<th>2003</th>\n<th>2010</th>\n<th>2015</th>\n<th>2020</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"5\"><b>Females</b></td>\n<td>45–49</td>\n<td>320,282</td>\n<td>430,361</td>\n<td>477,372</td>\n<td>561,247</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>346,969</td>\n<td>459,330</td>\n<td>539,280</td>\n<td>583,131</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>378,388</td>\n<td>505,277</td>\n<td>597,730</td>\n<td>681,067</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>316,535</td>\n<td>518,663</td>\n<td>611,101</td>\n<td>721,683</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>1,362,174</b></td>\n<td><b>1,913,632</b></td>\n<td><b>2,225,484</b></td>\n<td><b>2,547,128</b></td>\n</tr>\n<tr>\n<td rowspan=\"5\"><b>Males</b></td>\n<td>45–49</td>\n<td>305,861</td>\n<td>395,265</td>\n<td>427,639</td>\n<td>491,147</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>335,623</td>\n<td>429,556</td>\n<td>501,052</td>\n<td>536,411</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>355,338</td>\n<td>455,978</td>\n<td>540,327</td>\n<td>621,625</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>323,627</td>\n<td>510,775</td>\n<td>581,872</td>\n<td>683,922</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>1,320,450</b></td>\n<td><b>1,791,575</b></td>\n<td><b>2,050,891</b></td>\n<td><b>2,333,105</b></td>\n</tr>\n<tr>\n<td rowspan=\"5\"><b>Persons</b></td>\n<td>45–49</td>\n<td>626,143</td>\n<td>825,626</td>\n<td>905,012</td>\n<td>1,052,394</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>682,592</td>\n<td>888,886</td>\n<td>1,040,333</td>\n<td>1,119,543</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>733,726</td>\n<td>961,256</td>\n<td>1,138,058</td>\n<td>1,302,692</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>640,162</td>\n<td>1,029,439</td>\n<td>1,192,973</td>\n<td>1,405,605</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>2,682,623</b></td>\n<td><b>3,705,207</b></td>\n<td><b>4,276,375</b></td>\n<td><b>4,880,233</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Number of people aged 45–64 with chronic health conditions by age and sex, Australia, 2003–2020.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th/>\n<th>2003</th>\n<th>2010</th>\n<th>2015</th>\n<th>2020</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"5\"><b>Females</b></td>\n<td>45–49</td>\n<td>45%</td>\n<td>55%</td>\n<td>63%</td>\n<td>70%</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>53%</td>\n<td>63%</td>\n<td>69%</td>\n<td>76%</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>66%</td>\n<td>75%</td>\n<td>82%</td>\n<td>88%</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>74%</td>\n<td>84%</td>\n<td>92%</td>\n<td>99%</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>58%</b></td>\n<td><b>68%</b></td>\n<td><b>76%</b></td>\n<td><b>83%</b></td>\n</tr>\n<tr>\n<td rowspan=\"5\"><b>Males</b></td>\n<td>45–49</td>\n<td>44%</td>\n<td>51%</td>\n<td>57%</td>\n<td>62%</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>51%</td>\n<td>60%</td>\n<td>65%</td>\n<td>71%</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>61%</td>\n<td>69%</td>\n<td>76%</td>\n<td>82%</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>74%</td>\n<td>83%</td>\n<td>90%</td>\n<td>97%</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>56%</b></td>\n<td><b>65%</b></td>\n<td><b>71%</b></td>\n<td><b>77%</b></td>\n</tr>\n<tr>\n<td rowspan=\"5\"><b>Persons</b></td>\n<td>45–49</td>\n<td>45%</td>\n<td>53%</td>\n<td>60%</td>\n<td>66%</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>52%</td>\n<td>61%</td>\n<td>67%</td>\n<td>74%</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>64%</td>\n<td>72%</td>\n<td>79%</td>\n<td>85%</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>74%</td>\n<td>84%</td>\n<td>91%</td>\n<td>98%</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>57%</b></td>\n<td><b>67%</b></td>\n<td><b>73%</b></td>\n<td><b>80%</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Percentage of persons aged 45–64 with chronic health conditions by age and sex, Australia, 2003–2020.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00059%2Fijm-00059-fig1.tif",
                                        "size": {
                                            "width": 552,
                                            "height": 378
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00059%2Fijm-00059-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00059-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Number of people with chronic health conditions, 2003–2020.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Projections of people with chronic conditions",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "According to Health&amp;WealthMOD, 654,423 older Australians were out of the labour force due to chronic health conditions in 2003, with rates of unemployment due to poor health increasing with age. This figure was projected to increase by around one and a half times to 1,263,679 individuals, or 21% of the population aged 45–64, by 2020 (<a href=\"#table4\">Table 4</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th/>\n<th>2003</th>\n<th>2010</th>\n<th>2015</th>\n<th>2020</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"5\"><b>Females</b></td>\n<td>45–49</td>\n<td>49,017</td>\n<td>66,064</td>\n<td>73,396</td>\n<td>86,399</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>71,680</td>\n<td>96,367</td>\n<td>114,080</td>\n<td>124,187</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>109,338</td>\n<td>146,996</td>\n<td>174,574</td>\n<td>199,578</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>116,261</td>\n<td>192,569</td>\n<td>228,286</td>\n<td>270,994</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>346,297</b></td>\n<td><b>501,996</b></td>\n<td><b>590,336</b></td>\n<td><b>681,158</b></td>\n</tr>\n<tr>\n<td rowspan=\"5\"><b>Males</b></td>\n<td>45–49</td>\n<td>49,109</td>\n<td>66,467</td>\n<td>73,719</td>\n<td>86,393</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>55,075</td>\n<td>72,278</td>\n<td>85,482</td>\n<td>92,565</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>88,041</td>\n<td>114,448</td>\n<td>136,624</td>\n<td>158,164</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>115,902</td>\n<td>183,091</td>\n<td>208,687</td>\n<td>245,398</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>308,126</b></td>\n<td><b>436,285</b></td>\n<td><b>504,512</b></td>\n<td><b>582,521</b></td>\n</tr>\n<tr>\n<td rowspan=\"5\"><b>Persons</b></td>\n<td>45–49</td>\n<td>98,126</td>\n<td>132,532</td>\n<td>147,115</td>\n<td>172,792</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>126,755</td>\n<td>168,645</td>\n<td>199,561</td>\n<td>216,752</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>197,379</td>\n<td>261,445</td>\n<td>311,199</td>\n<td>357,742</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>232,163</td>\n<td>375,660</td>\n<td>436,973</td>\n<td>516,393</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>654,423</b></td>\n<td><b>938,281</b></td>\n<td><b>1,094,848</b></td>\n<td><b>1,263,679</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Number of persons aged 45–64 years out of the labour force due to chronic health conditions by age and sex, Australia, 2003–2020.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As with the growth in numbers of people with chronic conditions, this increase is largely driven by rapid growth in the 60–64 year age group which experiences the highest prevalence of disease (<a href=\"#fig2\">Figure 2</a>). Between 2003 and 2010 the number of 60–64 year olds who were projected to be out of the labour force because of chronic health conditions swelled from 232,163 to 375,660, an increase of 62%. Over the same period, the number of 45–49 year olds not working due to ill health was projected to rise by 35%, from 98,126 to 132,532 (<a href=\"#table5\">Table 5</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00059%2Fijm-00059-fig2.tif",
                                        "size": {
                                            "width": 708,
                                            "height": 489
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00059%2Fijm-00059-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00059-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Number of people out of the labour force due to chronic health conditions.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th/>\n<th>2003</th>\n<th>2010</th>\n<th>2015</th>\n<th>2020</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"5\"><b>Females</b></td>\n<td>45–49</td>\n<td>7%</td>\n<td>9%</td>\n<td>10%</td>\n<td>11%</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>11%</td>\n<td>13%</td>\n<td>15%</td>\n<td>16%</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>19%</td>\n<td>22%</td>\n<td>24%</td>\n<td>26%</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>27%</td>\n<td>31%</td>\n<td>34%</td>\n<td>37%</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>15%</b></td>\n<td><b>18%</b></td>\n<td><b>20%</b></td>\n<td><b>22%</b></td>\n</tr>\n<tr>\n<td rowspan=\"5\"><b>Males</b></td>\n<td>45–49</td>\n<td>7%</td>\n<td>9%</td>\n<td>10%</td>\n<td>11%</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>8%</td>\n<td>10%</td>\n<td>11%</td>\n<td>12%</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>15%</td>\n<td>17%</td>\n<td>19%</td>\n<td>21%</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>26%</td>\n<td>30%</td>\n<td>32%</td>\n<td>35%</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>13%</b></td>\n<td><b>16%</b></td>\n<td><b>17%</b></td>\n<td><b>19%</b></td>\n</tr>\n<tr>\n<td rowspan=\"5\"><b>Persons</b></td>\n<td>45–49</td>\n<td>7%</td>\n<td>9%</td>\n<td>10%</td>\n<td>11%</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>10%</td>\n<td>12%</td>\n<td>13%</td>\n<td>14%</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>17%</td>\n<td>20%</td>\n<td>21%</td>\n<td>23%</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>27%</td>\n<td>31%</td>\n<td>33%</td>\n<td>36%</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>14%</b></td>\n<td><b>17%</b></td>\n<td><b>19%</b></td>\n<td><b>21%</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Percentage of persons aged 45–64 years out of the labour force due to chronic health conditions, by age and sex, Australia, 2003–2020.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The number of people aged 45–64 years projected to be out of the labour force in 2020 due to ageing and population growth alone, without trends in chronic illness was 904,977, compared with 1,263,679 when trends in illness were captured.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 Projections of missing workers to 2020",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To test the sensitivity of Health&amp;WealthMOD to its underlying assumptions, two components of the base projection were modified: population growth and trends in disease prevalence (<a href=\"#table6\">Table 6</a>). Using the ABS series A population projections, assuming higher population growth, an additional 19,966 older Australians or 0.32% of the 2020 population aged 45–64 could be expected to be out of the workforce due to ill health by 2020; around 10,100 females and 9,800 males.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\"/>\n<th rowspan=\"2\"/>\n<th colspan=\"2\">Base projection</th>\n<th colspan=\"2\">High pop growth</th>\n<th colspan=\"2\">Low pop growth</th>\n<th colspan=\"2\">Disease growth *0.5</th>\n<th colspan=\"2\">Disease growth *1.5</th>\n</tr>\n<tr>\n<th>2003</th>\n<th>2020</th>\n<th>2003</th>\n<th>2020</th>\n<th>2003</th>\n<th>2020</th>\n<th>2003</th>\n<th>2020</th>\n<th>2003</th>\n<th>2020</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"5\"><b>Females</b></td>\n<td>45–49</td>\n<td>49,017</td>\n<td>86,399</td>\n<td>49,048</td>\n<td>88,756</td>\n<td>48,970</td>\n<td>83,752</td>\n<td>49,017</td>\n<td>71,143</td>\n<td>49,017</td>\n<td>101,654</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>71,680</td>\n<td>124,187</td>\n<td>71,718</td>\n<td>126,657</td>\n<td>71,624</td>\n<td>121,441</td>\n<td>71,680</td>\n<td>103,680</td>\n<td>71,680</td>\n<td>144,693</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>109,338</td>\n<td>199,578</td>\n<td>109,386</td>\n<td>202,280</td>\n<td>109,271</td>\n<td>196,512</td>\n<td>109,338</td>\n<td>173,959</td>\n<td>109,338</td>\n<td>225,196</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>116,261</td>\n<td>270,994</td>\n<td>116,309</td>\n<td>273,598</td>\n<td>116,194</td>\n<td>267,888</td>\n<td>116,261</td>\n<td>233,856</td>\n<td>116,261</td>\n<td>308,133</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>346,297</b></td>\n<td><b>681,158</b></td>\n<td><b>346,461</b></td>\n<td><b>691,290</b></td>\n<td><b>346,059</b></td>\n<td><b>669,594</b></td>\n<td><b>346,297</b></td>\n<td><b>582,639</b></td>\n<td><b>346,297</b></td>\n<td><b>779,676</b></td>\n</tr>\n<tr>\n<td rowspan=\"5\"><b>Males</b></td>\n<td>45–49</td>\n<td>49,109</td>\n<td>86,393</td>\n<td>49,149</td>\n<td>89,061</td>\n<td>49,049</td>\n<td>83,406</td>\n<td>49,109</td>\n<td>71,314</td>\n<td>49,109</td>\n<td>101,473</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>55,075</td>\n<td>92,565</td>\n<td>55,112</td>\n<td>94,757</td>\n<td>55,022</td>\n<td>90,093</td>\n<td>55,075</td>\n<td>78,108</td>\n<td>55,075</td>\n<td>107,023</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>88,041</td>\n<td>158,164</td>\n<td>88,086</td>\n<td>160,679</td>\n<td>87,976</td>\n<td>155,141</td>\n<td>88,041</td>\n<td>136,534</td>\n<td>88,041</td>\n<td>179,794</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>115,902</td>\n<td>245,398</td>\n<td>115,950</td>\n<td>247,858</td>\n<td>115,832</td>\n<td>241,897</td>\n<td>115,902</td>\n<td>215,733</td>\n<td>115,902</td>\n<td>275,063</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>308,126</b></td>\n<td><b>582,521</b></td>\n<td><b>308,296</b></td>\n<td><b>592,355</b></td>\n<td><b>307,879</b></td>\n<td><b>570,537</b></td>\n<td><b>308,126</b></td>\n<td><b>501,689</b></td>\n<td><b>308,126</b></td>\n<td><b>663,353</b></td>\n</tr>\n<tr>\n<td rowspan=\"5\"><b>Persons</b></td>\n<td>45–49</td>\n<td>98,126</td>\n<td>172,792</td>\n<td>98,197</td>\n<td>177,816</td>\n<td>98,019</td>\n<td>167,158</td>\n<td>98,126</td>\n<td>142,457</td>\n<td>98,126</td>\n<td>203,127</td>\n</tr>\n<tr>\n<td>50–54</td>\n<td>126,755</td>\n<td>216,752</td>\n<td>126,830</td>\n<td>221,414</td>\n<td>126,646</td>\n<td>211,534</td>\n<td>126,755</td>\n<td>181,788</td>\n<td>126,755</td>\n<td>251,716</td>\n</tr>\n<tr>\n<td>55–59</td>\n<td>197,379</td>\n<td>357,742</td>\n<td>197,472</td>\n<td>362,959</td>\n<td>197,247</td>\n<td>351,653</td>\n<td>197,379</td>\n<td>310,493</td>\n<td>197,379</td>\n<td>404,990</td>\n</tr>\n<tr>\n<td>60–64</td>\n<td>232,163</td>\n<td>516,393</td>\n<td>232,259</td>\n<td>521,456</td>\n<td>232,026</td>\n<td>509,786</td>\n<td>232,163</td>\n<td>449,590</td>\n<td>232,163</td>\n<td>583,195</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td><b>654,423</b></td>\n<td><b>1,263,679</b></td>\n<td><b>654,757</b></td>\n<td><b>1,283,645</b></td>\n<td><b>653,938</b></td>\n<td><b>1,240,131</b></td>\n<td><b>654,423</b></td>\n<td><b>1,084,328</b></td>\n<td><b>654,423</b></td>\n<td><b>1,443,029</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Sensitivity analysis of number of people out of the labour force due to chronic health conditions.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Conversely, series C projections saw fewer workers lost from the labour force than in the base projections, with 23,548 fewer people out of work because of their health. This included a similar number of additional workforce participants across the four age groups in the study, ranging from 5,218 extra workers aged 50–54 to 6,607 aged 60–64.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Changing the trends of growth of disease prevalence had a substantially greater effect on the number of people aged 45–64 years who were out of the labour force because of a health condition than population assumptions (<a href=\"#fig3\">Fig 3</a>), with a change in either direction of around 3% of the older Australian population. With disease growth set at half that observed from 1993 to 2003, an additional 179,351 people would remain in the workforce in 2020 compared to the base projection. Assuming disease growth rates of 1.5 times the base rates, 179,350 more Australians could be expected to be unable to work due to a chronic condition, including an additional 98,518 women and 80,832 men.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5 Sensitivity analysis",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Ageing of the population and trends in disease prevalence were projected to lead to a substantial rise of approximately 609,000 people out of the labour force due to chronic illness by 2020. This represents a near doubling of the number of people and an increase of 50% in the proportion of people not employed due to ill health. While ageing was expected to produce a net increase of around 250,500 non labour force participants, trends in chronic illness were anticipated to have a considerably greater effect. As a result, Health&WealthMOD was found to be more sensitive to alterations in health trends than to those for demographic assumptions.",
                    "type": "paragraph"
                },
                {
                    "text": "The significance of disease trends in shaping the projected increase in missing workers, highlights the critical importance of both primary prevention and early intervention to reduce disability from disease. Lifestyle factors such as smoking, or being sedentary or overweight in midlife have been shown to be predictors of subsequent disability (<a href=\"#bib35\">Vita <i>et al.</i>, 1998</a>). While smoking rates in Australia have declined considerably, increases in obesity and reductions in physical activity have been well documented (<a href=\"#bib11\">Australian Institute of Health and Welfare, 2006</a>), and obesity is widely recognised as a major risk factor for multiple chronic diseases and subsequent disability (<a href=\"#bib34\">Sturm <i>et al.</i>, 2004</a>; <a href=\"#bib22\">Gill, 2002</a>). Given the strong evidence to support the effectiveness of lifestyle interventions and medications in prevention of chronic disease and subsequent disability (<a href=\"#bib23\">Gillies <i>et al.</i>, 2007</a>; <a href=\"#bib12\">Baigent <i>et al.</i>, 2005</a>; <a href=\"#bib16\">British Cardiac Society <i>et al.</i>, 2005</a>), the findings from Health&amp;WealthMOD provide further evidence to support large-scale investment in these interventions to avert the projected increase in chronic disease with its considerable impact on the future workforce. The model is being further developed to examine the potential impact of interventions to prevent specific conditions and thereby to increase labour force participation.",
                    "type": "paragraph"
                },
                {
                    "text": "A linear trend in the growth of the prevalence of chronic illness was assumed in this study. While some chronic conditions such as diabetes, mental health conditions and neurological conditions are expected to rise, other chronic conditions such as neoplasms and circulatory conditions are expected to decline. The trend directions for these conditions for Australian population are consistent with those reported previously (<a href=\"#bib13\">Beggs <i>et al.</i>, 2007</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Some of the findings in this paper appear on the surface to differ from other published Australian data. However, apparent inconsistencies between the current findings and those of previous studies are the result of methodological differences. While our data suggests that more women are out of the labour force due to ill health than men (346,297 and 308,126 respectively), the Retirement and Retirement Intentions survey conducted by the ABS (<a href=\"#bib4\">Australian Bureau of Statistics, 1998</a>) found the opposite: 154,300 women had retired due to their own ill health compared to 335,400 men. However, those figures include only people who had retired from full time work and thus women, who are more likely never to have worked full time, are underrepresented. The current study, on the other hand, included all people out of the labour force in 2003 regardless of employment history, resulting in a higher count of women. Proportionally, however, women in this study were less likely to be out of the labour force due to a health condition than their male counterparts (51% and 76% of those out of the labour force respectively). They were also less likely to be out of work due to poor health than for other reasons, both findings consistent with the Retirement and Retirement Intentions survey. address the health conditions associated with low labour force participation. Thus, government Several limitations need to be taken into account while interpreting the results of this study. The chronic illness used in this study is the respondents’ self-reported main condition and co- morbidities are not accounted for. Although self- reported health is regarded as a valid measure (<a href=\"#bib36\">Wannamethee &amp; Shaper, 1991</a>), a possible bias in the results can not be excluded. Similarly, the exclusion of co-morbidities in the study makes the impact estimates of chronic conditions on labour force participation a conservative estimate. Finally, it is assumed in this study that the growth for each group of condition would be linear. It is possible that there will be a flattening out of the trend for each disease at some point. However, there is insufficient data to assess this and while the precise figures may not prove to be exact, the results point to the critical importance of addressing the rising prevalence of chronic conditions as part of labour force policy.",
                    "type": "paragraph"
                },
                {
                    "text": "The model estimates the extent to which health is a major driver of labour force participation and retirement. This is important in itself in a country where policy options have focussed on economic incentive to delay retirement such as changes to superannuation taxation (<a href=\"#bib8\">Australian Government, 2006</a>). This paper demonstrates that these economic policies, however important they are, will only have a limited impact on labour force participation, without health policies which policies need to focus on both health interventions to treat or prevent chronic conditions and providing economic incentives to increase the labour force participation of the older working Australian population to ensure an adequate supply of labour in the future.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00059%2Fijm-00059-fig3.tif",
                                "size": {
                                    "width": 689,
                                    "height": 462
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00059%2Fijm-00059-fig3.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00059-fig3.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Number of people aged 45–64 years out of the workforce due to chronic health conditions – base and sensitivity projections, Australia 2003–2020.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s4",
            "title": "4. Discussion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": "Access Economics",
                    "type": "group"
                }
            ],
            "date": "2005",
            "details": "The Economic Cost of Arthritis in New Zealand, Arthritis New Zealand",
            "id": "bib1",
            "title": "The Economic Cost of Arthritis in New Zealand",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Access Economics",
                    "type": "group"
                }
            ],
            "bookTitle": "The Shifting Burden of Cardiovascular Disease in Australia",
            "date": "2005",
            "discriminator": "b",
            "id": "bib2",
            "publisher": {
                "name": [
                    "National Heart Foundation of Australia"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Access Economics",
                    "type": "group"
                }
            ],
            "bookTitle": "The Impact of Age-related Macular Degeneration",
            "date": "2006",
            "id": "bib3",
            "publisher": {
                "name": [
                    "Centre for Eye Research Australia"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Australian Bureau of Statistics",
                    "type": "group"
                }
            ],
            "bookTitle": "Retirement and Retirement Intentions Survey",
            "date": "1998",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australian Bureau of Statistics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Australian Bureau of Statistics",
                    "type": "group"
                }
            ],
            "bookTitle": "2003 Disability, Ageing and Carers: Summary of findings",
            "date": "2004",
            "id": "bib5",
            "publisher": {
                "name": [
                    "Australian Bureau of Statistics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Australian Bureau of Statistics",
                    "type": "group"
                }
            ],
            "bookTitle": "Population Projection for Australia, 2002 – 2101",
            "date": "2005",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australian Bureau of Statistics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Australian Government",
                    "type": "group"
                }
            ],
            "bookTitle": "A more flexible and adaptable retirement income system",
            "date": "2004",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Commonwealth Government of Australia"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Australian Government",
                    "type": "group"
                }
            ],
            "date": "2006",
            "details": "A Plan to Simplify and Streamline Superannuation, June",
            "id": "bib8",
            "title": "A Plan to Simplify and Streamline Superannuation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Australian Institute of Health and Welfare",
                    "type": "group"
                }
            ],
            "bookTitle": "Australian Health Trends",
            "date": "2001",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "AIHW"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Australian Institute of Health and Welfare",
                    "type": "group"
                }
            ],
            "bookTitle": "Australia’s Welfare",
            "date": "2003",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "AIHW"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Australian Institute of Health and Welfare",
                    "type": "group"
                }
            ],
            "bookTitle": "Australia’s Health",
            "date": "2006",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "AIHW"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Efficacy and safety of cholesterol-lowering treatment: prospective meta-analysis of data from 90,056 participants in 14 randomised trials of statins",
            "authors": [
                {
                    "name": {
                        "index": "Baigent, C",
                        "preferred": "C Baigent"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keech, A",
                        "preferred": "A Keech"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kearney, PM",
                        "preferred": "PM Kearney"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib12",
            "journal": "Lancet",
            "pages": {
                "first": "1267",
                "last": "78",
                "range": "1267–78"
            },
            "type": "journal",
            "volume": "366"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Beggs, S",
                        "preferred": "S Beggs"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vos, T",
                        "preferred": "T Vos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barker, B",
                        "preferred": "B Barker"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The burden of disease and injury in Australia 2003",
            "date": "2007",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "AIHW"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The lifetime cost of bipolar disorder in the US: an estimate for new cases in 1998",
            "authors": [
                {
                    "name": {
                        "index": "Begley, CE",
                        "preferred": "CE Begley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Annegers, JF",
                        "preferred": "JF Annegers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Swann, A C",
                        "preferred": "A C Swann"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib14",
            "journal": "Pharmacoeconomics",
            "pages": {
                "first": "483",
                "last": "95",
                "range": "483–95"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "Chronic disease and severe disability among working-age populations",
            "authors": [
                {
                    "name": {
                        "index": "Bhattacharya, J",
                        "preferred": "J Bhattacharya"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Choudhry, K",
                        "preferred": "K Choudhry"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lakdawalla, D",
                        "preferred": "D Lakdawalla"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib15",
            "journal": "Med Care",
            "pages": {
                "first": "92",
                "last": "100",
                "range": "92–100"
            },
            "type": "journal",
            "volume": "46"
        },
        {
            "articleTitle": "JBS 2: Joint British Societies’ guidelines on prevention of cardiovascular disease in clinical practice",
            "authors": [
                {
                    "name": "British Cardiac Society, British Hypertension Society, Diabetes UK",
                    "type": "group"
                }
            ],
            "date": "2005",
            "id": "bib16",
            "journal": "Heart",
            "pages": {
                "first": "v1",
                "last": "52",
                "range": "v1–52"
            },
            "type": "journal",
            "volume": "91"
        },
        {
            "authors": [
                {
                    "name": "Commonwealth of Australia",
                    "type": "group"
                }
            ],
            "date": "2002",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Department of The Treasury"
                ]
            },
            "source": "Intergenerational Report 2002–03",
            "title": "Intergenerational Report 2002–03",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Commonwealth of Australia",
                    "type": "group"
                }
            ],
            "date": "2007",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Department of The Treasury"
                ]
            },
            "source": "Intergenerational Report 2007–08",
            "title": "Intergenerational Report 2007–08",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Costello P",
                    "type": "group"
                }
            ],
            "date": "2005",
            "id": "bib19",
            "title": "Doorstop Interview Toorak Place Retirement Village",
            "type": "web",
            "uri": "http://www.treasurer.gov.au/DisplayDocs.asp x?doc=transcripts/2005/143.htm&pageID=004&min=phc&Year=2005&DocType=2"
        },
        {
            "articleTitle": "Further evidence on recent trends in the prevalence and incidence of disability among older Americans from two sources: the LSOA and the NHIS",
            "authors": [
                {
                    "name": {
                        "index": "Crimmins, EM",
                        "preferred": "EM Crimmins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saito, Y",
                        "preferred": "Y Saito"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reynolds, SL",
                        "preferred": "SL Reynolds"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib20",
            "journal": "J Gerontol B Psychol Sci Soc Sci",
            "pages": {
                "first": "S59",
                "last": "71",
                "range": "S59–71"
            },
            "type": "journal",
            "volume": "52"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Davis, M",
                        "preferred": "M Davis"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Future shock: Costello’s tax warning, The Australian Financial Review: 8, 11, April",
            "id": "bib21",
            "title": "Future shock: Costello’s tax warning",
            "type": "unknown"
        },
        {
            "articleTitle": "Importance of preventing weight gain in adulthood",
            "authors": [
                {
                    "name": {
                        "index": "Gill, T",
                        "preferred": "T Gill"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib22",
            "journal": "Asia Pac J Clin Nutr",
            "pages": {
                "first": "S632",
                "last": "6",
                "range": "S632–6"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "Pharmacological and lifestyle interventions to prevent or delay type 2 diabetes in people with impaired glucose tolerance: systematic review and meta-analysis",
            "authors": [
                {
                    "name": {
                        "index": "Gillies, CL",
                        "preferred": "CL Gillies"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Abrams, KR",
                        "preferred": "KR Abrams"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lambert, PC",
                        "preferred": "PC Lambert"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib23",
            "journal": "Bmj",
            "pages": "299",
            "type": "journal",
            "volume": "334"
        },
        {
            "articleTitle": "The economic cost of multiple sclerosis in Sweden in 1994",
            "authors": [
                {
                    "name": {
                        "index": "Henriksson, F",
                        "preferred": "F Henriksson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jonsson, B",
                        "preferred": "B Jonsson"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib24",
            "journal": "Pharmacoeconomics",
            "pages": {
                "first": "597",
                "last": "606",
                "range": "597–606"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Howard, J",
                        "preferred": "J Howard"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib25",
            "title": "Address to the Symposium on Mature Age Luncheon",
            "type": "web",
            "uri": "http://pandora.nla.gov.au/pan/10052/200311 21-0000/www.pm.gov.au/news/speeches/speech4 62.html"
        },
        {
            "articleTitle": "Are the young becoming more disabled?",
            "authors": [
                {
                    "name": {
                        "index": "Lakdawalla, DN",
                        "preferred": "DN Lakdawalla"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bhattacharya, J",
                        "preferred": "J Bhattacharya"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goldman, DP",
                        "preferred": "DP Goldman"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib26",
            "journal": "Health Aff (Millwood)",
            "pages": {
                "first": "168",
                "last": "76",
                "range": "168–76"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lixin, C",
                        "preferred": "C Lixin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Health status and labour force participation: Evidence from the HILDA data",
            "date": "2004",
            "id": "bib27",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Melbourne"
                        ]
                    },
                    "formatted": [
                        "Melbourne"
                    ]
                },
                "name": [
                    "Melbourne Institute of Applied Economic and Social Research"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Chronic Disability Trends in Elderly United States Populations: 1982–1994",
            "authors": [
                {
                    "name": {
                        "index": "Manton, K G",
                        "preferred": "K G Manton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Corder, L",
                        "preferred": "L Corder"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stallard, E",
                        "preferred": "E Stallard"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib28",
            "journal": "Proceedings of the National Academy of Sciences of the United States of America",
            "pages": {
                "first": "2593",
                "last": "2598",
                "range": "2593–2598"
            },
            "type": "journal",
            "volume": "94"
        },
        {
            "articleTitle": "Trends in sickness benefits in Great Britain and the contribution of mental disorders",
            "authors": [
                {
                    "name": {
                        "index": "Moncrieff, J",
                        "preferred": "J Moncrieff"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pomerleau, J",
                        "preferred": "J Pomerleau"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib29",
            "journal": "J Public Health Med",
            "pages": {
                "first": "59",
                "last": "67",
                "range": "59–67"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Moore, R",
                        "preferred": "R Moore"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mao, Y",
                        "preferred": "Y Mao"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhang, J",
                        "preferred": "J Zhang"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Economic Burden of Illness in Candada 1993",
            "date": "1997",
            "id": "bib30",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Ottawa"
                        ]
                    },
                    "formatted": [
                        "Ottawa"
                    ]
                },
                "name": [
                    "Public Health Agency of Canada"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Productivity Commission",
                    "type": "group"
                }
            ],
            "bookTitle": "Economic implications of an ageing Australia",
            "date": "2005",
            "id": "bib31",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Productivity Commission"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rothman, G",
                        "preferred": "G Rothman"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib32",
            "pages": {
                "first": "149",
                "last": "168",
                "range": "149–168"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier B V"
                ]
            },
            "source": "Projections of Commonwealth Health Expenditure in Australia’s First Intergenerational Report. Modelling Our Future: Population Ageing, Health and Aged Care. A. Gupta and A. Harding",
            "title": "Projections of Commonwealth Health Expenditure in Australia’s First Intergenerational Report. Modelling Our Future: Population Ageing, Health and Aged Care. A. Gupta and A. Harding",
            "type": "report",
            "volume": "16"
        },
        {
            "articleTitle": "Chronic disease and labour force participation among older Australians",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, DJ",
                        "preferred": "DJ Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, RN",
                        "preferred": "RN Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Passey, ME",
                        "preferred": "ME Passey"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib33",
            "journal": "Med J Aust",
            "pages": {
                "first": "447",
                "last": "50",
                "range": "447–50"
            },
            "type": "journal",
            "volume": "189"
        },
        {
            "articleTitle": "Increasing obesity rates and disability trends",
            "authors": [
                {
                    "name": {
                        "index": "Sturm, R",
                        "preferred": "R Sturm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ringel, JS",
                        "preferred": "JS Ringel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Andreyeva, T",
                        "preferred": "T Andreyeva"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib34",
            "journal": "Health Aff (Millwood)",
            "pages": {
                "first": "199",
                "last": "205",
                "range": "199–205"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "articleTitle": "Aging, health risks, and cumulative disability",
            "authors": [
                {
                    "name": {
                        "index": "Vita, A",
                        "preferred": "A Vita"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Terry, R",
                        "preferred": "R Terry"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hubert, H",
                        "preferred": "H Hubert"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib35",
            "journal": "New England Journal of Medicine",
            "pages": {
                "first": "1035",
                "last": "1041",
                "range": "1035–1041"
            },
            "type": "journal",
            "volume": "338"
        },
        {
            "articleTitle": "Self-assessment of health status and mortality in middle-aged British men",
            "authors": [
                {
                    "name": {
                        "index": "Wannamethee, G",
                        "preferred": "G Wannamethee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shaper, AG",
                        "preferred": "AG Shaper"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib36",
            "journal": "Int J Epidemiol",
            "pages": {
                "first": "239",
                "last": "45",
                "range": "239–45"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "authors": [
                {
                    "name": "World Health Organisation",
                    "type": "group"
                }
            ],
            "bookTitle": "Preventing Chronic Diseases: A Vital Investment",
            "date": "2005",
            "id": "bib37",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Geneva"
                        ]
                    },
                    "formatted": [
                        "Geneva"
                    ]
                },
                "name": [
                    "WHO"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Chronic diseases and labour force participation in Australia",
            "authors": [
                {
                    "name": {
                        "index": "Zhang, X",
                        "preferred": "X Zhang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhao, X",
                        "preferred": "X Zhao"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harris, A",
                        "preferred": "A Harris"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib38",
            "journal": "J Health Econ",
            "pages": {
                "first": "91",
                "last": "108",
                "range": "91–108"
            },
            "type": "journal",
            "volume": "28"
        }
    ],
    "acknowledgements": [
        {
            "text": "This study is part of ongoing research funded by an Australian Research Council Grant (Grant No. LP0774919) and by Pfizer Australia.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
