{
    "status": "vor",
    "id": "00051",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00051",
    "authorLine": "Peter Ericson, Johan Fall",
    "title": "Taxation of closely held corporations – efficiency aspects",
    "published": "2011-08-31T00:00:00Z",
    "versionDate": "2011-08-31T00:00:00Z",
    "statusDate": "2011-08-31T00:00:00Z",
    "volume": 4,
    "issue": 2,
    "fpage": 27,
    "lpage": 40,
    "elocationId": "27-40",
    "pdf": "http://web:8082/00051/ijm-00051.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper investigates two questions regarding closely held corporations. First, possible differences between closely and widely held corporations are explored. Second, a model is developed to investigate what factors and to what extent these factors influence a person to become an active owner of a closely held corporation. A background to the first question is that profits in closely held corporations in Sweden may be taxed as labour income, with a progressive marginal tax, while profits in corporations with broad ownership are taxed as capital income, at a flat rate. If the expected return after tax is lower in closely held corporations compared to corporations with a broad ownership, entrepreneurs and investors will demand a higher pre-tax risk-adjusted return. Evidence from Swedish data, covering all Swedish corporations, does not seem to reject these hypotheses. The model developed to address the second question utilizes extensive individual panel data. Some simple simulations are carried out, indicating that changes in taxation have important impact on the propensity to become a closely held corporation owner. A conclusion is that the tax-system restrains entrepreneurship and potentially employment and growth. Some suggestions to improve and expand the model are issued. Remaining key questions are e.g. how do changes in the tax rules for closely held corporations affect efficiency aspects with significance for e.g. employment, government tax revenue and income distribution.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Ericson and Fall",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Sweden"
                        },
                        "formatted": [
                            "Sweden"
                        ]
                    },
                    "name": [
                        "Confederation of Swedish Enterprise"
                    ]
                }
            ],
            "emailAddresses": [
                "peter.ericson@empirica.se"
            ],
            "name": {
                "index": "Ericson, Peter",
                "preferred": "Peter Ericson"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Sweden"
                        },
                        "formatted": [
                            "Sweden"
                        ]
                    },
                    "name": [
                        "Confederation of Swedish Enterprise"
                    ]
                }
            ],
            "emailAddresses": [
                "johan.fall@svensktnaringsliv.se"
            ],
            "name": {
                "index": "Fall, Johan",
                "preferred": "Johan Fall"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Employment, growth and prosperity in the economy depend on a sufficient number of firms and employers providing places for people to work. According to recent research, entrepreneurship and small firms have a key role in the analysis of mechanisms driving the dynamics of structural changes, e.g. in the business sector. <sup><a href=\"#fn1\">1</a></sup> As a result SME-policy has become a key element in the Lisbon Partnership for Growth and Jobs that was re-launched in 2005. The current financial and economic crisis makes it even more important to investigate ways and means to improve opportunities for new jobs. Structural conditions for entrepreneurship, smaller and new firms may have a key role to play.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper will look into the Swedish tax system and its possible impact on entrepreneurs and small firms. It is primarily interested in effects from tax schemes and tax structures on incentives to start up and become an active owner of a CHC. The tax system is particularly relevant study object, since it is at the finger tips of policy makers and it may serve as a powerful tool in the economic policy toolbox.",
                    "type": "paragraph"
                },
                {
                    "text": "Sweden essentially has only one kind of limited companies. However, to prevent incorporation motivated by tax evasion the limited companies are from a tax perspective classified into two groups – closely held corporations (CHC) and widely held corporations (WHC). The focus of this paper is on CHC’s, because they are generally small and governed by their owner(s), and may be of key importance to growth and job creation in the economy. To better understand how risk, capital structure and ownership are related, part of this paper investigates the differences between CHC’s and WHC’s.",
                    "type": "paragraph"
                },
                {
                    "text": "The setup of this paper is as follows. It starts with a review of relevant literature. Next, it explores whether recently-available micro-data, covering all Swedish enterprises between 2000 and 2007, supports theoretically justified hypotheses about differences between CHC’s and WHC’s. An extensive data set is used, covering all corporations in Sweden during the period 2000–2007. Moreover, extensive information about the owners is available from organisation forms where individual income statements refer to a specific corporation. Specifically, this concerns businesses organised as sole proprietorships, partnerships and closely held corporations.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, a model is developed to investigate what factors and to what extent these factors influence a person to become an active owner of a CHC. The model is implemented in an existing dynamic micro-simulation model, <i>SWEtaxben,</i> which up to now lacks a treatment of self-employment and entrepreneurship. <i>SWEtaxben</i> gives us the opportunity to explore how the decision to become a CHC owner interact with other choices, and to retrieve measurements of budget effects, income distribution, labour supply, and so on. The model applies data covering register data on about eight percent of the Swedish population.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "<a href=\"#bib4\">Crawford and Freedman (2008)</a> claim that taxes matter when individuals make decisions upon becoming self-employed or realize business concepts. In Europe most countries offer the entrepreneurs the incentive to run a business as a sole proprietorship, in a partnership or in a corporation. The main differences between the legal forms concern the owners’ liabilities, number of owners and taxation. Recent trends towards dual income taxation, in opposite to a comprehensive income tax, in Europe have highlighted the dilemma of promoting entrepreneurship and at the same time prevent a conversion of labour income to lower taxed income from capital. <sup><a href=\"#fn2\">2</a></sup> Different kinds of provisions are often implemented to prevent this conversion, and one example is the so called 3:12 legislation in Sweden. This section discusses how taxes may affect economic growth, the number of entrepreneurs, and financing issues pertaining to investment projects.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The classification of corporations into CHC’s and WHC’s should be seen against the background of the government’s ambition to confine the tax advantages of converting labour income into income from capital. From an international perspective this type of legislation is common in countries with a dual tax system and is characterized to be complicated and endlessly debated. <a href=\"#bib4\">Crawford and Freedman (2008)</a> discuss the challenge to develop a sound tax system focusing on the boundaries of taxation between income from employment, self-employment and incorporated business owners. The authors argue that there is lack of evidence that tax provisions promoting incorporation <sup><a href=\"#fn3\">3</a></sup> support growth and employment. Instead any tax incentives cause a need of provisions that prevent a transfer of income from labour to income from capital or capital gains – provisions that by nature become complex and subjective, and also create administrative costs for both entrepreneurs and revenue authorities. Analyzing data from 1996 and 2006, which encloses a reform period with reduced taxation on small corporations, they find a strong increase in number of businesses, but only in the group of businesses with no employees.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib14\">Henrekson and Johansson (2008)</a> present another view on the importance of small and young firms in a meta-analysis of 20 published studies. Their main conclusion is that fast growing firms, so- called ‘Gazelles’ are on average smaller and younger than other firms, and stand for the larger portion of net employment growth. The authors conclude “that employment in new firms is crucial for total employment growth and seems to be at least of equal importance as the net job contribution of continuing (Gazelle) firms.” (op. cit., p. 18) An argument to promote entrepreneurship is then to increase the likelihood of future Gazelles.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib2\">Asoni and Sanandaji (2009)</a> discuss how progressive taxes affect both the number of entries into self-employment and the quality of the innovation or business idea, where “Quality can be thought of as representing the social welfare created by the firm\". <sup><a href=\"#fn4\">4</a></sup> They show that progressive taxes decrease the average quality of the idea. The intuition is that progressive taxes make it less profitable to continue to develop ideas until a better one might come up. Assuming that Gazelles and high-quality firms probably have much in common, the above studies lead to conclude that low marginal taxes, increase the quality of firms, while also increase the probability of Gazelles emerging. Taxing in this line of reasoning hence is of major importance for growth.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Taxation and growth",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "There is a vast literature trying to explain the emergence of self-employment, or entrepreneurial activity, theoretically and empirically. This paper is primarily interested in effects from tax schemes and tax structures on incentives to start up and become an active owner of a CHC. Research on this topic must be interpreted carefully, since differences in tax structures between countries prevents conclusions drawn for one country to be applied to other countries. For example, empirical results regarding the effects of income taxes on self-employment in Sweden often contradict in studies on US-Canada data compared. This is because income from small businesses to a large extent has been taxed as labour income in Sweden. On the other hand, the structure in the US is much more generous to profit making firms, and an income transfer from employment to self-employment is much more profitable in the US than in Sweden <sup><a href=\"#fn5\">5</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib8\">Fölster (2002)</a> and <a href=\"#bib13\">Hansson (2008b)</a> explore the relation between income taxes and self-employment in Sweden. Fölster explores variation of tax-rates between countries as well as over time and confirmes an expected negative relation between taxes and self-employment. Hansson uses Swedish LINDA data (briefly described <a href=\"#s3\">Section 3</a>) to estimate the impact from taxes on the probability to become self-employed. The results show that high levels of income taxes reduce the probability to become self-employed.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The size of the tax wedge <sup><a href=\"#fn6\">6</a></sup> from different taxation schemes on incomes earned as employed vs. self-employed does have a direct effect on the required risk premium and therefore on the probability to become self-employed. All taxes, e.g. pay roll taxes, taxes on capital gains and corporate taxes have impact on the tax wedge. However, not only the tax wedge, but also the general tax level has an impact on the level of self-employment. Probably the most important reason for this is that many studies find a lack of capital to be the main obstacle for potential entrepreneurs. High taxes make it more difficult to gather the necessary capital from savings and thus prevent a potential entrepreneur to start up an enterprise. <a href=\"#bib5\">De Mooij and Nicodème (2007)</a> use data from 17 European countries between 1997 and 2003 to find large and significant effects from the size of the tax wedge between income from employment and incorporated self-employed. <a href=\"#bib11\">Gordon &amp; Cullen (2002)</a> conclude that “tax policy and macroeconomic policies seem to be key factors generating entrepreneurial activity.” <a href=\"#bib10\">Gordon (2006)</a> compares the tax systems in USA and sweden and concludes that the regulations in Sweden punish business failures much harder than in the USA. This enhanced risk is not counteracted by any promotion, as lower taxes of businesses that survive and prosper. A simulation shows that the self-employment rate would fall by 66 percent in the US if Swedish income and corporate taxes were implemented in the US.",
                            "type": "paragraph"
                        },
                        {
                            "text": "An overall conclusion is that taxes matter when it comes to the decision of becoming self-employed. However, when comparing results from different countries, the effect of income taxes on self-employment is ambiguous. One explanation is disparity in tax structures. Any regulations determining whether incomes are taxed as labour income, capital income and/or corporate income are of importance, and the same goes for the framework of rules determining deductibility of losses. Another important factor is the possibilities of smoothing incomes over time. We have not found any literature highlighting this aspect. In Sweden, for example, a corporation can allocate up to 25 percent of net profits to a tax allocation reserve that must be liquidated after six years. Additionally, in businesses organised as sole proprietors and partnerships, profits can be taxed as a corporate profit and funded into the corporation for infinite time. This fund can be used as a carry back instrument to smooth profits over time, a mechanism not available in limited corporations.<sup><a href=\"#fn7\">7</a></sup>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Taxation and number of firms",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The previous section discussed research showing and explaining how taxes can reduce the number of firms. But taxes can also affect the existing firms’ investment behaviour (and hence employment) through the taxation of capital income. More traditional theories state that taxation at the ownership level is irrelevant to the supply of capital for investments, since a firm will find sufficient capital in an open economy as soon as risk-adjusted rate of return of the investment meets the equilibrium rate of return established in the international financial market. Thus, domestic taxation affecting the owner level would (only) affect the level of private savings, but taxation enforced at the company level would affect investments as well.",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, in practice, smaller firms and entrepreneurs have restricted access to international financial markets. One explanation for this is that information is costly and complex to produce, provide and verify. There is always a case of asymmetric information, since a large or foreign investor has few possibilities to access and verify relevant information on investment opportunities in small, or perhaps not even yet started, companies. Secondly, there is a liquidity problem associated to small firm assets and a third possible reason is that these assets seldom are divisible. An investor will be stuck with the investment for a period of time as there is no regular market to trade the asset in. For these reasons, the only available investors for small business usually are the three “F:s”: family, friends and (perhaps) fools. Bearing this in mind, it seems fair to assume that, as a result of this restricted access to capital markets, domestic taxation at the owner level may in fact influence investments. But taxing business incomes may also impact investment decisions. If business income is taxed heavily, only business ideas with sufficiently high pre-tax high profitability or pretax rates of return will be undertaken. Assuming that a high rate of return comes with high risk, investment projects may shift towards higher-risk projects.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This risk aspect of investment decisions is particularly important when studying the situation for small and owner managed firms. Relevant factors are e.g. sources of finance – including the lack of substitutability between investment in a closely held corporation and investment in the stock market and the risk exposure for an entrepreneur, often suffering from lower social security benefit (as compared to regular employment) and lack of exit options (as compared to investment in the stock market). But higher risk levels should result in increasing resistance from banks providing loans. So more than other firms, taxation of business incomes may induce small firms to take more risk, and therefore to decrease their opportunities to receive funds from the capital market, which means that they will have to use private savings, venture capital or similar private equity structures.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Third and finally, the capital structure in small companies may also be distorted by the lock-up effect. A relative high taxation of income from capital in small firms makes it less attractive for the owner to pay dividends resulting in an inefficiently high rate of shareholders’ equity.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Taxation and financing",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Taxation of small firms",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Corporate income in all limited Swedish companies is taxed at a flat rate of 26.3 per cent since January 1 2009; the previous rate was 28 per cent. Individual income is taxed under a dual system. Labour and business incomes are taxed under progressive rates, ranging from slightly above 30 per cent up to 57 per cent, while the ordinary tax rate for capital income is proportional at the rate of 30 per cent. This rate applies to e.g. interest, dividends, capital gains etc. from WHC’s, listed on a stock exchange. For capital income from non listed (private) corporations the corresponding tax rate is 25 per cent, although a special framework of rules (3:12 rules) applies to CHC’s.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper, the definition of a CHC is made from a taxation perspective. Depending on i.e. the CHC stock owner’s share in the company and an advanced assessment of the owner’s importance for the corporation’s earnings ability, the owner’s stocks may be considered to be qualified and a limited amount of capital income is taxed at 20 per cent. If this criterion is met, the corporation is defined as a CHC. However, any capital income exceeding certain limits – so called limitation amount (<i>gränsbelopp</i>) – are reclassified as labour income and taxed under the progressive rates. If the stock owner in a CHC has an ordinary labour income leaving him or her at the top marginal tax rate, any income from the qualified stocks therefore may be taxed at a rate of 57 per cent. The frame work of rules determining the limitation amount is complex and based on the company’s equity, wage sum, the interest rate and several other parameters.<sup><a href=\"#fn8\">8</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "Considering regular economic double taxation, the full tax wedge on capital income is 48.41<sup><a href=\"#fn9\">9</a></sup> per cent for income from listed WHC’s. For non listed companies (excl. CHC) the tax wedge is 44.725<sup><a href=\"#fn10\">10</a></sup> per cent. Finally, for CHC’s the tax wedge ranges from 41.04<sup><a href=\"#fn11\">11</a></sup> to 68.309<sup><a href=\"#fn12\">12</a></sup> per cent.",
                    "type": "paragraph"
                },
                {
                    "text": "The CHC framework of rules was substantially reformed in 2006. Previously, the rules were considered to be quite harsh for the tax payers, often forcing them to pay the full marginal tax rate of 57 per cent on income emanating from their business. Through the 2006 reform the situation is changed to some extent. From the tax payers’ point of view, the two major advantages of the reform are the introduction of a lower tax rate for capital income (20 or 25 per cent as opposed to the regular rate of 30 per cent previous to the reform) and a more generous calibration of the rules determining the limitation amount. In particular, owners to companies with a large wage sum benefit from the favourable rules, allowing them large dividends or capital gains, without risk to have these income reclassified and taxed under the full marginal tax regime up to 57 per cent. On the other hand some advantages of the previous system were changed, most importantly was the abolishment of the partial single taxation up to a certain (low) rate of return. Due to the fact that the reform had a rather large number of components, some with positive impact and some with negative impact, it is hard to make comparisons. Moreover, the impact of the reform is dependent on quite a few circumstances within the company; for example, the impact will be very different depending on the company’s capital structure and its number of employees. Dividend and financial policy prior to the reform will also be of importance when comparisons are made between CHC’s and WHC’s before and after the 2006 reform.",
                    "type": "paragraph"
                },
                {
                    "text": "When looking at CHC’s and possible effects from the tax system, it appears that before the reform of 2006 there was a quite clear progressive structure, especially for highly profitable investments. A simple comparison to investments in the regular stock market would suggest that closely held corporations were treated favourably by the tax system when they yielded a low rate of return but less favourable when they yielded a normal, or above normal rate of return. This suggests that for most levels, small company investments required a higher rate of return, and therefore higher risk, in order to yield the same net of tax rate of return as a stock market investment. Following this line of reasoning, one would expect that in equilibrium there would be an average of higher rates of return for small companies than for stock market investments. One would therefore anticipate a higher risk level in smaller companies. This would then have implications on the structure of financing in smaller companies, compared to other companies. Up to a certain point, the possibility to finance in the banking sector may be equivalent for smaller and for larger companies. But higher risk levels should result in increasing resistance from banks providing loans. To put it simple, banks avoid high risk. Higher risk business ideas may not gain financing through bank loans. Typically, higher risk financing may instead come from different forms of equity, such as domestic informal investments, business angels, venture capital or similar private equity structures.",
                    "type": "paragraph"
                },
                {
                    "text": "Previous empirical results from Swedish data indicated differences between CHC’s and WHC’s. In particular, the CHC’s had higher rates of return and higher solvency margins, indicating a higher risk profile, which in turn corresponded to a high corporate profitability before tax. There seemed to be an equilibrium where the relatively few businesses able to acquire the high levels of profitability have responded to the high risk by having a high solvency margin.<sup><a href=\"#fn13\">13</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "The tax reforms from 2006 may have altered the situation. Direct comparisons between the systems are difficult to make, due to different methods to define the tax base etc. One simplified description would be that the marginal tax rate at the lower end of the rate of return scale has risen at the same time as the income level above which the tax rate is higher has been moved up.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00051%2Fijm-00051-fig1.tif",
                                "size": {
                                    "width": 778,
                                    "height": 570
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00051%2Fijm-00051-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00051-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Schematic illustration of old and new rules in Sweden Marginal tax rate.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "On behalf of the Swedish Ministry of Finance, <a href=\"#bib20\">Sørensen (2008)</a> has presented how the taxation differs between alternative forms of business organisation in Sweden. When it comes to start-up firms Sørensen conclude:",
                    "type": "paragraph"
                },
                {
                    "text": "<i>“In the case of new start-up firms where the reward to entrepreneurship often takes the form of a capital gain when the initial owner sells the business, proprietorships generally face a much higher tax burden than corporations regardless of whether the burden is measured in unadjusted or in risk-adjusted terms. The main reason is that proprietors are liable to social security tax as well as progressive personal labour income tax on capital gains in excess of the imputed return to equity, unless the gain stems from the sale of real estate. A start-up firm subject to the tax rules for widely held corporations faces the lowest tax burden. The unadjusted and risk-adjusted tax burdens on a start-up firm organized as a closely held corporation are somewhat higher, but still far below those on proprietorships. Thus the different treatment of capital gains appears to be an important source of tax discrimination across organizational forms.”<sup><a href=\"#fn14\">14</a></sup></i>",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table1\">Table 1</a> presents the average effective wage rates (AETR), the risk-adjusted average effective wage rates (RAETR) and some basic statistics on different forms of organisations.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: <a href=\"#bib20\">Sørensen (2008)</a>",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th rowspan=\"2\">Sole propriatorship</th>\n<th rowspan=\"2\">CHC</th>\n<th align=\"center\" colspan=\"3\">WHC privat</th>\n<th align=\"center\" colspan=\"3\">WHC public</th>\n</tr>\n<tr>\n<th/>\n<th>Distribution of wages and dividens</th>\n<th>Distribution of dividends</th>\n<th>Distribution of wages and dividens</th>\n<th>Distribution of dividends</th>\n</tr>\n</thead>\n<tbody>\n<tr><td>Number of firms</td>\n<td align=\"center\">735,917</td>\n<td align=\"center\">190,981</td>\n<td align=\"center\" colspan=\"2\">96,638</td>\n<td align=\"center\" colspan=\"2\">339</td>\n</tr>\n<tr>\n<td><i>AETR (%</i>)</td>\n<td align=\"center\"><i>55.4</i></td>\n<td align=\"center\"><i>31.8</i></td>\n<td align=\"center\"><i>24.3</i></td>\n<td align=\"center\"><i>27.3</i></td>\n<td align=\"center\"><i>27.6</i></td>\n<td align=\"center\"><i>32</i></td>\n</tr>\n<tr><td><i>RAETR(%</i>)</td>\n<td align=\"center\"><i>60.1</i></td>\n<td align=\"center\"><i>34.5</i></td>\n<td align=\"center\"><i>26.3</i></td>\n<td align=\"center\"><i>29.6</i></td>\n<td align=\"center\"><i>30</i></td>\n<td align=\"center\"><i>34.7</i></td>\n</tr>\n<tr><td>Turnover (MSEK)</td>\n<td align=\"center\">181,602</td>\n<td align=\"center\">1,143,356</td>\n<td align=\"center\" colspan=\"2\">4,218,370</td>\n<td align=\"center\" colspan=\"2\">158,377</td></tr>\n<tr><td>Wage bill (MSEK)</td>\n<td align=\"center\">8,381</td>\n<td align=\"center\">180,418</td>\n<td align=\"center\" colspan=\"2\">448,064</td>\n<td align=\"center\" colspan=\"2\">16,663</td>\n</tr>\n<tr>\n<td>Number of employees</td>\n<td align=\"center\">49,017</td>\n<td align=\"center\">692,719</td>\n<td align=\"center\" colspan=\"2\">1,491,231</td>\n<td align=\"center\" colspan=\"2\">79,725</td></tr>\n</tbody>\n</table>"
                            ],
                            "title": "Average tax _ rates and size of alternative forms of organisations in SWEDEN 2005.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "A striking fact is that taxes levied on CHC’s are higher compared to taxes on WHC’s, although these small firms are alleged to be the abode for entrepreneurial activity and an important piece in a society striving for growth and employment. Note that the WHC’s often belong to a group and a large share of these companies is owned by the public sector. Sørensen concludes: “Among firms with individual personal owners, the closely held corporation is therefore the most important organizational form in terms of turnover, wage bill and number of employees.”<sup><a href=\"#fn15\">15</a></sup>",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Taxation of corporations in sweden and probable effects",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Statistics Sweden provides data for all Swedish companies within the data base FRIDA, which contains approximately 1,000 variables for each company. The primary source is withdrawals from standardised accounts (SRU) provided by the National Tax Agency. FRIDA includes several organisational forms for companies, e.g. limited corporations (<i>aktiebolag</i>), partnerships (<i>handelsbolag</i>) and sole proprietorships (<i>enskilda näringsidkare).</i>",
                    "type": "paragraph"
                },
                {
                    "text": "The data base LINDA, studying individual persons, is also available from Statistics Sweden. It contains slightly more than 1,000 variables for some 300,000 sample individual persons (3% of the total population). Supplementary information regarding members of households is also available. Several sources are used e.g. National Tax Agency, National Social Insurance Board and the Swedish Public Employment Service.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper uses consistent data from 2000–2007. All data is anonymized. It is possible to track a company or an individual person over time within each one of the data bases. However, there is no available information on any connections between individual persons in LINDA and companies in FRIDA. Neither is there full information regarding creation or termination for companies. Only companies that deliver an income statement to the Swedish Companies Registration Office are included in FRIDA. A consequence is that we do not know for what reason a company disappears from the database. It could be bankruptcy, fusion, liquidation or any another circumstance that would justify the company not to deliver an income statement <sup><a href=\"#fn16\">16</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "The main interest is on limited corporations. WHC’s can be quoted on a stock exchange, while CHC’s are always non-quoted and also meet some additional criteria regarding ownership concentration. Since we are only interested in active comparable private corporations the following criteria are applied when selecting our population.",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "The corporation is a limited company",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The corporation is not registered as a financial institute",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The major part of the corporation is privately owned",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The revenue is positive",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "<a href=\"#table2\">Table 2</a> presents the number of CHC’s and WHC’s that fulfil the criteria each year.<sup><a href=\"#fn17\">17</a></sup> Most private limited corporations are classified as a CHC and thereby affected by the 3:12 legislation, aiming to prevent income shifting from labour into capital income. As several studies report that taxes matter on self-employment rates, business activity, and so on, we expect to find differences when comparing aggregate statistics on CHC’s and WHC’s.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Year</th>\n<th>Closely held corporations</th>\n<th>Widely held corporations</th>\n</tr>\n</thead>\n<tbody>\n<tr><td>2001</td>\n<td>167,069</td>\n<td>42,526</td>\n</tr>\n<tr><td>2002</td>\n<td>171,550</td>\n<td>38,718</td>\n</tr>\n<tr><td>2003</td>\n<td>173,980</td>\n<td>37,329</td>\n</tr>\n<tr><td>2004</td>\n<td>179,884</td>\n<td>35,976</td>\n</tr>\n<tr><td>2005</td>\n<td>185,568</td>\n<td>35,061</td>\n</tr>\n<tr><td>2006</td>\n<td>189,178</td>\n<td>37,395</td>\n</tr>\n<tr><td>2007</td>\n<td>190,097</td>\n<td>40,748</td></tr>\n</tbody>\n</table>"
                            ],
                            "title": "Number of observations.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The database FRIDA is used to describe and analyse the structure of the CHC’s companies, a task carried out in <a href=\"#s5\">Section 5</a>. The database LINDA is applied in <a href=\"#s6\">Section 6</a>, as data source for estimation and development of simulation models.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section gives a brief overview of some descriptive data originating from FRIDA. The main interest is on limited corporations. WHC’s are often listed on a stock exchange, while CHC’s are non-listed and meet some additional criteria regarding ownership concentration.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "A brief picture of the capital structure can be obtained by a look at the solvency margin, defined as equity + untaxed reserves, divided by balance sheet total. The solvency margin may vary between companies e.g. according to line of industry, but as a general rule of thumb a company’s will improve its chances to find investors and to get favourable conditions regarding required rate of return etc. if it has a high solvency margin. There is a difference between CHC’s and WHC’s solvency margin of around 10 percentage points. During the period of time studied, the difference is quite stable. This observation seems to support the hypothesis that CHC’s have to compensate a higher average risk through a larger portion of equity capital.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A look at the liquidity situation in the different types of corporations points in the same direction. For CHC’s the curve has a kink at the end of the studied period. Interpretations must of course be done with precaution, but an explanation for this may be that the change of rules has triggered higher dividends, and thereby affected liquidity. Some further evidence is presented below.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Capital structure",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In line with our reasoning above, there may be average higher risk in CHC’s. From this it may follow that profitability also would be higher among the CHC’s. As shown in the figures below, there are some empirical observations supporting this. In fact, the difference in profitability between CHC’s and WHC’s rises in the end of the period. This would be a bit of a surprise, since tax rules have been relaxed since 2006. To some extent, time lag could explain this, as profitability in a certain year may originate from investment decisions made some years earlier, under a different tax regime.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Profitability",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Following the reasoning outline above regarding the higher solvency margin among CHC’s, a consequence would be that the CHC’s have less favourable opportunities to borrow from banks and that their loans will be more expensive. The figure below shows some evidence supporting this. Average interest on debt is higher for CHC’s and this has been the case during the whole studied period. Since the tax reform in 2006, the difference has been slightly reduced, which might have to do with diminishing differences between the risk levels of new projects.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00051%2Fijm-00051-fig2.tif",
                                        "size": {
                                            "width": 2005,
                                            "height": 546
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00051%2Fijm-00051-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00051-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Solvency margin and liquidity in CHC’s and WHC’s.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00051%2Fijm-00051-fig3.tif",
                                        "size": {
                                            "width": 1986,
                                            "height": 548
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00051%2Fijm-00051-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00051-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Profitability in CHC’s and WHC’s.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00051%2Fijm-00051-fig4.tif",
                                        "size": {
                                            "width": 908,
                                            "height": 549
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00051%2Fijm-00051-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00051-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Average interest on debt.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Interest on debts",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Unfortunately, the data does not provide a perfect variable to study the survival rate of the different types of corporations. A possible approximation may be to investigate new establishments and disappearances for each year studied. We find that there are small differences for new establishments, at least until the two latest years. There are a strong increase for WHC’s in 2006 and an even stronger increase for CHC’s in 2007. To some extent, this may be explained by a favourable business cycle.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When it comes to disappearances, there seems to be a difference stable over time. An explanation for the lower rate among CHC’s may be the higher level of personal relation from the owners. The previously discussed higher solvency margin may also contribute to a higher endurance, which in turn could result in relatively fewer disappearances.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-4",
                    "title": "5.4 Establishments and disappearances",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The important role for employment from CHC’s is described in the figure below. The total number of employees within all CHC’s is plotted on the left hand axis. On the right hand axis the average number of employees in each CHC is found. Close to one million people find their jobs through these companies. The development has been quite strong during the period, and a slight increase in growth rate may be discerned. Favourable impact from the business cycle probably explains at least part of this. There is probably a time lag from any employment effects emanating from the 2006 change of tax rules. However, the slight down turn in average number of employees has probably to do with the sharp increase in new establishments, often with the owner as sole employee.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00051%2Fijm-00051-fig5.tif",
                                        "size": {
                                            "width": 1985,
                                            "height": 551
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00051%2Fijm-00051-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00051-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Establishments and disappearances.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00051%2Fijm-00051-fig6.tif",
                                        "size": {
                                            "width": 918,
                                            "height": 547
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00051%2Fijm-00051-fig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00051-fig6.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Employees.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-5",
                    "title": "5.5 Employees",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To find out more regarding owners background, it is possible to study available information on the previous status of recently established owners. The strongest increase in new establishments is among people previously involved in other CHC’s. These are probably people with high initial knowledge of the frame work of rules and high adaptability to changes. Furthermore this is in line with theory on serial entrepreneurs etc. The probability of managing a small firm may be higher among people with previous experience.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00051%2Fijm-00051-fig7.tif",
                                        "size": {
                                            "width": 918,
                                            "height": 547
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00051%2Fijm-00051-fig7.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00051-fig7.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Owners background.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-6",
                    "title": "5.6 Owners background",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As previously described, CHC’s have showed increased profitability since the new taxation rules that came into effect in 2006. Another quite strong indication for this is that dividends have risen sharply, reaching for 30 Bn SEK, compared to a previous average level of some 10 Bn. To some extent, the dividends may emanate from previous years’ retained earnings. The previously reported decrease in liquidity is in line with such an interpretation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Capital gains are highly volatile and must be interpreted with high precaution. In the transition from 2005 to 2006 the frame work rules were subject to excessive uncertainty, triggering many owners to bring forward transactions. A threat of sharp increase in taxation of capital gains were projected. This has had impact on the statistics in the figure below. However, the rules were changed retroactively and in 2007 the level seems to be re-established on a historical average level.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00051%2Fijm-00051-fig8.tif",
                                        "size": {
                                            "width": 918,
                                            "height": 549
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00051%2Fijm-00051-fig8.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00051-fig8.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "Dividends and capital gains.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-7",
                    "title": "5.7 Dividends and capital gains",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Among the characteristics that may be of particular interest is probably first of all the fact that dividends have soared so remarkable. Dividends doubled the first year after the reform and have risen even higher the following year. If the new level will persist, the reform will prove to be profitable for government finances. Other characteristics that may be worth highlighting are the higher average rate of return and net margin among CHC’s, possibly reflecting higher average risk in these companies. Such an interpretation would also be in line with the characteristics stating that solvency margin and liquidity are higher among CHC’s.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-8",
                    "title": "5.8 Summary of characteristics",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Characteristics of CHC’S and WHC’S",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The decision to become self-employed involves a choice between different forms of business organisation. Most Swedish entrepreneurs, more than two out of three, choose to start up their business as a <i>sole proprietorship</i> or <i>partnership</i>, both with unlimited liabilities. A smaller portion of new entrepreneurs chooses to directly establish a limited <i>closely held corporation</i> (CHC).<sup><a href=\"#fn18\">18</a></sup> The latter business organisation form is familiar to transform prospering sole proprietorships or partnerships into.",
                    "type": "paragraph"
                },
                {
                    "text": "The model described below is restricted to analyse CHC ownerships. Any owner experience from sole proprietorships and partnerships are taken into account. CHC’s are considered to be the most interesting organisational form to analyse in detail. Prospering businesses and investment projects often prefer this kind of organisation, as the limited company provides a limited risk. The different taxation of CHC’s, described in <a href=\"#s2\">Section 2</a>, makes this organisation form especially interesting for business contracting (more) employees. Finally, an advantage of the CHC form (compared to sole proprietorship or partnership) is that it may signal a higher level of stability and seriousness, as current regulations require CHC’s to produce a yearly public annual report that is examined by an auditor.",
                    "type": "paragraph"
                },
                {
                    "text": "How is the choice of business organisation form affected by different factors, e.g. the taxation? In this section we present a model aiming to explain and simulate to what extent individuals choose to become self-employed as an active owner of a CHC. In the first subsection we approach the issue simply by analysing a broad number of variables and to what extent they contribute to explain the probability of becoming a CHC owner. In the following sections we develop a simple model to carry out some simulations, in which the importance of some policy variables is analysed more in detail.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Information about the individuals and the corresponding households is used to explain the probability of becoming self-employed, i.e. taking the step to be an owner in a CHC. Thus, the model is only applicable to individuals with labour income and it excludes current CHC owners. The model aims to pay regard to two explanations of importance to individual’s choices whether to become self-employed: heterogeneity in preferences and the expected return.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To represent gains or losses from becoming self-employed or not we estimate the change in disposable income when the individuals’ labour income instead are taxed as corporate income and dividends. These calculations are performed for each individual (and household) in the static micro simulation model <i>SWEtaxben</i>, which represents a detailed depiction of the regulations for tax and benefits in Sweden.<sup><a href=\"#fn19\">19</a></sup> To calculate this difference the tax/benefit model <i>SWEtaxben</i>, is used twice. First, all individuals are assumed to keep their observed status and yearly salary. Second, they are all assumed to start-up a CHC corporation that reports an income equivalent to the observed salary plus pay roll tax. Each owner is assumed to optimise the mix of salary and dividend to maximise after tax income. By analysing “difference in disposable income\", it may be possible to explore the impact of the tax and transfer systems on the return of an individual’s fixed labour cost. Thereby, the return from either becoming self-employed or remaining an employee will depend on an estimate of individual productivity and production, measured as the current labour cost. In addition to the difference in disposable income, the choice of becoming self-employed is assumed to depend on whether the individual has a previous experience from entrepreneurship in a partnership or sole proprietorship, along with personal information about gender, age, marital status, birthplace, settlement and education.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As the simulation model <i>SWEtaxben</i> is applicable to the legalisation in 2006 only, the data used in this analysis is restricted to this year along with information about the individuals’ status (self-employed or not) in 2005. The number of observations extracted from the database LINDA is 284,368 and statistics on the explanatory variables and the dependent variable are presented in <a href=\"#table3\">Table 3</a>. On average the disposable income would increase by 5,000 SEK a year when the individuals’ labour income is taxed as corporate income and dividends, instead of as labour income.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Variable</th>\n<th/>\n</tr>\n</thead>\n<tbody>\n<tr><td>New CHC owner in 2006 (dependent variable)</td>\n<td>0.9%</td></tr>\n<tr><td>Sole propriator/partnership last year</td>\n<td>7.9%</td></tr>\n<tr><td>Avarage difference in disposable income (TSEK/YEAR)</td>\n<td>5.0</td></tr>\n<tr><td>Woman</td>\n<td>50.2%</td></tr>\n<tr><td>Age &lt; 30</td>\n<td>9.3%</td></tr>\n<tr><td>Single</td>\n<td>22.4%</td></tr>\n<tr><td>Born in Sweden</td>\n<td>86.9%</td></tr>\n<tr><td>Living in a large city</td>\n<td>34.4%</td></tr>\n<tr><td>University degree</td>\n<td>19.8%</td></tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Statistics on variables in a model aiming to explain the probability of becoming a CHC owner.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The probability for an individual to become a CHC owner is modelled as an ordinary Probit model and estimates of the unknown parameters are presented in <a href=\"#table4\">Table 4</a>.<sup><a href=\"#fn20\">20</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr><th>Parameter</th>\n<th>Estimate</th>\n<th>P-value</th></tr>\n</thead>\n<tbody>\n<tr><td>Inte rcept</td>\n<td>−2.5002</td>\n<td>&lt;.0001</td></tr>\n<tr><td>Sole propriator/partnership last year</td>\n<td>0.3729</td>\n<td>&lt;.0001</td></tr>\n<tr><td>Difference in disposable income</td>\n<td>0.00538</td>\n<td>&lt;.0001</td></tr>\n<tr><td>Woman</td>\n<td>−0.2528</td>\n<td>&lt;.0001</td></tr>\n<tr><td>Age &lt; 30</td>\n<td>−0.1446</td>\n<td>&lt;.0001</td></tr>\n<tr><td>Single</td>\n<td>−0.1535</td>\n<td>&lt;.0001</td></tr>\n<tr><td>Born in Sweden</td>\n<td>0.179</td>\n<td>&lt;.0001</td></tr>\n<tr><td>Living in a large city</td>\n<td>0.1476</td>\n<td>&lt;.0001</td></tr>\n<tr><td>Unive rsity degree</td>\n<td>−0.0512</td>\n<td>0.0095</td></tr>\n<tr><td>Discriminatory power</td>\n<td>0.35</td>\n<td>Somers’ D</td></tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Probit estimates of the probability to become a CHC owner.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "According to the estimated parameters the return of shifting to self-employment as a CHC owner has a significant effect on the probability to become self-employed in a CHC. The parameters of the other variables are all significant and have expected signs. In opposition to studies using US data, high education does not increase the propensity to become self-employed. As mentioned in <a href=\"#s2-1\">Section 2.1</a>, a common explanation has to do with the taxation of high income, and how this taxation differs whether a person is an employee or self-employed. This difference is much smaller in Sweden than in the US. In Sweden only a limited part of the earnings in a CHC can be taxed at a lower rate, i.e. as income from capital. That is, the high marginal tax on labour income remains even though the income stems from a CHC.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The elasticity of becoming a CHC owner with respect to the difference in disposable income variable is on average 0.07. That is, if the difference in disposable income between being an employee vs. self-employed as a CHC owner increases by 10 percent, we expect the probability to become a CHC owner to increase by 0.7 percent. However, the elasticity varies between individuals. An example of this is shown in <a href=\"#table5\">Table 5</a>, where the average elasticity by the hourly wage deciles is presented. The elasticity increases by the wage rate, which could be explained by the non-linear tax- and benefit system, and the non-linear Probit model. In the next section the model is used to evaluate a tax reform aiming to increase entrepreneurship by increasing the return after tax.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr><th align=\"center\">Hourly wage rate (decile)</th>\n<th align=\"center\"><i>Average hourly wage rate (SEK</i>)</th>\n<th align=\"center\"><i>Elasticity</i></th></tr>\n</thead>\n<tbody>\n<tr><td align=\"center\">All</td>\n<td align=\"center\"><i>156</i></td>\n<td align=\"center\"><i>0.07</i></td></tr>\n<tr><td align=\"center\">1</td>\n<td align=\"center\"><i>95</i></td>\n<td align=\"center\"><i>0.01</i></td></tr>\n<tr><td align=\"center\">2</td>\n<td align=\"center\"><i>111</i></td>\n<td align=\"center\"><i>0.01</i></td></tr>\n<tr><td align=\"center\">3</td>\n<td align=\"center\"><i>120</i></td>\n<td align=\"center\"><i>0.01</i></td></tr>\n<tr><td align=\"center\">4</td>\n<td align=\"center\"><i>127</i></td>\n<td align=\"center\"><i>0.01</i></td></tr>\n<tr><td align=\"center\">5</td>\n<td align=\"center\">135</td>\n<td align=\"center\">0.02</td></tr>\n<tr><td align=\"center\">6</td>\n<td align=\"center\">144</td>\n<td align=\"center\">0.03</td></tr>\n<tr><td align=\"center\">7</td>\n<td align=\"center\">156</td>\n<td align=\"center\">0.06</td></tr>\n<tr><td align=\"center\">8</td>\n<td align=\"center\">172</td>\n<td align=\"center\">0.11</td></tr>\n<tr><td align=\"center\">9</td>\n<td align=\"center\">200</td>\n<td align=\"center\">0.17</td></tr>\n<tr><td align=\"center\">10</td>\n<td align=\"center\">301</td>\n<td align=\"center\">0.24</td></tr></tbody></table>"
                                    ],
                                    "title": "Disposable income elasticities to become a CHC owner.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s6-1",
                    "title": "6.1 A model for CHC ownership",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<i>SWEtaxben<sup><a href=\"#fn21\">21</a></sup></i> is a Swedish tax/benefit micro simulation model. It is an extended version of the static micro simulation model FASIT<sup><a href=\"#fn22\">22</a></sup> governed by Statistics Sweden and used by the government, researchers and associations to evaluate how different reforms’ affect e.g. government budget, income distribution and marginal taxes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Relating to the microsimulation literature<sup><a href=\"#fn23\">23</a></sup> this model can be labelled a static microsimulation model with behavioural changes. This behavioural change takes two different forms and is simulated through two different types of models; first binary models that describe mobility in/out from non-work states such as old age pension, disability, unemployment, long term sickness and second models that describe change in working hours and welfare participation. Thus, apart from the choice to work or not to work, working hours conditional on working as well as welfare participation are treated as endogenous variables. Some of the <i>SWEtaxben’s</i> features:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Labour supply is modelled as a household decision where both observed and unobserved heterogeneity are considered along with a complete description of the budget set.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "All individuals are categorized a priori to a certain status (child, old age pensioner, disability pensioner, student, unemployed, other, long term sick or working). Given a set of binary dynamic logit models, each individual are set at risk to change status when the environment changes, e.g. taxes or income from other members in the household.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Welfare is measured by a social welfare function (SWF) with the opportunity to reflect different levels of inequality aversion.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "This paper aims to extend <i>SWEtaxben</i> with a status representing self-employment. Information on individual’s income-tax statement determines whether he or she is an active owner and receives income from a CHC. This information is combined with a prediction from the model presented above. Thereby, an optimal status is determined, where the after tax income is maximised. In the next section a couple of reforms affecting the taxes of CHC owners and the CHC itself, is explored.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-2",
                    "title": "6.2 SWEtaxben and CHC owners",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The expected number of CHC owners may change when changes are made to the tax system. Below, a sample of such changes of taxes and regulations are simulated. All employed (and non CHC owner) individuals with a positive labour income are studied. For each such individual, the outcome of becoming a new CHC owner is calculated under the simulated change of tax rules. If the outcome is favourable, the simulation will show to what extent the number of CHC owners will increase.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "In 2006 a simplification in the income-tax statement was introduced for CHC owners. An option of applying a standard rule was made available. This made it possible to refrain from tedious calculations, based on historical equity contribution and salaries, aiming to decide the threshold – so called limitation amount (see <a href=\"#s3\">Section 3</a>) – that limits the amount of dividends that could be taxed under the capital income regime. The new standard rule states a standard amount (schablonbelopp), working as a minimum level for the limitation amount. In 2006 the standard amount was set to 64,950 SEK. The amount increased to 91,800 SEK in 2007, and in the forthcoming assessment year (2010) the amount is further increased to about 120,000 SEK.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The introduction of the standard amount for CHC owners did not only simplify the income-tax statement, it also reduced taxation for owners whose dividends exceeded the limitation amount according to the traditional rules. As mentioned in <a href=\"#s2\">Section 2</a>, the reform in 2006 included a tax-cut from 30 percent to 20 percent on capital income from a CHC.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "To evaluate the effects of a reform where the standard amount is increased, the probability of becoming self-employed is estimated in the model. This is carried out in a simulation covering all employed individuals earning more than 300,000 SEK (equal to around 1 million individuals). The standard amount is allowed to vary between 0 – 325,000 SEK. Some 7,000 new CHC owners is estimated at the highest simulated level of the standard amount.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s6-3-1",
                            "title": "6.3.1 A simplifying standard rule for the limitation amount",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Since 2006, the capital income tax rate has been lowered from 30 percent to 20 percent on dividends below the limitation amount. <a href=\"#fig10\">Figure 10</a> shows how the expected number of new CHC owners is affected by changes in the capital tax rate. In this simulation, covering all employed individuals earning more than 300,000 SEK (equal to around 1 million individuals), the standard amount is fixed according to present rules, at 120,000 SEK.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig9",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00051%2Fijm-00051-fig9.tif",
                                                "size": {
                                                    "width": 918,
                                                    "height": 549
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00051%2Fijm-00051-fig9.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00051-fig9.jpg"
                                                }
                                            },
                                            "label": "Figure 9",
                                            "title": "Increasing standard amount and number of new CHC owners.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig10",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00051%2Fijm-00051-fig10.tif",
                                                "size": {
                                                    "width": 918,
                                                    "height": 549
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00051%2Fijm-00051-fig10.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00051-fig10.jpg"
                                                }
                                            },
                                            "label": "Figure 10",
                                            "title": "Decreasing capital tax and number of new CHC owners.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s6-3-2",
                            "title": "6.3.2 Capital tax",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "From January 1, 2009, the payroll tax was lowered from 32.42 percent to 31.42 percent. For employees younger than 26 years of age the rate was cut by about 50 percent. Currently, there is a public debate on how to increase employment in small and medium sized corporations. Among different issues, pros and cons of a targeted decrease of the pay-roll tax is being discussed. <a href=\"#fig11\">Figure 11</a> shows a simulation, covering all employed individuals with no substantial transfer or similar income (equal to around 2.5 million individuals), where the number of CHC owners is expected to rise when a general cut in the pay roll tax for CHC’s is introduced.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig11",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00051%2Fijm-00051-fig11.tif",
                                                "size": {
                                                    "width": 918,
                                                    "height": 555
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00051%2Fijm-00051-fig11.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00051-fig11.jpg"
                                                }
                                            },
                                            "label": "Figure 11",
                                            "title": "Reduction of pay roll tax and number of new CHC owners.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s6-3-3",
                            "title": "6.3.3 Payroll tax",
                            "type": "section"
                        }
                    ],
                    "id": "s6-3",
                    "title": "6.3 Simulated tax reforms",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The model predicts whether an individual will become self-employed as an active owner of a CHC. However, it does not say anything about the corporation itself. All start-ups in the model developed in this paper are hitherto only supposed to consist of the owner and his own efforts. This assumption may be considered unrealistic for both start-ups and mature firms. The dynamics over time, where firms are prospering, voluntarily liquidated, or defaulted, are ignored. Therefore, it would be interesting to develop a corporate model that could simulate how corporations evolve over time. Given the individual start-up decision, such a corporate model also could simulate how decisions affect the firm’s destiny, and the yield to the owner(s).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another, much simpler approach might be to replicate the existing firms. In such an approach, individual decisions to become self-employed would be implemented through existing firms, with all its characteristics. These existing firms would be replicated up to an estimated number and put in the new owner’s hand. Thus, a steady state would be simulated, rather than the time at start-up.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-4",
                    "title": "6.4 The CHC’s and their owners over time – dynamics",
                    "type": "section"
                }
            ],
            "id": "s6",
            "title": "6. Taxes and incentives to become a business owner",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Empirical data seem to confirm the hypothesis that differences exist between CHC’s and WHC’s. The observed differences suggest that the Swedish tax system discriminates CHC’s. Moreover, the differences indicate that the tax system forces the CHC’s to undertake more risky investments in order to counteract the higher tax rate. Higher risk decreases supply and increases cost of foreign capital, distorting the capital structure. Excessive solidity along with a personal relation to the corporation may be explaining factors to the higher survival rate among CHC’s. Since the recent tax reforms, aiming to reduce the tax burden on owners of CHC’s, the number of CHC’s, as well as the number of employees in CHC-firms, have increased. It may still be too early to draw any stronger conclusions, but these increases may be seen as further indications confirming our hypothesis.",
                    "type": "paragraph"
                },
                {
                    "text": "In modelling CHC ownership, there are some interesting conclusions worth mentioning. Data seem to confirm expected outcomes of the duality in the tax-system that causes pre-tax profitability to be higher in CHC’s compared to WHC’s. A conclusion is that the tax-system restrains entrepreneurship and potentially employment and growth. Moreover, the choice to become self-employed is affected by the expected yield.",
                    "type": "paragraph"
                },
                {
                    "text": "A model explaining how firms evolve over time has to be developed to answer the key questions: how do changes in the tax rules for closely held corporations affect efficiency aspects with significance for e.g. employment, government tax revenue and income distribution. To enable this, data coverage also needs to be extended.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Concluding remarks",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "Background and surveys can be found in e.g. <a href=\"#bib5\">de Mooij and Nicodème (2007)</a>, <a href=\"#bib11\">Gordon and Cullen (2002)</a>, <a href=\"#bib12\">Hansson (2008)</a> and <a href=\"#bib15\">Lundström (2009)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For a discussion of dual income taxation in Europe see <a href=\"#bib9\">Genser and Reutter (2007)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The forming of a new corporation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib2\">Asoni and Sanandaji (2009)</a> p. 6.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "One of the reasons for this is that, contrary to Sweden, the US corporate tax system is ’symmetric'; it allows to deduct losses from previous profits.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The common definition of the tax wedge is the sum of all taxes divided by the tax base. For example, if the wage is 100, the marginal income tax is 57 per cent and the social security contribution fee is 32 per cent, then the tax wedge is 67 per cent (=(57+32)/132).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As a temporary measure, the Norwegian parliament has decided that losses in 2008–2009 could be carried back to 2006–2007. An upper limit of 20 MNOK per corporation and year applies.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "More information on the framework of rules is available from the National Tax Agency and in <a href=\"#bib20\">Sørensen (2008)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "48.41 =26.3 + (100−26.3)*30.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "44.725 = 26.3 + (100−26.3)*25.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "41.04 =26.3 + (100−26.3)*20.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "68.309 = 26.3 + (100−26.3)*57.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib3\">Andersson <i>et al</i>. (2004)</a> provide some analysis of the tax system previous to 2006.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib20\">Sørensen (2008)</a> p. 18.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib20\">Sørensen (2008)</a> p. 30.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "More information on FRIDA and LINDA is available from Statistics Sweden.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A corporation is defined to be a CHC if at least one owner files a particular form – the K10 form. This form is not mandatory if the owner has not received any capital gain or dividend from the corporation. To adjust for this dropping off we define a corporation to be a CHC during the whole period as soon as any owner has delivered a K10 form in any year. This definition explains probably the differences in <a href=\"#table1\">Table 1</a> and <a href=\"#table2\">2</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The standard minimum share capital in a limited corporation is 100,000 SEK (€10,000, $15,000)",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#bib7\">Ericson <i>et al</i>. (2009)</a> for a documentation of <i>SWEtaxben.</i>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For more details on the model and the underlying method, see <a href=\"#bib7\">Ericson <i>et al</i>. (2009)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#bib7\">Ericson and Flood (2009)</a> for a documentation of <i>SWEtaxben.</i>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Statistics Sweden provides a documentation of FASIT",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn22",
                    "title": "22.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See e.g. <a href=\"#bib1\">Aaberge and Colombino. (2008)</a>, <a href=\"#bib16\">Moffitt (1983)</a> and <a href=\"#bib21\">Van Soest (1995)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn23",
                    "title": "23.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Designing Optimal Taxes with a Microeconometric Model of Household Labour Supply. CHILD Working Paper no. 06/08",
            "id": "bib1",
            "title": "Designing Optimal Taxes with a Microeconometric Model of Household Labour Supply. CHILD Working Paper no. 06/08",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Asoni, Andrea",
                        "preferred": "Andrea Asoni"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sanandaji, Tino",
                        "preferred": "Tino Sanandaji"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "Research Institute of Industrial Economics",
            "id": "bib2",
            "title": "Research Institute of Industrial Economics",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Andersson, Krister",
                        "preferred": "Krister Andersson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ericson, Peter",
                        "preferred": "Peter Ericson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fall, Johan",
                        "preferred": "Johan Fall"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Swedish Network for European Studies in Economics and Business, www.snee.org",
            "id": "bib3",
            "title": "Taxation of closely held companies – new empirical results",
            "type": "unknown",
            "uri": "http://www.snee.org"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Crawford, Claire",
                        "preferred": "Claire Crawford"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Freedman, Judith",
                        "preferred": "Judith Freedman"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Small Business Taxation, The Mirrlees Review, Oxford University Press, Oxford",
            "id": "bib4",
            "title": "The Mirrlees Review",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "De Mooij, Ruud",
                        "preferred": "Ruud De Mooij"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nicodème, Gaёtan",
                        "preferred": "Gaёtan Nicodème"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "Corporate tax policy and incorporation in the EU. CEB Working Paper N° 07/016",
            "id": "bib5",
            "title": "Corporate tax policy and incorporation in the EU. CEB Working Paper N° 07/016",
            "type": "unknown"
        },
        {
            "articleTitle": "Models of Self-employment in a Competitive Market",
            "authors": [
                {
                    "name": {
                        "index": "de Wit, Gerrit",
                        "preferred": "Gerrit de Wit"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib6",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "367",
                "last": "397",
                "range": "367–397"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ericson, Peter",
                        "preferred": "Peter Ericson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flood, Lennart",
                        "preferred": "Lennart Flood"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wahlberg, Roger",
                        "preferred": "Roger Wahlberg"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "SWEtaxben: A Swedish Tax/Benefit Micro Simulation Model and an Evaluation of a Swedsh Tax Reform. IZA Discussion Paper No. 4106",
            "id": "bib7",
            "title": "SWEtaxben: A Swedish Tax/Benefit Micro Simulation Model and an Evaluation of a Swedsh Tax Reform. IZA Discussion Paper No. 4106",
            "type": "unknown"
        },
        {
            "articleTitle": "Do lower Taxes Stimulate Self-Employment?",
            "authors": [
                {
                    "name": {
                        "index": "Fölster, Stefan",
                        "preferred": "Stefan Fölster"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib8",
            "journal": "Small Business Economics",
            "pages": {
                "first": "135",
                "last": "145",
                "range": "135–145"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Genser, Bernd",
                        "preferred": "Bernd Genser"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reutter, Andreas",
                        "preferred": "Andreas Reutter"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "International Studies Program Working Paper Series, at AYSPS. GSU paper0717",
            "id": "bib9",
            "title": "International Studies Program Working Paper Series, at AYSPS. GSU paper0717",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gordon, R",
                        "preferred": "R Gordon"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Hur paverkar skatternas utformning företagande, risktagande och innovationer? En jamförelse mellan USA och Sverige, (red), Entreprenörskap och tillvaxt. Kunskap, kommersialisering och ekonomisk politik, FSF, Förlag",
            "id": "bib10",
            "title": "Entreprenörskap och tillvaxt. Kunskap, kommersialisering och ekonomisk politik",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gordon, R",
                        "preferred": "R Gordon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cullen, J",
                        "preferred": "J Cullen"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "Taxes and Entrepreneurial Activity: Theory and Evidence from the USA. NBER Working Paper 9015",
            "id": "bib11",
            "title": "Taxes and Entrepreneurial Activity: Theory and Evidence from the USA. NBER Working Paper 9015",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hansson, Åsa",
                        "preferred": "Åsa Hansson"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Skatter, Entreprenörskap och Nyföretagande. report no 12 to Sweden’s Globalisation Council",
            "id": "bib12",
            "title": "Skatter, Entreprenörskap och Nyföretagande. report no 12 to Sweden’s Globalisation Council",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hansson, Åsa",
                        "preferred": "Åsa Hansson"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Income taxes and the probability to become self-employed: The case of Sweden. Ratio Working Papers, No. 122",
            "id": "bib13",
            "title": "Income taxes and the probability to become self-employed: The case of Sweden. Ratio Working Papers, No. 122",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Henrekson, Magnus",
                        "preferred": "Magnus Henrekson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johansson, Dan",
                        "preferred": "Dan Johansson"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Gazelles as Job Creators – A Survey and Interpretation of the Evidence. IFN Working Papers, No. 733",
            "id": "bib14",
            "title": "Gazelles as Job Creators – A Survey and Interpretation of the Evidence. IFN Working Papers, No. 733",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lundström, Anders",
                        "preferred": "Anders Lundström"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "The Role of SMEs and Entrepreneurship in a Globalised Economy. report no 34 to Sweden’s Globalisation Council",
            "id": "bib15",
            "title": "The Role of SMEs and Entrepreneurship in a Globalised Economy. report no 34 to Sweden’s Globalisation Council",
            "type": "unknown"
        },
        {
            "articleTitle": "An economic model of welfare stigma",
            "authors": [
                {
                    "name": {
                        "index": "Moffitt, R",
                        "preferred": "R Moffitt"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "id": "bib16",
            "journal": "American Economic Review",
            "pages": {
                "first": "1023",
                "last": "1035",
                "range": "1023–1035"
            },
            "type": "journal",
            "volume": "73"
        },
        {
            "articleTitle": "Taxes, economic conditions and recent trends in male self-employment: a Canada UC comparison",
            "authors": [
                {
                    "name": {
                        "index": "Schuetze, Herb J",
                        "preferred": "Herb J Schuetze"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib17",
            "journal": "Labour Economics",
            "pages": {
                "first": "507",
                "last": "544",
                "range": "507–544"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": "Statistics Sweden",
                    "type": "group"
                }
            ],
            "details": "www.scb.se",
            "id": "bib18",
            "title": "www.scb.se",
            "type": "unknown",
            "uri": "http://www.scb.se",
            "date": "1000"
        },
        {
            "authors": [
                {
                    "name": "Swedish National Tax Agency",
                    "type": "group"
                }
            ],
            "details": "www.skatteverket.se",
            "id": "bib19",
            "title": "www.skatteverket.se",
            "type": "unknown",
            "uri": "http://www.skatteverket.se",
            "date": "1000"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sørensen, PB",
                        "preferred": "PB Sørensen"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Report prepared for the Swedish Ministry of Finance",
            "id": "bib20",
            "title": "The taxation of business income in Sweden",
            "type": "unknown"
        },
        {
            "articleTitle": "Structural Models of Family Labor Supply",
            "authors": [
                {
                    "name": {
                        "index": "Van Soest, A",
                        "preferred": "A Van Soest"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib21",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "63",
                "last": "88",
                "range": "63–88"
            },
            "type": "journal",
            "volume": "30"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
