{
    "status": "vor",
    "id": "00068",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00068",
    "authorLine": "Gijs Dekkers",
    "title": "Editorial",
    "published": "2012-12-31T00:00:00Z",
    "versionDate": "2012-12-31T00:00:00Z",
    "statusDate": "2012-12-31T00:00:00Z",
    "volume": 5,
    "issue": 2,
    "fpage": 1,
    "lpage": 1,
    "elocationId": "1-1",
    "pdf": "http://web:8082/00068/ijm-00068.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Dekkers",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "CESO, Katholieke Universiteit Leuven"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "Luxembourg"
                        },
                        "formatted": [
                            "Luxembourg"
                        ]
                    },
                    "name": [
                        "CEPS/INSTEAD"
                    ]
                }
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "This fall issue of the International Journal of Microsimulation contains a mixture of applications and methodological papers on microsimulation. The paper by Peter Ericson and Lennart Flood identifies a Swedish tax/benefit design that maximizes social welfare. Their study deviates from the mainstream literature by using a micro simulation model with estimated behavioural responses. This way, heterogeneity in consumption-leisure preferences for different household types is taken into account.",
                    "type": "paragraph"
                },
                {
                    "text": "Alain Jousten, Sergio Perelman, Fabio Sigismondi and Ekaterina Tarantchenko simulate the fiscal and distributional consequences of different fictitious reform scenarios of the Belgian pension system. Their approach uses accrued to date pension rights, i.e. the pensions rights that would be due if the system were shut down today and all accrued rights under current legislation were honoured.",
                    "type": "paragraph"
                },
                {
                    "text": "Hielke Buddelmeyer, Nicolas Hérault, Guyonne Kalb and Mark van Zijll de Jong disaggregate the results of a dynamic economy-wide computable general equilibrium model into results at the household and individual level by using a microsimulation model. Using these top-down linked models, they assess the effects of climate-change mitigation policies in Australia from 2005 to 2030.",
                    "type": "paragraph"
                },
                {
                    "text": "Robert Tanton acted as editor for the paper by myself and Richard Cumpston. This paper presents an alternative method to use weights in dynamic microsimulation models with dynamic ageing, other than expanding the dataset. Tests of this approach show considerable reductions in run times.",
                    "type": "paragraph"
                },
                {
                    "text": "Last issue’s he previous editorial, there was an explicit invitation for “general and more technical descriptions of new and existing microsimulation models”. This invitation was fortunately successful. The note by Judith Flory and Sven Stöwhase discusses the static microsimulation model MIKMOD-ESt. Developed and operated on behalf of the German Federal Ministry of Finance, it focuses on the German personal income tax. The model is based on official tax returns and thus allows for very detailed analyses and the evaluation of small and selective reforms.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, please note that the journal has now applied for an impact factor at Thomson Reuters. It is our belief that this yet another important step into reinforcing the IJM as an interesting outlet for your work. As a next step, the process of considering revisions of the layout of the IJM publishing layout has started. The goal of this will be to make the layout clearer and more suitable for the papers in our field.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
