{
    "status": "vor",
    "id": "00062",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00062",
    "authorLine": "Linc Thurecht et al.",
    "title": "Economic modelling of the prevention of type 2 diabetes in Australia – the diabetes model",
    "published": "2011-12-31T00:00:00Z",
    "versionDate": "2011-12-31T00:00:00Z",
    "statusDate": "2011-12-31T00:00:00Z",
    "volume": 4,
    "issue": 3,
    "fpage": 71,
    "lpage": 80,
    "elocationId": "71-80",
    "pdf": "http://web:8082/00062/ijm-00062.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper outlines the development of the Diabetes Model which projects the number of Australians 25 years of age and over who are expected to have pre-diabetes and type 2 diabetes over a 45 year simulation period. The model also simulates control of the disease in terms of glycaemic levels, cholesterol levels, weight and blood pressure control. The model produces a wide range of epidemiological and economic outputs to assess the current and projected impact of those with the disease. The number and cost of complications associated with type 2 diabetes, conditioning on the level of diabetes control, are also projected.",
                "type": "paragraph"
            },
            {
                "text": "The model also provides the capacity to quantify the effect of hypothetical public health initiatives in the management of type 2 diabetes and associated trends in risk factor prevalence and diabetes control over the simulation period. While the benefits of such programs often will not manifest until many years after implementation, the Diabetes Model simulation period enables long term benefits to be assessed beyond traditional government planning horizons. By comparing the results of the base case status quo projection to alternative simulations premised on interventions that either reduce the prevalence of diabetes risk factors or improve diabetes control among those known to have the disease, it is possible to identify the extent to which short run investments can reap long term benefits in both human and economic terms.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Thurecht et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "The National Centre for Social and Economic Modelling",
                        "University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "linc.thurecht@natsem.canberra.edu.au"
            ],
            "name": {
                "index": "Thurecht, Linc",
                "preferred": "Linc Thurecht"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "The National Centre for Social and Economic Modelling",
                        "University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "laurie.brown@natsem.canberra.edu.au"
            ],
            "name": {
                "index": "Brown, Laurie",
                "preferred": "Laurie Brown"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "The National Centre for Social and Economic Modelling",
                        "University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "mandy.yap@anu.edu.au"
            ],
            "name": {
                "index": "Yap, Mandy",
                "preferred": "Mandy Yap"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "economic modelling",
        "disease prevention",
        "type 2 diabetes",
        "Australia",
        "diabetes model"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Diabetes is a common, chronic and costly health condition that imposes a significant burden on affected individuals, their families and the community at large. The World Health Organisation (WHO) have estimated that in 2000 there were 171 million people world wide with diabetes with this number estimated to rise to 366 million people by 2030 (<a href=\"#bib21\">Wild <i>et al</i>. 2004</a>). This represents an increase in the global prevalence of the disease from 2.8 per cent to 4.4 per cent. Within Australia, it is estimated that around 940,000 Australians aged 25 years and over (7.4 per cent of the population) had diabetes in 1999–00 (<a href=\"#bib8\">Dunstan <i>et al</i>.2001</a> and <a href=\"#bib9\">Dunstan <i>et al</i>. 2002a</a>). A follow up survey indicated that in 2005 around 275 Australian adults developed diabetes every day, implying an increase in the number of people with the disease of more than 100,000 per annum (<a href=\"#bib4\">Barr <i>et al</i>. 2006</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "WHO estimates that the direct health care costs of diabetes range from 2.5 per cent to 15 per cent of annual health care budgets within individual countries, depending on the prevalence and sophistication of the treatment available. Within Australia, it was estimated that in 2000–01 around 1.7 per cent of recurrent health expenditure was spent on diabetes (<a href=\"#bib3\">AIHW 2005</a>). <a href=\"#bib12\">Goss (2008)</a> has estimated that the cost of treating diabetes in Australia will increase by 436 per cent from 2003 to 2033.",
                    "type": "paragraph"
                },
                {
                    "text": "Diabetes is a metabolic disease associated with insulin defects in terms of secretion or action or both, producing chronically high levels of blood glucose (hyperglycaemia). The most severely affected organs in the body are the kidneys, heart and blood vessels, nerves and eyes (<a href=\"#bib4\">Barr <i>et al</i>. 2006</a>). Diabetes is responsible for complications ranging across microvascular diseases<sup><a href=\"#fn1\">1</a></sup>, macrovascular diseases<sup><a href=\"#fn2\">2</a></sup>, peripheral vascular diseases<sup><a href=\"#fn3\">3</a></sup> and peripheral neuropathy. While it is known that appropriate glycaemic, cholesterol and blood pressure control in people with type 2 diabetes reduces the risk of developing complications associated with the disease (eg see <a href=\"#bib18\">UKPDS 1998a</a>-<a href=\"#bib20\">1998c</a>; <a href=\"#bib5\">Bate and Jerums 2003</a>; <a href=\"#bib7\">Clarke <i>et al</i>. 2005</a>), there is also growing evidence that those with diabetes are not appropriately managing the condition (eg see <a href=\"#bib11\">Georgiou <i>et al</i>. 2004</a>; <a href=\"#bib13\">Kemp <i>et al</i>. 2005</a>; <a href=\"#bib6\">Bryant <i>et al</i>. 2006</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Yet despite the significant burden and cost associated with the disease, type 2 diabetes which accounts for around 85–90 per cent of people with the disease in Australia, largely occurs as a result of modifiable lifestyle factors. Excess weight and physical inactivity have been identified as the two most important risk factors for diabetes. Abnormal blood pressure and cholesterol levels are also typically associated with these risk factors.",
                    "type": "paragraph"
                },
                {
                    "text": "Population health initiatives that seek to moderate individuals’ lifestyle habits to limit the onset of the disease have the potential to significantly limit the growth in the number of people with diabetes and produce the associated improvements in quality of life and reduced strain on the health system. Similarly, appropriate control of type 2 diabetes among those that are known to have the disease can significantly reduce the risk of developing a number of complications associated with the disease. However, the initial investment in such programs will typically not realise these improvements until many years into the future creating the problem of justifying government funding in the near term for benefits that may not accrue until many budget cycles hence.",
                    "type": "paragraph"
                },
                {
                    "text": "The Diabetes Model provides a means of estimating the impact that such population health initiatives can have over the long term. By extending the horizon to assess the impact of government funded initiatives over a number of decades, long term gains can be demonstrated that justify the early investment in programs aimed at diabetes prevention or improved control. Similarly, the Diabetes Model can be used to compare alternative population health strategies and to assess the relative costs and benefits of different approaches.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The objective of the Diabetes Model is to assess the long term benefits that can be gained from near term investments in population health initiatives that either reduce the prevalence of risk factors for pre-diabetes<sup><a href=\"#fn4\">4</a></sup> and type 2 diabetes or improve control of the disease among those diagnosed with the latter condition. This is achieved by providing the infrastructure for testing scenarios that may be developed for the purpose of making broad policy decisions about investments in specific population health initiatives. Other forms of diabetes are not considered as they are not primarily associated with lifestyle related risk factors or are rare.<sup><a href=\"#fn5\">5</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "To fulfil this objective, the Diabetes Model has two primary functions. The first is to model the expected number of people with pre-diabetes and type 2 diabetes, including their control of the disease. This base case simulates current trends in diabetes prevalence, risk factors, current screening and detection practices, and diabetes care. The second is to quantify both the costs and benefits that can be achieved from interventions aimed at either reducing the prevalence of diabetes related risk factors or improving the control of the disease among those diagnosed with type 2 diabetes.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Objective of the diabetes model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The Diabetes Model is a complex cell based population projections model that initially generates a time-series of cross-sectional prevalence based projections of the number of people with diabetes related risk factors. The model only considers pre-diabetes and type 2 diabetes and, due to limitations in the age coverage of the survey that was used to form the base population for the model, only people aged 25 years or more are modelled. For those with diagnosed type 2 diabetes (around 50 per cent of all people with the disease), their control of the condition is also modelled in terms of glycaemic, cholesterol, weight and blood pressure levels. Diabetes control is modelled within a separate Diabetes Management Module (DMM). Up to fifteen three-year cycles can be projected providing a 45 year simulation period.",
                    "type": "paragraph"
                },
                {
                    "text": "While the focus of the model is on those with type 2 diabetes, projecting the number of people with pre-diabetes is important due to the close relationship between these two conditions. Furthermore, the prevalence of pre-diabetes in 1999–00 was found to be 16.3 per cent among all Australians 25 years of age and over – more than twice the prevalence of those with type 2 diabetes (<a href=\"#bib8\">Dunstan <i>et al</i>. 2001</a>). The direct health care costs incurred by people with pre-diabetes has also been estimated at between 1.2 and 1.4 times the direct health cost incurred by an individual that does not have pre-diabetes or type 2 diabetes (<a href=\"#bib16\">Nichols &amp; Brown 2005</a>). As such, extending the model to those with pre-diabetes is a natural expansion of the scope of the model given the overall objective of minimising the future impact of diabetes, and in particular, providing a focus on the trade-off between direct health care costs incurred by those with the disease and the cost of providing population health programs aimed at minimising the impact of the disease.",
                    "type": "paragraph"
                },
                {
                    "text": "Similarly, the projected population of people with type 2 diabetes is dichotomised according to diagnosis of the condition for two reasons. First, there is a difference in the direct health care costs that are incurred by these two groups with those diagnosed with the disease incurring higher direct health care costs on average. Second, within the modelling environment additional functionality can be added such as modelling diabetes control and modelling interventions targeted at those known to have the disease.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The Australian Diabetes Obesity and Lifestyle Study (1999–2000) (AusDiab) was used to form the base population of the model.<sup><a href=\"#fn6\">6</a></sup> This survey collected data on 11,247 people 25 years of age and older with survey weights attached to each record such that it can be used to represent the population of all Australians 25 years and older. AusDiab collected a large range of socio-demographic and clinical data of relevance to type 2 diabetes. The sample selection was based on a stratified cluster method, with seven strata (six states and the Northern Territory) used and clusters formed through census collection districts. AusDiab is recognised as the most comprehensive population based survey of Australians with a focus on diabetes. Further details on the AusDiab survey can be found in <a href=\"#bib8\">Dunstan <i>et al</i>. 2001</a> and <a href=\"#bib9\">Dunstan <i>et al</i>. 2002a</a> and <a href=\"#bib10\">2002b</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Data on diabetes control and complications associated with the disease was obtained from the Australian National Diabetes Information Audit and Benchmarking (ANDIAB) initiative. ANDIAB is a collection of data from a number of diabetes centres and specialist endocrinologists in private practice across Australia. De-identified data from the ANDIAB 2004 (<a href=\"#bib14\">NADC 2005</a>) and ANDIAB 2006 (<a href=\"#bib15\">NADC 2007</a>) collections were provided by the data custodian, the National Association of Diabetes Centres (NADC), which was then pooled to provide a larger sample (n=2,566).<sup><a href=\"#fn7\">7</a>,<a href=\"#fn8\">8</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Australian Bureau of Statistics population projections were used to capture both the change in the size of the population and the structural ageing that is expected to occur within Australia over coming decades (<a href=\"#bib2a\">ABS 2008</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Data sources",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "There are a number of risk factors that are known to be associated with the development of pre-diabetes and type 2 diabetes. These can be divided into socio-demographic and lifestyle related. The socio-demographic risk factors included in the model are sex, age and income. The lifestyle related risk factors modelled include waist circumference, blood pressure, cholesterol, exercise and smoking history.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Each risk factor in every record of the basefile is initially assigned a binary status indicating whether the risk factor is present or absent. The presence of a lifestyle related risk factor is assessed with reference to clinical guidelines that were determined by the project Advisory Group and with reference to commonly accepted medical guidelines. The coding of socio-demographic risk factors and the clinical threshold for each lifestyle related risk factor are summarised in <a href=\"#table1\">Table 1</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "tfn1_1",
                                            "label": "a",
                                            "text": [
                                                {
                                                    "text": "These variable definitions are as specified in the AusDiab survey (refer to <a href=\"#bib8\">Dunstan <i>et al</i>. 2001</a> and the AusDiab data dictionary available at <a href=\"http://www.diabetes.com.au/AusDiab2000datadictionary\">www.diabetes.com.au/AusDiab2000datadictionary</a>).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn1_2",
                                            "label": "b",
                                            "text": [
                                                {
                                                    "text": "The threshold values are based on an aggregation across the seven income ranges reported in the AusDiab survey. The median gross weekly income in Australia in 1999–00 was $535 (<a href=\"#bib1\">ABS 2001</a>).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn1_3",
                                            "label": "c",
                                            "text": [
                                                {
                                                    "text": "The 102/88 cm (male/female) measurements are commonly accepted clinical threshold values.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn1_4",
                                            "label": "d",
                                            "text": [
                                                {
                                                    "text": "The 108.05/96.925 cm (male/female) values are an empirical threshold that splits the group of people with waist circumference ≥ 102/88 cm (male/female) into equal sizes.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn1_5",
                                            "label": "e",
                                            "text": [
                                                {
                                                    "text": "These threshold values were advised by an expert Advisory Group to the project based on clinical experience and with reference to commonly accepted medical guidelines.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Risk Factor</th>\n<th>Metrics and Threshold Values</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Sex</td>\n<td/>\n</tr>\n<tr>\n<td>Age<sup><a href=\"#tfn1_1\">a</a></sup></td>\n<td>Six categories of ten year age groups from 25–34 years up to 75+ years</td>\n</tr>\n<tr>\n<td>Income<sup><a href=\"#tfn1_2\">b</a></sup>:</td>\n<td/>\n</tr>\n<tr><td>\n&lt;list list-type=\"bullet\"&gt;\n&lt;list-item&gt;<p>Low</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Medium</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>High</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Unknown</p>&lt;/list-item&gt;\n&lt;/list&gt;\n</td>\n<td>≤ $399 per week<br/>$400 – $799 per week<br/>≥ $800 per week<br/>Unknown Income</td>\n</tr>\n<tr>\n<td>Waist Circumference:</td>\n<td/>\n</tr>\n<tr>\n<td>&lt;list list-type=\"bullet\"&gt;\n&lt;list-item&gt;<p>Not Obese<sup><a href=\"#tfn1_3\">c</a></sup></p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Obese<sup><a href=\"#tfn1_4\">d</a></sup></p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Very Obese<sup><a href=\"#tfn1_4\">d</a></sup></p>&lt;/list-item&gt;\n&lt;/list&gt;\n</td>\n<td><br/>&lt; 102/88 cm (male/female)<br/>102/88 – 108.05/96.925 cm (male/female)<br/>≥ 108.05/96.925 cm (male/female)</td>\n</tr>\n<tr>\n<td>Abnormal Cholesterol<sup><a href=\"#tfn1_5\">e</a></sup></td>\n<td>High-density lipoprotein &lt; 1.03/1.29 mmol/l (male/female)</td>\n</tr>\n<tr>\n<td>Hypertension<sup><a href=\"#tfn1_5\">e</a></sup></td>\n<td>Systolic blood pressure ≥ 140 mmHg and/or Diastolic blood pressure ≥ 90 mmHg</td>\n</tr>\n<tr>\n<td>Exercise<sup><a href=\"#tfn1_1\">a</a></sup>:</td>\n<td/>\n</tr>\n<tr>\n<td>&lt;list list-type=\"bullet\"&gt;\n&lt;list-item&gt;<p>Sufficient</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Insufficient</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Sedentary</p>&lt;/list-item&gt;\n&lt;/list&gt;\n</td>\n<td><br/>&gt; 150 minutes of physical activity time per week<br/><br/>0 – 150 minutes of physical activity time per week<br/>0 minutes physical activity time per week</td>\n</tr>\n<tr>\n<td>Smoking<sup><a href=\"#tfn1_1\">a</a></sup>:</td>\n<td/>\n</tr>\n<tr><td>\n&lt;list list-type=\"bullet\"&gt;\n&lt;list-item&gt;<p>Current</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Ex-Smoker</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Never</p>&lt;/list-item&gt;\n&lt;/list&gt;\n</td>\n<td>Smokes at least daily<br/>Smokes less than daily for at least the last three months, but used to smoke daily<br/>Smoked less than 100 cigarettes over lifetime</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Socio-Demographic and Lifestyle Related Risk Factors for Type 2 Diabetes.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Risk factors for type 2 diabetes",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Diabetes Model comprises three main parts. The first contains the base population and updates the population-based prevalence of each risk factor over the course of the simulation. The second uses these prevalence based estimates to project the number of people with pre-diabetes and type 2 diabetes, in addition to producing a range of epidemiological and economic outputs. The third, known as the Diabetes Management Module (DMM), initially projects the number of individuals with diagnosed diabetes that are meeting or not meeting clinical targets associated with control of their condition. The DMM then estimates the number and cost of complications associated with the disease.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The basefile for the model is initially compiled from the 11,247 records in the AusDiab survey. Each of these records was then assigned an identifying code to represent the particular combination of pre-diabetes and type 2 diabetes risk factors present in that record. Given the various combinations of socio-demographic and lifestyle related risk factors, there is a state space of 5,184 unique combinations of risk factors.<sup><a href=\"#fn9\">9</a></sup> Because the AusDiab survey has 11,247 records, many of these combinations are represented more than once. However, there were also 2,801 cells that were not initially represented in the basefile.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "That is, among the 11,247 AusDiab survey participants there were 2,801 combinations of socio-demographic and lifestyle related risk factors for which people were not represented in the survey. Many of these initially unrepresented combinations become populated, however, through the process of changing the prevalence of lifestyle related risk factors in each cycle of the model according to historical trends. That is, many of the 2,383 initially populated combinations are progressively diffused across the state space in each cycle of the simulation resulting in the majority of the state space becoming populated. The process of changing the prevalence of risk factors across the model population is discussed in more detail below.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-1",
                            "title": "3.3.1 The basefile",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "To update the population-based prevalence of each of the lifestyle related risk factors over the course of the simulation, empirical trends in the prevalence of each risk factor are progressively applied to the base population of the model. These historical patterns of change reflect both evolving population-based behaviour, such as the increasing prevalence of obesity and inadequate exercise, in addition to historical patterns in treatments and interventions aimed at influencing these outcomes. Data on the trend changes in prevalence for individual diabetes related risk factors are sourced from Australian Bureau of Statistics National Health Surveys, the Australian Institute of Health and Welfare Risk Factor Data Cube and the National Drug Strategy Household Survey.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "As an example of this process, if it is assumed that the prevalence of people that will become obese will increase by 5 per cent and the number that will become very obese will increase by 2 per cent in each cycle of the simulation, then there will be a proportionate decrease in the prevalence of people that are not obese. By changing prevalence rates among the various mutually exclusive states for each lifestyle related risk factor, this effectively shifts people between combinations of diabetes related risk factors. This also can result in previously unrepresented combinations of risk factors becoming populated within the model, such as the 2,801 combinations of risk factors from the initial AusDiab survey that were not represented.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Modifying the prevalence of each lifestyle related risk factor is implemented through a process of binary matching among related records in the base population of the model. From the previous example, the prevalence of each record for people that are not obese is reduced with an associated increase in the prevalence in records representing obese or very obese people, but which are identical with respect to all other risk factors. That is, records are matched such that they have exactly the same combination of socio-demographic and lifestyle related risk factors except for the status relating to obesity.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Because there is no historical data available on the joint change in lifestyle related risk factors, univariate changes in individual risk factors are cascaded through the base population by updating the prevalence of individual risk factors while holding the others constant. In each cycle of the simulation, the confluence of these univariate changes in the prevalence of individual risk factors results in an updated joint distribution of risk factors across the model population. While this may introduce some error in the joint distribution of risk factors, there is no alternative approach or external source of information to benchmark or validate against. However, among all the lifestyle related risk factors, an individual’s waist circumference was found to be the dominant determinant of the risk of developing pre-diabetes or type 2 diabetes with most of the other risk factors having a relatively small impact. Therefore, to the extent an error may be introduced in the joint prevalence of lifestyle related risk factors through the progressive application of univariate changes in these risk factors, this is considered to have at most only a minor impact on the projection of people with pre-diabetes or type 2 diabetes.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Changes in the sex and age structure of the population are effected by using the ABS population projections. No changes are made to the distribution of people by income as this would imply modelling macroeconomic and behavioural shifts among the basefile population that are beyond the scope of this model.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-2",
                            "title": "3.3.2 Updating the prevalence of lifestyle related risk factors",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "To determine the number of people with each unique combination of diabetes related risk factors, the updated distribution of the joint prevalence of risk factors is combined with the Australian Bureau of Statistics (ABS) population projection (<a href=\"#bib2a\">ABS 2008</a>). This ensures that the changing size and ageing profile of the Australian population is captured within the diabetes projection. This is then combined with the risk of diabetes conditioning on the each of the socio- demographic and lifestyle related risk factors to produce the projected number of people with pre-diabetes and type 2 diabetes for the cycle. The risk of having either of these conditions is based on a multinomial logistic regression. These relationships are summarised in <a href=\"#equ1\">(1)</a> and <a href=\"#equ2\">(2)</a>:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ1",
                                    "label": "(1)",
                                    "mathml": "<math><mi>Pr</mi><mi>e</mi><mo>−</mo><mi>d</mi><mi>i</mi><mi>a</mi><mi>b</mi><mi>e</mi><mi>t</mi><mi>e</mi><msub><mi>s</mi><mrow><mi>s</mi><mo>,</mo><mi>a</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><mi>P</mi><mi>o</mi><msub><mi>p</mi><mrow><mi>s</mi><mo>,</mo><mi>a</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>*</mo><mi>Pr</mi><mi>e</mi><msub><mi>v</mi><mrow><mi>s</mi><mo>,</mo><mi>a</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>*</mo><msubsup><mi>π</mi><mrow><mi>s</mi><mo>,</mo><mi>a</mi><mo>,</mo><mi>i</mi></mrow><mi>P</mi></msubsup></math>",
                                    "type": "mathml"
                                },
                                {
                                    "id": "equ2",
                                    "label": "(2)",
                                    "mathml": "<math><mi>D</mi><mi>i</mi><mi>a</mi><mi>b</mi><mi>e</mi><mi>t</mi><mi>e</mi><msub><mi>s</mi><mrow><mi>s</mi><mo>,</mo><mi>a</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><mi>P</mi><mi>o</mi><msub><mi>p</mi><mrow><mi>s</mi><mo>,</mo><mi>a</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>*</mo><mi>Pr</mi><mi>e</mi><msub><mi>v</mi><mrow><mi>s</mi><mo>,</mo><mi>a</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>*</mo><msubsup><mi>π</mi><mrow><mi>s</mi><mo>,</mo><mi>a</mi><mo>,</mo><mi>i</mi></mrow><mi>D</mi></msubsup></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where Pre-diabetes<sub><i>s,a,i,t</i></sub> is the number of people with pre-diabetes of sex <i>s</i> and age group <i>a</i> in cell combination <i>i</i> in cycle <i>t</i>, Diabetes<sub><i>s,a,i,t</i></sub> is the number of people with type 2 diabetes of sex <i>s</i> and age group <i>a</i> in cell combination <i>i</i> in cycle <i>t, i</i> is a unique combination of income and all lifestyle related risk factors (n=432 ie all possible combinations of risk factors within each sex-age group), Pop<sub><i>s,a,t</i></sub> is the ABS population projection by sex <i>s</i> and age group <i>a</i> in cycle <i>t</i>, Prev<sub><i>s,a,i,t</i></sub> is the prevalence of people of sex <i>s</i> and age group <i>a</i> with risk factor combination <i>i</i> in cycle <i>t</i>, and <math id=\"inf1\"><mrow><msubsup><mi>π</mi><mi>i</mi><mi>X</mi></msubsup></mrow></math> is the risk of having pre-diabetes or type 2 diabetes (respectively) conditioning on risk factor combination <i>s,a,i</i>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#equ1\">(1)</a> and <a href=\"#equ2\">(2)</a> are subject to the following constraint:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ3",
                                    "label": "(3)",
                                    "mathml": "<math><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mrow><mn>432</mn></mrow></munderover><mrow><mi>Pr</mi><mi>e</mi><msub><mi>v</mi><mi>i</mi></msub><mo>=</mo><mn>1</mn><mtext> </mtext><mtext>for</mtext><mtext> </mtext><mtext>each</mtext><mtext> </mtext><mi>s</mi><mo>,</mo><mtext> </mtext><mi>a</mi><mtext> </mtext><mtext>combination</mtext><mtext> </mtext><mtext>in</mtext><mtext> </mtext><mtext>each</mtext><mtext> </mtext><mi>t</mi></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Partitioning the state space by <i>i</i> in <i>s</i>,<i>a</i> blocks and the constraint represented in <a href=\"#equ3\">(3)</a> follows from the ABS population projections only being available at the sex-age level. However, the more detailed state space within the Diabetes Model requires the sex-age population to be distributed across the 432 possible combinations of the remaining risk factors. In effect, when changing the prevalence of a particular risk factor in cycle <i>t</i> of the simulation, proportions of people, rather than numbers of people, are shifted between risk factor states for each combination of sex and age group. This reflects the prevalence based nature of the model.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The total number of people projected to have pre-diabetes and type 2 diabetes in each cycle <i>t</i> is therefore:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ4",
                                    "label": "(4)",
                                    "mathml": "<math><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>s</mi><mo>=</mo><mn>1</mn></mrow><mn>2</mn></munderover><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>a</mi><mo>=</mo><mn>1</mn></mrow><mn>6</mn></munderover><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mrow><mn>432</mn></mrow></munderover><mrow><mi>Pr</mi><mi>e</mi><mo>−</mo><mi>D</mi><mi>i</mi><mi>a</mi><mi>b</mi><mi>e</mi><mi>t</mi><mi>e</mi><msub><mi>s</mi><mrow><mi>s</mi><mo>,</mo><mi>a</mi><mo>,</mo><mi>i</mi></mrow></msub></mrow></mstyle></mrow></mstyle></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "id": "equ5",
                                    "label": "(5)",
                                    "mathml": "<math><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>s</mi><mo>=</mo><mn>1</mn></mrow><mn>2</mn></munderover><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>a</mi><mo>=</mo><mn>1</mn></mrow><mn>6</mn></munderover><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mrow><mn>432</mn></mrow></munderover><mrow><mi>D</mi><mi>i</mi><mi>a</mi><mi>b</mi><mi>e</mi><mi>t</mi><mi>e</mi><msub><mi>s</mi><mrow><mi>s</mi><mo>,</mo><mi>a</mi><mo>,</mo><mi>i</mi></mrow></msub></mrow></mstyle></mrow></mstyle></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Finally, the projected number of people with type 2 diabetes is split between those that are known to have the disease and those that have the disease but have not been diagnosed as such. This is based on the AusDiab finding in which there was a near 50:50 split between people that were diagnosed with the disease and those that had type 2 diabetes but which had not been diagnosed prior to being surveyed. Within the modelling framework, this is an adjustable parameter. This partitioning of the projected number of people with type 2 diabetes is used by the model in estimating the cost to the health system of treating those with the disease, conditioning on diagnosis, and in passing relevant numbers to the DMM.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The model generates basic epidemiological results such as the prevalence of pre-diabetes and type 2 diabetes, disability adjusted life years (DALYs) and diabetes related deaths, in addition to economic results in terms of the cost to the health system. Discounted and non-discounted results are produced, with the discount rate being a user specified parameter.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "To validate the Diabetes Model would require a suitably detailed population based longitudinal data source that includes pre-diabetes and type 2 diabetes. However, given the absence of such data, the model can instead be benchmarked against alternative published projections. However, even these are limited and often do not align definitionally with the output of the Diabetes Model.<sup><a href=\"#fn10\">10</a></sup> To the extent comparable benchmark alternative projections are available, the Diabetes Model produces projections of the prevalence of type 2 diabetes and the cost to the health system that are bound within those of others (see <a href=\"#bib17\">Thurecht <i>et al</i>. 2009</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-3",
                            "title": "3.3.3 Projecting the number of people with pre-diabetes and type 2 diabetes",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The need to properly control diabetes is well known to prevent or delay the onset of a variety of complications associated with the disease. In particular, control of glycaemic levels, cholesterol, weight and blood pressure have been identified as important areas of diabetes control.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The control of type 2 diabetes is modelled in the Diabetes Model within the Diabetes Management Module (DMM). Only those who are projected as having been diagnosed with type 2 diabetes are considered within the DMM. The DMM models diabetes control by assigning those with type 2 diabetes to various combinations of control and durations of being known to have the disease. Royal Australian College of General Practitioners (RACGP) clinical guidelines for the control of different aspects of the disease were used to assign the binary status of whether a specific area of diabetes control was being met. These clinical targets are shown in <a href=\"#table2\">Table 2</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "table2",
                                            "label": "Table 2",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th>Measure</th>\n<th>Clinical Target</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Glycaemia (HbA1c)</td>\n<td>≤ 7%</td>\n</tr>\n<tr>\n<td>Body mass index</td>\n<td>&lt; 25kg/m2</td>\n</tr>\n<tr>\n<td>Total cholesterol</td>\n<td>&lt; 4.0 mmol/L</td>\n</tr>\n<tr>\n<td>Blood pressure (systolic/diastolic)</td>\n<td>≤ 130/80 mm Hg</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "RACGP Clinical Control Targets, 2008–2009.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "A comparison of <a href=\"#table1\">Tables 1</a> and <a href=\"#table2\">2</a> shows that different measures are used for determining the presence of risk factors for type 2 diabetes. This is initially due to varying guidance by separate advisory panels on appropriate clinical measures to use in determining the risk of developing pre-diabetes and type 2 diabetes, and those that were considered to be more relevant in controlling the disease once a person has been diagnosed with the condition. It is also the case that clinical guidelines have developed over time as experience with treating the disease has evolved. However, it should be noted that the DMM is run independently of the rest of the model with no feedbacks to alter the population based prevalence of diabetes related risk factors. The absence of feedbacks is because there is currently no cure for type 2 diabetes. Therefore, even if the DMM is used to project improved control of risk factors for type 2 diabetes (ie an ostensible reduction in the prevalence of risk factors for type 2 diabetes), this cannot be permitted to impact on the number of people projected to have the disease.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "With four areas of diabetes control and the binary status indicating whether the clinical target is being met, there are sixteen possible combinations of diabetes control as shown in <a href=\"#table3\">Table 3</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "id": "tfn3_1",
                                                    "label": "*",
                                                    "text": [
                                                        {
                                                            "text": "This refers to the combination of diabetes control across the four different areas of diabetes control. ‘G’ represents glycaemic control, ‘W’ represents weight control, ‘L’ represents cholesterol control and ‘B’ represents blood pressure control. A capital letter denotes that the clinical threshold for control in that area is being met. A lower case letter denotes that the clinical threshold for control in that area is not being met.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table3",
                                            "label": "Table 3",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th rowspan=\"2\">State of Control<a href=\"#tfn3_1\">*</a></th>\n<th colspan=\"4\"><span class=\"underline\">Controlled</span></th>\n<th colspan=\"4\"><span class=\"underline\">Not Controlled</span></th>\n</tr>\n<tr>\n<th>Glycaemic</th>\n<th>Weight</th>\n<th>Lipids</th>\n<th>BP</th>\n<th>Glycaemic</th>\n<th>Weight</th>\n<th>Lipids</th>\n<th>BP</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1 – GWLB</td>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>2 – GWLb</td>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>✓</td>\n</tr>\n<tr>\n<td>3 – GWlB</td>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td>✓</td>\n<td/>\n<td/>\n<td>✓</td>\n<td/>\n</tr>\n<tr>\n<td>4 – GWlb</td>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>✓</td>\n<td>✓</td>\n</tr>\n<tr>\n<td>5 – GwLB</td>\n<td>✓</td>\n<td/>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td>✓</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>6 – GwLb</td>\n<td>✓</td>\n<td/>\n<td>✓</td>\n<td/>\n<td/>\n<td>✓</td>\n<td/>\n<td>✓</td>\n</tr>\n<tr>\n<td>7 – GwlB</td>\n<td>✓</td>\n<td/>\n<td/>\n<td>✓</td>\n<td/>\n<td>✓</td>\n<td>✓</td>\n<td/>\n</tr>\n<tr>\n<td>8 – Gwlb</td>\n<td>✓</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n</tr>\n<tr>\n<td>9 – gWLB</td>\n<td/>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>10 – gWLb</td>\n<td/>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td>✓</td>\n<td/>\n<td/>\n<td>✓</td>\n</tr>\n<tr>\n<td>11 – gWlB</td>\n<td/>\n<td>✓</td>\n<td/>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td>✓</td>\n<td/>\n</tr>\n<tr>\n<td>12 – gWlb</td>\n<td/>\n<td>✓</td>\n<td/>\n<td/>\n<td>✓</td>\n<td/>\n<td>✓</td>\n<td>✓</td>\n</tr>\n<tr>\n<td>13 – gwLB</td>\n<td/>\n<td/>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>14 – gwLb</td>\n<td/>\n<td/>\n<td>✓</td>\n<td/>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td>✓</td>\n</tr>\n<tr>\n<td>15 – gwlB</td>\n<td/>\n<td/>\n<td/>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n<td/>\n</tr>\n<tr>\n<td>16 – gwlb</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "States of Diabetes Control.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "While the AusDiab survey collects the necessary biometric information to determine if a person with diagnosed diabetes is meeting the clinical guidelines for control of the disease, data from the Australian National Diabetes Information Audit and Benchmarking (ANDIAB) initiative was nevertheless identified as a more suitable source of information on the clinical characteristics of those with type 2 diabetes and the associated risk of developing complications related to the disease. This was because the sample size of people in the AusDiab survey with diabetes related complications was too small to produce a reliable model of the risk of developing a complication from the disease. While the ANDIAB collection was not purposely drawn to be nationally representative, <a href=\"#bib17\">Thurecht <i>et al</i>. 2009</a> examines the validity of using the ANDIAB data to represent the full population of people with type 2 diabetes and finds that the characteristics of patients represented in the ANDIAB collection was very similar to those in the nationally representative AusDiab survey.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The ANDIAB data was used to determine the distribution of people by the various combinations of diabetes control and to estimate the risk of developing complications from the disease. The following complications are modelled within the DMM:",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "Microvascular complications (microalbuminuria, macroalbuminuria, end stage renal disease and blindness);",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Macrovascular complications (myocardial infarction, cerebral stroke, coronary artery bypass graft (CABG), angioplasty and stents);",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Peripheral vascular diseases (peripheral vascular disease, foot ulcers and lower limb amputation); and",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Neuropathy.",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "bullet",
                                    "type": "list"
                                },
                                {
                                    "text": "Finally, because the risk of developing diabetes related complications is positively related to the duration of having the disease, the population of people projected to have diagnosed type 2 diabetes was also partitioned across duration bins of three years. This period of time was chosen to align with the three year projection cycles of the Diabetes Model.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "While the base case distribution of people by state of diabetes control is held fixed throughout the simulation<sup><a href=\"#fn11\">11</a></sup>, the model advances people across duration bins in each successive cycle. For example, if there are projected to be 100 males 25–34 years old in state 1 with a duration of known diabetes of less than three years, then in the following cycle it is assumed there will be at least 100 males 25–34 years old in state 1 with a duration of known diabetes of three to six years (adjusted for expected mortality).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-4",
                            "title": "3.3.4 Modelling diabetes control – the diabetes management module",
                            "type": "section"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Methodology and model construction",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Overview of the diabetes model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The Diabetes Model has the capacity to model three types of interventions. Two of these are aimed at reducing the prevalence of risk factors associated with developing pre-diabetes and type 2 diabetes, while the third focuses specifically on those that have been diagnosed with type 2 diabetes. More specifically, the types of interventions that can be modelled include:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Primary interventions that aim to reduce the prevalence of pre-diabetes and type 2 diabetes related risk factors among the entire Australian adult population;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Secondary interventions that aim to reduce the prevalence of pre-diabetes and type 2 diabetes related risk factors with intensive programs targeted at those at greater risk of developing the disease; and",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Tertiary interventions that aim to improve the control of diabetes among those that have been diagnosed with type 2 diabetes.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "Different interventions can be run by the model with each scenario built upon alternative assumptions relating to the scope, attributable outcome and cost of delivering the intervention. Interventions can be modelled either independently or jointly, thus enabling the relative benefits of investing in different sets of population health initiatives to be assessed. Sensitivity tests can also be performed to either demonstrate the range of outcomes that can be achieved for a specific intervention or to focus attention on the level of resources that would be required to achieve a particular outcome. Primary and secondary interventions are implemented in the model by modifying the base case assumption of the prevalence of individual risk factors for pre-diabetes and type 2 diabetes. Tertiary interventions are implemented in the DMM.",
                    "type": "paragraph"
                },
                {
                    "text": "Primary interventions aim to reduce the prevalence of risk factors for pre-diabetes and type 2 diabetes among the entire adult population. This may be effected, for example, by a mass media campaign to improve diet and exercise habits. The intervention is assumed to have a given outcome in terms of a trend change in the prevalence of each risk factor impacted by the initiative. In effect, a primary prevention alters the base case assumption of trends in the prevalence of lifestyle related risk factors for pre-diabetes and type 2 diabetes.",
                    "type": "paragraph"
                },
                {
                    "text": "A secondary intervention also aims to reduce the prevalence of risk factors for pre-diabetes and type 2 diabetes. However, these interventions are targeted and intensive programs that are modelled by first selecting eligible “people”<sup><a href=\"#fn12\">12</a></sup> within the model that will participate in the program. Changes are then made at the unit record level of the recorded biometric measurements, exercise and smoking habits according to the assumed attributable outcome of the intervention. The biometric measurements that can be changed are waist circumference, cholesterol levels and systolic blood pressure. Exercise and smoking prevalences are adjusted by the random selection of participants according to the specified percentage improvement among the entire group of people participating in the intervention. Following completion of the intervention, the risk factor status of each participant is then assessed with reference to the threshold values described in <a href=\"#table1\">Table 1</a> and recoded to a different combination of lifestyle related risk factors, where appropriate.",
                    "type": "paragraph"
                },
                {
                    "text": "As an example of a secondary intervention, there may be a intensive lifestyle intervention aimed at 10,000 male or female 45 to 64 year olds with either a low or medium income. The intervention might assume that, on average, participants will reduce their waist circumference by 5 per cent, improve their cholesterol levels by 10 per cent, reduce their systolic blood pressure by 10 per cent, 10 per cent of smokers will quit and 20 per cent of people will improve to sufficient exercise, all over a three year cycle. To implement the intervention, records from among the eligible population are randomly selected until 10,000 people have been selected (based on the sum of the record weights). The specified biometric improvements are applied to each record and then assessed against the relevant thresholds. Smoking and exercise status are also changed following the process described above. In this way, the risk factor status of participants can change following exposure to the intervention. A record may also be selected in more than one cycle over the course of the simulation with the cumulative impact of the interventions being carried forward.",
                    "type": "paragraph"
                },
                {
                    "text": "Tertiary interventions are aimed at improving diabetes control among people projected to be diagnosed with type 2 diabetes. This is effected by specifying the eligible population of people that may participate in the intervention and the expected percentage of participants that will improve their diabetes control in each of the four areas considered such that the clinical guidelines are met. Because of the difficulty in specifying joint changes in diabetes control across the four areas considered, univariate improvements are modelled. These are then applied in a manner that ensures that the univariate improvements across the four areas are properly reflected in the joint distribution of diabetes control following participation in the intervention. The model also allows a given percentage of people that are assumed to be initially successfully in improving their diabetes control to relapse to their former state of control in the subsequent cycle of the simulation.",
                    "type": "paragraph"
                },
                {
                    "text": "For example, if a tertiary intervention assumes that 10 per cent of participants will manage to improve control of their glycaemic levels such that the clinical guidelines are being met, there are eight possible pre-intervention states that these people could initially occupy (states 9–16 – refer to <a href=\"#table3\">Table 3</a>). Modelling the change in diabetes control in this case is effected by moving people into a paired state of diabetes control such that the improvement in glycaemic control is recognised but the extent of control in the other three areas is maintained (the appropriately matched states 1–8). If there are expected improvements in more than one area of diabetes control, then this process is progressively repeated for each area of diabetes control holding the prevalence of control for the other three constant. An example of five tertiary interventions modelled using the Diabetes Model is provided in <a href=\"#bib17\">Thurecht <i>et al</i>. 2009</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "While the specification of intervention parameters is a critical component to modelling a given intervention, often these can be based on published studies. These may involve pilot programs or evaluations of larger projects. Alternatively, an intervention can be run multiple times with input parameters being adjusted to provide a sensitivity analysis around critical aspects of the intervention.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Modelling an intervention",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The Diabetes Model was developed using Microsoft Excel as a repository for the data. All aspects of the simulation are controlled by programs written in Microsoft Visual Basic for Applications (VBA). The statistical analysis was performed using SAS. Policy developers interact with the model through a User Interface that enables over one hundred model parameters to be individually specified for each simulation.",
                    "type": "paragraph"
                },
                {
                    "text": "While the choice of platform was appropriate in the early stages of developing the Diabetes Model, certain aspects of the way the methodology was ultimately implemented has resulted in somewhat slow runtimes. While considerable effort has been made to optimise the flow of data and to remove redundant processing (within the Excel spreadsheet environment), the size of the model and future development proposals suggest that the Diabetes Model should be redeveloped using an application more suited to the size of the basefile and the amount of data manipulation being performed during the course of a simulation.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Technical specifications",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The Diabetes Model provides an important tool for policy developers to evaluate the potential costs and benefits of a given intervention to mitigate the growing burden associated with the disease. A particular strength of the Diabetes Model is the way long term benefits are identified from near term investments, something that is not always possible when considered over conventional government budgeting cycles.",
                    "type": "paragraph"
                },
                {
                    "text": "The Diabetes Model also provides a platform from which recognised groups at greater risk of developing the disease can be specifically modelled. Examples of this include younger Australians who are increasingly experiencing early onset of type 2 diabetes and indigenous Australians where it has been estimated that they are 3.4 times more likely to have the condition than non-indigenous Australians (<a href=\"#bib2\">ABS 2006</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "There remains, of course, much additional work that could be done on improving the underlying methodology of the model and more effectively modelling the risk of diabetes based on the underlying AusDiab survey. However, the model currently provides a useful platform from which to investigate the potential cost-benefits from implementing a diabetes prevention program and assessing among a range of alternatives.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": "Australian Bureau of Statistics (ABS)",
                    "type": "group"
                }
            ],
            "bookTitle": "Income Distribution. Cat. no. 6523.0",
            "date": "2001",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australian Bureau of Statistics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "ABS",
                    "type": "group"
                }
            ],
            "bookTitle": "National Aboriginal and Torres Strait Islander Health Survey, 2004–05. Cat. no. 4715.0",
            "date": "2006",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australian Bureau of Statistics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "ABS",
                    "type": "group"
                }
            ],
            "bookTitle": "Population Projections, Australia, 2006 to 2101. Catalogue Number 3222.0",
            "date": "2008",
            "id": "bib2a",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australian Bureau of Statistics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Australian Institute of Health and Welfare (AIHW)",
                    "type": "group"
                }
            ],
            "bookTitle": "Cost of Diabetes in Australia, 2000–01. Bulletin 26",
            "date": "2005",
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "AIHW"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Barr, ELM",
                        "preferred": "ELM Barr"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Magliano, DJ",
                        "preferred": "DJ Magliano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zimmet, PZ",
                        "preferred": "PZ Zimmet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Polkinghorne, KR",
                        "preferred": "KR Polkinghorne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Atkins, RC",
                        "preferred": "RC Atkins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dunstan, DW",
                        "preferred": "DW Dunstan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Murray, SG",
                        "preferred": "SG Murray"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shaw, JE.",
                        "preferred": "JE. Shaw"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "AusDiab 2005: The Australian Diabetes, Obesity and Lifestyle Study. Tracking the Accelerating Epidemic: Its Causes and Outcomes",
            "date": "2006",
            "id": "bib4",
            "publisher": {
                "name": [
                    "International Diabetes Institute"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Preventing Complications of Diabetes",
            "authors": [
                {
                    "name": {
                        "index": "Bate, KL",
                        "preferred": "KL Bate"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jerums, G",
                        "preferred": "G Jerums"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib5",
            "journal": "Medical Journal of Australia",
            "pages": {
                "first": "498",
                "last": "503",
                "range": "498–503"
            },
            "type": "journal",
            "volume": "179"
        },
        {
            "articleTitle": "Diabetes Guidelines: Easier to Preach Than to Practise?",
            "authors": [
                {
                    "name": {
                        "index": "Bryant, W",
                        "preferred": "W Bryant"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greenfield, JR",
                        "preferred": "JR Greenfield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chisholm, DJ",
                        "preferred": "DJ Chisholm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Campbell, LV",
                        "preferred": "LV Campbell"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib6",
            "journal": "Medical Journal of Australia",
            "pages": {
                "first": "305",
                "last": "309",
                "range": "305–309"
            },
            "type": "journal",
            "volume": "185"
        },
        {
            "articleTitle": "Cost-Utility Analyses of Intensive Blood Glucose and Pressure Control in Type 2 Diabetes",
            "authors": [
                {
                    "name": {
                        "index": "Clarke, P",
                        "preferred": "P Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gray, A",
                        "preferred": "A Gray"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Briggs, A",
                        "preferred": "A Briggs"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stevens, R",
                        "preferred": "R Stevens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Matthews, D",
                        "preferred": "D Matthews"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Holman, R",
                        "preferred": "R Holman"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib7",
            "journal": "Diabetologia",
            "pages": {
                "first": "868",
                "last": "877",
                "range": "868–877"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dunstan, D",
                        "preferred": "D Dunstan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zimmet, P",
                        "preferred": "P Zimmet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Welborn, T",
                        "preferred": "T Welborn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sicree, R",
                        "preferred": "R Sicree"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Armstrong, T",
                        "preferred": "T Armstrong"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Atkins, R",
                        "preferred": "R Atkins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cameron, A",
                        "preferred": "A Cameron"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shaw, J",
                        "preferred": "J Shaw"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chadban, S",
                        "preferred": "S Chadban"
                    },
                    "type": "person"
                },
                {
                    "name": "on behalf of the AusDiab Steering Committee",
                    "type": "group"
                }
            ],
            "date": "2001",
            "details": "International Diabetes Institute",
            "id": "bib8",
            "title": "Diabetes & Associated Disorders in Australia 2000 – The Accelerating Epidemic. The Australian Diabetes, Obesity and Lifestyle Study (AusDiab)",
            "type": "unknown"
        },
        {
            "articleTitle": "The Rising Prevalence of Diabetes and Impaired Glucose Tolerance – The Australian Diabetes, Obesity and Lifestyle Study",
            "authors": [
                {
                    "name": {
                        "index": "Dunstan, DW",
                        "preferred": "DW Dunstan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zimmet, PZ",
                        "preferred": "PZ Zimmet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Welborn, TA",
                        "preferred": "TA Welborn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "DeCourten, MP",
                        "preferred": "MP DeCourten"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cameron, AJ",
                        "preferred": "AJ Cameron"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sicree, RA",
                        "preferred": "RA Sicree"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dwyer, T",
                        "preferred": "T Dwyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colagiuri, S",
                        "preferred": "S Colagiuri"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jolley, D",
                        "preferred": "D Jolley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Knuiman, M",
                        "preferred": "M Knuiman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Atkins, R",
                        "preferred": "R Atkins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shaw, JE",
                        "preferred": "JE Shaw"
                    },
                    "type": "person"
                },
                {
                    "name": "on behalf of the AusDiab Steering Committee",
                    "type": "group"
                }
            ],
            "date": "2002",
            "discriminator": "a",
            "id": "bib9",
            "journal": "Diabetes Care",
            "pages": {
                "first": "829",
                "last": "834",
                "range": "829–834"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "articleTitle": "The Australian Diabetes, Obesity and Lifestyle Study (AusDiab) – Methods and Response Rates",
            "authors": [
                {
                    "name": {
                        "index": "Dunstan, DW",
                        "preferred": "DW Dunstan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zimmet, PZ",
                        "preferred": "PZ Zimmet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Welborn, TA",
                        "preferred": "TA Welborn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cameron, AJ",
                        "preferred": "AJ Cameron"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shaw, J",
                        "preferred": "J Shaw"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "DeCourten, M",
                        "preferred": "M DeCourten"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jolley, D",
                        "preferred": "D Jolley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McCarty, DJ",
                        "preferred": "DJ McCarty"
                    },
                    "type": "person"
                },
                {
                    "name": "AusDiab Steering Committee",
                    "type": "group"
                }
            ],
            "date": "2002",
            "discriminator": "b",
            "id": "bib10",
            "journal": "Diabetes Research and Clinical Practice",
            "pages": {
                "first": "119",
                "last": "129",
                "range": "119–129"
            },
            "type": "journal",
            "volume": "57"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Georgiou, A",
                        "preferred": "A Georgiou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Burns, J",
                        "preferred": "J Burns"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wan, Q",
                        "preferred": "Q Wan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flack, J",
                        "preferred": "J Flack"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Penn, D",
                        "preferred": "D Penn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Powell Davies, PG",
                        "preferred": "PG Powell Davies"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harris, MF",
                        "preferred": "MF Harris"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Sydney Centre for General Practice Integration Studies, School of Public Health and Community Medicine, University of New South wales",
            "id": "bib11",
            "title": "Divisions Diabetes and CVD Quality Improvement Project. Analysis of Division-Based Diabetes Register Data (2000–2002)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Goss, J",
                        "preferred": "J Goss"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Health and Expenditure series, No 36, Australian Institute of Health and Welfare, Canberra",
            "id": "bib12",
            "title": "Projection of Australian Health Care Expenditure by Disease, 2003 to 2033",
            "type": "unknown"
        },
        {
            "articleTitle": "Glucose, Lipid, and Blood Pressure Control In Australian Adults With Type 2 Diabetes: The 1999–2000 AusDiab",
            "authors": [
                {
                    "name": {
                        "index": "Kemp, TM",
                        "preferred": "TM Kemp"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barr, ELM",
                        "preferred": "ELM Barr"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zimmet, PZ",
                        "preferred": "PZ Zimmet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cameron, AJ",
                        "preferred": "AJ Cameron"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Welborn, TA",
                        "preferred": "TA Welborn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colaguiri, S",
                        "preferred": "S Colaguiri"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Phillips, P",
                        "preferred": "P Phillips"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shaw, J E",
                        "preferred": "J E Shaw"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib13",
            "journal": "Diabetes Care",
            "pages": {
                "first": "1490",
                "last": "1492",
                "range": "1490–1492"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "authors": [
                {
                    "name": "National Association of Diabetes Centres (NADC)",
                    "type": "group"
                }
            ],
            "date": "2005",
            "id": "bib14",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australian Government Department of Health and Ageing"
                ]
            },
            "source": "Final Report ANDIAB 2004: Australian National Diabetes Information Audit and Benchmarking",
            "title": "Final Report ANDIAB 2004: Australian National Diabetes Information Audit and Benchmarking",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "NADC",
                    "type": "group"
                }
            ],
            "date": "2007",
            "id": "bib15",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australian Government Department of Health and Ageing"
                ]
            },
            "source": "Final Report ANDIAB 2006: Australian National Diabetes Information Audit and Benchmarking",
            "title": "Final Report ANDIAB 2006: Australian National Diabetes Information Audit and Benchmarking",
            "type": "report"
        },
        {
            "articleTitle": "Higher Medical Care Costs Accompany Impaired Fasting Glucose",
            "authors": [
                {
                    "name": {
                        "index": "Nichols, G",
                        "preferred": "G Nichols"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, J",
                        "preferred": "J Brown"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib16",
            "journal": "Diabetes Care",
            "pages": {
                "first": "2223",
                "last": "2229",
                "range": "2223–2229"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Thurecht, L",
                        "preferred": "L Thurecht"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Armstrong, A",
                        "preferred": "A Armstrong"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "National Centre for Social and Economic Modelling, University of Canberra",
            "id": "bib17",
            "title": "Bridging the Gap in Meeting the Clinical Targets for the Treatment of Type 2 Diabetes",
            "type": "unknown"
        },
        {
            "articleTitle": "Intensive Blood Glucose Control With Sulphonylureas or Insulin Compared With Conventional Treatment and Risk of Complications In Patients With Type 2 Diabetes",
            "authors": [
                {
                    "name": "UKPDS (United Kingdom Prospective Diabetes Study)",
                    "type": "group"
                }
            ],
            "date": "1998",
            "discriminator": "a",
            "id": "bib18",
            "journal": "Lancet",
            "pages": {
                "first": "837",
                "last": "853",
                "range": "837–853"
            },
            "type": "journal",
            "volume": "352"
        },
        {
            "articleTitle": "Effect of Intensive Blood-Glucose Control With Metformin On Complications In Overweight Patients With Type 2 Diabetes",
            "authors": [
                {
                    "name": "UKPDS",
                    "type": "group"
                }
            ],
            "date": "1998",
            "discriminator": "b",
            "id": "bib19",
            "journal": "Lancet",
            "pages": {
                "first": "854",
                "last": "865",
                "range": "854–865"
            },
            "type": "journal",
            "volume": "352"
        },
        {
            "articleTitle": "Tight Blood Pressure Control and Risk of Macrovascular and Microvascular Complications In Type 2 Diabetes",
            "authors": [
                {
                    "name": "UKPDS",
                    "type": "group"
                }
            ],
            "date": "1998",
            "discriminator": "c",
            "id": "bib20",
            "journal": "British Medical Journal",
            "pages": {
                "first": "703",
                "last": "713",
                "range": "703–713"
            },
            "type": "journal",
            "volume": "317"
        },
        {
            "articleTitle": "Global Prevalence of Diabetes",
            "authors": [
                {
                    "name": {
                        "index": "Wild, S",
                        "preferred": "S Wild"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roglic, G",
                        "preferred": "G Roglic"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Green, A",
                        "preferred": "A Green"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sicree, R",
                        "preferred": "R Sicree"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "King, H",
                        "preferred": "H King"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib21",
            "journal": "Diabetes Care",
            "pages": {
                "first": "1047",
                "last": "1053",
                "range": "1047–1053"
            },
            "type": "journal",
            "volume": "27"
        }
    ],
    "acknowledgements": [
        {
            "text": "Andrew Armstrong, Patient Reported Outcomes Unit, AP-HP, Hôpital Saint-Louis, Paris, France, is acknowledged for his contribution to the development of the Diabetes Model since the 2007 International Microsimulation Conference where this paper was initially presented.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
