{
    "status": "vor",
    "id": "00060",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00060",
    "authorLine": "Jacques Légaré, Yann Décarie",
    "title": "Using statistics Canada LifePaths microsimulation model to project the disability status of Canadian elderly",
    "published": "2011-12-31T00:00:00Z",
    "versionDate": "2011-12-31T00:00:00Z",
    "statusDate": "2011-12-31T00:00:00Z",
    "volume": 4,
    "issue": 3,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00060/ijm-00060.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Complex population projections usually use microsimulation models; in Canada, Statistics Canada has developed a global dynamic microsimulation model named LifePaths in the Modgen programming language to be used in policy research. LifePaths provides a platform to build on for our research program, conjointly with Dr Janice Keefe from Mount Saint Vincent University, on projections of the Canadian chronic homecare needs for the elderly up to 2031 and of the human resources required. Beside marital status, family networks and living arrangements, future disability status of the elderly is a key variable, but an intricate one. Since disability status transitions were previously conditioned only on age and sex, we will use here the current disability module of LifePaths with longitudinal data from Canada’s National Population Health Survey (NPHS). These new disability status transitions are considering other significant explicative variables like marital status, education etc. We will then present projections of future Canadian elderly by disability status and a comparison with nine European countries for the Future Elderly Living Conditions in Europe (FELICIE) Research Program which has used the same approach. Our previous researches have shown the importance of future disability level for the management of an elderly society. The main output of the present paper would first produce, with new health scenarios, new estimates for Canada of elderly in poor health, for those aged 75 and over. Secondly, it would produce an interesting comparative analysis, useful especially for implementing new policies for the well-being of the Canadian elderly.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Légaré and Décarie",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Canada"
                        },
                        "formatted": [
                            "Canada"
                        ]
                    },
                    "name": [
                        "Département de démographie",
                        "Université de Montréal"
                    ]
                }
            ],
            "emailAddresses": [
                "jacques.legare@umontreal.ca"
            ],
            "name": {
                "index": "Légaré, Jacques",
                "preferred": "Jacques Légaré"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Canada"
                        },
                        "formatted": [
                            "Canada"
                        ]
                    },
                    "name": [
                        "Programme de démographie, Institut national de la recherche scientifique, INRS – Urbanisation Culture Société"
                    ]
                }
            ],
            "emailAddresses": [
                "yann.decarie@ucs.inrs.ca"
            ],
            "name": {
                "index": "Décarie, Yann",
                "preferred": "Yann Décarie"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "microsimulation",
        "elderly population",
        "aging",
        "LifePaths",
        "health",
        "disability",
        "Canada"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Population aging among developed countries is well on its way. The growing proportion of the elderly population and the changes occurring within the whole age structure of the population threaten the sustainability of social security systems, especially with regards to pensions and health care (<a href=\"#bib18\">World Bank, 1994</a>). In the next 25 years, the most important increases within the elderly population, both in Canada and Europe, are expected to occur among the oldest old, that is people aged 75 years old and over. This rapid growth reflects the aging of the baby-boom cohort as well as an improved survival to and beyond age 75. Although many older people remain in good health until quite advanced ages, risks of becoming disabled increase significantly at age 75 and over. The growing oldest old population has therefore important implications regarding support systems, both formal and informal (<a href=\"#bib4\">Carrière <i>et al</i>., 2006</a>). Drawing conclusions on future needs from actual characteristics of the elderly may be misleading; since the elderly population of the future will be very different of those of today (<a href=\"#bib3\">Carrière <i>et al</i>., 2007</a>). Therefore, in order to be policy relevant, elderly population projections and their implied needs for support should include covariates like marital status, living arrangements, health conditions, and potential support from surviving partner and children.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Mortality projections have been in the air for a long time for both actuaries and demographers, because high mortality was a public health issue in younger societies and death data have become more and more available. Major improvements were made when causes of death were included in death certificates through vital registration in developed countries.",
                    "type": "paragraph"
                },
                {
                    "text": "We cannot say the same for morbidity projections. With a lower mortality and ageing societies, some of the focus have move from mortality to morbidity. But it is only through surveys that we can collect information on disabilities and population random sample surveys in the field of health were developed only in the second half of the XXth century. It is manly in the USA that large individual-level disability surveys, both cross-sectional and longitudinal, were initiated.",
                    "type": "paragraph"
                },
                {
                    "text": "It is soon after the key article by <a href=\"#bib5\">Fries (1983</a>) on the compression of morbidity that the research on disability trends (<a href=\"#bib15\">Verbrugge, 1984</a>) and projections of disabled populations (Manton and Liu, 1984) emerged. With time, estimating the prevalence of long-term disability for an ageing society became a national priority (<a href=\"#bib7\">Kundel &amp; Applebaum, 1991</a>; Manton and Corder, 1998; <a href=\"#bib16\">Waidmann and Liu, 2000</a>; <a href=\"#bib1\">Bhattacharya <i>et al.</i>, 2004</a>, to name a few).",
                    "type": "paragraph"
                },
                {
                    "text": "Most of the previous studies produce their projections using multinomial logit and least square regressions techniques with the assumption that the current disability prevalence will stay at the same level throughout the projection period or that the trends observed in survey can by applies for the projection period. In our previous research project for example, (<a href=\"#bib3\">Carrière <i>et al.</i>, 2007</a>) even if our intent was to innovate by using microsimulation techniques, results coming from the then existing disability module in Statistics Canada LifePaths microsimulation model did not produce satisfactory results and we had to rely on classical methods.",
                    "type": "paragraph"
                },
                {
                    "text": "In our the current research program and for the results presented in this study, we are in a position, as the LifePaths disability module has been much improved, to use the microsimulation modelit to project the number of disabled elderly in the Canadian population.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Background on previous disability projections",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "This study is part of a broader program of research aiming at producing a set of projections up to 2031 of the chronic homecare needs of Canadian elderly and the human resources required to assist them. The first objective of this paper is to assess the impact of an optimistic disability scenario on future numbers of elderly Canadian in poor health aged 75 years and over using Statistics Canada LifePaths microsimulation model. More specifically, a module to project future disability status of Canadian elderly was used to produce two scenarios: the Base LifePaths Disability scenario and the Healthy scenario in which it is assumed that additional years gained in life expectancy will be years without disability. We have calculated the proportion of the older population in poor health by linking disability status to marital status and surviving children.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 First Objective",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The second objective of this study is to compare Canada with nine European countries (Belgium, Czech Republic, England and Wales, Finland, France, Germany, Italy, Netherlands, Portugal) who participate in the research program “Future Elderly LIving Conditions In Europe” (FELICIE). International comparisons are relevant because they allow the investigators to assess the specificities of Canadian aging. In this case, comparative data are available since two groups of researchers, one Canadian and one European, have been working in close collaboration in the field of the demography of aging. These research programs have now ended and the results have been widely disseminated within the national and international scientific community (see <a href=\"#bib3\">Carrière <i>et al.</i>, 2007</a> and Gaymu <i>et al.</i>, 2007). Both research programs produced microsimulated projections for the next 25 years that give comparable results on marital status, family network and support, and on living arrangements and needs for care. Here, the present research allows the health dimension to be comparable in order to use the same future health scenarios; in the first one the gain in life expectancy results in a proportional growth in the years in disability while in the second one the added years in life expectancy are years without disability.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Second Objective",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Objectives",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "In this paper, disability was defined using some attributes of the Health Utility Index (HUI). The HUI, based on the Comprehensive Health Status Measurements System (CHSMS), takes into account both the quantitative and qualitative aspects of health (<a href=\"#bib14\">Torrance <i>et al.</i>, 1996</a>). It provides information on the functional health of an individual using a series of attributes. For the purpose of this study, information on an individual’s mobility, dexterity, cognition, and pain and discomfort were used to develop four levels of disability (none, mild, moderate, and severe):",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>No disability</i>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Mild disability:</i>",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "Mobility problems but do not need any help; Dexterity problems but do not need any help from someone else (may or may not use special equipments); Somewhat forgetful and slight difficulty in thinking; Moderate and/or severe pain prevents performing some or few tasks.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Moderate disability:</i>",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "Requires wheel chair or mechanical support to walk; Dexterity problem and needs help to perform some tasks; Very forgetful and a lot of difficulty in thinking; Severe pain prevents performing most tasks.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Severe disability:</i>",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "Cannot walk or needs help from others to walk; Dexterity problems and needs help for most or all tasks; Unable to remember or think.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Definition of disability",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The results in this paper are generated with a Canadian dynamic longitudinal microsimulation model called LifePaths. This model has been developed for several years by Statistics Canada in a programming language named Modgen. As described on the web site of Statistics Canada (<a href=\"#bib13\">Statistics Canada, 2004</a>), this model is an overlapping cohort model that produces for each run a representative sample of the Canadian population. The oldest birth cohort represented in LifePaths was born in 1872. That year was chosen so that in the year 1971 the model would have a complete and representative set of all ages from newborns to the elderly. This means that starting in 1971 LifePaths produces cross-sectional annual tabulations that can be compared to historical data. The year 1971 is the first year for which high quality socio-demographic data were available in the form of a Census with contemporary design.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The life course of an individual, called a case, is simulated in LifePaths as a series of events that occur in continuous time (so they are not artificially restricted to annual intervals) using behavioural equations estimated from a large number of surveys and of historical micro-data sources. For example, the model use the National Population Health Survey (NPHS), School Leavers Survey (SLS), Labour Force Survey (LFS), National Graduate Survey (NGS), Family Historical Survey (FHS), General Social Survey (GSS), Census data, Historical Statistics of Canada and many others. All over the course of a simulation, LifePaths use the information coming form these data to keep updating its list of pending events to ensure that the next scheduled event is the one that currently has the shortest waiting time. This provides a straightforward way of dealing with competing events. Waiting times provide a unifying framework for representing decision-making. Probabilistic decisions can be implemented so that the choice among alternatives is determined by comparing two or more waiting times.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moreover, a LifePaths simulation consists of a set of mutually independent cases. Each case contains exactly one dominant individual in the first generation. The spouse and children of the dominant individual are simulated as part of the case. They are created to satisfy the marriage and the fertility equations<sup><a href=\"#fn1\">1</a></sup>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 LifePaths microsimulation model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "LifePaths takes into consideration a large number of variables representing events occurring in the life course of an individual. In the present research project, we have used a limited number of those variables:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Age",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Sex",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Schooling level",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Region",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Marital status",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Age of spouse",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Place of birth",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Surviving children",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Disability (and institutionalization)",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "It is important to keep in mind that LifePaths is a dynamic model implying that some other variables not listed here can affect the results.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another important concept in a model like LifePaths is the Monte Carlo variation. All cases simulated in this model are using waiting times that incorporate a stochastic component. It is one of the reasons why LifePaths can reproduce the diversity observed in real populations. On the other hand, this variability affects the reliability of aggregate tabular results in the same way results taken from a small sample would be affected if drawn from a large population. In order to avoid this kind of problem occurring when dealing with rare events, we decided to simulate as many as six million cases for both base and healthy scenarios.",
                            "type": "paragraph"
                        },
                        {
                            "text": "One of the key variables of this project and of all studies concerning chronic homecare needs of the elderly is disability. The data taken into account to generate this variable in the LifePaths module that we used are coming from Canada’s National Population Health Survey (NPHS). The NPHS first cycle of data collection took place in 1994–1995 and will continue every second year thereafter for 20 years. The NPHS fulfilled both cross-sectional and longitudinal needs during its first three cycles, but with Cycle 4 (2000–2001) this survey became strictly a longitudinal one with two components: the household survey and the health care institutions survey (<a href=\"#bib12\">Rowe, 2006</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "This study presents simulation results for the period 2001 to 2031. Year 2001 is our baseline because it was the last Canadian Census with most available results, and 2031 is corresponding to the year when the bulk of the baby-boomers will reach the age of 75, an age when physical and mental impairments rise rapidly.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The last part of this study is a comparison of the situation of Canada with FELICIE countries. One should be aware that the disability module in LifePaths is dynamic whereas it is static in the model of the European team. Static microsimulation models typically use static aging techniques, changing certain variables on the original micro-data file to produce a file with the demographic and economic characteristics expected in the future years. Person weights are modified to change the total population and the weighted characteristics of the population. Dynamic microsimulation models age each person in the micro-data file from one year to the next by probabilistically deciding whether or not that person will get married, get divorced, have a child, drop out of school, get a job, change jobs, become unemployed, retire, or die.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 Application of LifePaths microsimulation model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the current version of LifePaths, there are no transition probabilities for some variables necessary to reach our research program objectives. Consequently, by using cross-sectional information, we have estimated the probabilities of classifying each factor/covariate pattern in the different categories of these variables. In this paper, however, it is not an issue because the projections do not involve these variables.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Indeed, the projections of Canadian chronic homecare needs (which is the main objective of our research programme) involve cross-sectional incorporation of parameters related to key variables. The left part of <a href=\"#fig1\">Figure 1</a> lists the characteristics needed for this cross-sectional part of the projections. The microsimulation model produces additional characteristics for each individual, but only the ones presented in <a href=\"#fig1\">Figure 1</a> are used. We first have to run the microsimulation to obtain the population by age, sex, schooling population, since married individuals are assumed to live with their spouse.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00060%2Fijm-00060-fig1.tif",
                                        "size": {
                                            "width": 653,
                                            "height": 483
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00060%2Fijm-00060-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00060-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "The projection model.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-4",
                    "title": "4.4 Current limits of LifePaths microsimulation model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To evaluate the health status of a population, demographers and epidemiologists have created some indicators based on life table’s parameters (<a href=\"#bib11\">Robine <i>et al.</i>, 1991</a>). Here, we use the Disability Free Life Expectancy (DFLE) The total Life Expectancy (LE), all health status combined, could be divided in two parts: DFLE and Life Expectancy level, region of residence, marital status, age of spouse, place of birth, and number of surviving children. We also need to differentiate who lives in an institution and who lives in a private household. Only the population living in private households is kept since by definition home care services are strictly aimed at this population. This first step provides a picture of the Canadian population for any given year up to 2031 according to the characteristics on the left of Figure 4. Probabilities of disability status need for assistance, living arrangement, receipt of assistance, and source of assistance are then applied to these populations in the sequence shown in <a href=\"#fig1\">Figure 1</a>. As shown, there is an assumption that living arrangements are partly determined by the need for assistance. Thus, living with others is partially seen as a strategy to cope with a need for assistance related to a disability. This was done only for the non-married with Disability (LEWD). LEWD can be calculated by multiplying persons-years in the life table by disability rates by age using the Sullivan Method. Then, LE<sub>x</sub> = DFLE<sub>x</sub> + LEWD<sub>x</sub> (x = age) (1)",
                            "type": "paragraph"
                        },
                        {
                            "text": "Recent trends show that LE, as well as DFLE and LEWD, increases with time (<a href=\"#table1\">Table 1</a> and <a href=\"#table2\">Table 2</a>). The healthy scenario keeps the LEWD, 11,3 years, at the same level throughout the projection period, meaning that all added years in life expectancy are disability free years. In this paper, all additional disability free years will be added to DFLE at age 45 as our target population is the elderly aged 75 + from year 2001 to 2031.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Results from LifePaths model.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\">Year</th>\n<th align=\"center\">Life expectancy (LE)</th>\n<th align=\"center\">Disability free life expectancy (DFLE)</th>\n<th align=\"center\">Life expectancy with disability (LEWD)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\">2001</td>\n<td align=\"center\">78.0</td>\n<td align=\"center\">63.8</td>\n<td align=\"center\">14.2</td>\n</tr>\n<tr>\n<td align=\"center\">2011</td>\n<td align=\"center\">79.7</td>\n<td align=\"center\">64.6</td>\n<td align=\"center\">15.1</td>\n</tr>\n<tr>\n<td align=\"center\">2021</td>\n<td align=\"center\">81.2</td>\n<td align=\"center\">65.2</td>\n<td align=\"center\">15.9</td>\n</tr>\n<tr>\n<td align=\"center\">2031</td>\n<td align=\"center\">82.4</td>\n<td align=\"center\">65.7</td>\n<td align=\"center\">16.7</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Trends in Canadian life expectancy and disability free life expectancy at birth with the base scenario.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source:</i> Results from LifePaths model.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\">Year</th>\n<th align=\"center\">Life expectancy (LE)</th>\n<th align=\"center\">Disability free life expectancy (DFLE)</th>\n<th align=\"center\">Life expectancy with disability (LEWD)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\">2001</td>\n<td align=\"center\">34.8</td>\n<td align=\"center\">23.5</td>\n<td align=\"center\">11.3</td>\n</tr>\n<tr>\n<td align=\"center\">2011</td>\n<td align=\"center\">36.1</td>\n<td align=\"center\">24.0</td>\n<td align=\"center\">12.1</td>\n</tr>\n<tr>\n<td align=\"center\">2021</td>\n<td align=\"center\">37.3</td>\n<td align=\"center\">24.4</td>\n<td align=\"center\">12.9</td>\n</tr>\n<tr>\n<td align=\"center\">2031</td>\n<td align=\"center\">38.3</td>\n<td align=\"center\">24.7</td>\n<td align=\"center\">13.7</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Trends in Canadian life expectancy and disability free life expectancy at age 45 with the base scenario.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-5",
                    "title": "4.5 Modelling of health",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Methods",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Even if there is no doubt that there are close links between mortality and morbidity, the first one is quite simple to measure while measuring the health of a person or a population is quite more complex. There is no unanimity about definitions of what we refer to when we say that a person is in good health or poor health.",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, many people agree that a measure of health should be closely linked to disability: the ability to independently perform activities of daily living (<a href=\"#bib2\">Cambois <i>et al.</i> 2005</a>). To be in poor health then refers to a person that is in need of care and eventually formal services. Given the four levels of disability defined previously in Canadian surveys, it is usually admitted that those with no disability or with a mild disability are considered in good health, leaving in the poor health group those with a moderate or a severe disability and of those living in institutions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Past trends in disability status are not very straightforward and most of the time it is impossible to assert if in the future we will face an extension or a compression of morbidity (<a href=\"#bib10\">Robine, 2005</a>). In the present study, the parameters of our base LifePaths scenario are kept constant throughout the projected period, while in our healthy scenario the additional years gained in life expectancy are assumed to be healthy years which means a compression of morbidity.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In 2001, there are approximately two men for every three women in the population in poor health aged 75 years and over (<a href=\"#table3\">Table 3</a>). However regardless of the scenario an increase of men in poor health is expected to occur at a much faster pace than for women in the decades to come. One must keep in mind that the sex-related differential of life expectancy is expected to decrease. But the sharp increase in number of people in poor health from 2021 on is mostly due to the baby-boomers reaching the age of 75.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Results from LifePaths Model.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn3-1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "People in poor health are those moderately or severely disabled.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"2\" rowspan=\"2\">Year</th>\n<th align=\"center\" colspan=\"2\">MEN</th>\n<th align=\"center\" colspan=\"2\">WOMEN</th>\n</tr>\n<tr>\n<th align=\"center\">Base scenario</th>\n<th align=\"center\">Healthy scenario</th>\n<th align=\"center\">Base scenario</th>\n<th align=\"center\">Healthy scenario</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\" colspan=\"2\">n<sub>2001</sub></td>\n<td align=\"center\">196 019</td>\n<td align=\"center\">192 900</td>\n<td align=\"center\">307 787</td>\n<td align=\"center\">302 924</td>\n</tr>\n<tr>\n<td align=\"center\" rowspan=\"4\">Standardized to 100 in 2001</td>\n<td align=\"center\">2001</td>\n<td align=\"center\">100</td>\n<td align=\"center\">100</td>\n<td align=\"center\">100</td>\n<td align=\"center\">100</td>\n</tr>\n<tr>\n<td align=\"center\">2011</td>\n<td align=\"center\">149</td>\n<td align=\"center\">122</td>\n<td align=\"center\">134</td>\n<td align=\"center\">110</td>\n</tr>\n<tr>\n<td align=\"center\">2021</td>\n<td align=\"center\">213</td>\n<td align=\"center\">170</td>\n<td align=\"center\">180</td>\n<td align=\"center\">145</td>\n</tr>\n<tr>\n<td align=\"center\">2031</td>\n<td align=\"center\">333</td>\n<td align=\"center\">271</td>\n<td align=\"center\">270</td>\n<td align=\"center\">226</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Canadian people aged 75+ in poor health<a href=\"#tfn3-1\">*</a>, according to two scenarios, 2001 to 2031.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In order to have the healthy scenario become effective from 2001, the disability parameters have been modified from 2000, thus making small differences in the numbers of people in poor health.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The size of the family network of people in poor health is a key determinant of their probability to rely on formal home care services. Consequently, it is important to assess how many of those individuals can benefit of the presence of surviving children. In the present study, the use of microsimulations and the substantial numbers of simulated cases generate a much more complete portrait than what could have been obtained with a survey sample. In 2001, elderly men and women in poor health without surviving children show similar proportions; however the situation of men in the next decades is expected to evolve more rapidly than women. As mentioned above, most of the increase takes place between 2021 and 2031, period during which most baby-boomers will reach the age of 75 (<a href=\"#table4\">Table 4</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Results from LifePaths Model.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn4-1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "People in poor health are those moderately or severely disabled.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"2\" rowspan=\"2\">Year</th>\n<th align=\"center\" colspan=\"2\">MEN</th>\n<th align=\"center\" colspan=\"2\">WOMEN</th>\n</tr>\n<tr>\n<th align=\"center\">Base scenario</th>\n<th align=\"center\">Healthy scenario</th>\n<th align=\"center\">Base scenario</th>\n<th align=\"center\">Healthy scenario</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\" colspan=\"2\">n<sub>2001</sub></td>\n<td align=\"center\">49 606</td>\n<td align=\"center\">48 768</td>\n<td align=\"center\">59 125</td>\n<td align=\"center\">58 421</td>\n</tr>\n<tr>\n<td align=\"center\" rowspan=\"4\">Standardized to 100 in 2001</td>\n<td align=\"center\">2001</td>\n<td align=\"center\">100</td>\n<td align=\"center\">100</td>\n<td align=\"center\">100</td>\n<td align=\"center\">100</td>\n</tr>\n<tr>\n<td align=\"center\">2011</td>\n<td align=\"center\">128</td>\n<td align=\"center\">106</td>\n<td align=\"center\">108</td>\n<td align=\"center\">89</td>\n</tr>\n<tr>\n<td align=\"center\">2021</td>\n<td align=\"center\">163</td>\n<td align=\"center\">131</td>\n<td align=\"center\">127</td>\n<td align=\"center\">103</td>\n</tr>\n<tr>\n<td align=\"center\">2031</td>\n<td align=\"center\">277</td>\n<td align=\"center\">223</td>\n<td align=\"center\">224</td>\n<td align=\"center\">182</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Canadian people aged 75+ in poor health<a href=\"#tfn4-1\">*</a> without surviving children, according to two scenarios, 2001 to 2031.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Elderly people experiencing the highest risks of being dependent of formal sources of assistance are those with a reduced family network, that is people without neither a spouse nor surviving children. Even if people in such a situation represents slightly more than 15% of all the individuals aged 75 and over in poor heath, the numbers will increase sharply for men throughout the projection period, whereas the women situation will vary slowly and even improve before 2021 in the healthy scenario (<a href=\"#table5\">Table 5</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Results from LifePaths model.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn5-1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "People in poor health are those moderately or severely disabled.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn5-2",
                                            "label": "**",
                                            "text": [
                                                {
                                                    "text": "Married people include people in Common Law Union.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"2\" rowspan=\"2\">Year</th>\n<th align=\"center\" colspan=\"2\">MEN</th>\n<th align=\"center\" colspan=\"2\">WOMEN</th>\n</tr>\n<tr>\n<th align=\"center\">Base scenario</th>\n<th align=\"center\">Healthy scenario</th>\n<th align=\"center\">Base scenario</th>\n<th align=\"center\">Healthy scenario</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\" colspan=\"2\">n<sub>2001</sub></td>\n<td align=\"center\">29 590</td>\n<td align=\"center\">29 063</td>\n<td align=\"center\">49 744</td>\n<td align=\"center\">49 131</td>\n</tr>\n<tr>\n<td align=\"center\" rowspan=\"4\">Standardized to 100 in 2001</td>\n<td align=\"center\">2001</td>\n<td align=\"center\">100</td>\n<td align=\"center\">100</td>\n<td align=\"center\">100</td>\n<td align=\"center\">100</td>\n</tr>\n<tr>\n<td align=\"center\">2011</td>\n<td align=\"center\">137</td>\n<td align=\"center\">113</td>\n<td align=\"center\">106</td>\n<td align=\"center\">87</td>\n</tr>\n<tr>\n<td align=\"center\">2021</td>\n<td align=\"center\">178</td>\n<td align=\"center\">142</td>\n<td align=\"center\">120</td>\n<td align=\"center\">96</td>\n</tr>\n<tr>\n<td align=\"center\">2031</td>\n<td align=\"center\">323</td>\n<td align=\"center\">255</td>\n<td align=\"center\">204</td>\n<td align=\"center\">161</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Canadian people aged 75+ in poor health<a href=\"#tfn5-1\">*</a> not married<a href=\"#tfn5-1\">*</a> and without surviving children, according to two scenarios, 2001 to 2031.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Disability status of Canadian elderly",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Such an exercise for the Canadian population is very interesting per se, but an international comparison brings the specificities of the aging situation in Canada for the coming years into focus.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Regardless of the scenario, the growth of the Canadian total population aged 75 and over is expected to be substantially more important than in European countries for the period 2001–2031. More specifically, the Canadian elderly population will be multiplied by approximately 2.5 while in Europe it will increase by 1.5 (<a href=\"#fig1\">Figure 1</a> and <a href=\"#fig2\">Figure 2</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00060%2Fijm-00060-fig2.tif",
                                        "size": {
                                            "width": 604,
                                            "height": 317
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00060%2Fijm-00060-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00060-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Trends in total population (all health status) and people in poor health, aged 75+, Canada and FELICIE countries.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "One can observe that the numbers of elderly Canadian in poor health will significantly increase, especially from year 2021 on. In the base scenario, the growth in Canada will be twice as important during the period 2021–2031 compared to the two preceding decades.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Since the base scenario for Canada creates an expansion of morbidity without any modification of the disability parameters, this expansion is only due to the varying characteristics of the population at risk. The results for FELICIE countries are quite different because in the constant disability scenario it is assumed that the share of years lived in disability remains constant (Gaymu <i>et al</i>., 2007). Thus, we can clearly see that, in <a href=\"#fig2\">Figure 2</a>, both curves for total elderly population and for elderly in poor health are absolutely the same since they are superposed.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 A comparison with FELICIE countries",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Microsimulation results<sup><a href=\"#fn2\">2</a></sup>",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In our opinion, it is of interest for both the scientific community and the Canadian policy makers to put the Canadian case into an international perspective. Up to 2015, trends in total and disabled population aged 75 and over are similar. From 2015 on, the impact of a larger baby-boom in Canada differentiate considerably Canada from FELICIE countries both in terms of total and disabled populations.",
                    "type": "paragraph"
                },
                {
                    "text": "A comparison with European countries is particularly relevant for two dimensions. First of all, the aging process is more “mature” in these countries than in Canada. Secondly, the Canadian social security system shows more similarities with the European ones than with the American one. Elderly demographics have impacts on policies designed both for the elderly and their carers. Obviously, contextualising the Canadian situation among other European industrialized countries would allow Canada to benefit from to the experience of countries like France and Germany that are more advanced in terms of alimonies to persons cared and/or their carers.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00060%2Fijm-00060-fig3.tif",
                                "size": {
                                    "width": 630,
                                    "height": 349
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00060%2Fijm-00060-fig3.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00060-fig3.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Trends in total population (all health status) and people in poor health, aged 75+, Canada and FELICIE countries.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Policy makers should however be aware that, as <a href=\"#bib17\">Wolfson and Rowe (2004</a>, p.8) has outlined it : “such results are a lower bound of “needy” elderly because we have not taken into account of whether the adult children live nearby, nor whether the adult child or spouse is in sufficient good health that he or she could in fact provide support”.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Policy relevance of our results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Simulating the Canadian population with an optimistic disability scenario largely reduce the number of Canadian elderly aged 75 years and over in poor health. In 2031, we should find approximately 20% less people in poor health in the healthy scenario than in the base scenario. Moreover, the base scenario predicts a small expansion of disability due to the internal changes occurring in the characteristics of the Canadian population and that are taken into account by LifePaths. Consequently, the differences between the number of Canadian elderly in poor health and those observed in FELICIE countries are larger than expected because their constant scenario keeps their disabled people in the population at the same proportion throughout the period.",
                    "type": "paragraph"
                },
                {
                    "text": "Furthermore, up to 2015, the relative increase in the Canadian and in the FELICIE countries total population (all health status) and people in poor health aged 75 years and over is similar. Afterwards, the impact of the larger baby-boom that occurred in Canada differentiates considerably the latter from FELICIE countries in terms of total population (all health status) and people in poor health. Indeed, both the total population aged 75 and over and the sub-population in poor health are expected to grow more rapidly in Canada than in Europe. Concerning the total populations, the difference between Canada and Europe is larger in the healthy scenario because both disability and mortality levels are linked together in the Canadian microsimulation model.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, one must keep in mind that reaching the age of 75 corresponds to the beginning of a frailty period, implying increased needs for specific care. The rapid growth of our projected Canadian elderly population should raise the awareness of Canadian policy makers about the issues on future homecare needs and homecare services. Thus, tomorrow’s problems can be avoided by today’s actions.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Disability forecasts and future Medicare costs",
            "authors": [
                {
                    "name": {
                        "index": "Bhattacharya, J",
                        "preferred": "J Bhattacharya"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cutler, DM",
                        "preferred": "DM Cutler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goldman, DP",
                        "preferred": "DP Goldman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hurd, MD",
                        "preferred": "MD Hurd"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Joyce, GF",
                        "preferred": "GF Joyce"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lakdawalla, DN",
                        "preferred": "DN Lakdawalla"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Panis, CWA",
                        "preferred": "CWA Panis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shang, B",
                        "preferred": "B Shang"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib1",
            "journal": "Forum for Health Economic & Policy",
            "pages": {
                "first": "73",
                "last": "94",
                "range": "73–94"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "articleTitle": "The influence of functional limitations and various demographic factors on self-reported activity restriction at older ages",
            "authors": [
                {
                    "name": {
                        "index": "Cambois, E",
                        "preferred": "E Cambois"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robine, J-M",
                        "preferred": "J-M Robine"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Romieu, I",
                        "preferred": "I Romieu"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib2",
            "journal": "Disability and Rehabilitation",
            "pages": {
                "first": "871",
                "last": "883",
                "range": "871–883"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "articleTitle": "Population aging and immediate family composition: Implications for future home care services",
            "authors": [
                {
                    "name": {
                        "index": "Carrière, Y",
                        "preferred": "Y Carrière"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keefe, J",
                        "preferred": "J Keefe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Légaré, J",
                        "preferred": "J Légaré"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lin, X",
                        "preferred": "X Lin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rowe, G",
                        "preferred": "G Rowe"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib3",
            "journal": "GENUS",
            "pages": {
                "first": "11",
                "last": "31",
                "range": "11–31"
            },
            "type": "journal",
            "volume": "LXIII"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Carrière, Y",
                        "preferred": "Y Carrière"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Martel, L",
                        "preferred": "L Martel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Légaré, J",
                        "preferred": "J Légaré"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morin, L",
                        "preferred": "L Morin"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Longer Life and Healthy Aging",
            "chapterTitle": "Socio-demographic factors associated with the use of formal and informal support networks among elderly Canadians",
            "date": "2006",
            "editors": [
                {
                    "name": {
                        "index": "Zeng, Y",
                        "preferred": "Y Zeng"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Crimmins, E",
                        "preferred": "E Crimmins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Carrière, Y",
                        "preferred": "Y Carrière"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robine, J-M",
                        "preferred": "J-M Robine"
                    },
                    "type": "person"
                }
            ],
            "id": "bib4",
            "pages": {
                "first": "287",
                "last": "304",
                "range": "287–304"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dordrecht, The Netherlands"
                        ]
                    },
                    "formatted": [
                        "Dordrecht, The Netherlands"
                    ]
                },
                "name": [
                    "Springer, International Studies in Population"
                ]
            },
            "type": "book-chapter",
            "volume": "2"
        },
        {
            "articleTitle": "The compression of morbidity",
            "authors": [
                {
                    "name": {
                        "index": "Fries, JF",
                        "preferred": "JF Fries"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "id": "bib5",
            "journal": "Milbank Memorial Fund Quarterly",
            "pages": {
                "first": "397",
                "last": "419",
                "range": "397–419"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Who will be caring for Europe’s dependent elders in 2030?",
            "authors": [
                {
                    "name": {
                        "index": "Gaymu, J",
                        "preferred": "J Gaymu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ekamper, P",
                        "preferred": "P Ekamper"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Beets, G",
                        "preferred": "G Beets"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib6",
            "journal": "Population: an English selection",
            "pages": {
                "first": "675",
                "last": "706",
                "range": "675–706"
            },
            "type": "journal",
            "volume": "62"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kundel, SR",
                        "preferred": "SR Kundel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Appelbaum, RA",
                        "preferred": "RA Appelbaum"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "details": "Estimating the prevalence of long-term disability for an aging society, U.S. Department of Health and Human Services",
            "id": "bib7",
            "title": "Estimating the prevalence of long-term disability for an aging society",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Menton, KG",
                        "preferred": "KG Menton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liu, k",
                        "preferred": "k Liu"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "details": "paper presented at the, Third National Leadership Conference on Long-Term Care Issue",
            "id": "bib8",
            "title": "The future growth of the long-term care population: projections based on the 1977 National Nursing Home Survey and the 1982 Long-Term Care Survey",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Merton, KG",
                        "preferred": "KG Merton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Corder, LS",
                        "preferred": "LS Corder"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "details": "327–348, Forecasts of future disabled and institutionalized U.S. populations 1995 to 2040, Ageing, Sicial Security and Affortability, chapter 4.2",
            "id": "bib9",
            "title": "Forecasts of future disabled and institutionalized U.S. populations 1995 to 2040",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Robine, J-M",
                        "preferred": "J-M Robine"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "Are we living longer and in better health?. Paper presentation as a discussant at the, AGIR Final Conference, March 10, 2005, Brussels, AGIR is project of The European Network of Economic Policy Research Institutes, www.enepri.org",
            "id": "bib10",
            "title": "Are we living longer and in better health?. Paper presentation as a discussant at the",
            "type": "unknown",
            "uri": "http://www.enepri.org"
        },
        {
            "articleTitle": "Healthy life expectancy: evaluation of a new global indicator of change in population health",
            "authors": [
                {
                    "name": {
                        "index": "Robine, J-M",
                        "preferred": "J-M Robine"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ritchie, K",
                        "preferred": "K Ritchie"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib11",
            "journal": "British Medical Journal",
            "pages": {
                "first": "450",
                "last": "460",
                "range": "450–460"
            },
            "type": "journal",
            "volume": "302"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rowe, G",
                        "preferred": "G Rowe"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Analysing health status transitions using NPHS longitudinal data",
            "date": "2006",
            "id": "bib12",
            "pages": "22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Ottawa"
                        ]
                    },
                    "formatted": [
                        "Ottawa"
                    ]
                },
                "name": [
                    "SEAMD, Statistics Canada"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Statistics Canada",
                    "type": "group"
                }
            ],
            "date": "2004",
            "id": "bib13",
            "title": "http://www.statcan.ca/english/spsd/LifePaths.htm",
            "type": "web",
            "uri": "http://www.statcan.ca/english/spsd/LifePaths.htm",
            "website": "LifePaths"
        },
        {
            "articleTitle": "Multiattribuable utility function for a comprehensive Health Status Classification System, Health Utilities Index Mark 2",
            "authors": [
                {
                    "name": {
                        "index": "Torrance, GW",
                        "preferred": "GW Torrance"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Feeny, DH",
                        "preferred": "DH Feeny"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Furlong, WJ",
                        "preferred": "WJ Furlong"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barr, RD",
                        "preferred": "RD Barr"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhang, Y",
                        "preferred": "Y Zhang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wang, Q",
                        "preferred": "Q Wang"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib14",
            "journal": "Medical Care",
            "pages": {
                "first": "702",
                "last": "722",
                "range": "702–722"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "articleTitle": "Long life but worsening health? Trend in health and mortality of middle-aged and older person",
            "authors": [
                {
                    "name": {
                        "index": "Verbrugge, LM",
                        "preferred": "LM Verbrugge"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "id": "bib15",
            "journal": "Milbank Memorial Fund Quarterly/Health and Society",
            "pages": {
                "first": "475",
                "last": "519",
                "range": "475–519"
            },
            "type": "journal",
            "volume": "62"
        },
        {
            "articleTitle": "Disability trends among elderly persons and implications for the future",
            "authors": [
                {
                    "name": {
                        "index": "Waidmann, TA",
                        "preferred": "TA Waidmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liu, K",
                        "preferred": "K Liu"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib16",
            "journal": "Journal of Gerontology: Social Sciences",
            "pages": {
                "first": "S298",
                "last": "S307",
                "range": "S298–S307"
            },
            "type": "journal",
            "volume": "55b"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wolfson, M",
                        "preferred": "M Wolfson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rowe, G",
                        "preferred": "G Rowe"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Eight Conference on Health Survey Research Methods",
            "chapterTitle": "Disability and informal support: Prospects for Canada",
            "date": "2004",
            "editors": [
                {
                    "name": {
                        "index": "Cohen, SB",
                        "preferred": "SB Cohen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lepkowski, JM",
                        "preferred": "JM Lepkowski"
                    },
                    "type": "person"
                }
            ],
            "id": "bib17",
            "pages": {
                "first": "15",
                "last": "22",
                "range": "15–22"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Hyattsville, MD"
                        ]
                    },
                    "formatted": [
                        "Hyattsville, MD"
                    ]
                },
                "name": [
                    "National Center for Health Statistics"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": "World Bank",
                    "type": "group"
                }
            ],
            "bookTitle": "Averting the old age crisis: Policies to protect the old and promote growth",
            "date": "1994",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book"
        }
    ],
    "acknowledgements": [
        {
            "text": "We would like to thank all people who have helped us in building this research project: Dr Geoff Rowe from Statistics Canada, Dr Janice Keefe from Mount Saint Vincent University, and all the members of our research team (Équipe de Recherche sur le Vieillissement des Populations – <i>ERVIPOP</i>). Financial support was provided by the Alzheimer Society of Canada (§ 0640) and the Canadian Institutes of Health Research ( MOP-81108).",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
