{
    "status": "vor",
    "id": "00063",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00063",
    "authorLine": "Gijs Dekkers",
    "title": "Editorial",
    "published": "2012-06-30T00:00:00Z",
    "versionDate": "2012-06-30T00:00:00Z",
    "statusDate": "2012-06-30T00:00:00Z",
    "volume": 5,
    "issue": 1,
    "fpage": 1,
    "lpage": 1,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00063/ijm-00063.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Dekkers",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau",
                        "CESO KU Leuven, and CEPS/INSTEAD"
                    ]
                }
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Please allow me to start off this editorial with some house-keeping messages. The contents of the journal are now included in RePEc, Google Scholar and a couple of other services. All authors are invited to add their IJM publications to their RePEc profile. Furthermore, the IJM has been accepted for listing in EconLit and the inclusion process will start very soon.",
                    "type": "paragraph"
                },
                {
                    "text": "Also, the maximum number of pages for notes, case studies and model reviews has been extended from 5 to 10 pages. It is our hope that this will increase the variety of publications and allow for less traditional papers that complement research articles. We especially welcome general and more technical descriptions of new and existing microsimulation models.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, from the start of the journal on, Giesel Manalo has been collaborating with Paul Williamson first, and later with me in uploading the issues of the IJM on the IMA-website, and taking care of the management of the journal on the NATSEM servers. She has now left NATSEM. Working with her has always been a pleasure; we are grateful for her efforts and we wish her the best in her new job.",
                    "type": "paragraph"
                },
                {
                    "text": "This spring issue of the International Journal of Microsimulation covers various methodological aspects of microsimulation. The paper by Eugenio Zucchelli, Andrew M Jones and Nigel Rice presents an overview of innovative microsimulation methods and applications that are relevant for the purpose of health policy evaluation. Their paper also presents a critical review of existing dynamic microsimulation models that include a health component together with the most recent and comprehensive models focused on health. One of their conclusions, that modellers face a fundamental challenge in defining agents’ dynamic optimising behaviour, pertains not just to health, but to our field in general",
                    "type": "paragraph"
                },
                {
                    "text": "Richard Cumpston suggests the use of simulation by stratified sampling with loaded probabilities. The paper shows that sampling with loaded probabilities gives similar results to all-case simulation while reducing run times with yearly cycles to up to 98%.",
                    "type": "paragraph"
                },
                {
                    "text": "The timing of partnership formation in closed continuous-time microsimulation models poses difficulties due to the continuous time scale. The paper by Sabine Zinn uses the concept of a partnership market, well known in discrete models, and introduces it in continuous-time models. In this partnership market, individuals can enter and leave at any point in time over the complete simulation time range. The algorithm is illustrated using an extended version of the microsimulation tool of the MicMac project.",
                    "type": "paragraph"
                },
                {
                    "text": "A problem in the creation of base datasets in microsimulation is that long retrospective data i.e. historic panels are often unavailable. Jinjing Li and Cathal O’Donoghue develop a back simulation method that generates a consistent synthetic history panel based on a typical household survey dataset with some complementary statistics. They use this approach to reconstruct the individual labour market trajectory since 1939 for the Living in Ireland (Lil) household survey.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
