{
    "status": "vor",
    "id": "00064",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00064",
    "authorLine": "Eugenio Zucchelli et al.",
    "title": "The evaluation of health policies through dynamic microsimulation methods",
    "published": "2012-06-30T00:00:00Z",
    "versionDate": "2012-06-30T00:00:00Z",
    "statusDate": "2012-06-30T00:00:00Z",
    "volume": 5,
    "issue": 1,
    "fpage": 2,
    "lpage": 20,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00064/ijm-00064.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        },
        {
            "id": "dynamic-microsimulation",
            "name": "Dynamic microsimulation"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper presents an overview of microsimulation as a method to evaluate health and health care policies and interventions. After presenting a brief survey of microsimulation models and applications we describe the main features of the approach and how these are implemented in practice. We pay particular attention to the innovative features of dynamic microsimulation as a method of ex-ante policy evaluation. The final section presents a critical overview of the most recent health-dedicated dynamic microsimulation models including POHEM and FEM, two of the most comprehensive dynamic microsimulation models for health. We describe how these models are used to simulate lifecycle health trajectories and associated health care costs under competing policy scenarios to illustrate the power of microsimulation as a valid and relevant tool for policy evaluation.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Zucchelli et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Centre for Health Economics (CHE)",
                        "University of York"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Alcuin A Block",
                        "University of York"
                    ]
                }
            ],
            "emailAddresses": [
                "eugenio.zucchelli@york.ac.uk"
            ],
            "name": {
                "index": "Zucchelli, Eugenio",
                "preferred": "Eugenio Zucchelli"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Department of Economics and Related Studies (DERS)",
                        "University of York"
                    ]
                }
            ],
            "emailAddresses": [
                "andrew.jones@york.ac.uk"
            ],
            "name": {
                "index": "Jones, Andrew M",
                "preferred": "Andrew M Jones"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Centre for Health Economics (CHE)",
                        "University of York"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Alcuin A Block",
                        "University of York"
                    ]
                }
            ],
            "emailAddresses": [
                "nigel.rice@york.ac.uk"
            ],
            "name": {
                "index": "Rice, Nigel",
                "preferred": "Nigel Rice"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "microsimulation methods",
        "policy evaluation",
        "health",
        "public health interventions"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Health expenditures continue to increase faster than economic growth in the majority of OECD countries. For this reason, the search and identification of tools capable of evaluating the costs and benefits of competing health interventions have attracted growing attention by governments and policy makers. Establishing the effectiveness of health policies is also central to understanding their value in improving health and reducing inequalities in health. However, there exists a substantial gap between the evidence base and the formulation of health policies, particularly in fields such as public health (<a href=\"#bib83\">Wanless, 2004</a>; <a href=\"#bib2\">Allin et al., 2005</a>) where methodological and practical challenges often restrict the ability to undertake robust policy evaluation (<a href=\"#bib67\">Petticrew et al., 2004</a>). Accounting for issues such as population heterogeneity, multiple outcomes, spillovers and externalities and the capacity to capture the long-run effects of an intervention pose substantial challenges for the identification of the effects of a policy that hamper traditional methods for policy evaluation.",
                    "type": "paragraph"
                },
                {
                    "text": "The literature on methods for policy evaluation is dominated by ex-post techniques which by definition are used to evaluate the impact of interventions and programmes following their implementation. In order to measure a treatment effect, commonly employed techniques such as matching, instrumental variables, control functions, regression discontinuity designs and difference-in-differences require the availability of data on individuals in a control and treated group and often both before and after the implementation of the policy under scrutiny. A fundamental requirement of all ex-post evaluation techniques is, however, that the policy has been implemented. In contrast, ex-ante policy evaluation methods, such as microsimulation (<a href=\"#bib13\">Bouguingon &amp; Spadaro, 2006</a>) and structural modelling (<a href=\"#bib78\">Todd &amp; Wolpin, 2006a</a>; <a href=\"#bib90\">Wolpin, 2007</a>) attempt to overcome the requirement to collect data post-implementation by simulating the response. The simulated response under the policy can then be compared to the simulated response assuming either no change or a competing policy to evaluate the impact under alternative relevant scenarios. The flexibility afforded by the simulation approach broadens the scope of the evaluation problem beyond the identification of quantities such as an average treatment effect when assessing the impact of an intervention on a specific outcome of interest.",
                    "type": "paragraph"
                },
                {
                    "text": "The literature has identified three main advantages of ex-ante policy evaluation techniques over ex-post methods (<a href=\"#bib79\">Todd &amp; Wolpin, 2006b</a>). First, ex-ante evaluation has the ability to predict the potential impact of a series of policies as well as the impact of a specific policy under different scenarios. Second, an ex-ante appraisal can identify ineffective programmes before they are rolled-out and hence avoid the potentially high cost of implementation and subsequent withdrawal. Third, by providing evidence on the likely impacts of a policy, ex-ante evaluation can complement and inform subsequent ex-post evaluation of the same programme. For these reasons ex-ante evaluation offers an important tool to inform the design of policies, their implementation and subsequent refinement.",
                    "type": "paragraph"
                },
                {
                    "text": [
                        {
                            "text": "Microsimulation is a relatively new statistical technique (<a href=\"#bib64\">Orcutt, 1957</a>, <a href=\"#bib65\">1960</a>) that has established itself as a method for the ex-ante evaluation of public policies (<a href=\"#bib24\">Creedy &amp; Duncan, 2002</a>; <a href=\"#bib25\">Creedy &amp; Kalb, 2005</a>; <a href=\"#bib76\">Spadaro, 2005</a>; <a href=\"#bib13\">Bourguignon &amp; Spadaro, 2006</a>). The application of these techniques has, however, largely focused on simulating tax-benefit and pension systems and extensions to the evaluation of health and health-related policies is still limited (<a href=\"#bib77\">Spielauer, 2007</a>). Microsimulation techniques simulate individual behavioural responses at a micro-level of policies yet to be implemented. The method attempts to mimic a natural experiment with the major difference that instead of outcomes being observed following a policy shock, they are simulated or imputed on the basis of a set of assumptions about the behavioural reactions of individuals following changes in the economic environment brought about by the introduction of a policy. Accordingly, a fundamental consideration is the quality of the model used to predict behavioural responses. One of the main advantages offered by the approach is the ability to account for the widest heterogeneity possible within the population of interest together with a focus of analysis at an individual level allowing the identification of both the mean and distributional impact of a reform. Moreover, dynamic microsimulation techniques are capable of measuring the effects of a policy across a number of time-horizons allowing for both short-run and long-run effects to be assessed.",
                            "type": "paragraph"
                        }
                    ],
                    "type": "quote"
                },
                {
                    "text": "The main aim of this paper is to present a review of microsimulation <i>methods</i> for the ex-ante evaluation of health and health care policies. First, we describe the fundamentals of the approach using a taxonomy of models covering arithmetic and behavioural and static and dynamic microsimulation. We pay particular attention to the use of dynamic microsimulation models as an innovative method for the evaluation of policy interventions and discuss the implementation of this method in practical situations. Second, we present a brief review of existing microsimulation models which incorporate a health component. This is complemented with a more detailed overview of the most recent health-focused dynamic microsimulation models, including an extensive description of the Population Health Model (POHEM) and the Future Elderly Model (FEM), two of the most comprehensive dynamic microsimulation models of health. These two models in particular illustrate well the scope and use of microsimulation in evaluating health and healthrelated policies.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper builds on previous reviews (<a href=\"#bib77\">Spielauer, 2007</a>) by offering a detailed description of a wide range of modelling features and their <i>practical implementation</i> with a particular emphasis on the <i>dynamic</i> and <i>behavioural</i> aspects of microsimulation. In addition, through a review of methods and applications, we also attempt to discuss and identify the types of health policy questions and interventions that can best be analysed through the use of dynamic microsimulation methods.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is organised as follows. <a href=\"#s2\">Section 2</a> presents a taxonomy of microsimulation models and methods while <a href=\"#s3\">Section 3</a> offers an overview of the most recent and relevant dynamic microsimulaion models that concern health. <a href=\"#s4\">Section 4</a> concludes and attempts to identify potential research avenues.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Microsimulation was first introduced in the seminal work of <a href=\"#bib64\">Orcutt (1957</a>; <a href=\"#bib65\">1960</a>). In his pioneering paper “A new type of socioeconomic system” (1957), Orcutt identified the need for models that could provide better long-term predictions about the effects of alternative governmental actions. In order to facilitate and improve model predictions, he underlined the necessity to correctly characterise the behaviour and interactions of the elemental decision-making units (individuals, households or firms) within the socioeconomic system represented. Further, in describing the mechanics of this new type of approach, he suggested the recursive and discrete-time structure that still represents the benchmark for the majority of current dynamic microsimulation models. Despite its heritage, however, the method has gained popularity only recently in accordance with increasing computing power and the availability of micro-data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the purpose of policy evaluation, microsimulation aims to simulate changes in individual behaviour following the introduction of a policy. At their core, microsimulation models consist of two main components: a micro-dataset and a model that informs behavioural change under both current (or a default) and counterfactual policy scenarios. Although microsimulation models differ widely due to the structure and characteristics of the model used to represent individual behaviour (e.g. whether based on a behavioural structural model and a dynamic or static framework), the key feature embedded in all microsimulation models is the ability to generate individual-level data under different policy scenarios. For example, behavioural microsimulation models of labour supply, used to evaluate the impact of fiscal policies on individuals’ employment transitions, incorporate arithmetical tax-benefit models that produce net incomes for different tax-benefit regimes. In contrast, dynamic microsimulation models project population samples over time, modelling life course events (such as household formation and dissolution, education, health and labour market status, etc.) under various policy rules.<sup><a href=\"#fn1\">1</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "To evaluate health policies, dynamic microsimulation has potential to improve upon standard methods of policy evaluation in several ways. The main advantage lies in the possibility of simulating the likely impact of alterative health interventions as well as the capacity to evaluate the efficacy of a given intervention for different future health scenarios. This provides the opportunity to test the effectiveness of competing policies as well as to assess the efficacy of different versions of the same policy, for example a phased implementation of a policy. Another potential benefit of dynamic microsimulation is the opportunity of simultaneously modelling a wide range of health conditions and their dynamic interaction.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A number of authors have proposed a useful taxonomy of microsimulation models which broadly consist of arithmetical versus behavioural models and static versus dynamic models and the reader is referred to these for further information (<a href=\"#bib3\">Anderson, 1997</a>; <a href=\"#bib53\">Klevmarken, 1997</a>; <a href=\"#bib63\">O’Donoghue, 2001</a>; <a href=\"#bib91\">Zaidi &amp; Rake, 2001</a>; <a href=\"#bib13\">Bourguignon &amp; Spadaro, 2006</a>). In the next section, we follow this classification to highlight and illustrate the main features of microsimulation models encountered in the applied literature.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Origin, current use and model structure",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "Arithmetical microsimulation models (sometimes referred to as “micro-accounting models”, <a href=\"#bib21\">Cogneau et al., 2003</a>) ignore individual’s behavioural responses to the policy under scrutiny. In the case of a tax-benefit model, arithmetical microsimulation simply simulates the change in real disposable income of individuals, following the introduction of a tax reform under the assumption that individual behaviour is unchanged (i.e. individual behaviour is exogenous to the tax-benefit system). Although based on this restrictive assumption, arithmetical microsimulation models are useful in illuminating the first-round effects of a reform and identifying the gainers and losers together with their characteristics. This will provide an approximation of the impact of the reform on individuals’ welfare. Information at the individual level can be aggregated and compared between policy-relevant social groups and analysed using social welfare indicators such as inequality and poverty indices (<a href=\"#bib6\">Atkinson et al., 2002</a>). Further, <a href=\"#bib13\">Bourguignon &amp; Spadaro (2006)</a> show that the arithmetic evaluation approach, when used for the purpose of measuring changes in individual and social welfare and under certain conditions (when a reform causes marginal changes only to individuals’ budget constraints and individuals are optimising exclusively on the basis of their budget constraint) is consistent with the presence of behavioural responses. Arithmetical models have been used to examine indirect taxes and tax reforms both in developed and developing countries (<a href=\"#bib23\">Creedy, 1999</a>; Sahn, 2003); to estimate the incidence of public spending in education and health (<a href=\"#bib28\">Demery, 2003</a>) and to test and compare the effects of fiscal polices in different countries of the European Union (<a href=\"#bib5\">Atkinson et al., 1998</a>, <a href=\"#bib6\">2002</a>; <a href=\"#bib18\">Callan &amp; Sutherland, 1997</a>; <a href=\"#bib27\">De Lathouwer, 1996</a>). A number of governmental and research institutions currently use arithmetical microsimulation models to estimate the budgetary and distributional impacts of a range of hypothetical and actual policy changes (within the UK these include, the HM Treasury Inter-Governmental Tax Model, IGOTM, the Pension Policy Simulation, PPS, model of the Department for Work and Pensions and the tax-benefit model of the Institute for Fiscal Studies, TAXBEN).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-1",
                            "title": "2.2.1 Arithmetical microsimulation",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In contrast to arithmetical models, behavioural microsimulation accounts for the behavioural response of agents to a policy reform. This means that changes to institutional, market or individual characteristics affect directly the behaviour of the micro-units within the model. A distinctive characteristic of such models is that the behavioural responses are grounded on economic theory and commonly involve the estimation of structural econometric models. Tax-benefit models that incorporate labour supply responses are typical examples of behavioural microsimulation models (<a href=\"#bib24\">Creedy &amp; Duncan, 2002</a>). For such models, changes in the tax-benefit system directly affect an individual’s budget constraint which in turn may lead to a change in labour supplied. The purpose of these models is to provide an exact prediction of the change in labour supply under alternative tax-benefit scenarios, and the characteristics of the individuals impacted by the policy. To illustrate the characteristics of a behavioural microsimulation model we use labour supply as an example.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In order to illustrate the mechanics of a representative behavioural microsimulation model of labour supply, we follow broadly <a href=\"#bib24\">Creedy and Duncan (2002)</a> and <a href=\"#bib13\">Bourguignon and Spadaro (2006)</a>. For a standard continuous model of labour supply, an individual i maximises her own utility U(.) subject to a budget constraint that includes the tax-benefit system t(.). According to this general framework, individuals derive utility from consumption, <i>c</i><sub>i</sub>, and leisure, <i>L</i><sub>i</sub>, defined in terms of the difference between an individual’s time endowment <i>T</i><sub>i</sub> and the level of hours worked <i>H</i><sub>i</sub>, <i>L</i><sub>i</sub> = <i>T</i><sub>i</sub> – <i>H</i><sub>i</sub>. The optimisation problem can be defined as:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn1",
                                    "label": "(1)",
                                    "mathml": "<math><mtable columnalign=\"left\"><mtr><mtd><mi>M</mi><mi>a</mi><mi>x</mi><mtext> </mtext><mi>U</mi><mo stretchy=\"false\">(</mo><msub><mi>c</mi><mi>i</mi></msub><mo>,</mo><msub><mi>L</mi><mi>i</mi></msub><mo>;</mo><msub><mi>X</mi><mi>i</mi></msub><mo>,</mo><mi>β</mi><mo>,</mo><msub><mi>ε</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo><mtext> </mtext><mi>s</mi><mo>.</mo><mi>t</mi><mo>.</mo></mtd></mtr><mtr><mtd><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><msub><mi>c</mi><mi>i</mi></msub><mo>≤</mo><msub><mi>I</mi><mi>i</mi></msub><mo>+</mo><msub><mi>w</mi><mi>i</mi></msub><msub><mi>H</mi><mi>i</mi></msub><mo>+</mo><mi>t</mi><mo stretchy=\"false\">(</mo><msub><mi>H</mi><mi>i</mi></msub><mo>,</mo><msub><mi>w</mi><mi>i</mi></msub><msub><mi>H</mi><mi>i</mi></msub><mo>,</mo><msub><mi>I</mi><mi>i</mi></msub><mo>;</mo><msub><mi>X</mi><mi>i</mi></msub><mo>;</mo><mi>γ</mi><mo stretchy=\"false\">)</mo></mtd></mtr></mtable></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>X</i><sub>i</sub> represent individual socio-demographic characteristics, β is a common preference parameter and ε<sub>i</sub>, in the simplest stochastic utility structure, is an idiosyncratic term that represents the optimising error<sup><a href=\"#fn2\">2</a></sup>. In the budget constraint, <i>I</i><sub>i</sub> is the (exogenous) household non-labour income, <i>W</i><sub>i</sub> is the wage rate and t(.) represents the tax-benefit system. t(.) depends on labour supply <i>H</i><sub>i</sub>, labour income, <i>W</i><sub>i</sub><i>H</i><sub>i</sub> household non-labour income together with individual socio-demographic characteristics. The term <i>γ</i> represents the parameters of the tax-benefit system (i.e. the various taxes and transfers). Through this framework it is possible to simulate individuals’ employment responses to alternative tax-benefit regimes by simply modifying the set of parameters of the tax-benefit system (<i>γ</i>) and comparing the estimated levels of labour supply provided by individuals before and after the change.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In this partial equilibrium setting, the change in labour supply is thus defined by the following difference:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn2",
                                    "label": "(2)",
                                    "mathml": "<math><mrow><msubsup><mi>H</mi><mi>I</mi><mi>R</mi></msubsup><mo>−</mo><msub><mi>H</mi><mi>i</mi></msub><mo>=</mo><mi>F</mi><mo stretchy=\"false\">(</mo><msub><mi>w</mi><mi>i</mi></msub><mo>,</mo><msub><mi>I</mi><mi>i</mi></msub><mo>;</mo><msub><mi>X</mi><mi>i</mi></msub><mo>;</mo><mover accent=\"true\"><mi>β</mi><mo>^</mo></mover><mo>,</mo><msub><mover accent=\"true\"><mi>ε</mi><mo>^</mo></mover><mi>i</mi></msub><mo>;</mo><msup><mi>γ</mi><mi>R</mi></msup><mo stretchy=\"false\">)</mo><mo>−</mo><mi>F</mi><mo stretchy=\"false\">(</mo><msub><mi>w</mi><mi>i</mi></msub><mo>,</mo><msub><mi>I</mi><mi>i</mi></msub><mo>;</mo><msub><mi>X</mi><mi>i</mi></msub><mo>;</mo><mover accent=\"true\"><mi>β</mi><mo>^</mo></mover><mo>,</mo><msub><mover accent=\"true\"><mi>ε</mi><mo>^</mo></mover><mi>i</mi></msub><mo>;</mo><mi>γ</mi><mo stretchy=\"false\">)</mo></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <math><mrow><msubsup><mi>H</mi><mi>i</mi><mi>R</mi></msubsup></mrow></math> and <i>H<sub>i</sub></i> are the level of hours worked derived from the labour supply functions estimated for the reformed and baseline tax-benefit system, respectively. The change in disposable income can be computed accordingly:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn3",
                                    "label": "(3)",
                                    "mathml": "<math><mrow><msubsup><mi>C</mi><mi>i</mi><mi>R</mi></msubsup><mo>−</mo><msub><mi>C</mi><mi>i</mi></msub><mo>=</mo><msub><mi>w</mi><mi>i</mi></msub><mo stretchy=\"false\">(</mo><msubsup><mi>H</mi><mi>i</mi><mi>R</mi></msubsup><mo>−</mo><msub><mi>H</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo><mo>+</mo><mi>t</mi><mo stretchy=\"false\">(</mo><msubsup><mi>H</mi><mi>i</mi><mi>R</mi></msubsup><mo>,</mo><msub><mi>w</mi><mi>i</mi></msub><msubsup><mi>H</mi><mi>i</mi><mi>R</mi></msubsup><mo>,</mo><msub><mi>I</mi><mi>i</mi></msub><mo>;</mo><msub><mi>X</mi><mi>i</mi></msub><mo>;</mo><msup><mi>γ</mi><mi>R</mi></msup><mo stretchy=\"false\">)</mo><mo>−</mo><mi>t</mi><mo stretchy=\"false\">(</mo><msub><mi>H</mi><mi>i</mi></msub><mo>,</mo><msub><mi>w</mi><mi>i</mi></msub><msub><mi>H</mi><mi>i</mi></msub><mo>,</mo><msub><mi>I</mi><mi>i</mi></msub><mo>;</mo><msub><mi>X</mi><mi>i</mi></msub><mo>;</mo><mi>γ</mi><mo stretchy=\"false\">)</mo></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Given the difficulties related to the estimation of this type of continuous model in the presence of non-linearity and non-convexities in complex tax-benefit schedules, the literature has tented to favour a discrete-choice approach to behavioural microsimulation modelling of labour supply (<a href=\"#bib17\">Callan &amp; Van Soest, 1996</a>; <a href=\"#bib12\">Bingley &amp; Walker, 1997</a>; <a href=\"#bib50\">Keane &amp; Moffitt, 1998</a>; Duncan &amp; Harris, 2002; <a href=\"#bib4\">Andrén, 2003</a>; <a href=\"#bib15\">Brewer et al., 2006</a>; <a href=\"#bib57\">Labeaga et al., 2008</a>). Under this approach, an individuals’ labour supply is approximated through a discrete-choice variable that can assume only a finite number of values within a set of hours worked. Each hour band corresponds to a given level of utility as defined by the budget constraint. While this method resolves part of the difficulties related to nonlinear tax schedules, rounding errors in the definition of hour levels can be introduced and it is good practice to undertake sensitivity analysis (Duncan and Harris, 2002).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Reviews of applications of behavioural microsimulation models of labour supply can be found in <a href=\"#bib24\">Creedy and Duncan (2002)</a> and in <a href=\"#bib25\">Creedy and Kalb (2005)</a>. Although behavioural microsimulation models have the advantage of being grounded in economic theory, they are usually policy-specific and thus require the estimation of a particular behavioural model that fits the policy to be evaluated. As a consequence, they are often not generalisable to the evaluation of other policies.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-2",
                            "title": "2.2.2 Behavioural microsimulation",
                            "type": "section"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Arithmetical versus behavioural models",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Static microsimulation models do not incorporate a time element in the analysis. The behavioural model of labour supply described in the previous section can be considered an example of a static microsimulation model as it considers an individual’s employment response to a policy in the current period. In contrast dynamic models adopt a life-cycle perspective and project the population structure through time. This consists of the creation of a synthetic population through the simulation of individuals’ life trajectories using what are termed static or dynamic ageing techniques. Static ageing produces projections of the population over time by simply re-weighting parts of the sample according to the future expected characteristics of the population with weights usually set using official population projections. The underlying demographic and socioeconomic characteristics of individuals remain constant over time with changes to the weight attached to each individual to produce the synthetic future population. In contrast, dynamic ageing is based on the creation of transition probabilities to update individual demographic and economic characteristics over time. Accordingly, the demographic and socioeconomic profile of the synthetic population is based on the assumptions implicit in the underlying transition probabilities. While static ageing simply brings a population sample into line with external estimates at a specific point in time, dynamic ageing is concerned with the underlying economic and social processes which generate changes within the population (<a href=\"#bib91\">Zaidi &amp; Rake, 2001</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Dynamic ageing can be represented in discrete or continuous time and typically incorporates life-course events such as demographic changes (i.e. fertility, marriage formation and dissolution, mortality), educational attainment, labour market transitions and, more rarely, the evolution of individual health status (<a href=\"#bib63\">O’Donoghue, 2001</a>). Microsimulation models based on ageing techniques incorporate Monte Carlo simulation methods to generate a stochastic process that determines individual transition probabilities. These are used to update the characteristics of individuals over time. The implementation of the Monte Carlo simulation will depend on whether the model is assumed to operate in discrete or continuous time. This is discussed in more detail below.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "content": [
                                        {
                                            "text": "Discrete-time dynamic ageing is usually based on a first order Markov process. In the simplest representation of a first order Markov process, for any individual demographic or socioeconomic event <i>E</i> an individual transition probability from state <i>e<sub>k</sub></i> at time <i>t</i> to state <i>e<sub>j</sub></i> at time <i>t</i> + 1, depends only on their characteristics at time <i>t</i>:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "eqn4",
                                            "label": "(4)",
                                            "mathml": "<math><mrow><msub><mi>P</mi><mrow><mi>k</mi><mi>j</mi></mrow></msub><mo>=</mo><mi>P</mi><mo stretchy=\"false\">(</mo><msub><mi>E</mi><mrow><mi>t</mi><mo>+</mo><mn>1</mn></mrow></msub><mo>=</mo><msub><mi>e</mi><mi>j</mi></msub><mo>|</mo><msub><mi>E</mi><mi>t</mi></msub><mo>=</mo><msub><mi>e</mi><mi>k</mi></msub><mo stretchy=\"false\">)</mo></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "The resulting transition matrix includes all possible transition probabilities between the set of states at time <i>t</i> and the set of states at <i>t</i>+1 and can be described as follows:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "eqn5",
                                            "label": "(5)",
                                            "mathml": "<math><mrow><msub><mi>P</mi><mrow><mi>m</mi><mo>×</mo><mi>n</mi></mrow></msub><mo>=</mo><mrow><mo>(</mo><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mn>11</mn></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mn>12</mn></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mo>⋯</mo></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mn>1</mn><mi>j</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mo>⋯</mo></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mn>1</mn><mi>n</mi></mrow></msub></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mn>21</mn></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mn>22</mn></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mo>⋯</mo></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mn>2</mn><mi>j</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mo>⋯</mo></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mn>2</mn><mi>n</mi></mrow></msub></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mtext> </mtext><mtext> </mtext><mo>⋮</mo></mrow></mtd><mtd columnalign=\"left\"><mrow><mtext> </mtext><mtext> </mtext><mo>⋮</mo></mrow></mtd><mtd columnalign=\"left\"><mo>⋱</mo></mtd><mtd columnalign=\"left\"><mrow><mtext> </mtext><mtext> </mtext><mo>⋮</mo></mrow></mtd><mtd columnalign=\"left\"><mo>⋱</mo></mtd><mtd columnalign=\"left\"><mrow><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo>⋮</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>k</mi><mn>1</mn></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>k</mi><mn>2</mn></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mo>⋯</mo></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>k</mi><mi>j</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mo>⋯</mo></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>k</mi><mi>n</mi></mrow></msub></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mtext> </mtext><mtext> </mtext><mo>⋮</mo></mrow></mtd><mtd columnalign=\"left\"><mrow><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo>⋮</mo></mrow></mtd><mtd columnalign=\"left\"><mo>⋱</mo></mtd><mtd columnalign=\"left\"><mrow><mtext> </mtext><mtext> </mtext><mo>⋮</mo></mrow></mtd><mtd columnalign=\"left\"><mo>⋱</mo></mtd><mtd columnalign=\"left\"><mrow><mtext> </mtext><mtext> </mtext><mo>⋮</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>m</mi><mn>1</mn></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>m</mi><mn>2</mn></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mo>⋯</mo></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>m</mi><mi>j</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mo>⋯</mo></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>m</mi><mi>n</mi></mrow></msub></mrow></mtd></mtr></mtable></mrow><mo>)</mo></mrow></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "where the set of transitions from <i>t</i> to <i>t</i> + 1 is given by the <i>m</i> rows and the <i>n</i> columns of the matrix. Accordingly, the <i>k-th</i> row, <i>P</i><sub><i>k</i>1</sub> <i>P</i><sub><i>k</i>2</sub> ... <i>P<sub>kj</sub></i> ... <i>P<sub>kn</sub></i>, is a vector that contains the probabilities of all possible transitions from state <i>e<sub>k</sub></i> into any other state within the set of events at time <i>t</i> + 1 (<a href=\"#bib62\">Mazzaferro &amp; Morciano, 2008</a>). The resulting matrix, <i>P</i>, is a square positive matrix with the same number of states at <i>t</i> and <i>t</i> + 1. Hence, 0 ≤ <i>P<sub>kj</sub></i> ≤ 1, ∀<i>k, j</i> and",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "ueqn1",
                                            "label": "(6)",
                                            "mathml": "<math><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>j</mi><mo>=</mo><mn>1</mn></mrow><mi>n</mi></munderover><mrow><msub><mi>p</mi><mrow><mi>k</mi><mi>j</mi></mrow></msub><mo>=</mo><mn>1</mn><mtext> </mtext><mtext> </mtext><mi>f</mi><mi>o</mi><mi>r</mi><mtext> </mtext><mtext> </mtext><mi>k</mi><mo>=</mo><mn>1</mn><mo>,</mo><mtext> </mtext><mn>..</mn><mi>m</mi></mrow></mstyle><mo>⋅</mo></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "The occurrence of a transition between two states is established using Monte Carlo simulation. For the <i>ith</i> observation and for each state, a random number <i>r</i> is drawn from a uniform distribution in the interval [0,1] at every time interval <i>t, r<sub>ijt</sub></i>. A transition occurs if the generated random number is less than or equal to the probability of the event to occur: <i>r<sub>ijt</sub></i> ≤ <i>P<sub>ijt</sub></i>. If the random draw from the distribution exceeds the probability, <i>r<sub>ijt</sub></i> &gt; <i>P<sub>ijt</sub></i>, the individual remains in the state of origin.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "There exist a number of discrete-time dynamic microsimulation models built for a variety of purposes and using data specific to a wide range of countries. A leading example of discrete-time dynamic microsimulation modelling is <i>CORSIM</i> (Cornell Simulation Model). <i>CORSIM</i> (Strategic Forecasting, 2002) models a range of demographic events such as birth, death, marriage and divorce, immigration and emigration together with levels of education, work and earning patterns and the accumulation of assets and debts using annual discrete-time simulations. <i>CORSIM</i> was used as a template by the Office of Chief Actuary (OCA) of the Canadian Government for the development of <i>DYNACAN</i> (<a href=\"#bib29\">Dussault, 2000</a>), a dynamic microsimulation of the Canadian population, as well as by the Swedish Spatial Modelling Centre for the construction of <i>SVERIGE</i>, a spatial dynamic microsimulation model for Sweden. Comprehensive surveys of discrete-time dynamic microsimulation models can be found in <a href=\"#bib63\">O’Donoghue (2001)</a>, <a href=\"#bib91\">Zaidi and Rake, (2001)</a> and <a href=\"#bib20\">Cassells et al. (2006)</a>.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s2-3-1a",
                                    "title": "Markov chain models and Monte Carlo simulation methods",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "We illustrate the implementation of Monte Carlo simulation to compute transitions using health states as an example. Several methods have been proposed to estimate transition probabilities in discrete-state panel data Markov chain models (Singer and Spilerman, 1974; Tuma and Hannan, 1984; <a href=\"#bib58\">Laditka and Wolf, 1998</a>) and for our purposes, we follow the approach proposed by <a href=\"#bib58\">Laditka and Wolf (1998)</a> who consider a transition process between four states: three non absorbing states of functional health limitations and a fourth absorbing state, death. The non-absorbing states are unimpaired (or active), being moderately impaired (having one or two impairments in activities of daily living, ADL) and being severely impaired (having three to five ADL limitations). Accordingly, we have a multinomial variable of health limitation status, <i>L</i> that can assume four values: <i>U</i> (unimpaired), <i>M</i> (moderately impaired), S (severely impaired) and <i>D</i> (dead). Transition probabilities between two consecutive periods of time, <i>t</i> and <i>t</i>+<i>1</i>, can be expressed as:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "eqn6",
                                            "label": "(7)",
                                            "mathml": "<math><mrow><msub><mi>P</mi><mrow><mi>k</mi><mi>j</mi></mrow></msub><mo>=</mo><mi>P</mi><mo stretchy=\"false\">(</mo><msub><mi>L</mi><mrow><mi>t</mi><mo>+</mo><mn>1</mn></mrow></msub><mo>=</mo><mi>j</mi><mo>|</mo><msub><mi>L</mi><mi>t</mi></msub><mo>=</mo><mi>k</mi><mo>;</mo><mtext> </mtext><msub><mi>X</mi><mi>t</mi></msub><mo stretchy=\"false\">)</mo></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "For each individual the probability of being in a particular state in the next time period (<i>t+1</i>) depends on the state in the current period (<i>t</i>) together with current period socioeconomic characteristics, <i>X<sub>t</sub></i> (e.g. age, ethnicity, education, income, marital status, etc.). The transition probabilities can be arranged in a 4 × 4 matrix as follows:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "eqn7",
                                            "label": "(8)",
                                            "mathml": "<math><mrow><mi>P</mi><mo>=</mo><mrow><mo>(</mo><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>U</mi><mi>U</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>U</mi><mi>M</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>U</mi><mi>S</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>U</mi><mi>D</mi></mrow></msub></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>M</mi><mi>U</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>M</mi><mi>M</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>M</mi><mi>S</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>M</mi><mi>D</mi></mrow></msub></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>S</mi><mi>U</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>S</mi><mi>M</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>S</mi><mi>S</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>S</mi><mi>D</mi></mrow></msub></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>D</mi><mi>U</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>D</mi><mi>M</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>D</mi><mi>S</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>p</mi><mrow><mi>D</mi><mi>D</mi></mrow></msub></mrow></mtd></mtr></mtable></mrow><mo>)</mo></mrow></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "<sup>where</sup> <i>p<sub>DU</sub> = p<sub>DM</sub> = p<sub>DS</sub></i> = 0 and <i>p<sub>DD</sub></i> =1, due to the absorbing nature of death. To populate the remaining 12 transition probabilities, we estimate multinomial logit models with covariates representing individual socioeconomic characteristics and health limitation status. A separate model is estimated for each row of the transition matrix. Again, Monte Carlo simulation methods are used to establish the actual incidence of transitions between different health states in consecutive periods of times by comparing the predicted probability for any transition, <i>p</i>, with a random number, <i>r</i>, drawn from a uniform distribution <i>U</i> ~ <i>U</i>[0,1]. The transition occurs if <i>r</i> ≤ <i>p</i>, otherwise the individual remains in their current health state.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s2-3-1b",
                                    "title": "An example for health",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Discrete-time dynamic microsimulation models are typically structured on a modular basis where events are usually represented as a set of univariate processes that follow a hierarchical order. This structure is represented in <a href=\"#fig1\">Figure 1</a>.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The figure shows the starting point of a dynamic microsimulation model, the baseline dataset, the modules used to simulate individual events (in this stylised example, demographic, health and labour market modules) and the outcome produced by the simulation; here the difference in the trajectories between a baseline scenario and an alternative under evaluation.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "A fundamental component of any dynamic microsimulation model is its baseline dataset. This is usually composed of a main source, based on individual records taken from survey or administrative data, augmented with information imported from additional sources, using imputation or matching techniques. The rationale behind the use of multiple sources of data is often to fill information gaps in the primary data source or simply to integrate external information. Ultimately, the essential requirement for a baseline dataset is for it to be representative of the population relevant for the policy being simulated (<a href=\"#bib61\">Martini &amp; Trivellato, 1997</a>).",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "In a discrete-time setting, all individuals at a particular time period t are at risk of experiencing a series of events. The occurrence and timing of each event are established according to the Markov chain Monte Carlo rules outlined earlier. Depending on the focus of the model, modules and events may differ. However, the majority of discrete-time dynamic microsimulation models include demographic events (such as birth, mortality, household formation and dissolution and more rarely immigration), education and labour market-related events (e.g. modules that “attach” a degree to each individual and subsequently consider transitions into and out of as well as within the labour market) and less commonly health events, usually in the form of a stylised health status (for example, a binary measure of individual health status, being in good health or ill-health). Richer dynamic models might also contain modules that compute labour earnings, non-labour income, expenditures as well as reproducing the tax and social security systems of a specific country<sup><a href=\"#fn3\">3</a></sup>. The baseline dataset modified by the transitions incurred by individuals at the end of a time period t becomes the input dataset for the following time period, <i>t + 1.</i> This is repeated until the entire dynamic simulation cycle is complete (i.e. until the last time period considered is reached).",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "An essential feature of a typical discrete-time dynamic microsimulation model is the hierarchical nature of the events represented. The sequence of events within each time period is established a priori by the model builder. Hence, the sequence of causal relationships between key events within an individual's life is pre-determined. Although this modelling strategy allows the researcher to control the consequence of changes within the chain of events, ignoring the potentially numerous endogeneity issues could seriously hamper the reliability of the model's results.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "assets": [
                                                {
                                                    "id": "fig1",
                                                    "image": {
                                                        "alt": "",
                                                        "uri": "%iiif_uri%/00064%2Fijm-00064-fig1.tif",
                                                        "size": {
                                                            "width": 1556,
                                                            "height": 2386
                                                        },
                                                        "source": {
                                                            "mediaType": "image/jpeg",
                                                            "uri": "%iiif_uri%/00064%2Fijm-00064-fig1.tif/full/full/0/default.jpg",
                                                            "filename": "ijm-00064-fig1.jpg"
                                                        }
                                                    },
                                                    "label": "Figure 1",
                                                    "title": "Structure of a typical discrete-time dynamic microsimulation model<sup><a href=\"#fn4\">4</a></sup>.",
                                                    "type": "image"
                                                }
                                            ],
                                            "type": "figure"
                                        }
                                    ],
                                    "id": "s2-3-1c",
                                    "title": "Implementation of a typical discrete-time dynamic microsimulation model",
                                    "type": "section"
                                }
                            ],
                            "id": "s2-3-1",
                            "title": "2.3.1 Discrete-time dynamic microsimulation models",
                            "type": "section"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Static versus dynamic models",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Dynamic microsimulation can be implemented in continuous-time using duration models. In this framework, the variable of interest is the time to occurrence of an event (in this case, the time to a transition between an origin state and a destination state). Within this setting, a central mechanism that governs the timing of events is the concept of the inverse distribution function or <i>quantile function.</i> While a distribution function transforms a real number into a probability, the quantile function translates a probability into a real number (<a href=\"#bib85\">Willekens, 2006</a>, <a href=\"#bib86\">2009</a>). In continuous-time dynamic microsimulation models, the quantile function is used to transform the probability of a transition from one state to another into a real number that represents the time to an event.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In continuous-time duration models, the time to an event <i>T</i> can be considered a random variable with the following cumulative distribution function (cdf):",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn8",
                            "label": "(9)",
                            "mathml": "<math><mi>F</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mtext>Pr(</mtext><mi>T</mi><mo>≤</mo><mi>t</mi><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The cdf represents the probability that the duration spell length is less than <i>t</i> in the interval from 0 to <i>t</i> (i.e. the probability that the transition between two states occurs in the period between 0 and t). The probability that the duration equals or exceeds <i>t</i> is defined by the survivor function:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn9",
                            "label": "(10)",
                            "mathml": "<math><mi>S</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mi>Pr</mi><mo stretchy=\"false\">(</mo><mi>T</mi><mo>&gt;</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mn>1</mn><mo>−</mo><mi>F</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The concentration of events along the time axis is given by the density function that is the slope of the survivor function expressed as follows:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn11",
                            "label": "(11)",
                            "mathml": "<math><mi>f</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mfrac><mrow><mo>∂</mo><mi>F</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mo>∂</mo><mi>t</mi></mrow></mfrac><mo>=</mo><mo>−</mo><mfrac><mrow><mo>∂</mo><mi>S</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mo>∂</mo><mi>t</mi></mrow></mfrac></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The instantaneous rate of leaving a state conditional on survival to time <i>t</i> is given by the hazard function that can be expressed by:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn11",
                            "label": "(12)",
                            "mathml": "<math><mrow><mi>h</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mo>=</mo><munder><mrow><mi>lim</mi></mrow><mrow><msub><mi>Δ</mi><mi>t</mi></msub><mo>→</mo><mn>0</mn></mrow></munder><mfrac><mrow><mi>F</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo>+</mo><msub><mi>Δ</mi><mi>t</mi></msub><mo stretchy=\"false\">)</mo><mo>−</mo><mi>F</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow><mrow><msub><mi>Δ</mi><mi>t</mi></msub></mrow></mfrac><mo>⋅</mo><mfrac><mn>1</mn><mrow><mn>1</mn><mo>−</mo><mi>F</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow></mfrac><mo>=</mo><mfrac><mrow><mi>f</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mn>1</mn><mo>−</mo><mi>F</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow></mfrac><mo>=</mo><mfrac><mrow><mi>f</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>S</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The cumulative hazard function (or integrated hazard function) can be obtained by integrating the hazard rate at each instant in time:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn12",
                            "label": "(13)",
                            "mathml": "<math><mi>H</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mstyle displaystyle=\"true\"><mrow><munderover><mo>∫</mo><mn>0</mn><mi>t</mi></munderover><mrow><mi>h</mi><mo stretchy=\"false\">(</mo><mi>u</mi><mo stretchy=\"false\">)</mo><mi>d</mi><mi>u</mi></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The timing of the transition for an individual <i>i</i> is given by <i>G</i>(<i>r<sub>i</sub></i>) where <i>r<sub>i</sub></i> is a random value drawn from a uniform distribution in the interval [0,1] and <i>G</i> is the inverse distribution function of <i>T</i>, i.e. <i>G</i> = <i>F</i><sup>−1</sup>(<i>t</i>). That is, the inverse distribution function or quantile function is used to map the realisation of the random draw into a real number <i>t</i> which indicates the timing of the transition. Hence, in the context of continuous-time dynamic microsimulation, the decision rule that is used to set the timing of an event entails two stages. First, a random number <i>r<sub>i</sub></i> is drawn from a uniform distribution <i>U</i> ~ <i>U</i>[0,1]. Second, a quantile function of the probability distribution <i>F</i>(<i>t</i>) is used to convert this number <i>r<sub>i</sub></i> into a real value of <i>t</i>.<sup><a href=\"#fn5\">5</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "As an example, we consider the simulation of the time to transition between different states produced using a Cox proportional hazard model, a widely used duration model (<a href=\"#bib9\">Bender et al., 2005</a>). The Cox proportional hazard model can be defined through its hazard function:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn13",
                                    "label": "(14)",
                                    "mathml": "<math><mi>h</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo>/</mo><mi>X</mi><mo stretchy=\"false\">)</mo><mo>=</mo><msub><mi>h</mi><mi>0</mi></msub><mtext>exp</mtext><mo stretchy=\"false\">(</mo><mi>ϕ</mi><mo>'</mo><mi>X</mi><mo stretchy=\"false\">)</mo></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>t</i> is time, <i>X</i> is a vector containing a set of covariates that define a series of individual socioeconomic characteristics, <i>ϕ</i> is a vector of regression coefficients and <i>h</i><sub>0</sub> is the baseline hazard function (i.e. the hazard function in the absence of covariates, <i>X</i>=0). The survival function of the Cox proportional hazard model can be written as follows:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn14",
                                    "label": "(15)",
                                    "mathml": "<math><mi>S</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo>/</mo><mi>x</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mtext>exp</mtext><mo stretchy=\"false\">[</mo><mo>−</mo><msub><mi>H</mi><mn>0</mn></msub><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mtext>exp</mtext><mo stretchy=\"false\">(</mo><mi>ϕ</mi><mo>'</mo><mi>X</mi><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">]</mo></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>H</i><sub>0</sub> is the cumulative baseline hazard function. The distribution function of this model is:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn15",
                                    "label": "(16)",
                                    "mathml": "<math><mi>F</mi><mo stretchy=\"false\">(</mo><mi>t</mi><mo>/</mo><mi>X</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mn>1</mn><mo>−</mo><mtext>exp</mtext><mo stretchy=\"false\">[</mo><mo>−</mo><msub><mi>H</mi><mn>0</mn></msub><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mtext>exp</mtext><mo stretchy=\"false\">(</mo><mi>ϕ</mi><mo>'</mo><mi>X</mi><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">]</mo></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Let <i>r</i> be a random number drawn from a uniform distribution <i>U</i> ~ <i>U</i>[0,1]. Then, the simulated time to transition <i>T</i> is produced using the inverse or quantile function of the Cox proportionaI hazard model that takes the following form:<sup><a href=\"#fn6\">6</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn16",
                                    "label": "(17)",
                                    "mathml": "<math><msup><mi>F</mi><mrow><mo>−</mo><mn>1</mn></mrow></msup><mo stretchy=\"false\">(</mo><mi>t</mi><mo>/</mo><mi>X</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mi>T</mi><mo>=</mo><msubsup><mi>H</mi><mn>0</mn><mrow><mo>−</mo><mn>1</mn></mrow></msubsup><mo stretchy=\"false\">[</mo><mo>−</mo><mi>log</mi><mo stretchy=\"false\">(</mo><mi>r</mi><mo stretchy=\"false\">)</mo><mtext>exp</mtext><mo stretchy=\"false\">(</mo><mo>−</mo><mi>ϕ</mi><mo>'</mo><mi>X</mi><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">]</mo></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Accordingly, the simulated time to transition depends on a constant transition rate and a set of covariates. It should be noted that the Cox hazard model is not restricted to the exponential distribution and that a set of alternative survival time distributions can be used to generate simulated times to transition using Cox hazard models (for an overview, see <a href=\"#bib9\">Bender et al. 2005</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-3-2a",
                            "title": "An example: simulating the time to transitions",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In continuous time dynamic microsimulation the life-cycle of an individual can be modelled in two alternative ways (<a href=\"#bib86\">Willekens, 2009</a>). One possibility is to simulate the entire life-cycle of an individual until the event death before starting the simulation of the life-cycle of another individual. For each individual separate times to transitions are simulated for competing events (e.g. demographic transitions, labour market transitions, transitions between different health states, etc.). The first state transition to occur is established by choosing the shortest time to transition.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "An alternative is to employ discrete-time duration analysis and model segments of an individual life-cycle. The procedure consists of breaking down the continuous time frame into a series of discrete spells and considering the simulation of a set of events (transitions) within these spells. The length of the spells can vary according to the specific needs of the modeller but most applications use spell lengths of one year (<a href=\"#bib86\">Willekens, 2009</a>). In this framework, transitions from one state to another occur by comparing the simulated time to transition for each specific event with the length of the time spell. For example, if we consider spells of the length of <i>n</i> years and a simulated time to transition, <i>t</i>, the transition occurs during the first spell <i>n</i> if the simulated time to transitions is less than <i>n</i>, (<i>t &lt; n</i>). This framework also accounts for repeatable events (i.e. events that can occur more than once such as child birth, labour market and health transitions). Assuming that an event is repeatable and its first occurrence is at <i>t</i><sub>1</sub> if <i>t</i><sub>1</sub> &lt; <i>n</i>, the event occurs a second time during the same spell if a second draw of a random number from the uniform distribution <i>U</i> ~ <i>U</i>[0,1] generates a simulated time to transition <i>t</i><sub>2</sub> that is less than or equal to <i>n</i> – <i>t</i><sub>1</sub> (<i>t</i><sub>2</sub> ≤ <i>n</i> – <i>t</i><sub>1</sub>). As a result, the event occurs at time <i>t</i><sub>1</sub> + <i>t</i><sub>2</sub>.<sup><a href=\"#fn7\">7</a></sup>",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-3-2b",
                            "title": "The individual life-cycle in continuous-time dynamic microsimulation modelling",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The majority of continuous-time dynamic microsimulation models aim to model multiple transitions among a number of states. This translates into extending the framework presented above into a multiple hazard setting (Cameron and Trivedi, 2005). In this context, the basic <i>competing risks model</i> (CRM) offers a suitable way of modelling the time to transition between one state of origin and one of a series of competing destination states.<sup><a href=\"#fn8\">8</a></sup> Competing risks models assume that a latent duration, <i>t<sub>j</sub></i>, exists for each possible destination state (or risk) <i>j</i> (1,....,<i>m</i>). In the absence of other risk factors that might cause the end of the spell to occur sooner, <i>t<sub>j</sub></i> can be interpreted as the spell duration for each possible destination <i>j</i>. In this setting, the observed duration <i>T</i> is the minimum (or shortest) duration <i>t<sub>j</sub></i>:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn17",
                                    "label": "(18)",
                                    "mathml": "<math><mi>T</mi><mo>=</mo><mtext>min</mtext><mo stretchy=\"false\">(</mo><msub><mi>t</mi><mn>1</mn></msub><mo>,</mo><mo>….</mo><mo>,</mo><msub><mi>t</mi><mi>m</mi></msub><mo stretchy=\"false\">)</mo><mo>=</mo><mtext>min</mtext><mo stretchy=\"false\">(</mo><msub><mi>t</mi><mi>j</mi></msub><mo stretchy=\"false\">)</mo><mo>,</mo><mtext> </mtext><mtext> </mtext><msub><mi>t</mi><mi>j</mi></msub><mo>&gt;</mo><mn>0</mn></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "And the corresponding simulated destination state, <i>r</i>, is:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn18",
                                    "label": "(19)",
                                    "mathml": "<math><mi>r</mi><mo>=</mo><munder><mrow><mtext>arg</mtext><mtext> </mtext><mtext>min</mtext><mo>(</mo><msub><mi>t</mi><mi>j</mi></msub><mo>)</mo></mrow><mrow><mi>j</mi><mo>∈</mo><mo>(</mo><mn>1</mn><mo>,</mo><mn>...</mn><mi>m</mi><mo>)</mo></mrow></munder></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "The distribution of <i>t<sub>j</sub></i> can be modelled through its hazard function, <i>h<sub>j</sub></i>, that defines the hazard rate of the <i>jth</i> type of failure (or transition into the destination state <i>j</i>). In the case of independent risks, the hazard function can be written as:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn19",
                                    "label": "(20)",
                                    "mathml": "<math><msub><mi>h</mi><mi>j</mi></msub><mo stretchy=\"false\">(</mo><msub><mi>t</mi><mi>j</mi></msub><mo>|</mo><msub><mi>X</mi><mi>j</mi></msub><mo stretchy=\"false\">)</mo><mo>=</mo><munder><mrow><mi>l</mi><mi>i</mi><mi>m</mi></mrow><mrow><msub><mi>Δ</mi><mi>t</mi></msub><mo>→</mo><mn>0</mn></mrow></munder><mfrac><mrow><mi>P</mi><mo stretchy=\"false\">[</mo><msub><mi>t</mi><mi>j</mi></msub><mo>≤</mo><mi>T</mi><mo>≤</mo><msub><mi>t</mi><mi>j</mi></msub><mo>+</mo><msub><mi>Δ</mi><mi>t</mi></msub><mo>|</mo><mi>T</mi><mo>≥</mo><msub><mi>t</mi><mi>j</mi></msub><mo>,</mo><mtext>​</mtext><mtext>​</mtext><mtext>​</mtext><mtext> </mtext><msub><mi>X</mi><mi>j</mi></msub><mo stretchy=\"false\">]</mo></mrow><mrow><msub><mi>Δ</mi><mi>t</mi></msub></mrow></mfrac></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>X<sub>j</sub></i> is a destination-specific vector of exogenous covariates. Provided that the event transition into destination state <i>j</i> has not already occurred, the hazard rate is the product of the rate of transition in the interval Δ<sub><i>t</i></sub> and the probability of transiting into destination <i>j</i>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#bib86\">Willekens (2009)</a> highlights two approaches to model time to transition and destination states in multiple state continuous-time dynamic microsimulation. The first method simulates the time to transitions for every possible destination state. The shortest time to transition determines the actual time to event to that destination. This method is applied in two models developed at Statistics Canada, <i>LifePaths</i>, a dynamic microsimulation model of Canadian individuals and households, and <i>POHEM</i> (Population Health Model), a dynamic microsimulation of diseases and risk factors within the Canadian population.<sup><a href=\"#fn9\">9</a></sup> An alternative method employs two random draws, one to define the time to transition and the other to determine the destination state. The time to transition is simulated drawing a random number from an exponential distribution while the destination state is simulated using a draw from a uniform distribution in a fashion similar to that described earlier.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-3-2c",
                            "title": "Modelling multiple transitions in continuous-time dynamic microsimulation",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Several authors have discussed the relative merits of discrete-time versus continuous-time dynamic microsimulation modelling (<a href=\"#bib91\">Zaidi &amp; Rake, 2001</a>; <a href=\"#bib77\">Spielauer, 2007</a>; <a href=\"#bib86\">Willekens 2009</a>). <a href=\"#bib91\">Zaidi &amp; Raike (2001)</a> suggest that in principle a continuous-time framework should be preferred because it allows for intermediate (i.e. less than a year) transitions as well as enhancing the capacity to account for the interdependency and simultaneity of the multiple events modelled. However, the authors make the valid point that the majority of data available for microsimulation are collected on an annual basis making the choice of a discrete-time model that operates with annual probabilities a natural one. Further, Zaidi and Rake emphasise the possibility to model certain events using shorter time periods within a discrete-time setting, for example using monthly transitions. In his review of dynamic microsimulation models, <a href=\"#bib77\">Spielauer (2007)</a> also appears to favour the use of continuous and pseudo-continuous (monthly steps) dynamic microsimulation. More recently, <a href=\"#bib86\">Willekens (2009)</a> suggests that continuous-time dynamic microsimulation modelling overcomes three fundamental problems that are intrinsic in the use of discrete-time modelling. These are the possibility of determining precise sequences of events (transitions); the measurement of the exact duration/length of events and the capacity to model multiple transitions during the same time interval.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-3-2d",
                            "title": "Discrete-time versus continuous-time dynamic microsimulation modelling",
                            "type": "section"
                        }
                    ],
                    "id": "s2-3-2",
                    "title": "2.3.2 Continuous-time dynamic microsimulation mode",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Fundamentals of microsimulation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Predictions from dynamic microsimulation models must be considered credible in order to be accepted and used by both modellers and policy-makers. The credibility of a dynamic microsimulation model is based on its capacity to reproduce observed data or known benchmarks such as official population projections. Accordingly, an important aspect of dynamic microsimulation modelling is the validation of results produced by the simulation exercise. Interestingly, the applied literature has devoted little attention to validation procedures and the quantification of uncertainty around model predictions (<a href=\"#bib88\">Wolf, 2001</a>; <a href=\"#bib54\">Klevmarken, 2002</a>). Moreover, among practitioners there is currently no apparent consensus on what constitutes best practice. In the majority of applications, discrepancies between simulation outputs and some external benchmark are often resolved using alignment techniques. In general, alignment consists of adjustment of the simulation output in order to reflect the expected proportion of certain events in a population. Alignment methods applied to dynamic microsimulation have significantly evolved in the past few years and vary widely (Morrison, 2006). In the case of a hierarchical or recursive model such as the one depicted in <a href=\"#fig1\">Figure 1</a> of <a href=\"#s2-3-1\">Section 2.3.1</a>, a “piece-meal” validation procedure can be used (<a href=\"#bib54\">Klevmarken, 2002</a>) where validation is performed separately for each sub-model. A comprehensive list of alignment methods can be found in Morrison (2006). For an illustration of the various validation methods applied to two different dynamic microsimulation models, <i>DYNACAN</i> and <i>APPSIM</i>, readers should refer to Morrison (2008) and <a href=\"#bib72\">Kelly and Percival (2009)</a>, respectively.",
                    "type": "paragraph"
                },
                {
                    "text": "Pudney and Sutherland (1994) and Klevmarken (1998) identify three sources of uncertainty around the predictions produced by microsimulation models. These are classic sampling error, Monte Carlo errors and parameter uncertainty. Sampling error is simply the error linked to the use of a sample rather than the entire population to build the initial or base dataset. Monte Carlo errors are associated with the use of a particular set of random draws in the stochastic process that generates individual trajectories. Klevemarken (1998) suggests dealing with Monte Carlo variation by taking a high number of random draws and further proposes the use of bootstrapping techniques to account for parameter uncertainty.",
                    "type": "paragraph"
                }
            ],
            "id": "s2-4",
            "title": "2.4 Validation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Existing dynamic microsimulation models have been extensively used to project populations over time, to design and evaluate public policies and to investigate income inequality and its distribution. Although a number of dynamic microsimulation models include health-related components, health is rarely the central focus of the analysis. Following <a href=\"#bib63\">O’Donoghue’s (2001)</a> classification between multi-purposes versus special-purpose microsimulation models, we can distinguish between dynamic microsimulation models that are not specifically designed to represent health-related aspects and models explicitly centred on health and health related policies.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Within the multi-purpose dynamic microsimulation models, health-related aspects are often included in a fairly rudimentary way. Models account for health, usually defined through disability and mainly used to inform social security benefits, institutionalisation, or to determine the need for health care and, in some cases, to project health care expenditure and usage.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>DYNAMOD</i>, the Dynamic Microsimulation Model of the Australian population (<a href=\"#bib51\">King et al., 1999</a>) and <i>CAPP_DYN</i>, the Italian dynamic microsimulation model developed by the Centre for Analysis of Public Policies (<a href=\"#bib62\">Mazzaferro &amp; Morciano, 2008</a>), include disability as a proxy for individual health status. <i>INAHSIM</i>, the Integrated Analytical Model for Household Simulation for the Japanese population (<a href=\"#bib48\">Inagaki, 2008</a>) and <i>SAGE</i> (Simulating Social Policy in an Ageing Population), a dynamic microsimulation model for England (Evandrou et al., 2001) use health dichotomised into two categories: “good health” and “ill-health”.<sup><a href=\"#fn10\">10</a></sup> <i>DYNASIM3</i> (the third version of the Dynamic Simulation of Income model for the US) includes individual health measured by the number of limitations on activities of daily life (ADLs) as well as by limitations on instrumental activities of daily living (IADLs). It also includes events such as the onset and recovery of disability and institutionalisation (<a href=\"#bib31\">Favreault &amp; Smith, 2004</a>). <i>MOSART</i>, the dynamic microsimulation model for Norway, includes a number of health events: moving in or out of old age care institutions, rehabilitation, disability and public disability pensions (<a href=\"#bib34\">Fredrisken, 2003</a>). Further aspects of health are also included in the Cornell Dynamic Population Microsimulation model <i>(CORSIM)</i> for the US, including risk factors (smoking, alcohol and sugar consumption, diabetes), disability status, institutionalisation as well as disability insurance and dental conditions, services and expenditures (Strategic Forecasting, 2002). <i>SESIM</i> (<a href=\"#bib55\">Bolin et al., 2007</a>), the dynamic microsimulation model of the Swedish Ministry of Finance, and <i>APPSIM</i> (<a href=\"#bib59\">Lymer, 2009</a>), the Australian Population and Policy Simulator, focus on the consequences of ageing and model health status, health care expenditure and health service usage.<sup><a href=\"#fn11\">11</a></sup> The <i>HARDING</i> model for Australia, a cohort dynamic microsimulation model, also models health service usage as well as health expenditure (<a href=\"#bib43\">Harding et al., 2002</a>). However, it does not model individual health status in itself.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Multi-purposes models",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A limited but growing number of dynamic microsimulation models are centred on health. Among these models, the aspects of health considered and the methods used vary widely depending on the models’ specific objectives and the type of health interventions under scrutiny. In this section, we briefly describe objectives, main modelling features and, when the information is available, validation and findings of a series of health-dedicated microsimulation models.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The majority of health-focused dynamic microsimulation models attempt to project and estimate long-term health care costs and the incidence of disability and chronic conditions. <a href=\"#bib80\">Van Sonsbeek and Gradus (2006)</a> employ a combination of dynamic ageing and behavioural microsimulation modelling to predict the likely impact of the 2006 regime change of the disability benefit scheme in the Netherlands. The authors find that the introduction of the proposed system would decrease the number of individuals relying on disability benefits and would increase labour market participation. The plausibility of the results produced by this model is tested by comparing them with other long-term forecasts based on data from the Dutch Benefit Administration Office. <a href=\"#bib60\">Lymer et al. (2009b)</a> built CAREMOD, a spatial microsimulation model for the projection of the need for elderly care services at small area level. Using a series of re-weighting techniques on both survey data on disability and census data, CAREMOD produces small area level forecasts of the prevalence of disability, care needs and characteristics of the older population in New South Wales, the largest state in Australia. Various alignment methods to external sources of data were used for the validation of the model and particular attention was devoted to the reliability of the simulated small area estimates of rare events such as severe disability. <a href=\"#bib44\">Schofield et al. (2009)</a> recently developed <i>Health&amp;WealthMOD</i>, a microsimulation model concerned with the impacts of health and disability on labour force participation, income and the Australian government’s revenues and expenditures. The model combines survey data on disability with data on income and taxes produced by STINMOD together with information on future individual wealth from DYNAMOD, two of NATSEM’s microsimulation models. Early applications of <i>Health&amp;WealthMOD</i> quantify the impact of lost taxation revenue and increases in government transfer payments due to mental health conditions (<a href=\"#bib73\">Schofield et al., 2011a</a>) and long-term illness (<a href=\"#bib74\">Schofield et al., 2011b</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Dynamic microsimulation methods have been used recently to project the future impact of specific chronic conditions. <a href=\"#bib71\">Sassi et al. (2009)</a> employ the Chronic Disease Prevention Model (CDP), by implementing dynamic ageing and various imputation methods, to assess the cost-effectiveness and distributional impact of obesity-related interventions in selected OECD countries. The authors present a series of findings and conclude that although most of the preventive interventions evaluated appear to have favourable cost-effectiveness ratios, they might not always reduce total health expenditure when the costs of diseases affected by diet, obesity and physical activity are considered. Sassi et al. conduct a sensitivity analysis using confidence intervals associated with individual parameter estimates as well as running a number of Monte Carlo simulations with different distributions of input parameters. A prototype of a model for the analysis of the incidence and progression of type II diabetes and cardiovascular diseases, <i>HealthAgeingMod</i>, is described in <a href=\"#bib82\">Walker et al. (2010)</a>. The model combines chronic disease progression models to a population-wide microsimulation model that projects the base-year population through re-weighting techniques. The model is also designed to use standard cost-benefit and cost-effectiveness methods to assess the impact of a series of simulated policy options. In this case, the validation of the prototype model was conducted through the alignment to external benchmarks.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, other microsimulation models have been used to analyse the impact of government pharmaceutical benefits schemes. For example, <a href=\"#bib1\">Abello et al., (2008)</a> use various imputation and re-weighting methods to analyse the distributional effect of the Australian Pharmaceutical Benefit Scheme (PBS). Their results highlight that the scheme is highly progressive with two-fifth of total PBS outlays being directed at the poorest-one fifth of the population. Abello et al. also illustrate the usefulness of statistical matching and the use of complementary sources of data to overcome data limitations in their main base file.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The following section focuses on a more detailed description of two models, the Population Health Model (POHEM) and the Future Elderly Model (FEM) which are currently among the most comprehensive dynamic microsimulation models dedicated to health. Together with the <i>HealthAgeingMod</i> prototype model earlier described, POHEM is one of the few existing models that simultaneously accounts for the progression and interactions of multiple health conditions. FEM is a leading example of a model that can simulate a number of potential health breakthroughs together with government health expenditure. Both models have the flexibility of being used to evaluate a variety of policy interventions.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "POHEM (Population Health Model) is a continuous-time dynamic microsimulation model designed to represent the lifecycle dynamics of the Canadian population.<sup><a href=\"#fn12\">12</a></sup> The model focuses on the evolution and interactions of a set of specific diseases and risk factors. <i>POHEM</i> also includes individual-level data on health care costs and utilisation together with a measure of health-related quality of life, the Health Utility Index Mark 3 (HUI3) (<a href=\"#bib40\">Grootendorst, 2000)</a>. Initially developed by Statistics Canada as a sub-model of the microsimulation model <i>Lifepaths, POHEM</i> integrates data from different sources on heart disease, diabetes, osteoarthritis, different types of cancer (lung, breast and colorectal cancer) and risk factors such as smoking, body mass index, cholesterol, blood pressure and mortality. Starting from this comprehensive baseline dataset, the model employs continuous-time dynamic microsimulation techniques to age the initial population forward in time and to model the onset and evolution of disease, co-morbidities and the influence of risk factors.",
                                    "type": "paragraph"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "The baseline dataset of POHEM combines data drawn from a multiplicity of sources. These include the Canadian Community Health Service (CCHS), the Statistics Canada’s census projections, the National Population Health Survey (NPHS), the Canadian Heart Health Survey (CHHS), the Health Person Oriented Information (HPOI), the Registered Persons Database (RPDB) and the British Columbia Linked Hospital Database (BCLHD).<sup><a href=\"#fn13\">13</a></sup> Each source of data was employed for a specific purpose. The CCHS is a cross sectional survey started in 2000-2001 with an initial sample of 131,535 individuals, representative of the Canadian household population aged 12 and over. The survey was used to define the initial population that is projected forward in time by the simulation model. Statistics Canada’s census projections were employed to inform the projections of new births and immigrants in the simulation. Data on Body Mass Index and cigarette consumption were integrated using information drawn form the NPHS, a longitudinal survey started in 1994-1995 with an initial sample of 17,276 Canadian individuals. Blood pressure, total cholesterol and high density lipid count were modelled using data contained in the Canadian Heart Health Survey (CHHS), a cross-sectional survey of 23,129 individuals conducted between 1986 and 1992. Statistics Canada’s HPOI includes hospital morbidity records drawn from the Canadian Institute for Health Information’s (CIHI) general records and was used both to improve the quality of the morbidity files and to derive rates of incidence of acute myocardial infarction. The RPDB dataset links the CIHI’s morbidity records with the vital statics for Ontario from 1988 to 2002 and was used to model survival times following different types of acute myocardial interventions. Finally, data on visits to health professionals and hospital admissions covered by the Medical Services Plan of British Columbia were included in the baseline data of the BCLHD.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s3-2-1a",
                                    "title": "The baseline dataset: integrating different sources",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "In order to model the life-cycle dynamics of diseases and risk factors, <i>POHEM</i> makes use of continuous-time dynamic microsimulation modelling techniques. Microsimulation is employed to model the onset, progression and cessation of disease as well as the ageing process of the population. The time to incidence of each disease is established according to the general methodology depicted in <a href=\"#s2-3\">Section 2.3</a>. In this case, random draws generated through Monte Carlo simulations are converted into time to transitions using the inverse function of piecewise Weibull proportional hazards models. Co-morbidities are modelled as multiple hazards where the shortest time to transition determines the first transition to occur. <i>POHEM</i> is organised on a modular basis and contains a sub-model for each disease and risk factor. Below, we provide further details for each sub-model.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s3-2-1b",
                                    "title": "Modelling approach: continuous-time dynamic microsimulation",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "POHEM contains four disease sub-models: a heart diseases model, a diabetes model, an osteoarthritis model and a cancers model.<sup><a href=\"#fn14\">14</a></sup> The heart disease sub-model simulates the incidence of acute myocardial infarction (AMI) using data on socioeconomic characteristics and risk factors from various sources (the Canadian Community Health Service, the National Population Health Survey and The Canadian Heart Health Survey). The Framingham risk incidence function (<a href=\"#bib87\">Wilson et al., 1998</a>) is used to predict the incidence of AMI according to individual sociodemographic characteristics such as age, gender, region of residence and risk factors such as total cholesterol, blood pressure, smoking and body weight. Once the initial prevalence of risk factors is established, the model projects individuals through time and produces projections for episodes of acute myocardial infarction for each individual until death. Data produced from this sub-model are subsequently used to inform the other sub-models of <i>POHEM.</i>",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The diabetes sub-module is based on the Diabetes Population Risk Tool (DPORT), a diabetes risk incidence model developed using data from the National Population Health Survey, the Ontario Diabetes Database and the state of Ontario mortality rates. This model produces diabetes type II incidence rates according to a series of socioeconomic determinants (age, gender, education, income, ethnicity, geographical area) and risk factors (alcohol, smoking, blood pressure, obesity, physical activity). The sub-model also produces incidence rates of different diseases resulting from type II diabetes such as coronary heart disease, stroke, diabetic retinopathy, kidney diseases, etc. The incidence rates produced by the diabetes model are employed in the other sub-models.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The osteoarthritis model measures the prevalence and incidence of osteoarthritis using data from the Canadian Community Health Service and the National Health Population Survey (<a href=\"#bib56\">Kopec et al., 2009</a>). This model includes the possibility of modelling changes in health-related quality of life using the Health Utility Index Mark 3 (HUI3). Finally, the cancers sub-model produces the incidence and progression of lung, breast and colorectal cancers.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s3-2-1c",
                                    "title": "Disease-specific sub-models",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "POHEM includes three risk factor sub-models: smoking, the evolution of body mass index (BMI) and blood-related risk factors (total cholesterol, high density lipid count (HDL) and blood pressure). Within the smoking sub-model, smoking status (being a regular smoker or former smoker who quit within the last year or alternatively being a non-smoker) and transitions between smoking states are modelled using data from National Population Health Survey (NPHS). Transitions are based on a fourth-order Markov process and are conditional on age, gender and previous smoking status. The evolution of individual BMI is informed by a series of linear regressions of self-reported BMI estimated on data drawn from the NPHS. The set of covariates used for the BMI regression models include age, gender, region of residence, income quartile, education and previous BMI. The blood-related risk factors sub-model estimates joint probabilities of changing total cholesterol levels (among low, low-medium, medium, medium-high and high quantity of total cholesterol) and blood pressure states (optimal, normal, high-normal, hypertensive stage I, Hypertensive stage II-IV). These probabilities are derived using data from the Canadian Heart Health Survey.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s3-2-1d",
                                    "title": "Risk factors sub-models",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "To date, <i>POHEM</i> has been used mainly to evaluate the costs-effectiveness of a number of disease-specific interventions. <a href=\"#bib30\">Evans et al. (1997)</a> use <i>POHEM</i> to evaluate the cost-effectiveness of new combined (preoperative and postoperative) therapies on patients with non-small-cell lung cancer (NSCLC). They find that this combined treatment strategies would confer a survival advantage and would also be cost-effective. The authors tested the accuracy of these findings by varying the survival gains and the length of the hospitalisation corresponding to these interventions. <a href=\"#bib10\">Berthelot et al. (2000)</a> also employ the model to evaluate the cost-effectiveness of alternative treatments on patients with NSCLC and conclude that chemotherapeutic treatments should be preferred to palliative and supportive care measures. In order to assess the robustness of these results, the authors use different cost-effectiveness thresholds and different hospital spell lengths for the various treatment regimes. More recently, <a href=\"#bib56\">Kopec et al. (2009)</a> employ <i>POHEM</i> to model and quantify the future incidence of osteoarthritis and its effect on health-related quality of life. Results from this application are validated by comparing and aligning the simulated frequencies to a variety of external sources of data.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s3-2-1e",
                                    "title": "Outputs",
                                    "type": "section"
                                }
                            ],
                            "id": "s3-2-1",
                            "title": "3.2.1 Population health model",
                            "type": "section"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Models focused on health",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Future Elderly Model (<i>FEM</i>) is a demographic and economic microsimulation model developed at RAND (<a href=\"#bib38\">Goldman et al., 2004</a>). It focuses on predicting future health care expenditures and the health status of a population of older Americans drawn from the Medicare Current Beneficiary Survey (MCBS). The model consists of three main components: a model for health care costs, a model of health status transitions and a model that predicts health characteristics of new Medicare enrolees (termed the “rejuvenation” model). <i>FEM</i> is used for evaluating what-if scenarios of a variety of health care interventions.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "FEM makes use of individual records drawn from the MCBS (1992–1998), a nationally representative dataset of Medicare beneficiaries composed of individuals who are either over 65, disabled or institutionalised. Originally developed as a longitudinal survey, the first MCBS sample was collected in 1992 and included 10,584 individuals. Since 1996, the MCBS became a rotating panel and new samples of around 10,000 individuals were introduced each year until the end of the survey in 1998. The MCBS contains self-reported information on height, weight, general health status, a set of specific health conditions (different types of cancers, heart disease, Alzheimer, stroke, diabetes, hypertension, lung-related conditions, arthritis), measures of physical limitations in performing Activities of Daily Living (ADL) and Instrumental Activities of Daily Living (IADL). The survey also includes variables on health care utilisation and expenditures obtained through self-reported information and the Medicare service use records.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-2a",
                            "title": "Data",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "FEM comprises three main sub-modules. The first produces individual trajectories for a number of health conditions and disability statuses. A second sub-module (the rejuvenation module) ensures that the data remains representative of the population aged 65 years or over. A third sub-module projects future Medicare and total health care expenditures based on the demographic and health characteristics of the population.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-2b",
                            "title": "Model structure",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In the first sub-module, transitions into mortality, cancers (breast, prostate, uterus, colon, bladder, lung, kidney, throat, head, brain), cardiovascular disease (angina pectoris, myocardial infarction), neurological disorder, diabetes, hypertension, ADL and facility residence (i.e. entry into a nursing home) are modelled using piecewise Gompertz proportional hazard models. Covariates include socio-demographic characteristics (age, gender, ethnicity, and education), co-morbidities and risk factors (smoking and obesity). Individual transition probabilities obtained from these models are compared with random numbers extracted from a uniform distribution [0,1]. Health transitions occur whenever the transition probabilities exceed the corresponding random draws. In <i>FEM</i>, all health conditions are treated as absorbing (i.e. permanent) states.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-2c",
                            "title": "Health transitions sub-module",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The second sub-module is designed to predict the health and disability status of the entering cohorts of Medicare patients between the years 2001 and 2030 using data on chronic disease from the National Health Interview Survey (NHIS) and information on cause-specific mortality profiles from the Vital Statistics of the United States. In this module, the prediction of the health status of the cohorts entails three main steps. First, age-specific prevalence rates are obtained for each chronic disease considered (heart disease, hypertension, cerebrovascular disease, Alzheimer, cancer, diabetes, chronic obstructive pulmonary disease) and disability status using data from the NHIS. Second, age-incidence trajectories are created combining information on successive disease prevalence and disease-specific death rates from the US Vital Statistics. Third, age-specific prevalence rates and disease-specific trajectories generated in the previous two steps are used to predict and adjust the health status of the incoming Medicare sample.<sup><a href=\"#fn15\">15</a></sup>",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-2d",
                            "title": "Rejuvenation sub-module",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The health expenditure module aims to identify the determinants of health care expenditures among elderly Americans. In this module, Medicare reimbursements and total healthcare expenditures are predicted using OLS cost regression models. Explanatory variables include socio-demographic characteristics (age, gender, ethnicity, education, geographical area of residence), health measures (self-reported health, ADL, self-reported diseases such as cancer, heart disease, diabetes and neurological conditions as well as interactions with ADL categories and disease conditions), mortality, obesity, smoking and nursing home residency.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-2e",
                            "title": "Health expenditure sub-module",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "FEM simulates a set of potential scenarios identified by a technical expert panel (TEP).<sup><a href=\"#fn16\">16</a></sup> These simulated scenarios include potential breakthrough technologies in areas such as disease prevention, early detection and improved treatments of certain diseases but also changes in the health care system and in individuals’ lifestyles. In order to evaluate the effectiveness of these health interventions, the model compares disease prevalence rates and related costs across the baseline and simulated scenarios. Examples of applications of FEM include the simulation of alternative technological advancements in cancer treatment to project spending among the elderly through to 2030 (<a href=\"#bib11\">Battacharya et al., 2005</a>). This exercise concludes that due to demographic changes, even inexpensive and effective technologies (including early cancer detection scenarios via improved screening technologies and new drugs treatments) may not necessarily lead to a decline in total medical spending. <a href=\"#bib37\">Goldman et al. (2005)</a> employ FEM to assess how new medical advances (e.g. the availability of a series of devices for different heart conditions and cancer treatment technologies) would affect individuals’ health status and health care spending over the period 2000-2030. Their findings appear to suggest that most of these promising medical technologies would greatly increase spending. It is not clear how the models are validated prior to use.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-2f",
                            "title": "Scenario modelling and outputs",
                            "type": "section"
                        }
                    ],
                    "id": "s3-2-2",
                    "title": "3.2.2 Future elderly model",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Dynamic microsimulation and health",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "This paper has two core objectives. The first is to present an overview of microsimulation <i>methods</i> and <i>applications</i> that are relevant for the purpose of health policy evaluation. The second is to present a review of existing dynamic microsimulation models that include a health component together with the most recent and comprehensive models focused on health. Throughout the paper we have illustrated the power of dynamic microsimulation as a valid tool for the evaluation of health policies and hope we have made a case for the greater use of these approaches. Dynamic microsimulation offers a number of important advantages over more standard methods of ex-post policy evaluation. First, by simulating data under alternative scenarios, dynamic microsimulation allows for the evaluation of outcomes of interest prior to actual implementation of a policy. Secondly, by projecting individual socioeconomic and health trajectories over multiple periods of time, dynamic microsimulation techniques readily incorporate heterogeneity in estimated treatment effects together with the long-run effects of treatment. Finally, dynamic microsimulation can additionally be used to identify better externalities and spillovers in treatment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "From our review of models and methods it emerges that dynamic microsimulation offers a number of advantages for the purpose of evaluating health interventions. Dynamic microsimulation provides the opportunity of creating novel data sources covering a number of health conditions as well as health behaviours. Moreover, unlike any other single-disease model, microsimulation allows for modelling simultaneously the evolution and interaction of multiple diseases and risk factors together with other important individual socioeconomic characteristics such as labour market status. Allowing for comorbidities is of particular importance when simulating the evolution of an individual health status and the effects of health policies.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another indication from our review is that the evaluation of specific types of health policies often requires the use of different microsimulation methods. Only some of the most recent and comprehensive dynamic microsimulation models of health (e.g. the Chronic Disease Prevention Model, the Future Elderly Model, <i>HealthAgeindMod</i> and the Population Health Model) combine different microsimulation features and are capable of simulating a variety of policy options ranging from medical treatments (e.g. new drugs or chemotherapeutic treatments) to public health reforms focused on lifestyle changes (e.g. diet and exercise). However, the majority of the existing health-focused microsimulation models employ static ageing and re-weighting techniques mainly to project the future prevalence of disability and to evaluate disability-related policy interventions.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4a",
                    "title": "Dynamic microsimulation and health",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As has been noted in previous studies, a fundamental limitation concerning the use of dynamic microsimulation is the difficulty and time required to collect and combine different sources of data together with the wide range of expertise required to construct meaningful models (<a href=\"#bib77\">Spielauer, 2007</a>). A clear trade-off between model complexity and comprehensiveness versus time appears to be evident. Further, although the most recent health studies produced using dynamic microsimulation techniques propose a series of validation strategies, there are currently no common standards for the validation of model projections and predictions and the quantification of uncertainty.",
                            "type": "paragraph"
                        },
                        {
                            "text": "It is also important to stress that the output of any microsimulation model relies on a particular set of assumptions regarding the behaviour of the micro-units represented. These assumptions need to be credible for the microsimulation exercise to have validity. Further, while estimates of behavioural microsimulation models have the advantage of being grounded on economic theory, they tend to be policy-specific and difficult to extend to alternative contexts. Dynamic microsimulation models that project the characteristics of a population over time usually include the simulation of a series of interacting micro-processes such as demographic, labour market and health dynamics. The way in which these processes interact with each other represents the core of a dynamic microsimulation model. These interactions are however rarely justified using structural models. That is, dynamic microsimulation models often include very limited behavioural components.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "Limitations of the approach",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "One of the key challenges facing the future development of dynamic modelling is the incorporation of credible structural microeconomic models capable of taking into account the various behavioural components of the simulation exercise. In particular, the fundamental challenge that modellers have to face is the choice of an <i>appropriate</i> theoretical framework to define agents’ dynamic optimising behaviour. In the context of both the analysis of the dynamics of health and the evaluation of health policies, <a href=\"#bib41\">Grossman’s (1972)</a> seminal work on health capital and the demand for health and its related literature (for example <a href=\"#bib26\">Dardanoni, 1986</a>; <a href=\"#bib68\">Ried, 1998</a>; and <a href=\"#bib33\">Forster, 2001</a>) offer a credible foundation. <a href=\"#bib49\">Ippolito’s (1981)</a> model of lifecycle consumption of hazardous goods, <a href=\"#bib8\">Becker and Murphy’s (1988)</a> theory of rational addiction and the more recent model of <a href=\"#bib19\">Carbone et al. (2005)</a> on smoking, health-investment and mortality risk may be more appropriate in informing dynamic microsimulation models aimed at evaluating the efficacy of public health interventions based on reducing risky lifestyle behaviours. Ultimately the choice of a particular structural framework should be in accordance with the specific objectives of the microsimulation model but should also be amenable to the implementation of its empirical counterpart.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "Potential research avenues",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Conclusions and discussion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Abello, A",
                        "preferred": "A Abello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Phillips, B",
                        "preferred": "B Phillips"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Journal of Artificial Societies and Social Simulation, 11, 3-2",
            "id": "bib1",
            "title": "Enhancing the Australian National Health Survey Data for Use in a Microsimulation Model of Pharmaceutical Drug Usage and Cost",
            "type": "unknown"
        },
        {
            "articleTitle": "The Wanless report and decision-making in public health",
            "authors": [
                {
                    "name": {
                        "index": "Allin, S",
                        "preferred": "S Allin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mossialos, E",
                        "preferred": "E Mossialos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mckee, M",
                        "preferred": "M Mckee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Holland, W",
                        "preferred": "W Holland"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib2",
            "journal": "Journal of Public Health",
            "pages": {
                "first": "133",
                "last": "134",
                "range": "133–134"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Anderson, JM",
                        "preferred": "JM Anderson"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "details": "Schaumburg, Illinois Society of Actuaries (SOA)",
            "id": "bib3",
            "title": "Models for Retirement Policy Analysis, Report to the Society of Actuaries",
            "type": "unknown"
        },
        {
            "articleTitle": "The choice of paid childcare, welfare, and labor supply of single mothers",
            "authors": [
                {
                    "name": {
                        "index": "Andren, T",
                        "preferred": "T Andren"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib4",
            "journal": "Labour Economics",
            "pages": {
                "first": "133",
                "last": "147",
                "range": "133–147"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "articleTitle": "What do we learn about tax reform from international comparisons? France and Britain",
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bouguignon, F",
                        "preferred": "F Bouguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chiappori, PA",
                        "preferred": "PA Chiappori"
                    },
                    "type": "person"
                }
            ],
            "date": "1988",
            "id": "bib5",
            "journal": "European Economic Review",
            "pages": {
                "first": "343",
                "last": "352",
                "range": "343–352"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "articleTitle": "Microsimulation of Social Policy in the European Union: Case Study of a European Minimum Pension",
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, T",
                        "preferred": "T Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’donoghue, C",
                        "preferred": "C O’donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Utili, F",
                        "preferred": "F Utili"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib6",
            "journal": "Economica",
            "pages": {
                "first": "229",
                "last": "243",
                "range": "229–243"
            },
            "type": "journal",
            "volume": "69"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Baroni, E",
                        "preferred": "E Baroni"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "Orcutt’s vision, 50 years on. LABORatorio R. Revelli. Center for Employment Studies Working Paper No. 65",
            "id": "bib7",
            "title": "Orcutt’s vision, 50 years on. LABORatorio R. Revelli. Center for Employment Studies Working Paper No. 65",
            "type": "unknown"
        },
        {
            "articleTitle": "A Theory of Rational Addiction",
            "authors": [
                {
                    "name": {
                        "index": "Becker, GS",
                        "preferred": "GS Becker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Murphy, KM",
                        "preferred": "KM Murphy"
                    },
                    "type": "person"
                }
            ],
            "date": "1988",
            "id": "bib8",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "675",
                "last": "700",
                "range": "675–700"
            },
            "type": "journal",
            "volume": "96"
        },
        {
            "articleTitle": "Generating survival times to simulate Cox proportional hazard models",
            "authors": [
                {
                    "name": {
                        "index": "Bender, R",
                        "preferred": "R Bender"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Augustin, T",
                        "preferred": "T Augustin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Blettner, M",
                        "preferred": "M Blettner"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib9",
            "journal": "Statistics in Medicine",
            "pages": {
                "first": "1713",
                "last": "1723",
                "range": "1713–1723"
            },
            "type": "journal",
            "volume": "24"
        },
        {
            "articleTitle": "Decision Framework for Chemotherapeutic Interventions for Metastatic Non-Small-Cell Lung Cancer ",
            "authors": [
                {
                    "name": {
                        "index": "Berthelot, J-M",
                        "preferred": "J-M Berthelot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Will, BP",
                        "preferred": "BP Will"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Evans, WK",
                        "preferred": "WK Evans"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coyle, D",
                        "preferred": "D Coyle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Earle, CC",
                        "preferred": "CC Earle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bordeleau, L",
                        "preferred": "L Bordeleau"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib10",
            "journal": "Journal of the National Cancer Institute",
            "pages": {
                "first": "1321",
                "last": "1329",
                "range": "1321–1329"
            },
            "type": "journal",
            "volume": "92"
        },
        {
            "articleTitle": "Technological Advances In Cancer And Future Spending By The Elderly",
            "authors": [
                {
                    "name": {
                        "index": "Bhattacharya, J",
                        "preferred": "J Bhattacharya"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shang, B",
                        "preferred": "B Shang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Su, CK",
                        "preferred": "CK Su"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goldman, DP",
                        "preferred": "DP Goldman"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib11",
            "journal": "Health Affairs - Web Exclusive",
            "pages": "W5-R53–W5-R66",
            "type": "journal"
        },
        {
            "articleTitle": "The Labour Supply, Unemployment and Participation of Lone Mothers in In-Work Transfer Programmes",
            "authors": [
                {
                    "name": {
                        "index": "Bingley, P",
                        "preferred": "P Bingley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Walker, I",
                        "preferred": "I Walker"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib12",
            "journal": "Economic Journal",
            "pages": {
                "first": "1375",
                "last": "1390",
                "range": "1375–1390"
            },
            "type": "journal",
            "volume": "107"
        },
        {
            "articleTitle": "Microsimulation as a tool for evaluating redistribution policies",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spadaro, A",
                        "preferred": "A Spadaro"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib13",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "77",
                "last": "106",
                "range": "77–106"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brewer, M",
                        "preferred": "M Brewer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, A",
                        "preferred": "A Duncan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shephard, A",
                        "preferred": "A Shephard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Suarez, MJ",
                        "preferred": "MJ Suarez"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "Did Working Families’ Tax Credit work? The final evaluation of the impact of inwork support on parents’ labour supply and take-up behaviour in the UK. Inland Revenue Working Paper 2. HM Revenue and Customs",
            "id": "bib14",
            "title": "Did Working Families’ Tax Credit work? The final evaluation of the impact of inwork support on parents’ labour supply and take-up behaviour in the UK. Inland Revenue Working Paper 2. HM Revenue and Customs",
            "type": "unknown"
        },
        {
            "articleTitle": "Did working families’ tax credit work? The impact of in-work support on labour supply in Great Britain",
            "authors": [
                {
                    "name": {
                        "index": "Brewer, M",
                        "preferred": "M Brewer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, A",
                        "preferred": "A Duncan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shephard, A",
                        "preferred": "A Shephard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Suarez, MJ",
                        "preferred": "MJ Suarez"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib15",
            "journal": "Labour Economics",
            "pages": {
                "first": "699",
                "last": "720",
                "range": "699–720"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "The Effect of Financial Incentives on Labour Supply: Evidence for Lone Parents from Microsimulation and Quasi-Experimental Evaluation",
            "authors": [
                {
                    "name": {
                        "index": "Cai, L",
                        "preferred": "L Cai"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tseng, Y-P.",
                        "preferred": "Y-P. Tseng"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vu, H",
                        "preferred": "H Vu"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib16",
            "journal": "Fiscal Studies",
            "pages": {
                "first": "285",
                "last": "325",
                "range": "285–325"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Callan, T",
                        "preferred": "T Callan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Soest, AV",
                        "preferred": "AV Soest"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "Technical Report, Economic and Social Research Institute (ESRI), WP078",
            "id": "bib17",
            "title": "Family Labour Supply and Taxes in Ireland",
            "type": "unknown"
        },
        {
            "articleTitle": "The impact of comparable policies in European countries: Microsimulation approaches",
            "authors": [
                {
                    "name": {
                        "index": "Callan, T",
                        "preferred": "T Callan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib18",
            "journal": "European Economic Review",
            "pages": {
                "first": "627",
                "last": "633",
                "range": "627–633"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "articleTitle": "Smoking, health, risk, and perception",
            "authors": [
                {
                    "name": {
                        "index": "Carbone, JC",
                        "preferred": "JC Carbone"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kverndokk, S",
                        "preferred": "S Kverndokk"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rogeberg, OJ",
                        "preferred": "OJ Rogeberg"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib19",
            "journal": "Journal of Health Economics",
            "pages": {
                "first": "631",
                "last": "653",
                "range": "631–653"
            },
            "type": "journal",
            "volume": "24"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cassells, R",
                        "preferred": "R Cassells"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "University of Canberra"
                        ]
                    },
                    "formatted": [
                        "University of Canberra"
                    ]
                },
                "name": [
                    "National Centre for Social and Economic Modelling (NATSEM)"
                ]
            },
            "source": "Problems and Prospects for Dynamic Microsimulation: A Review and Lessons for APPSIM. NATSEM Discussion. Papers no.63",
            "title": "Problems and Prospects for Dynamic Microsimulation: A Review and Lessons for APPSIM. NATSEM Discussion. Papers no.63",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cogneau, D",
                        "preferred": "D Cogneau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Grimm, M",
                        "preferred": "M Grimm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robillard, A-S",
                        "preferred": "A-S Robillard"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "Evaluating poverty reduction policies. The contribution of microsimulation techniques, New International Poverty Reduction Strategies, London, Routledge Books",
            "id": "bib21",
            "title": "New International Poverty Reduction Strategies",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cogneau, D",
                        "preferred": "D Cogneau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, A-S.",
                        "preferred": "A-S. Robilliard"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "Growth, Distribution and Poverty in Madagascar: Learning from a Microsimulation Model in a General Equilibrium Framework, Microsimulation as a tool for the evaluation of public policies: methods and applications, Madrid, Fundación BBVA",
            "id": "bib22",
            "title": "Microsimulation as a tool for the evaluation of public policies: methods and applications",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Modelling Indirect Taxes and Tax Reform",
            "date": "1999",
            "id": "bib23",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Northmapton, MA"
                        ]
                    },
                    "formatted": [
                        "Northmapton, MA"
                    ]
                },
                "name": [
                    "Edward Elgar"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Behavioural Microsimulation with Labour Supply Responses",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, A",
                        "preferred": "A Duncan"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib24",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "1",
                "last": "39",
                "range": "1–39"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "articleTitle": "Discrete Hours Labour Supply Modelling: Specification, Estimation and Simulation",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib25",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "697",
                "last": "734",
                "range": "697–734"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "A note on simple model of health investment",
            "authors": [
                {
                    "name": {
                        "index": "Dardanoni, V",
                        "preferred": "V Dardanoni"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "id": "bib26",
            "journal": "Bulletin of Economic Research",
            "pages": {
                "first": "97",
                "last": "100",
                "range": "97–100"
            },
            "type": "journal",
            "volume": "38"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "De Lathouwer, L",
                        "preferred": "L De Lathouwer"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "A Case Study of Unemployment Scheme for Belgium and The Netherlands, Microsimulation and Public Policy, Amsterdam, North Holland",
            "id": "bib27",
            "title": "Microsimulation and Public Policy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Demery, L",
                        "preferred": "L Demery"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "Analyzing the Incidence of Public Spending, The Impact of Economic Policies on Poverty and Income Distribution: Evaluation Techniques and Tools, Oxford, Oxford University Press",
            "id": "bib28",
            "title": "The Impact of Economic Policies on Poverty and Income Distribution: Evaluation Techniques and Tools",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dussault, B",
                        "preferred": "B Dussault"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "Overview of DYNACAN: a full-fledged Canadian actuarial stochastic model designed for the fiscal and policy analysis of social security schemes. Report for the International Actuarial Association",
            "id": "bib29",
            "title": "Overview of DYNACAN: a full-fledged Canadian actuarial stochastic model designed for the fiscal and policy analysis of social security schemes. Report for the International Actuarial Association",
            "type": "unknown"
        },
        {
            "articleTitle": "Cost of combined modality interventions for stage III non-small-cell lung cancer ",
            "authors": [
                {
                    "name": {
                        "index": "Evans, WK",
                        "preferred": "WK Evans"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Will, BP",
                        "preferred": "BP Will"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Berthelot, J-M",
                        "preferred": "J-M Berthelot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Earle, CC",
                        "preferred": "CC Earle"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib30",
            "journal": "Journal of Clinical Oncology",
            "pages": {
                "first": "3038",
                "last": "3048",
                "range": "3038–3048"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Favreaul, M",
                        "preferred": "M Favreaul"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, K",
                        "preferred": "K Smith"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "A Primer on the Dynamic Simulation of Income Model (DYNASIM3)",
            "date": "2004",
            "id": "bib31",
            "publisher": {
                "name": [
                    "The Urban Institute"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Flanagan, W",
                        "preferred": "W Flanagan"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Overview of the Population Health Model (POHEM), Statistics Canada",
            "id": "bib32",
            "title": "Overview of the Population Health Model (POHEM)",
            "type": "unknown"
        },
        {
            "articleTitle": "The meaning of death: some simulations of a model of healthy and unhealthy consumption ",
            "authors": [
                {
                    "name": {
                        "index": "Forster, M",
                        "preferred": "M Forster"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib33",
            "journal": "Journal of Health Economics",
            "pages": {
                "first": "613",
                "last": "638",
                "range": "613–638"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fredriksen, D",
                        "preferred": "D Fredriksen"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "The MOSART Model - A Short technical Documentation, Paper presented at the International Conference on Population, Ageing and Health Canberra",
            "id": "bib34",
            "title": "The MOSART Model - A Short technical Documentation",
            "type": "unknown"
        },
        {
            "articleTitle": "The dogit model ",
            "authors": [
                {
                    "name": {
                        "index": "Gaundry, MJI",
                        "preferred": "MJI Gaundry"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dagenais, MG",
                        "preferred": "MG Dagenais"
                    },
                    "type": "person"
                }
            ],
            "date": "1979",
            "id": "bib35",
            "journal": "Transportation Research Part B: Methodological",
            "pages": {
                "first": "105",
                "last": "111",
                "range": "105–111"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "Evaluating the public health impact of health promotion interventions: the RE-AIM framework",
            "authors": [
                {
                    "name": {
                        "index": "Glasgow, RE",
                        "preferred": "RE Glasgow"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vogt, TM",
                        "preferred": "TM Vogt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Boles, Shawn M.",
                        "preferred": "Shawn M. Boles"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib36",
            "journal": "American Journal of Public Health",
            "pages": {
                "first": "1322",
                "last": "1327",
                "range": "1322–1327"
            },
            "type": "journal",
            "volume": "89"
        },
        {
            "articleTitle": "Consequences Of Health Trends And Medical Innovation For The Future Elderly",
            "authors": [
                {
                    "name": {
                        "index": "Goldman, DP",
                        "preferred": "DP Goldman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shang, B",
                        "preferred": "B Shang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bhattacharya, J",
                        "preferred": "J Bhattacharya"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Garber, AM",
                        "preferred": "AM Garber"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hurd, M",
                        "preferred": "M Hurd"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Joyce, GF",
                        "preferred": "GF Joyce"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lakdawalla, DN",
                        "preferred": "DN Lakdawalla"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Panis, C",
                        "preferred": "C Panis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shekelle, PG",
                        "preferred": "PG Shekelle"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib37",
            "journal": "Health Affairs - Web Exclusive",
            "pages": "W5-R5–W5-R17",
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Goldman, DP",
                        "preferred": "DP Goldman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shekelle, PG",
                        "preferred": "PG Shekelle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bhattacharya, J",
                        "preferred": "J Bhattacharya"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hurd, M",
                        "preferred": "M Hurd"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Joyce, GF",
                        "preferred": "GF Joyce"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lakdawalla, DN",
                        "preferred": "DN Lakdawalla"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Matsui, DH",
                        "preferred": "DH Matsui"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Newberry, SJ",
                        "preferred": "SJ Newberry"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Panis, CWA",
                        "preferred": "CWA Panis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shang, B",
                        "preferred": "B Shang"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Health Status and Medical Treatment of the Future Elderly. echical Report N 169 Prepared for the Centers for Medicare and Medicaid Services R and Corporation",
            "id": "bib38",
            "title": "Health Status and Medical Treatment of the Future Elderly. echical Report N 169 Prepared for the Centers for Medicare and Medicaid Services R and Corporation",
            "type": "unknown"
        },
        {
            "articleTitle": "Educational policies and poverty reduction in Cöte d’Ivoire",
            "authors": [
                {
                    "name": {
                        "index": "Grimm, M",
                        "preferred": "M Grimm"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib39",
            "journal": "Journal of Policy Modeling",
            "pages": {
                "first": "231",
                "last": "247",
                "range": "231–247"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "articleTitle": "Health Utilities Index Mark 3: Evidence of Construct Validity for Stroke and Arthritis in a Population Health Survey",
            "authors": [
                {
                    "name": {
                        "index": "Grootendorst, P",
                        "preferred": "P Grootendorst"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Feeny, D",
                        "preferred": "D Feeny"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Furlong, W",
                        "preferred": "W Furlong"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib40",
            "journal": "Medical Care",
            "pages": {
                "first": "290",
                "last": "299",
                "range": "290–299"
            },
            "type": "journal",
            "volume": "38"
        },
        {
            "articleTitle": "On the Concept of Health Capital and the Demand for Health ",
            "authors": [
                {
                    "name": {
                        "index": "Grossman, M",
                        "preferred": "M Grossman"
                    },
                    "type": "person"
                }
            ],
            "date": "1972",
            "id": "bib41",
            "journal": "The Journal of Political Economy",
            "pages": {
                "first": "223",
                "last": "255",
                "range": "223–255"
            },
            "type": "journal",
            "volume": "80"
        },
        {
            "articleTitle": "A Conceptual Framework to Measure Performance of the Public Health System",
            "authors": [
                {
                    "name": {
                        "index": "Handler, A",
                        "preferred": "A Handler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Issel, M",
                        "preferred": "M Issel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Turnock, B",
                        "preferred": "B Turnock"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib42",
            "journal": "American Journal of Public Health",
            "pages": {
                "first": "1235",
                "last": "1239",
                "range": "1235–1239"
            },
            "type": "journal",
            "volume": "91"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib43",
            "title": "Challenges and Opportunities of Dynamic Microsimulation Modelling. Online Conference Paper - CP 107",
            "type": "unknown"
        },
        {
            "articleTitle": "The Lifetime Distributional Impact of Government Health Outlays",
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Walker, A",
                        "preferred": "A Walker"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib44",
            "journal": "Australian Economic Review",
            "pages": {
                "first": "363",
                "last": "379",
                "range": "363–379"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "articleTitle": "Micro Data, Heterogeneity, and the Evaluation of Public Policy: Nobel Lecture",
            "authors": [
                {
                    "name": {
                        "index": "Heckman, JJ",
                        "preferred": "JJ Heckman"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib45",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "673",
                "last": "748",
                "range": "673–748"
            },
            "type": "journal",
            "volume": "109"
        },
        {
            "articleTitle": "Microsimulation Methods for Population Projection ",
            "authors": [
                {
                    "name": {
                        "index": "Himoff, EV",
                        "preferred": "EV Himoff"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Post, W",
                        "preferred": "W Post"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib46",
            "journal": "Population",
            "pages": {
                "first": "97",
                "last": "136",
                "range": "97–136"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Holmer, M",
                        "preferred": "M Holmer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Janney, A",
                        "preferred": "A Janney"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cohen, B",
                        "preferred": "B Cohen"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "U.S. Department of Labor, Office of Policy and Research",
            "id": "bib47",
            "title": "PENSIM Overview",
            "type": "unknown"
        },
        {
            "articleTitle": "Projections of the Japanese Socioeconomic Structure Using a Microsimulation Model (INAHSIM)",
            "authors": [
                {
                    "name": {
                        "index": "Inagaki, S",
                        "preferred": "S Inagaki"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib48",
            "journal": "The Review of Socionetwork Strategies",
            "pages": {
                "first": "25",
                "last": "41",
                "range": "25–41"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "Information and the life-cycle of hazarouds goods ",
            "authors": [
                {
                    "name": {
                        "index": "Ippolito, PM",
                        "preferred": "PM Ippolito"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "id": "bib49",
            "journal": "Economic Inquiry",
            "pages": {
                "first": "529",
                "last": "588",
                "range": "529–588"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "Structural Model of Multiple Welfare Program Participation and Labor Supply",
            "authors": [
                {
                    "name": {
                        "index": "Keane, M",
                        "preferred": "M Keane"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moffitt, R",
                        "preferred": "R Moffitt"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib50",
            "journal": "International Economic Review",
            "pages": {
                "first": "553",
                "last": "589",
                "range": "553–589"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "King, A",
                        "preferred": "A King"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Baekgaard, H",
                        "preferred": "H Baekgaard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, M",
                        "preferred": "M Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "details": "Technical paper No. 19, National Centre for Social and Economic Modelling (NATSEM), University of Canberra",
            "id": "bib51",
            "title": "National Centre for Social and Economic Modelling (NATSEM)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "King, A",
                        "preferred": "A King"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Baekgaard, H",
                        "preferred": "H Baekgaard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, M",
                        "preferred": "M Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib52",
            "publisher": {
                "name": [
                    "National Centre for Social and Economic Modelling (NATSEM)"
                ]
            },
            "source": "DYNAMOD-2: An Overview. Online Techincal Paper No. 19",
            "title": "DYNAMOD-2: An Overview. Online Techincal Paper No. 19",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, NA",
                        "preferred": "NA Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib53",
            "publisher": {
                "name": [
                    "Uppsala University, Department of Economics"
                ]
            },
            "source": "Behavioral Modeling in Micro Simulation Models. A Survey. Working Paper No. 31",
            "title": "Behavioral Modeling in Micro Simulation Models. A Survey. Working Paper No. 31",
            "type": "report"
        },
        {
            "articleTitle": "Statistical inference in micro-simulation models: incorporating external information ",
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, NA",
                        "preferred": "NA Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib54",
            "journal": "Mathematics and Computers in Simulation",
            "pages": {
                "first": "255",
                "last": "265",
                "range": "255–265"
            },
            "type": "journal",
            "volume": "59"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, NA",
                        "preferred": "NA Klevmarken"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bolin, K",
                        "preferred": "K Bolin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eklöf, M",
                        "preferred": "M Eklöf"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flood, L",
                        "preferred": "L Flood"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fransson, U",
                        "preferred": "U Fransson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hallberg, D",
                        "preferred": "D Hallberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Höjgard, S",
                        "preferred": "S Höjgard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lindgren, B",
                        "preferred": "B Lindgren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mitrut, A",
                        "preferred": "A Mitrut"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lagergren, M",
                        "preferred": "M Lagergren"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib55",
            "publisher": {
                "name": [
                    "Uppsala University, Department of Economics"
                ]
            },
            "source": "Simulating the future of the Swedish baby-boom generations. Working Paper No. 26",
            "title": "Simulating the future of the Swedish baby-boom generations. Working Paper No. 26",
            "type": "report"
        },
        {
            "articleTitle": "Development of a population-based microsimulation model of osteoarthritis in Canada",
            "authors": [
                {
                    "name": {
                        "index": "Kopec, JA",
                        "preferred": "JA Kopec"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sayre, EC",
                        "preferred": "EC Sayre"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flanagan, W",
                        "preferred": "W Flanagan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fines, P",
                        "preferred": "P Fines"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cibere, J",
                        "preferred": "J Cibere"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rahman, MM",
                        "preferred": "MM Rahman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bansback, NJ",
                        "preferred": "NJ Bansback"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Anis, AH",
                        "preferred": "AH Anis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jordan, MJ",
                        "preferred": "MJ Jordan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sobolev, B",
                        "preferred": "B Sobolev"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aghajanian, J",
                        "preferred": "J Aghajanian"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kang, W",
                        "preferred": "W Kang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greidanus, NV",
                        "preferred": "NV Greidanus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Garbuz, DS",
                        "preferred": "DS Garbuz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hawker, GA",
                        "preferred": "GA Hawker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Badley, EM",
                        "preferred": "EM Badley"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib56",
            "journal": "Osteoarthritis and Cartilage",
            "pages": "In press",
            "type": "journal"
        },
        {
            "articleTitle": "Discrete choice models of labour supply, behavioural microsimulation and the Spanish tax reforms",
            "authors": [
                {
                    "name": {
                        "index": "Labeaga, J",
                        "preferred": "J Labeaga"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Oliver, X",
                        "preferred": "X Oliver"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spadaro, A",
                        "preferred": "A Spadaro"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib57",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "247",
                "last": "273",
                "range": "247–273"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "New Methods for Analyzing Active Life Expectancy ",
            "authors": [
                {
                    "name": {
                        "index": "Laditka, SB",
                        "preferred": "SB Laditka"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wolf, DA",
                        "preferred": "DA Wolf"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib58",
            "journal": "Journal of Aging and Health",
            "pages": {
                "first": "214",
                "last": "241",
                "range": "214–241"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "articleTitle": "Population ageing and health outlays: assessing the impact in Australia during the next 40 years",
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "2nd General Conference of the International Microsimulation Association"
                ]
            },
            "date": "2009",
            "discriminator": "a",
            "id": "bib59",
            "publisher": {
                "name": [
                    "Ottawa"
                ]
            },
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Predicting The Need For Aged Care Services At The Small Area Level: The CAREMOD Spatial Microsimulation Model",
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yap, M",
                        "preferred": "M Yap"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "discriminator": "b",
            "id": "bib60",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "27",
                "last": "42",
                "range": "27–42"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "The Role of Survey Data in Microsimulation Models for Social Policy Analysis",
            "authors": [
                {
                    "name": {
                        "index": "Martini, A",
                        "preferred": "A Martini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Trivellato, U",
                        "preferred": "U Trivellato"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib61",
            "journal": "LABOUR",
            "pages": {
                "first": "83",
                "last": "112",
                "range": "83–112"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mazzaferro, C",
                        "preferred": "C Mazzaferro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morciano, M",
                        "preferred": "M Morciano"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Center for the Analysis of Public Policies (CAPP) Paper No. 48, University of Modena and Reggio E., Faculty of Economics “Marco Biagi”",
            "id": "bib62",
            "title": "Center for the Analysis of Public Policies (CAPP) Paper No. 48",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’donoghue, C",
                        "preferred": "C O’donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "Brazilian Electronic Journal of Economics, 4, 2",
            "id": "bib63",
            "title": "Dynamic Microsimulation: A Methodological Survey",
            "type": "unknown"
        },
        {
            "articleTitle": "A New Type of SocioEconomic System ",
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, GH",
                        "preferred": "GH Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "id": "bib64",
            "journal": "The Review of Economics and Statistics",
            "pages": {
                "first": "116",
                "last": "123",
                "range": "116–123"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "articleTitle": "Simulation of Economic Systems ",
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, GH",
                        "preferred": "GH Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1960",
            "id": "bib65",
            "journal": "American Economic Review",
            "pages": {
                "first": "893",
                "last": "907",
                "range": "893–907"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Oropallo, F",
                        "preferred": "F Oropallo"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Public Economics - EconWPA",
            "id": "bib66",
            "title": "Enterprise Microsimulation Models And Data Challenges",
            "type": "unknown"
        },
        {
            "articleTitle": "Evidence for public health policy on inequalities: 1: The reality according to policymakers ",
            "authors": [
                {
                    "name": {
                        "index": "Petticrew, M",
                        "preferred": "M Petticrew"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whitehead, M",
                        "preferred": "M Whitehead"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Macintyre, SJ",
                        "preferred": "SJ Macintyre"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Graham, H",
                        "preferred": "H Graham"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Egan, M",
                        "preferred": "M Egan"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib67",
            "journal": "Journal of Epidemiology and Community Health",
            "pages": {
                "first": "811",
                "last": "816",
                "range": "811–816"
            },
            "type": "journal",
            "volume": "58"
        },
        {
            "articleTitle": "Comparative dynamic analysis of the full Grossman model ",
            "authors": [
                {
                    "name": {
                        "index": "Ried, W",
                        "preferred": "W Ried"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib68",
            "journal": "Journal of HEalth Economics",
            "pages": {
                "first": "383",
                "last": "425",
                "range": "383–425"
            },
            "type": "journal",
            "volume": "17"
        },
        {
            "articleTitle": "Statistical Matching Using Files Concatenation with Adjusted Weights and Multiple Imputations",
            "authors": [
                {
                    "name": {
                        "index": "Rubin, D",
                        "preferred": "D Rubin"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "id": "bib69",
            "journal": "Journal of Business & Economic Statistics",
            "pages": {
                "first": "87",
                "last": "94",
                "range": "87–94"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Criteria for evaluating evidence on public health interventions ",
            "authors": [
                {
                    "name": {
                        "index": "Rychetnik, L",
                        "preferred": "L Rychetnik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Frommer, M",
                        "preferred": "M Frommer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hawe, P",
                        "preferred": "P Hawe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shiell, A",
                        "preferred": "A Shiell"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib70",
            "journal": "Journal of Epidemiology and Community Health",
            "pages": {
                "first": "119",
                "last": "127",
                "range": "119–127"
            },
            "type": "journal",
            "volume": "56"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sassi, F",
                        "preferred": "F Sassi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cecchini, M",
                        "preferred": "M Cecchini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lauer, J",
                        "preferred": "J Lauer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chisholm, D",
                        "preferred": "D Chisholm"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib71",
            "publisher": {
                "name": [
                    "OECD"
                ]
            },
            "source": "Improving Lifestyles, Tackling Obesity: The Health and Economic Impact of Prevention Strategies. OECD Health Working Papers No. 48",
            "title": "Improving Lifestyles, Tackling Obesity: The Health and Economic Impact of Prevention Strategies. OECD Health Working Papers No. 48",
            "type": "report"
        },
        {
            "articleTitle": "Health&WealthMOD: A Microsimulation Model Of The Economic Impacts Of Diseases On Older Workers",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Passey, M",
                        "preferred": "M Passey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Earnest, A",
                        "preferred": "A Earnest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, R",
                        "preferred": "R Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fletcher, S",
                        "preferred": "S Fletcher"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib72",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "58",
                "last": "63",
                "range": "58–63"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schofield, DJ",
                        "preferred": "DJ Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, RN",
                        "preferred": "RN Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Passey, ME",
                        "preferred": "ME Passey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Callander, EJ",
                        "preferred": "EJ Callander"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, SJ",
                        "preferred": "SJ Kelly"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "BMC Psychiatry, 11, 72",
            "id": "bib73",
            "title": "The personal and national costs of mental health conditions: impacts on income, taxes, government support payments due to lost labour force participation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schofield, DJ",
                        "preferred": "DJ Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, RN",
                        "preferred": "RN Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Passey, ME",
                        "preferred": "ME Passey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, SJ",
                        "preferred": "SJ Kelly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Callander, EJ",
                        "preferred": "EJ Callander"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "BMC Public Health, 11, 418",
            "id": "bib74",
            "title": "Economic impacts of illness in older workers: quantifying the impact of illness on income, tax revenue and government spending",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Shan, DE",
                        "preferred": "DE Shan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Younger, SD",
                        "preferred": "SD Younger"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "Estimating the Indicence of Indirect Taxes in Developing Countries, The Impact of Economic Policies on Poverty and Income Distribution: Evaluating Techniques adn Tools, Oxford, Oxford University Press",
            "id": "bib75",
            "title": "The Impact of Economic Policies on Poverty and Income Distribution: Evaluating Techniques adn Tools",
            "type": "unknown"
        },
        {
            "articleTitle": "Micro-simulation and Normative Policy Evaluation: An Application to Some EU Tax Benefits Systems",
            "authors": [
                {
                    "name": {
                        "index": "Spadaro, A",
                        "preferred": "A Spadaro"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib76",
            "journal": "Journal of Public Economic Theory",
            "pages": {
                "first": "593",
                "last": "622",
                "range": "593–622"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "articleTitle": "Dynamic Microsimulation of Health Care Demand, Health Care Finance and the Economic Impact of Health Behaviours: Survey and Review ",
            "authors": [
                {
                    "name": {
                        "index": "Spielauer, M",
                        "preferred": "M Spielauer"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib77",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "35",
                "last": "53",
                "range": "35–53"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Assessing the Impact of a School Subsidy Program in Mexico: Using a Social Experiment to Validate a Dynamic Behavioral Model of Child Schooling and Fertility",
            "authors": [
                {
                    "name": {
                        "index": "Todd, PE",
                        "preferred": "PE Todd"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wolpin, KI",
                        "preferred": "KI Wolpin"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "discriminator": "a",
            "id": "bib78",
            "journal": "American Economic Review",
            "pages": {
                "first": "1384",
                "last": "1417",
                "range": "1384–1417"
            },
            "type": "journal",
            "volume": "96"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Todd, PE",
                        "preferred": "PE Todd"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wolpin, KI",
                        "preferred": "KI Wolpin"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Penn Institute for Economic Research (PIER) Working Paper 06-022, Department of Economics, Univerisity of Pennsylvenia, 06-022",
            "id": "bib79",
            "title": "Penn Institute for Economic Research (PIER) Working Paper 06-022",
            "type": "unknown"
        },
        {
            "articleTitle": "A Microsimulation Analysis of the 2006 Regime Change in the Dutch Disability Scheme",
            "authors": [
                {
                    "name": {
                        "index": "Van Sonsbeek, JM",
                        "preferred": "JM Van Sonsbeek"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gradus, RHJM",
                        "preferred": "RHJM Gradus"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib80",
            "journal": "Economic Modelling",
            "pages": {
                "first": "427",
                "last": "456",
                "range": "427–456"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "articleTitle": "Evidence-Based Public Health: Moving Beyond Randomized Trials ",
            "authors": [
                {
                    "name": {
                        "index": "Victora, CG",
                        "preferred": "CG Victora"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Habicht, J-P",
                        "preferred": "J-P Habicht"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bryce, J",
                        "preferred": "J Bryce"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib81",
            "journal": "American Journal of Public Health",
            "pages": {
                "first": "400",
                "last": "405",
                "range": "400–405"
            },
            "type": "journal",
            "volume": "94"
        },
        {
            "articleTitle": "Economic model system of chronic diseases in Australia: a novel approach initially focusing on diabetes and cardiovascular disease",
            "authors": [
                {
                    "name": {
                        "index": "Walker, A",
                        "preferred": "A Walker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Butler, JRG",
                        "preferred": "JRG Butler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colagiuri, S",
                        "preferred": "S Colagiuri"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib82",
            "journal": "International Journal of Simulation and Process Modelling",
            "pages": {
                "first": "137",
                "last": "151",
                "range": "137–151"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wanless, D",
                        "preferred": "D Wanless"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "English Department of Health",
            "id": "bib83",
            "title": "Securing good health for the whole population: Final report",
            "type": "unknown"
        },
        {
            "articleTitle": "Canada’s Population Health Model (POHEM): a tool for performing economic evaluations of cancer control interventions",
            "authors": [
                {
                    "name": {
                        "index": "Will, BP",
                        "preferred": "BP Will"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Berthelot, J-M",
                        "preferred": "J-M Berthelot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nobrega, KM",
                        "preferred": "KM Nobrega"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flanagan, W",
                        "preferred": "W Flanagan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Evans, WK",
                        "preferred": "WK Evans"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib84",
            "journal": "European Journal of Cancer",
            "pages": {
                "first": "1797",
                "last": "1804",
                "range": "1797–1804"
            },
            "type": "journal",
            "volume": "37"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Willekens, F",
                        "preferred": "F Willekens"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Description of the multistate projection model (Multistate model for biographic analysis and projection), Bridging the micro-macro gap in population forecasting, the Hague, Netherlands Interdisciplinary Demographic Institute",
            "id": "bib85",
            "title": "Bridging the micro-macro gap in population forecasting",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Willekens, F",
                        "preferred": "F Willekens"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "Continuous-time Microsimulation in Longitudinal Analysis, New Frontiers in Microsimulation Modelling, Vienna, Ashgate",
            "id": "bib86",
            "title": "New Frontiers in Microsimulation Modelling",
            "type": "unknown"
        },
        {
            "articleTitle": "Prediction of Coronary Heart Disease Using Risk Factor Categories",
            "authors": [
                {
                    "name": {
                        "index": "Wilson, PWF",
                        "preferred": "PWF Wilson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "D’agostino, RB",
                        "preferred": "RB D’agostino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levy, D",
                        "preferred": "D Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Belanger, AM",
                        "preferred": "AM Belanger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Silbershatz, H",
                        "preferred": "H Silbershatz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kannel, WB",
                        "preferred": "WB Kannel"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib87",
            "journal": "Circulation",
            "pages": {
                "first": "1837",
                "last": "1847",
                "range": "1837–1847"
            },
            "type": "journal",
            "volume": "97"
        },
        {
            "articleTitle": "The Role of Microsimulation in Longitudinal Data Analysis",
            "authors": [
                {
                    "name": {
                        "index": "Wolf, DA",
                        "preferred": "DA Wolf"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib88",
            "journal": "Canadian Studies in Population",
            "pages": {
                "first": "313",
                "last": "339",
                "range": "313–339"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wolf, DA",
                        "preferred": "DA Wolf"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Laditka, SB",
                        "preferred": "SB Laditka"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib89",
            "publisher": {
                "name": [
                    "Maxwell Center for Demography and Economics of Aging, Syracuse University"
                ]
            },
            "source": "Papers in Microsimulation Series Paper No. 4",
            "title": "Papers in Microsimulation Series Paper No. 4",
            "type": "report"
        },
        {
            "articleTitle": "Ex Ante Policy Evaluation, Structural Estimation, and Model Selection",
            "authors": [
                {
                    "name": {
                        "index": "Wolpin, KI",
                        "preferred": "KI Wolpin"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib90",
            "journal": "American Economic Review",
            "pages": {
                "first": "48",
                "last": "52",
                "range": "48–52"
            },
            "type": "journal",
            "volume": "97"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Zaidi, A",
                        "preferred": "A Zaidi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rake, K",
                        "preferred": "K Rake"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "Dynamic Microsimulation Models: A Review and Some Lessons for SAGE. SAGE Discussion Paper No.2",
            "id": "bib91",
            "title": "Dynamic Microsimulation Models: A Review and Some Lessons for SAGE. SAGE Discussion Paper No.2",
            "type": "unknown"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
