{
    "status": "vor",
    "id": "00078",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00078",
    "authorLine": "Lidia Ceriani et al.",
    "title": "The importance of choosing the data set for tax-benefit analysis",
    "published": "2013-04-30T00:00:00Z",
    "versionDate": "2013-04-30T00:00:00Z",
    "statusDate": "2013-04-30T00:00:00Z",
    "volume": 6,
    "issue": 1,
    "fpage": 86,
    "lpage": 121,
    "elocationId": "86-121",
    "pdf": "http://web:8082/00078/ijm-00078.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Given the increased availability of survey income data, in this paper we analyse the pros and cons of alternative data sets for static tax-benefit microsimulation in Italy. We focus on all possible alternatives, namely using (a) SHIW or (b) IT-SILC data using a consistent net-to-gross microsimulation model, or (c) IT-SILC data using the gross incomes provided since 2007. Our results suggest that IT-SILC improves in the regional representativeness of the Italian population and does not perform worse than SHIW as for most demographic characteristics, SHIW provides more information regarding building and real estate incomes. Gross income variables simulated by using the net-to-gross module included in the TABEITA microsimulation model and calibrating for tax evasion provide a very precise fit with external statistics. Simulated IT-SILC gross income data fit external aggregate data even better than gross income data provided in IT-SILC, which tend to largely overestimate self-employment income. Finally, we suggest to match IT-SILC with SHIW to include in the former the information on building and real estate incomes that are contained only in the latter. This allows us to reach a very satisfactory validation of the final data set.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Ceriani et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "PAM",
                        "Bocconi University and Econpubblica"
                    ]
                }
            ],
            "emailAddresses": [
                "lidia.ceriani@unibocconi.it"
            ],
            "name": {
                "index": "Ceriani, Lidia",
                "preferred": "Lidia Ceriani"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "DEMM",
                        "University of Milan and Econpubblica"
                    ]
                }
            ],
            "emailAddresses": [
                "carlo.fiorio@unimi.it"
            ],
            "name": {
                "index": "Fiorio, Carlo V.",
                "preferred": "Carlo V. Fiorio"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "DISES",
                        "Università Politecnica delle Marche"
                    ]
                }
            ],
            "emailAddresses": [
                "c.gigliarano@univpm.it"
            ],
            "name": {
                "index": "Gigliarano, Chiara",
                "preferred": "Chiara Gigliarano"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "H20",
        "H24",
        "H26",
        "C63"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Many years have elapsed since <a href=\"#bib2\">Atkinson and Sutherland (1983)</a> advocated the use of survey based data set for the development of microsimulation models. They analysed the family composition and circumstances recorded in the 1980 UK Family Expenditure Survey with the hypothetical family types used in the Department of Health and Social Security (DHSS) tax-benefit model, finding that only 4% of actual family types were covered by the assumption of the complex DHSS hypothetical family model. Although models based on hypothetical families are still developed and maintained (e.g. <a href=\"#bib35\">OECD, 2010</a>), since the late 1980s virtually all developed countries have at least one model to simulate changes of taxes and benefit on individual incomes (see among others <a href=\"#bib34\">Mitton <i>et al</i>., 2000</a>; <a href=\"#bib18\">Gupta &amp; Kapur, 2000</a>; <a href=\"#bib41\">Sutherland, 1995</a>) and after the transition from centralized planning to a market economy and the consequent need of financing government policy through taxation, also Eastern and Central European countries showed an increased interest in tax-benefit microsimulation models (see for instance <a href=\"#bib12\">Coulter <i>et al</i>., 1998</a>; <a href=\"#bib29\">Juhàsz, 1998</a>; <a href=\"#bib30\">Lelkes, 2007</a>; <a href=\"#bib31\">Lelkes and Sutherland, 2009</a>). In recent years European policy makers have also developed strong interest in the development of harmonized microsimulation models, funding the EUROMODupdate (EMup) project for updating and extending EUROMOD. EUROMOD is a EU-wide microsimulation model aimed to provide estimates of the distributional impact of changes to personal tax and transfer policies taking place at either the national or the European level, to assess the consequences of consolidated social policies, and to understand how different policies in different countries may contribute to common objectives (<a href=\"#bib42\">Sutherland &amp; Figari, 2013</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "However, the quality of a microsimulation model is strongly related to the availability of good quality data (<a href=\"#bib40\">Sutherland, 1991</a>). At present, although very few national microsimulation models can be developed on administrative data, which are characterized by very little measurement error as opposed to survey data, microsimulation modellers are often in the happy position of being able to choose among different survey data sets, which differ for the way data are collected, and the type of information that is collected. This is in fact what happens in Italy.",
                    "type": "paragraph"
                },
                {
                    "text": "Surveys of reasonable size collecting information on income data and other individual and household characteristics for a representative sample of Italian households have been made available by the Bank of Italy for over 25 years with the Survey of Household Income and Wealth (SHIW) and, since 2004, by the Italian Institute of Statistics (Istat) with the Italian version of the Statistics on Income and Living Conditions (IT-SILC). Both SHIW and IT-SILC are suitable data sets for microsimulation modelling. However, as they provide income data net of all taxes and social contributions paid, a net-to-gross procedure is required to simulate before-tax income prior to any tax-benefit simulation is performed. Since 2007, Istat complemented the IT-SILC data with gross income data partly simulated and partly produced by exact matching of survey data with administrative ones (see <a href=\"#bib23\">Istat, 2009</a>; <a href=\"#bib28\">Istat, 2011</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Italian microsimulation modellers, therefore, can currently choose among three different sources of gross incomes for analyzing distributional effects of tax-benefit models. They can use a microsimulation model which produces gross incomes from the net-to-gross conversion of disposable incomes recorded in either SHIW or IT-SILC data, or they can start from gross income data provided in IT-SILC.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper aims at clarifying pros and cons of these alternative data sets for microsimulation analysis in Italy<sup><a href=\"#fn1\">1</a></sup>, but it is of general interest also for the development of microsimulation models in other countries. We first suggest that where more than one survey exists, one should be aware of the pros and cons over different dimensions of available surveys to make use of the best one depending on the research question addressed and that an assessment of standard errors of the main statistics considered could also be an important element to consider. By noticing that gross incomes recorded in SILC data (which are often used as input data in microsimulation models across Europe and for the EUROMOD project) provide information on taxes paid on aggregate income variables, whose components are sometimes treated differently by the tax code, we suggest that having a consistent-over-time net-to-gross procedure would allow both more detailed analyses of tax-benefit policies and the use of input data from complementary data sources even in case gross income values were not provided. We also describe the correction of tax evasion of self-employment income as part of the net-to-gross procedure. This is an improvement with respect to a rough correction of the gross income values, which is often used when a net-to-gross procedure is not implemented. Finally, we also suggest that one could make use of matching techniques to match different surveys and enrich the input data used for microsimulation models. This is in fact what we finally suggest here to enrich IT-SILC data with information regarding the value of second homes and other real estate and buildings coming from the SHIW data.",
                    "type": "paragraph"
                },
                {
                    "text": "The structure of the paper is as follows. First of all, we will describe the available Italian datasets focussing on 2008 incomes to avoid updating procedures which could introduce estimation biases. We will discuss their sample design, unit and item non-response, post-stratification weights and other quality issues (<a href=\"#s2\">Section 2</a>). Then we will briefly present TABEITA, the static microsimulation model used here, focussing on the net-to-gross module. We have been developing TABEITA for over a decade and it is currently used to provide gross income data for the EMup project mentioned above (<a href=\"#s3\">Section 3</a>). Hence, we undertake an assessment of both datasets focussing on socio-demographic variables and comparing them with statistics produced by external sources when available and on net income and their distribution in the Italian population (<a href=\"#s4\">Section 4</a>). Finally we also compare simulated gross income data with gross income variables available in IT-SILC and generated by Istat by using microsimulation and exact matching with administrative data. For the main statistics computed we also provide their standard errors. We show that simulated gross income data using IT-SILC net income data show the best fit with aggregate external statistics, especially when integrated with information on income for other building and real estate earnings (<a href=\"#s5\">Section 5</a>). Finally some conclusions are drawn (<a href=\"#s6\">Section 6</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "At present, researchers aiming to analyse disposable income distribution in Italy can choose among two alternative datasets: the Survey on Household Income and Wealth (SHIW) and the European Statistics on Income and Living Conditions (EU-SILC).",
                    "type": "paragraph"
                },
                {
                    "text": "SHIW is provided by the Bank of Italy and was available with yearly frequency from late 1960s to 1984 and about every two years since then (see <a href=\"#bib4\">Bank of Italy, 2010</a> and <a href=\"#bib8\">Brandolini, 2008</a>). Since 1986, it collects information about roughly 8,000 households and 20,000 individuals. This database has been widely used to study the economic behaviour of Italian households and is included in the Luxembourg Income Study (LIS), a cross-country project aimed at producing a harmonized social and economic data from household surveys independently collected in about 45 countries.",
                    "type": "paragraph"
                },
                {
                    "text": "EU-SILC has been conducted yearly, starting from the year 2004, in 25 EU member States, plus Norway and Iceland, with the coordination of Eurostat (for an analysis of strengths and problems of EU-SILC, see <a href=\"#bib20\">Iacovou <i>et al</i>., 2012</a> and <a href=\"#bib13\">Eurostat, 2007</a>). It focusses on each country’s resident households and has the purpose of collecting both quantitative information concerning income received by all household members and qualitative indicators on living conditions of households and individual quality of life (such as educational level, health status, house quality and occupational status, conditions of financial stress).",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper we select only the waves of SHIW and of the Italian version of EU-SILC (henceforth, IT-SILC) recording incomes earned in 2008. The former collects information about 7,977 households, corresponding to 19,907 individuals and 13,268 income earners. Households have been sampled from the registry office list of municipalities and households were interviewed between January and September 2009. IT-SILC contains all standard EU-SILC variables and a long list of additional ones, which are relevant for the development of microsimulation models. The survey used in this paper (2009 IT-SILC, recording incomes earned in 2008) collects information about 20,492 households and 51,196 individuals interviewed between September and October 2009. Both SHIW and IT-SILC are developed to be representative of the national population of households. Although Eurostat directives on EU-SILC require only national representativeness, IT-SILC has been designed to ensure representativeness at the regional level.",
                    "type": "paragraph"
                },
                {
                    "text": "A peculiarity of IT-SILC is that information on disposable income is integrated with data coming from administrative sources, such as Istat National Accounts, the Department of Finance of the Ministry of the Economy and Finance, the National Institute for Social Security Register, and from the Labour Force Survey, with the purpose of reducing measurement errors, increasing coverage and data accuracy, minimizing the under-reporting of incomes (especially self-employed income) and optimizing the imputation process of missing values. This operation is based on exact matching between individual sampling data and administrative records, using the tax code as matching key.<sup><a href=\"#fn2\">2</a></sup> Starting from the year 2007, a relevant improvement was introduced in IT-SILC, namely gross incomes are provided along with net ones, consistently with all other countries surveyed in the EU-SILC. Gross incomes are not collected during interviews but recovered by exact statistical matching with tax records using the individual fiscal code as matching key or by using the Siena Microsimulation Model for variables which could not be recovered otherwise (for more details, see <a href=\"#bib6\">Betti <i>et al</i>., 2011</a>; <a href=\"#bib28\">Istat, 2011</a>).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The sample design of both datasets is based on a two-stage sampling, according to which a sample of municipalities is selected, followed by a sample of households from each selected municipality. Before selecting the first stage units, municipalities are stratified according to region and demographic size. Within each stratum, the sampling scheme includes all the municipalities above a certain population, while the remaining municipalities are selected so that larger municipalities have higher probability to be included in the sample. In the second stage, for each of the selected municipalities, households are randomly chosen from the registry list.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When comparing the quality of different statistical surveys a relevant criterion that should be taken into account is accuracy, usually characterized in terms of error in statistical estimates (bias and random error), or described in terms of the major sources of error that potentially cause inaccuracy (e.g., coverage, non-response; see, among others, <a href=\"#bib39\">Statistics Canada, 2003</a>). Unit non-responses occur when no interview can be obtained, while item non-responses when only some of the questions are not answered. Both IT-SILC and SHIW data suffer from these two types of non-response, although in different degrees.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The unit response rate in SHIW is 56.1%, mostly due to households’ unavailability. According to the <a href=\"#bib4\">Bank of Italy (2010)</a>, the difficulty of getting an interview increases with income, wealth, education of the household head and household size, and it is lower for families living in the South or in the Islands, in small municipalities, and those whose head is older or unemployed. The amount of item non-response occurring in SHIW is negligible, as shown in <a href=\"#bib4\">Bank of Italy (2010)</a>. In particular, most of the missing values relate to non-monetary incomes for employees and monetary income for the self-employed. For these variables, item non-response corresponds on average to less than 4 per cent of the sample (for a more detailed discussion about non-response behavior in SHIW see <a href=\"#bib14\">D’Alessio and Faiella, 2002</a>). The methodology employed for the imputation of missing values in SHIW is based on regression models, adding a random component drawn from a Gaussian-distributed population with zero mean and variance equal to the variance of the regression residuals to avoid over-concentration around the mean.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As far as IT-SILC is concerned, the unit response rate is 85.50% and the item non-response rate is not negligible. It is around 11.1% on average, but it varies across different items, from 3.5% for net employment income to 9.8% for net gains from self-employment, to 11.6% for pension from work, and 23.3% for financial income (for details, see Table 4.4 in <a href=\"#bib21\">Istat, 2008a</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Interestingly, the Bank of Italy’s interview strategy excludes a priori those families who refuse to provide information about their incomes. In this way, the Bank of Italy puts higher priority on minimizing the item non-response for income variables, at the expenses of a smaller participation rate. Istat, on the contrary, pursues the aim of maximizing the participation rate, so allowing for higher probability of item non-response, to be partly remedied by exact matching with administrative sources (see <a href=\"#bib21\">Istat, 2008a</a>).<sup><a href=\"#fn3\">3</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "In general, one cannot claim that higher response rates imply smaller non-response error. The literature provides many examples of this (see, among others, <a href=\"#bib17\">Groves and Peytcheva, 2008</a>, <a href=\"#bib38\">Schouten <i>et al</i>., 2009</a> and the references therein). In particular, <a href=\"#bib1\">Andrigde and Little (2011)</a> find that the impact of non-response on bias depends primarily on three factors: the non-response rate, the strength of the proxy variable in predicting a variable of interest, and the difference in proxy means for respondents and non-respondents. One of their main findings is that, if non-response is highly correlated with the variable of interest, there can be a large bias even with a high response rate. A deep analysis of the quality of the two datasets is beyond the scope of this paper. For some recent methods for analyzing survey non-response bias, we refer, among others, to <a href=\"#bib43\">Wagner (2010)</a> and <a href=\"#bib1\">Andridge and Little (2011)</a> and the reference therein.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Differential response rates are taken into account in the definition of sampling weights and ultimately of post-stratification weights, which are relevant for obtaining aggregate statistics and for policy analysis. In SHIW, post-stratification weights are obtained as follows: first a sampling weight is computed as the inverse of the probability of inclusion of the household in the sample. This weight is then corrected for the overall non-response rate, multiplying it by the inverse of the response rate of the municipality where the unit lives. Finally, this weight is calibrated using statistics about the population on a set of variables (namely, gender, age groups, three main geographical areas – North, Center, South and Island – and size of the municipality of residence), and all member of the same household are given the same weight.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The IT-SILC weights are developed in four steps (see <a href=\"#bib25\">Istat, 2010b</a> for details). The initial weights are the inverse of the inclusion probability of each household. The second step contains a slight correction for non-response both at the household and the individual level. Hence, correction for over/under representation of certain population groups is implemented through calibration by age, gender, size of resident population at the NUTS II-level.<sup><a href=\"#fn4\">4</a></sup> Finally, a calibration is performed to make sure that all members in the same household receive the same weight.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Data quality is also strongly related with the process of data production. The literature has shown that interviewers play a crucial role in determining the data quality. The level of experience of the interviewers and the fieldwork quality controls on interviewers are all relevant issues. However, we are not able to collect such information since it is not publicly available. We can only observe that in SHIW data collection was mainly through the CAPI (Computer-Assisted Personal Interviewing) procedure, which allows for prompt controls of possible inconsistent answers. The remaining interviews are made through papery questionnaire (PAPI, Paper-And-pencil Personal Interviewing), run by professional and high-educated interviewers (<a href=\"#bib4\">Bank of Italy, 2010</a>). In IT-SILC data collection has been done using only the PAPI method with periodically trained interviewers (<a href=\"#bib21\">Istat, 2008a</a>). However, we are not in a position to assess which method is actually delivering better quality data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table1\">Table 1</a> provides a summary of the main differences between SHIW and IT-SILC.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source:</i> Our calculation and analysis of SHIW and IT-SILC.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: <sup><a href=\"#fn1\">1</a></sup>International comparability is not among the main aims of the SHIW. It can however be obtained upon adequate harmonization of main variables, such as the “lissification” procedure (see LIS project).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>SHIW</th>\n<th>IT-SILC</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Provider</td>\n<td>Bank of Italy</td>\n<td>Istat</td>\n</tr>\n<tr>\n<td>Frequency of data collection</td>\n<td>Biannual</td>\n<td>Annual</td>\n</tr>\n<tr>\n<td>Period of data collection</td>\n<td>January-September 2009</td>\n<td>September-October 2009</td>\n</tr>\n<tr>\n<td>Income reference period</td>\n<td>2008</td>\n<td>2008</td>\n</tr>\n<tr>\n<td>Coverage</td>\n<td>Private households</td>\n<td>Private households</td>\n</tr>\n<tr>\n<td>Statistical units</td>\n<td>Households and individuals</td>\n<td>Households and individuals</td>\n</tr>\n<tr>\n<td>Sample size (households)</td>\n<td>7,977</td>\n<td>20,492</td>\n</tr>\n<tr>\n<td>Sample size (individuals)</td>\n<td>19,907</td>\n<td>51,196</td>\n</tr>\n<tr>\n<td>Response rate</td>\n<td>56.1%</td>\n<td>85.5%</td>\n</tr>\n<tr>\n<td>Geographical Representativeness</td>\n<td>Three Macro regions</td>\n<td>Regional</td>\n</tr>\n<tr>\n<td>International comparability</td>\n<td>No<sup><a href=\"#fn1\">1</a></sup></td>\n<td>Yes</td>\n</tr>\n<tr>\n<td>Sample design</td>\n<td>Two-stage (first stratified)</td>\n<td>Two-stage (first stratified)</td>\n</tr>\n<tr>\n<td>Data collection methodology</td>\n<td>CAPI/PAPI</td>\n<td>PAPI</td>\n</tr>\n<tr>\n<td>Gross income variables</td>\n<td>No</td>\n<td>yes (starting from 2007)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Comparison between 2008 SHIW and 2009 IT-SILC.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Sample design, non-response and other quality issues",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. SHIW vs. SILC: a general description",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The Microsimulation Model used in this paper is TABEITA (Tax Benefit model for ITAlian personal income taxation) developed using the 2008 tax rules. This model belongs to the family of static tax-benefit microsimulation models which have been developed and regularly maintained since 2001 at Econpubblica at Bocconi University (<a href=\"#bib16\">Fiorio, 2009</a>). Up to 2006 TABEITA models have been built and maintained using SHIW data, the only available source for tax-benefit analysis. Since 2006 TABEITA has been developed using IT-SILC as the main dataset for two main reasons. Firstly, our comparative analysis of SHIW and IT-SILC data suggested us to prefer the latter, as discussed as discussed in this paper. Secondly, because the EUROMOD model, which uses gross data simulated using TABEITA, requires us to use SILC data for harmonisation of results across the EU. However, for this project we harmonized SHIW and IT-SILC so that either data set can be used for the very same version of TABEITA model.",
                    "type": "paragraph"
                },
                {
                    "text": "As survey data for tax-benefit analysis are collected in interviews where respondents are asked only about their disposable income, the first aim of microsimulation models such as TABEITA is to simulate the Italian Personal Income Taxation (PIT, known in Italy as Irpef) and social security contributions. TABEITA can be described as a deterministic transformation of a given sample into a new one. Let <i><b>y<sup>A</sup></b></i> and <i><b>y<sup>B</sup></b></i> be the vectors of after-tax (AT) and before-tax (BT) income, respectively: the former vector is obtained from the latter through a tax function, say <i>τ<sub>i</sub></i>, <i>i</i> = 1, 2, …, <i>N,</i> where <i>N</i> is the number of individuals in the sample. Since the data are recorded net of taxes and social contributions, the first role of the model is to provide a net-to-gross procedure to simulate individual BT income:",
                    "type": "paragraph"
                },
                {
                    "id": "equ1",
                    "label": "(1)",
                    "mathml": "<math><msubsup><mi>y</mi><mi>i</mi><mi>B</mi></msubsup><mo>=</mo><msubsup><mi>τ</mi><mi>i</mi><mrow><mo>−</mo><mn>1</mn></mrow></msubsup><mrow><mo>(</mo><mrow><msubsup><mi>y</mi><mi>i</mi><mi>A</mi></msubsup></mrow><mo>)</mo></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "for all <i>i = 1,...,N.</i> There are two major complications here. First, the tax transformation <i>τ<sub>i</sub></i> is not the same for all individuals. Personal income taxation in Italy is on an individual base; the amount of the tax one has to pay depends on the type of incomes she receives and her family characteristics. For instance, arrears do not enter the PIT base: they are taxed with a proportional tax rate while work and pension income is taxed with progressive tax rates; tax credits depend on a set of individual and family characteristics, such as the number of dependent children, whether the spouse is dependent, whether income comes from self-employment, employment or pension, etc. Secondly, the tax transformation in <a href=\"#equ1\">(1)</a> is only piecewise linear and its inversion requires the exact identification of the interval where <inline-formula id=\"inline1\"><math display=\"inline\" id=\"i1\"><mrow><msubsup><mi>y</mi><mi>i</mi><mi>A</mi></msubsup></mrow></math> falls in. The tax transformation, <i><b>T</b></i>, used to recover <i><b>y<sup>B</sup></b></i> is obtained from the tax code assuming full take-up rates of tax credits and tax deductions.<sup><a href=\"#fn5\">5</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "TABEITA is developed in six consecutive steps. The first module involves the preparation of the dataset and data consistency checks. This is the only step which is specific to the input data used (e.g. either SHIW or IT-SILC) and its aim is to produce an input data set with all information required by TABEITA in the following five steps. Whenever an income variable, relevant for tax-benefit microsimulation, is contained in a dataset but not in the other it is set equal to zero in the latter or calibrated clarifying the assumptions introduced. The second step involves the generation of tax units. Tax units are generated identifying the household head<sup><a href=\"#fn6\">6</a></sup>, linking him/her with his/her spouse (if present and regardless of his/her income) and dependent relatives using information on family relations. Independent relatives<sup><a href=\"#fn7\">7</a></sup> belonging to the same household are defined as different tax units, and their family relationships reconstructed as above exploiting the rich information available in the input data sets. The third step involves the identification of different components of individual disposable income and their relative share.<sup><a href=\"#fn8\">8</a></sup> The fourth step randomly assigns tax deductions and tax credits to eligible individual taxpayers where no information is available<sup><a href=\"#fn9\">9</a></sup> based on aggregate statistics provided by the Department of Finance, Ministry of Economics and Finance (henceforth MEF). The fifth performs the net-to-gross tax function inversion as in <a href=\"#equ1\">(1)</a>. Finally, the output validation analysis is performed using external statistical sources.",
                    "type": "paragraph"
                },
                {
                    "text": "As the structure of Irpef is standard<sup><a href=\"#fn10\">10</a></sup> let us describe TABEITA in general terms.",
                    "type": "paragraph"
                },
                {
                    "text": "Let <i><b>Y<sub>j</sub></b></i> be the tax debt at the lower bound of the tax bracket <i>j</i>, with <i>j</i>=1,2,.., <i>J</i>, <i>T<sub>j</sub></i> be the lower bound threshold of tax bracket <i>j</i>, <i>t<sub>j</sub></i> be the tax rate, <i><b>y<sup>B</sup></b></i> be the income before tax and net of exempt income, and <i>tc</i> and <i>ta</i> be tax credits and tax allowances, respectively, one can write the after tax income (<i><b>y<sup>A</sup></b></i>) as:",
                    "type": "paragraph"
                },
                {
                    "id": "equ2",
                    "label": "(2)",
                    "mathml": "<math><mrow><msup><mi>y</mi><mi>A</mi></msup><mo>=</mo><msup><mi>y</mi><mi>B</mi></msup><mo>+</mo><mi>t</mi><mi>c</mi><mo>−</mo><msub><mi>Y</mi><mi>j</mi></msub><mo>−</mo><msub><mi>t</mi><mi>j</mi></msub><mo>⋅</mo><mo stretchy=\"false\">(</mo><msup><mi>y</mi><mi>B</mi></msup><mo>−</mo><mi>t</mi><mi>a</mi><mo>−</mo><msub><mi>T</mi><mi>j</mi></msub><mo stretchy=\"false\">)</mo></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "which implies that",
                    "type": "paragraph"
                },
                {
                    "id": "equ3",
                    "label": "(3)",
                    "mathml": "<math><mrow><msup><mi>y</mi><mi>B</mi></msup><mo>=</mo><mfrac><mrow><msup><mi>y</mi><mi>A</mi></msup><mo>+</mo><msub><mi>Y</mi><mi>j</mi></msub><mo>−</mo><msub><mi>t</mi><mi>j</mi></msub><mo>⋅</mo><mo stretchy=\"false\">(</mo><mi>t</mi><mi>a</mi><mo>+</mo><msub><mi>T</mi><mi>j</mi></msub><mo stretchy=\"false\">)</mo><mo>−</mo><mi>t</mi><mi>c</mi></mrow><mrow><mn>1</mn><mo>−</mo><msub><mi>t</mi><mi>j</mi></msub></mrow></mfrac></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "Adding the additional regional personal income tax, which is defined on the same tax base as Irpef and is different depending on the region a taxpayer resides, and denoting by <i>Q<sub>j</sub></i> the tax debt at the lower bound of tax bracket <i>i</i>, by <i>Z<sub>j</sub></i> the lower bound threshold of tax bracket <i>j</i> and by <i><b>r<sub>j</sub></b></i> the tax rate of tax bracket <i>j</i> , one can obtain the before-tax income as:",
                    "type": "paragraph"
                },
                {
                    "id": "equ4",
                    "label": "(4)",
                    "mathml": "<math><mrow><msup><mi>y</mi><mi>B</mi></msup><mo>=</mo><mfrac><mrow><msup><mi>y</mi><mi>A</mi></msup><mo>+</mo><msub><mi>Y</mi><mi>j</mi></msub><mo>+</mo><msub><mi>Q</mi><mi>j</mi></msub><mo>−</mo><msub><mi>t</mi><mi>j</mi></msub><mo>⋅</mo><mo stretchy=\"false\">(</mo><mi>t</mi><mi>a</mi><mo>+</mo><msub><mi>T</mi><mi>j</mi></msub><mo stretchy=\"false\">)</mo><mo>−</mo><msub><mi>r</mi><mi>j</mi></msub><mo>⋅</mo><mo stretchy=\"false\">(</mo><mi>t</mi><mi>a</mi><mo>+</mo><msub><mi>Z</mi><mi>j</mi></msub><mo stretchy=\"false\">)</mo><mo>−</mo><mi>t</mi><mi>c</mi></mrow><mrow><mn>1</mn><mo>−</mo><msub><mi>t</mi><mi>j</mi></msub><mo>−</mo><msub><mi>r</mi><mi>j</mi></msub></mrow></mfrac></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "This step involves the endogenous simulation of major tax deductions (e.g. social security contributions for self-employed) and tax credits (e.g. for family burdens, and type of income earned, if by employment, self-employment or pension) through a number of iterations up to the point where an exit condition is reached.<sup><a href=\"#fn11\">11</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, the last step simulates BT income by income source by adding to each AT income source a share of the total tax based on the estimation of income shares as defined in step three above. Adding also exempt incomes one obtains total disposable income.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "It is a matter of fact that regardless the income data source used for TABEITA (as well as for all microsimulation models developed on Italian data that we are aware of) and of the year considered, simulated aggregate self-employment income is consistently larger than the aggregate amount recorded by administrative sources. Various interpretation of this could be suggested. Consistently with the tradition of microsimulation with Italian data (see among others, <a href=\"#bib32\">Mantovani, 1998</a>; <a href=\"#bib5\">Bernasconi and Marenzi, 1999</a>; <a href=\"#bib15\">Fiorio and D’Amuri, 2005</a>), we assume here that the difference comes from the fact that self-employed workers declare in an anonymous interview a higher level of income as opposed to what they actually declare to tax authorities because they have no incentive to hide it. This is a debatable assumption but it simply comes from observing a regularity in the Italian data. Moreover, this assumption does not necessarily contrast with findings of other authors suggesting that self-employed workers declare in anonymous surveys a lower level of disposable income that employees with similar consumption patterns (<a href=\"#bib36\">Pissarides &amp; Weber, 1989</a>), which we do not address here and would simply increase the extent of income concealment by self-employed. Hence, using available external statistics we calibrate reported income of self-employed taxpayers defining a uniform rate of unreported self-employment income. The amount of this unreported income is then subtracted from the tax base <a href=\"#equ3\">(3)</a>, as if it was a tax exempt component of disposable income, and the simulated tax is computed as described above. Disposable income is finally obtained adding to AT income all exempt incomes including calibrated unreported income from self-employment, which we call “tax evasion”. Depending on the year and the survey data used, the calibrated coefficients in TABEITA range between 20% and 30%, which is also remarkably close to estimates of tax evasion for self-employment income provided by <a href=\"#bib24\">Istat (2010a)</a>. This approach could be further improved for instance estimating differential tax evasion rates by income groups or regions, but we preferred to keep it simple in the current application.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Calibration of tax evasion",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. The TABEITA microsimulation model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We now move on to analyse the differences between SHIW and IT-SILC in terms of the information provided, looking first at variables that are contained in a dataset but not in the other, then at their ability to represent socio-demographic characteristics of the Italian population and finally at the analysis of net income data.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Although the two data sets are characterized by a similar structure of the questionnaire and a number of similar questions of relevance for tax-benefit microsimulation models, some variables are contained in SILC but not in SHIW, and vice versa. In particular, IT-SILC only provides detailed information on (<i>i</i>) family, maternity and education-related allowances, unemployment benefits, social assistance at the municipal level, benefits for mortgage and for rent; (<i>ii</i>) house-related expenses, such as condominium fees, heating, electricity, tap water, garbage, telephone, gardening and ordinary maintenance house expenses, as well as the local property tax and (<i>iii</i>) specific sources of income, such as employment income arrears, fringe benefits, Christmas bonus, additional payments based on productivity, supplementary pensions, employment additional compensations, income from rent of rooms or accessory structures (such as cellars or garages) of the main residence, interests and dividends from capital investment. SHIW does not provide such detailed information in distinct variables and often this information is aggregated to other variables (e.g, family allowances and unemployment benefits are provided together with employment income<sup><a href=\"#fn12\">12</a></sup> For a detailed description of the additional variables available in IT-SILC, see <a href=\"#bib9\">Ceriani <i>et al</i>. (2011</a>, <a href=\"#bib10\">2012</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "On the contrary, SHIW data include information about (<i>i</i>) education expenses, such as childcare, primary school and university fees; (<i>ii</i>) daycare and elderly care expenditures; (<i>iii</i>) health-related expenses, such as diagnostic exams and private health insurance; (<i>iv</i>) donations (to ONG and liberal); (<i>v</i>) refurbishing expenditure allowances; (<i>vi</i>) life insurance; (<i>vii</i>) pension arrears and private pension plans. Moreover, SHIW data provide a detailed set of information about (<i>viii</i>) means of savings and (<i>ix</i>) building and real estate properties different from the main residence.<sup><a href=\"#fn13\">13</a></sup> Note that whereas in SHIW a lot of information about households’ financial wealth is provided, no information is given about the income flows that it generates. On the other hand, IT-SILC only records the amount of income received from interests and dividends from capital investment. However, neither of them is used in the simulation of the PIT because they are subject to separate taxation and do not enter the PIT base.",
                            "type": "paragraph"
                        },
                        {
                            "text": "On the contrary, the informational advantage of SHIW vs. IT-SILC is large as for non-rented other properties. In fact, both datasets provide general information about homes and rented properties, in particular regarding the rent that households think they should have paid, have they not owned their homes (imputed rent), which is used to calibrate cadastral income that enters the tax base for 2008 PIT. However, while IT-SILC provides only a yes/no variable regarding the fact that a household owns other properties without renting them out, SHIW provides also detailed information about how much could be the market value of these properties, which again is used to calibrate the cadastral value entering the PIT base.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In fact, the stock of second homes and other properties is large in Italy. <a href=\"#table2\">Table 2</a> shows that out of all these properties, 52% is made of residential building units, 26% of arable land, 7% of garages and basements. Out of a total of nearly 4,000 units of second homes and other buildings declared in SHIW, less than one third is rented providing a taxable income. The rest enters the tax base as cadastral income only and is mostly made of second homes. Notwithstanding the concerns about the precision of imputed rent for predicting cadastral values of real estates and other buildings, this is the only information available for Italian tax-benefit microsimulation and ignoring it would produce a larger bias in the estimated gross income.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: our elaboration on SHIW data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\">Frequencies %</th>\n<th align=\"center\">Rented properties Effective Rent (c) Euro</th>\n<th align=\"center\">Unrented properties Imputed Rent (d) Euro</th>\n<th align=\"center\">(d/c)-1*100 Diff. %</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Total units of building and real estate</td>\n<td>100</td>\n<td>5,217</td>\n<td>2,610</td>\n<td>−49.97</td>\n</tr>\n<tr>\n<td>Residential buildings</td>\n<td>51.53</td>\n<td>4,985</td>\n<td>3,528</td>\n<td>−29.22</td>\n</tr>\n<tr>\n<td>Offices</td>\n<td>1.46</td>\n<td>7,914</td>\n<td>5,686</td>\n<td>−28.15</td>\n</tr>\n<tr>\n<td>Storehouses</td>\n<td>4.21</td>\n<td>7,665</td>\n<td>4,734</td>\n<td>−38.23</td>\n</tr>\n<tr>\n<td>Shops</td>\n<td>4.11</td>\n<td>7,195</td>\n<td>5,743</td>\n<td>−20.18</td>\n</tr>\n<tr>\n<td>Workshops</td>\n<td>0.52</td>\n<td>4,860</td>\n<td>11,892</td>\n<td>144.68</td>\n</tr>\n<tr>\n<td>Garages and basements</td>\n<td>7.45</td>\n<td>3,179</td>\n<td>1,280</td>\n<td>−59.74</td>\n</tr>\n<tr>\n<td>Arable land</td>\n<td>25.56</td>\n<td>2,570</td>\n<td>1,146</td>\n<td>−55.39</td>\n</tr>\n<tr>\n<td>Non-arable land</td>\n<td>5.15</td>\n<td>4,350</td>\n<td>856</td>\n<td>−80.33</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "SHIW additional Information: Real-Estate Properties different from principal residence -Average yearly effective and imputed rent.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Informational differences",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "With respect to total population, both SHIW and IT-SILC weighted samples sum up to the Italian total population and by gender with little error (see <a href=\"#table3\">Table 3</a>, Panel a).<sup><a href=\"#fn14\">14</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Similarly, as for the geographical partition (<a href=\"#table3\">Table 3</a>, Panel b). This comes at no much surprise as an outcome of the way both datasets calibrate grossing-up weights.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: our elaboration on DemoIstat, values as 1st January 2009 (External Source) and SHIW and IT-SILC data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: Following EUROMOD conventions, in IT-SILC individuals who were born after the income reference period have been dropped (see <a href=\"#bib10\">Ceriani <i>et al</i>., 2012</a>).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\">External source Frequencies (a)</th>\n<th align=\"center\">Frequencies (b)</th>\n<th align=\"center\">SHIW Standard error</th>\n<th align=\"center\">Diff. % (b/a-1)*100</th>\n<th align=\"center\">Frequencies (c)</th>\n<th align=\"center\">IT-SILC Standard error</th>\n<th align=\"center\">Diff. % (c/a-1)*100</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"8\">Panel a: total population</td>\n</tr>\n<tr>\n<td>Total</td>\n<td>60,045,068</td>\n<td>59,721,994</td>\n<td>425,204</td>\n<td>−0.54</td>\n<td>59,726,481</td>\n<td>187,436</td>\n<td>−0.53</td>\n</tr>\n<tr>\n<td>Males</td>\n<td>29,152,423</td>\n<td>29,039,856</td>\n<td>298,942</td>\n<td>−0.39</td>\n<td>29,034,258</td>\n<td>133,299</td>\n<td>−0.41</td>\n</tr>\n<tr>\n<td>Females</td>\n<td>30,892,645</td>\n<td>30,682,138</td>\n<td>302,382</td>\n<td>−0.68</td>\n<td>30,692,223</td>\n<td>131,737</td>\n<td>−0.65</td>\n</tr>\n<tr>\n<td colspan=\"8\">Panel b: Population by Geographical Partition</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>15,917,376</td>\n<td>15,832,738</td>\n<td>243,504</td>\n<td>−0.53</td>\n<td>15,821,674</td>\n<td>99,431</td>\n<td>−0.60</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>11,473,120</td>\n<td>11,351,612</td>\n<td>162,575</td>\n<td>−1.06</td>\n<td>11,387,593</td>\n<td>63,830</td>\n<td>−0.75</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>11,798,328</td>\n<td>11,708,006</td>\n<td>192,699</td>\n<td>−0.77</td>\n<td>11,720,956</td>\n<td>76,598</td>\n<td>−0.66</td>\n</tr>\n<tr>\n<td>South</td>\n<td>20,856,244</td>\n<td>20,829,638</td>\n<td>237,817</td>\n<td>−0.13</td>\n<td>20,796,258</td>\n<td>116,865</td>\n<td>−0.29</td>\n</tr>\n<tr>\n<td colspan=\"8\">Panel c: Population by Regions</td>\n</tr>\n<tr>\n<td>Piemonte</td>\n<td>4,432,571</td>\n<td>4,040,054</td>\n<td>69,762</td>\n<td>−8.86</td>\n<td>4,404,240</td>\n<td>43,130</td>\n<td>−0.64</td>\n</tr>\n<tr>\n<td>Valle D’Aosta</td>\n<td>127,065</td>\n<td>213,437</td>\n<td>9,954</td>\n<td>67.97</td>\n<td>128,551</td>\n<td>1,773</td>\n<td>1.17</td>\n</tr>\n<tr>\n<td>Lombardia</td>\n<td>9,742,676</td>\n<td>9,877,494</td>\n<td>209,934</td>\n<td>1.38</td>\n<td>9,684,939</td>\n<td>64,349</td>\n<td>−0.59</td>\n</tr>\n<tr>\n<td>Trentino Alto Adige</td>\n<td>1,018,657</td>\n<td>926,708</td>\n<td>42,773</td>\n<td>−9.03</td>\n<td>1,018,870</td>\n<td>13,472</td>\n<td>0.02</td>\n</tr>\n<tr>\n<td>Veneto</td>\n<td>4,885,548</td>\n<td>4,985,755</td>\n<td>122,846</td>\n<td>2.05</td>\n<td>4,849,150</td>\n<td>34,935</td>\n<td>−0.75</td>\n</tr>\n<tr>\n<td>Friuli Venezia Giulia</td>\n<td>1,230,936</td>\n<td>1,268,878</td>\n<td>30,745</td>\n<td>3.08</td>\n<td>1,221,728</td>\n<td>15,022</td>\n<td>−0.75</td>\n</tr>\n<tr>\n<td>Liguria</td>\n<td>1,615,064</td>\n<td>1,701,753</td>\n<td>44,885</td>\n<td>5.37</td>\n<td>1,603,944</td>\n<td>26,705</td>\n<td>−0.69</td>\n</tr>\n<tr>\n<td>Emilia Romagna</td>\n<td>4,337,979</td>\n<td>4,170,271</td>\n<td>87,184</td>\n<td>−3.87</td>\n<td>4,297,845</td>\n<td>33,274</td>\n<td>−0.93</td>\n</tr>\n<tr>\n<td>Toscana</td>\n<td>3,707,818</td>\n<td>4,064,424</td>\n<td>81,482</td>\n<td>9.62</td>\n<td>3,678,686</td>\n<td>34,202</td>\n<td>−0.79</td>\n</tr>\n<tr>\n<td>Umbria</td>\n<td>894,222</td>\n<td>899,923</td>\n<td>26,000</td>\n<td>0.64</td>\n<td>893,152</td>\n<td>13,906</td>\n<td>−0.12</td>\n</tr>\n<tr>\n<td>Marche</td>\n<td>1,569,578</td>\n<td>1,632,901</td>\n<td>35,183</td>\n<td>4.03</td>\n<td>1,559,290</td>\n<td>18,397</td>\n<td>−0.66</td>\n</tr>\n<tr>\n<td>Lazio</td>\n<td>5,626,710</td>\n<td>5,110,758</td>\n<td>146,875</td>\n<td>−9.17</td>\n<td>5,589,828</td>\n<td>46,453</td>\n<td>−0.66</td>\n</tr>\n<tr>\n<td>Abruzzo</td>\n<td>1,334,675</td>\n<td>989,980</td>\n<td>37,424</td>\n<td>−25.83</td>\n<td>1,322,333</td>\n<td>22,113</td>\n<td>−0.92</td>\n</tr>\n<tr>\n<td>Molise</td>\n<td>320,795</td>\n<td>563,074</td>\n<td>27,802</td>\n<td>75.52</td>\n<td>319,701</td>\n<td>5,599</td>\n<td>−0.34</td>\n</tr>\n<tr>\n<td>Campania</td>\n<td>5,812,962</td>\n<td>5,121,838</td>\n<td>125,890</td>\n<td>−11.89</td>\n<td>5,796,817</td>\n<td>52,115</td>\n<td>−0.28</td>\n</tr>\n<tr>\n<td>Puglia</td>\n<td>4,079,702</td>\n<td>3,859,146</td>\n<td>106,992</td>\n<td>−5.41</td>\n<td>4,074,872</td>\n<td>41,321</td>\n<td>−0.12</td>\n</tr>\n<tr>\n<td>Basilicata</td>\n<td>590,601</td>\n<td>1,621,012</td>\n<td>59,568</td>\n<td>174.47</td>\n<td>590,344</td>\n<td>10,574</td>\n<td>−0.04</td>\n</tr>\n<tr>\n<td>Calabria</td>\n<td>2,008,709</td>\n<td>1,990,086</td>\n<td>51,394</td>\n<td>−0.93</td>\n<td>2,008,038</td>\n<td>30,027</td>\n<td>−0.03</td>\n</tr>\n<tr>\n<td>Sicilia</td>\n<td>5,037,799</td>\n<td>4,811,870</td>\n<td>126,081</td>\n<td>−4.48</td>\n<td>5,024,861</td>\n<td>62,789</td>\n<td>−0.26</td>\n</tr>\n<tr>\n<td>Sardegna</td>\n<td>1,671,001</td>\n<td>1,872,632</td>\n<td>36,650</td>\n<td>12.07</td>\n<td>1,659,292</td>\n<td>35,834</td>\n<td>−0.70</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Population Statistics: frequencies and their standard errors.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "At the regional level IT-SILC performs better than SHIW (see <a href=\"#table3\">Table 3</a>, Panel c). This is due to the fact that SHIW is representative of the resident population by macro-regional partitions, whereas IT-SILC by regions. While IT-SILC discrepancies with respect to external sources range from −0.9% (Abruzzo and Emilia Romagna) to 1.2% (Valle d’Aosta), SHIW range from −25.8% (Abruzzo) to 174.5% (Basilicata). Although the SHIW data set guidelines clearly discourage the use of SHIW data for regional analysis, it has often been used as the only available data set: these descriptives statistics substantiate concerns regarding the use of SHIW for regional analysis.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moving on to the analysis of the population sample by age groups, we find that SHIW dataset overestimates by roughly 10% the older age group and it underestimates by roughly 6% the younger group (<a href=\"#table4\">Table 4</a>). As for the age distributions within different geographical partitions, we find considerable discrepancies between survey data and population totals using the SHIW sample. On the other hand, IT-SILC closely matches external source statistics of the middle age cohort, while it underestimates the youngest cohort and overestimates the older group by a smaller proportion than SHIW. As for SHIW discrepancies can be worryingly large (e.g. −17.5% for youngest and +31.8% for oldest group in the Center of Italy).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: our elaboration on DemoIstat, values as 1st January 2009 (External Source) and SHIW and IT-SILC data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: Following EUROMOD conventions, in IT-SILC individuals who were born after the income reference period have been dropped (see <a href=\"#bib10\">Ceriani <i>et al</i>., 2012</a>).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\">Variable</th>\n<th align=\"center\">External source Frequencies (a)</th>\n<th align=\"center\">Frequencies (b)</th>\n<th align=\"center\">SHIW Standard error</th>\n<th align=\"center\">Diff. % (b/a-1)*100</th>\n<th align=\"center\">Frequencies (c)</th>\n<th align=\"center\">IT-SILC Standard error</th>\n<th align=\"center\">Diff. % (c/a-1)*100</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"8\">Age 0–19</td>\n</tr>\n<tr>\n<td>Italy</td>\n<td>11,408,746</td>\n<td>10,669,166</td>\n<td>179,935</td>\n<td>−6.48</td>\n<td>10,760,931</td>\n<td>83,853</td>\n<td>−5.68</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>2,811,590</td>\n<td>2,530,113</td>\n<td>96,815</td>\n<td>−10.01</td>\n<td>2,673,483</td>\n<td>43,519</td>\n<td>−4.91</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>2,069,019</td>\n<td>2,164,051</td>\n<td>72,273</td>\n<td>4.59</td>\n<td>1,958,606</td>\n<td>28,342</td>\n<td>−5.34</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>2,106,040</td>\n<td>1,737,163</td>\n<td>75,409</td>\n<td>−17.52</td>\n<td>1,955,060</td>\n<td>32,628</td>\n<td>−7.17</td>\n</tr>\n<tr>\n<td>South</td>\n<td>4,422,097</td>\n<td>4,237,839</td>\n<td>109,069</td>\n<td>−4.17</td>\n<td>4,173,782</td>\n<td>53,824</td>\n<td>−5.62</td>\n</tr>\n<tr>\n<td colspan=\"8\">Age 20–65</td>\n</tr>\n<tr>\n<td>Italy</td>\n<td>37,179,179</td>\n<td>36,436,238</td>\n<td>337,064</td>\n<td>−2.00</td>\n<td>36,948,154</td>\n<td>151,911</td>\n<td>−0.62</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>9,872,235</td>\n<td>9,598,375</td>\n<td>194,968</td>\n<td>−2.77</td>\n<td>9,760,948</td>\n<td>80,082</td>\n<td>−1.13</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>7,124,107</td>\n<td>7,241,443</td>\n<td>134,291</td>\n<td>1.65</td>\n<td>7,039,530</td>\n<td>51,288</td>\n<td>−1.19</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>7,293,877</td>\n<td>6,809,238</td>\n<td>147,241</td>\n<td>−6.64</td>\n<td>7,254,419</td>\n<td>62,513</td>\n<td>−0.54</td>\n</tr>\n<tr>\n<td>South</td>\n<td>12,888,960</td>\n<td>12,787,182</td>\n<td>186,642</td>\n<td>−0.79</td>\n<td>12,893,257</td>\n<td>95,458</td>\n<td>0.03</td>\n</tr>\n<tr>\n<td colspan=\"8\">Age &gt; 65</td>\n</tr>\n<tr>\n<td>Italy</td>\n<td>11,457,143</td>\n<td>12,616,590</td>\n<td>185,011</td>\n<td>10.12</td>\n<td>12,017,396</td>\n<td>70,712</td>\n<td>4.89</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>3,233,551</td>\n<td>3,704,250</td>\n<td>107,748</td>\n<td>14.56</td>\n<td>3,387,243</td>\n<td>39,170</td>\n<td>4.75</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>2,279,994</td>\n<td>1,946,118</td>\n<td>53,937</td>\n<td>−14.64</td>\n<td>2,389,457</td>\n<td>25,007</td>\n<td>4.80</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>2,398,411</td>\n<td>3,161,605</td>\n<td>98,630</td>\n<td>31.82</td>\n<td>2,511,477</td>\n<td>29,813</td>\n<td>4.71</td>\n</tr>\n<tr>\n<td>South</td>\n<td>3,545,187</td>\n<td>3,804,617</td>\n<td>98,284</td>\n<td>7.32</td>\n<td>3,729,219</td>\n<td>40,583</td>\n<td>5.19</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Population Statistics: frequencies and their standard errors.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "With respect to the education levels, both datasets underestimate population with at most elementary education and lower secondary education (see <a href=\"#table5\">Table 5</a>). Upper secondary education is slightly overestimated in both datasets (by 5% in SHIW and by 4% in IT-SILC), while tertiary education is well approximated by SHIW, and overestimated by IT-SILC (4%). IT-SILC better fits education distribution by geographical area for all education categories but lower secondary education.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: our elaboration on <a href=\"#bib27\">Istat (2010d)</a>, SHIW and IT-SILC.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: Elementary education include the set of population who did not complete any education level or completed just the elementary school (grade 1 to 5). Lower secondary education is the group of people whose highest level of education is grade eight. Upper secondary education refers to people who received a diploma and Tertiary is the set of individuals who attain an undergraduate or graduate degree. Population is age 15 and more in the External Source and in SHIW, while it is age 16 and more in IT-SILC due to data availability.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\">Variable</th>\n<th align=\"center\">External source Frequencies (a)</th>\n<th align=\"center\">Frequencies (b)</th>\n<th align=\"center\">SHIW Standard error</th>\n<th align=\"center\">Diff. % (b/a-1)*100</th>\n<th align=\"center\">Frequencies (c)</th>\n<th align=\"center\">IT-SILC Standard error</th>\n<th align=\"center\">Diff. % (c/a-1)*100</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"8\">Elementary Education</td>\n</tr>\n<tr>\n<td>Italy</td>\n<td>12,379,000</td>\n<td>11,980,676</td>\n<td>174,686</td>\n<td>−3.22</td>\n<td>11,576,464</td>\n<td>73,665</td>\n<td>−6.48</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>2,980,000</td>\n<td>2,740,537</td>\n<td>95,718</td>\n<td>−8.04</td>\n<td>2,854,287</td>\n<td>37,062</td>\n<td>−4.22</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>2,323,000</td>\n<td>1,748,543</td>\n<td>51,924</td>\n<td>−24.73</td>\n<td>2,234,921</td>\n<td>24,530</td>\n<td>−3.79</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>2,271,000</td>\n<td>2,533,318</td>\n<td>79,516</td>\n<td>11.55</td>\n<td>2,226,255</td>\n<td>28,632</td>\n<td>−1.97</td>\n</tr>\n<tr>\n<td>South</td>\n<td>4,805,000</td>\n<td>4,958,278</td>\n<td>110,357</td>\n<td>3.19</td>\n<td>4,261,001</td>\n<td>48,345</td>\n<td>−11.32</td>\n</tr>\n<tr>\n<td colspan=\"8\">Lower Secondary</td>\n</tr>\n<tr>\n<td>Italy</td>\n<td>16,285,000</td>\n<td>15,950,263</td>\n<td>215,876</td>\n<td>−2.06</td>\n<td>15,690,681</td>\n<td>99,741</td>\n<td>−3.65</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>4,393,000</td>\n<td>4,307,785</td>\n<td>130,857</td>\n<td>−1.94</td>\n<td>4,276,672</td>\n<td>54,038</td>\n<td>−2.65</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>2,976,000</td>\n<td>2,990,028</td>\n<td>76,817</td>\n<td>0.47</td>\n<td>2,831,499</td>\n<td>32,224</td>\n<td>−4.86</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>2,925,000</td>\n<td>2,843,163</td>\n<td>86,899</td>\n<td>−2.80</td>\n<td>2,786,859</td>\n<td>38,068</td>\n<td>−4.72</td>\n</tr>\n<tr>\n<td>South</td>\n<td>5,991,000</td>\n<td>5,809,287</td>\n<td>125,616</td>\n<td>−3.03</td>\n<td>5,795,651</td>\n<td>63,650</td>\n<td>−3.26</td>\n</tr>\n<tr>\n<td colspan=\"8\">Upper Secondary</td>\n</tr>\n<tr>\n<td>Italy</td>\n<td>17,077,000</td>\n<td>17,915,782</td>\n<td>238,861</td>\n<td>4.91</td>\n<td>17,830,531</td>\n<td>101,128</td>\n<td>4.41</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>4,751,000</td>\n<td>5,009,707</td>\n<td>135,033</td>\n<td>5.45</td>\n<td>4,886,090</td>\n<td>53,287</td>\n<td>2.84</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>3,471,000</td>\n<td>3,882,779</td>\n<td>99,289</td>\n<td>11.86</td>\n<td>3,628,807</td>\n<td>36,691</td>\n<td>4.55</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>3,666,000</td>\n<td>3,529,855</td>\n<td>107,904</td>\n<td>−3.71</td>\n<td>3,798,268</td>\n<td>44,818</td>\n<td>3.61</td>\n</tr>\n<tr>\n<td>South</td>\n<td>5,190,000</td>\n<td>5,493,441</td>\n<td>129,806</td>\n<td>5.85</td>\n<td>5,517,366</td>\n<td>60,352</td>\n<td>6.31</td>\n</tr>\n<tr>\n<td colspan=\"8\">Tertiary</td>\n</tr>\n<tr>\n<td>Italy</td>\n<td>5,574,000</td>\n<td>5,566,073</td>\n<td>140,786</td>\n<td>−0.14</td>\n<td>5,780,476</td>\n<td>60,781</td>\n<td>3.70</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>1,574,000</td>\n<td>1,814,768</td>\n<td>81,955</td>\n<td>15.30</td>\n<td>1,654,332</td>\n<td>34,060</td>\n<td>5.10</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>1,053,000</td>\n<td>983,817</td>\n<td>57,247</td>\n<td>−6.57</td>\n<td>1,087,134</td>\n<td>19,946</td>\n<td>3.24</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>1,297,000</td>\n<td>1,421,667</td>\n<td>80,259</td>\n<td>9.61</td>\n<td>1,305,711</td>\n<td>25,910</td>\n<td>0.67</td>\n</tr>\n<tr>\n<td>South</td>\n<td>1,650,000</td>\n<td>1,345,821</td>\n<td>52,594</td>\n<td>−18.44</td>\n<td>1,733,299</td>\n<td>35,096</td>\n<td>5.05</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Population by highest level of education attained: frequencies and their standard errors.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Self-employed individuals and pensioners are underestimated in SHIW and overestimated in IT-SILC (see <a href=\"#table6\">Table 6</a>). Self-employed individuals are underestimated in SHIW by 11% and overestimated in IT-SILC by 10%. Pensioners are underestimated in SHIW by 3% and overestimates in IT-SILC by 4%. Finally, employees are underestimated in SHIW (by 13%) and overestimated in IT-SILC (by 4%). Both datasets are not reliable in terms of the geographical distribution of employment; self-employment and pension income (see <a href=\"#table6\">Table 6</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: our elaboration on MEF (2013) (external source) and SHIW and IT-SILC data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: We count among employees all those who receive employment income and similarly for self-employment and pensioners, consistently with the external sources. Notice that the sum of frequencies in the external sources by geographic partition does not sum up to the total. This is because there is income which cannot be assigned to any Italian region.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Variable</th>\n<th>External source Frequencies (a)</th>\n<th>Frequencies (b)</th>\n<th>SHIW Standard error</th>\n<th>Diff. % (b/a-1)*100</th>\n<th>Frequencies (c)</th>\n<th>IT-SILC Standard error (c</th>\n<th>Diff. % /a-1)*100</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"8\">Employees</td>\n</tr>\n<tr>\n<td>Italy</td>\n<td>21,611,778</td>\n<td>18,734,187</td>\n<td>228,015</td>\n<td>−13.31</td>\n<td>22,485,222</td>\n<td>118,991</td>\n<td>4.04</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>5,985,582</td>\n<td>5,266,597</td>\n<td>133,671</td>\n<td>−12.01</td>\n<td>6,325,447</td>\n<td>64,905</td>\n<td>5.68</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>4,637,931</td>\n<td>4,296,697</td>\n<td>95,571</td>\n<td>−7.36</td>\n<td>4,273,878</td>\n<td>43,170</td>\n<td>−7.85</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>3,944,874</td>\n<td>3,752,849</td>\n<td>104,983</td>\n<td>−4.87</td>\n<td>4,627,595</td>\n<td>48,960</td>\n<td>17.31</td>\n</tr>\n<tr>\n<td>South</td>\n<td>5,734,778</td>\n<td>5,418,044</td>\n<td>116,004</td>\n<td>−5.52</td>\n<td>7,258,302</td>\n<td>70,304</td>\n<td>26.57</td>\n</tr>\n<tr>\n<td colspan=\"8\">Self-employed</td>\n</tr>\n<tr>\n<td>Italy</td>\n<td>6,117,343</td>\n<td>5,438,250</td>\n<td>155,809</td>\n<td>−11.10</td>\n<td>6,717,910</td>\n<td>71,173</td>\n<td>9.82</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>2,067,939</td>\n<td>1,712,138</td>\n<td>98,638</td>\n<td>−17.21</td>\n<td>1,840,272</td>\n<td>40,080</td>\n<td>−11.01</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>1,280,320</td>\n<td>1,217,732</td>\n<td>65,355</td>\n<td>−4.89</td>\n<td>1,308,766</td>\n<td>24,974</td>\n<td>2.22</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>1,488,679</td>\n<td>1,045,498</td>\n<td>68,217</td>\n<td>−29.77</td>\n<td>1,393,713</td>\n<td>26,769</td>\n<td>−6.38</td>\n</tr>\n<tr>\n<td>South</td>\n<td>2,128,093</td>\n<td>1,462,882</td>\n<td>68,435</td>\n<td>−31.26</td>\n<td>2,175,159</td>\n<td>43,040</td>\n<td>2.21</td>\n</tr>\n<tr>\n<td colspan=\"8\">Pensioners</td>\n</tr>\n<tr>\n<td>Italy</td>\n<td>15,323,148</td>\n<td>14,844,649</td>\n<td>198,842</td>\n<td>−3.12</td>\n<td>15,877,444</td>\n<td>86,908</td>\n<td>3.62</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>4,439,474</td>\n<td>4,671,715</td>\n<td>122,667</td>\n<td>5.23</td>\n<td>4,531,924</td>\n<td>47,265</td>\n<td>2.08</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>2,864,306</td>\n<td>2,504,802</td>\n<td>64,410</td>\n<td>−12.55</td>\n<td>2,957,492</td>\n<td>29,571</td>\n<td>3.25</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>3,055,415</td>\n<td>3,412,963</td>\n<td>97,978</td>\n<td>11.70</td>\n<td>3,232,561</td>\n<td>36,895</td>\n<td>5.80</td>\n</tr>\n<tr>\n<td>South</td>\n<td>4,476,872</td>\n<td>4,255,169</td>\n<td>101,464</td>\n<td>−4.95</td>\n<td>5,155,467</td>\n<td>51,590</td>\n<td>15.16</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Population Statistics: frequencies and their standard errors.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As for the sector of activity there is no clear advantage of a dataset over the other. The distribution of the population by sector of activity shows that both datasets underestimate the share of population employed in agriculture (by 32% SHIW and by 14% IT-SILC) and in services (by roughly 10% both datasets) and overestimate the share of population employed in the industrial sector (see <a href=\"#table7\">Table 7</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: our elaboration on Istat, Employment breakdown by industry (NACE Rev.2) – annual national data, 2009, wired at: <a href=\"http://dati.istat.it/?lang=en\">http://dati.istat.it/?lang=en</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Variable</th>\n<th>External source Frequencies (a)</th>\n<th>Frequencies (b)</th>\n<th>SHIW Standard error</th>\n<th>Diff. % (b/a-1)*100</th>\n<th>Frequencies (c)</th>\n<th>IT-SILC Standard error (</th>\n<th>Diff. % c/a-1)*100</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Agriculture</td>\n<td>1,287,100</td>\n<td>878,337</td>\n<td>44,619</td>\n<td>−31.76</td>\n<td>1,107,662</td>\n<td>30,118</td>\n<td>−13.94</td>\n</tr>\n<tr>\n<td>Industry</td>\n<td>6,988,500</td>\n<td>7,486,766</td>\n<td>150,641</td>\n<td>7.13</td>\n<td>7,145,046</td>\n<td>70,310</td>\n<td>2.24</td>\n</tr>\n<tr>\n<td>Services</td>\n<td>16,662,900</td>\n<td>14,908,539</td>\n<td>231,390</td>\n<td>−10.53</td>\n<td>15,034,130</td>\n<td>102,976</td>\n<td>−9.77</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Population by sector of activity: frequencies and their standard errors.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Finally, one should also notice that estimated standard errors are smaller for all frequencies estimated using IT-SILC compared with those estimated using SHIW, most likely as a consequence of a larger sample size.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Demographic and socio-economic non-income variables",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As there exists no external source providing population estimates of net incomes, we can only compare statistics on net incomes between the two surveys without any external validation. <a href=\"#table8\">Table 8</a> compares the two datasets in terms of the main net income sources: employment, self-employment and pension incomes.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: our elaboration on SHIW and IT-SILC data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table8",
                                    "label": "Table 8",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>SHIW</th>\n<th/>\n<th>IT-SILC</th>\n<th/>\n<th>Diff %</th>\n</tr>\n<tr>\n<th/>\n<th>euro (b)</th>\n<th>Std. Err.</th>\n<th>euro (c)</th>\n<th>Std. Err.</th>\n<th>(c/b-1)*100</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"6\">Employment Income</td>\n</tr>\n<tr>\n<td>Italy</td>\n<td>15,950</td>\n<td>2.17</td>\n<td>15,887</td>\n<td>2.13</td>\n<td>−0.40</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>17,633</td>\n<td>4.63</td>\n<td>17,277</td>\n<td>4.24</td>\n<td>−2.02</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>15,724</td>\n<td>3.82</td>\n<td>16,212</td>\n<td>4.32</td>\n<td>3.11</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>16,998</td>\n<td>5.02</td>\n<td>16,177</td>\n<td>4.90</td>\n<td>−4.83</td>\n</tr>\n<tr>\n<td>South</td>\n<td>13,759</td>\n<td>3.66</td>\n<td>14,115</td>\n<td>3.60</td>\n<td>2.59</td>\n</tr>\n<tr>\n<td colspan=\"6\">Self-Employment Income</td>\n</tr>\n<tr>\n<td>Italy</td>\n<td>21,109</td>\n<td>8.16</td>\n<td>18,685</td>\n<td>7.84</td>\n<td>−11.48</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>23,018</td>\n<td>17.53</td>\n<td>20,848</td>\n<td>16.22</td>\n<td>−9.43</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>24,151</td>\n<td>20.28</td>\n<td>21,052</td>\n<td>20.66</td>\n<td>−12.83</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>20,043</td>\n<td>13.94</td>\n<td>19,447</td>\n<td>17.58</td>\n<td>−2.98</td>\n</tr>\n<tr>\n<td>South</td>\n<td>17,105</td>\n<td>9.78</td>\n<td>14,527</td>\n<td>9.00</td>\n<td>−15.07</td>\n</tr>\n<tr>\n<td colspan=\"6\">Pension Income</td>\n</tr>\n<tr>\n<td>Italy</td>\n<td>12,354</td>\n<td>2.04</td>\n<td>12,164</td>\n<td>2.53</td>\n<td>−1.54</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>12,807</td>\n<td>3.24</td>\n<td>12,301</td>\n<td>4.88</td>\n<td>−3.95</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>12,450</td>\n<td>8.39</td>\n<td>11,877</td>\n<td>6.75</td>\n<td>−4.60</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>13,210</td>\n<td>2.37</td>\n<td>12,831</td>\n<td>5.14</td>\n<td>−2.87</td>\n</tr>\n<tr>\n<td>South</td>\n<td>10,881</td>\n<td>2.11</td>\n<td>11,708</td>\n<td>2.95</td>\n<td>7.61</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Yearly Net Incomes: averages and their standard errors.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The average pension income and income from self-employment are higher in SHIW than in IT-SILC (by 1.5% in the case of pension income and by 12% for self-employment income), while both datasets give almost the same picture in terms of average net employment income. When splitting the Italian population into four macro regions, we note a huge variability in the discrepancies between the two datasets.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Using SHIW poverty and inequality figures are higher than using IT-SILC.<sup><a href=\"#fn15\">15</a></sup> Results are summarized in <a href=\"#table9\">Table 9</a>, where we show headcount index and Gini inequality index. All indices are computed using household equivalent individual income (i.e. each individual is given his total household disposable income divided by the squared root of his family size). The poverty line is set to 60% of median household equivalent disposable income (and it is equal to 10,797 euro in IT-SILC and to 9,246 euro in SHIW). In IT-SILC the percentage of poor individuals is 19%, whereas in SHIW it is 21%. Gini index is 0.32 according to estimates based on IT-SILC and 0.35 if using SHIW.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: our elaboration on SHIW and IT-SILC data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: Poverty and Gini inequality computed on total household disposable income divided by the square root of household size",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table9",
                                    "label": "Table 9",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">SHIW</th>\n<th colspan=\"2\">IT-SILC</th>\n<th colspan=\"2\">Diff %</th>\n</tr>\n<tr>\n<th/>\n<th>index (b)</th>\n<th>Std. Err.</th>\n<th>index (c)</th>\n<th>Std. Err.</th>\n<th>(c/b-1)*100</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Poverty Headcount index</td>\n<td>20.53</td>\n<td>0.005</td>\n<td>19.34</td>\n<td>0.004</td>\n<td>−5.82</td>\n</tr>\n<tr>\n<td>Inequality Gini Index</td>\n<td>35.00</td>\n<td>0.006</td>\n<td>31.60</td>\n<td>0.003</td>\n<td>−9.81</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Yearly Net Incomes: poverty index, inequality index and their standard errors.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As a final comment to this section, we conclude, similarly to <a href=\"#bib11\">Ciani and Fresu (2011)</a>, that IT-SILC seems to be a rich source of data which offers more advantages than SHIW for microsimulation modelling, mainly due to (i) the larger sample size, (ii) the integration of net income information provided by interviewees with administrative records, (iii) the availability of additional and more disaggregated income variables than in SHIW and (iv) the smaller size of the standard error for most statistics considered and of interest for tax-benefit microsimulation. On the other hand, SHIW has a larger informational content than IT-SILC about the level of (i) financial and (ii) real estate wealth owned by the households, but the former does not enter the tax base for the Italian PIT and the latter could be used to integrate IT-SILC dataset as we will suggest below.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 Net incomes and income distribution",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. SHIW vs. SILC: informational differences",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section we provide a thorough validation exercise of the gross income output simulated by TABEITA using SHIW and IT-SILC input data, contrasting it with external administrative sources, which are regarded as the benchmark to assess the reliability of microsimulation models (<a href=\"#s5-1\">Subsection 5.1</a>). Then, we will compare gross income provided in IT-SILC (produced using exact matching with administrative sources and Siena microsimulation model) and gross incomes simulated using only disposable income declared by survey respondents and the use of the TABEITA model (<a href=\"#s5-2\">Subsection 5.2</a>). Finally, we put forward a way to get the best for microsimulation analysis for Italy out of all available data (<a href=\"#s5-3\">Subsection 5.3</a>).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In this section we compare gross incomes simulated by running TABEITA on SHIW and on IT-SILC (henceforth SHIW<sub>T</sub> and IT-SILC<sub>T</sub> respectively, where the subscript means that they have been obtained by using TABEITA net-to-gross routine). <a href=\"#table10\">Table 10</a> summarizes the results, with and without calibration for tax evasion. We report frequencies and amount in euro for the external source (tax records data provided by MEF, 2013), and the percentage difference from the external source of SHIW<sub>T</sub> and IT-SILC<sub>T</sub> for the main components of Irpef, the Italian PIT.<sup><a href=\"#fn16\">16</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: our elaboration on MEF (2013) (External Source) and SHIW and IT-SILC data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: Freq Diff % = frequencies SHIWT (IT-SILCT) over external source frequencies; Amount Diff % = amount in euro SHIWT (IT-SILCT) over external source amounts. The net personal income tax is the due tax, net of all tax credits. The net taxable income is the tax base, i.e. gross taxable income net of tax allowances.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table10",
                                    "label": "Table 10",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Variable</th>\n<th colspan=\"2\">External Source</th>\n<th colspan=\"4\">No evasion</th>\n<th colspan=\"4\">Evasion</th>\n</tr>\n<tr>\n<th/>\n<th/>\n<th/>\n<th colspan=\"2\">SHIW<sub>T</sub></th>\n<th colspan=\"2\">IT-SILC<sub>T</sub></th>\n<th colspan=\"2\">SHIW<sub>T</sub></th>\n<th colspan=\"2\">IT-SILC<sub>T</sub></th>\n</tr>\n<tr>\n<th/>\n<th>Frequencies</th>\n<th>Amounts euro</th>\n<th>Freq Diff%</th>\n<th>Amount Diff%</th>\n<th>Freq Diff%</th>\n<th>Amount Diff%</th>\n<th>Freq Diff%</th>\n<th>Amount Diff%</th>\n<th>Freq Diff%</th>\n<th>Amount Diff%</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Total taxable income</td>\n<td>41,466,397</td>\n<td>782,593,452</td>\n<td>3.54</td>\n<td>−4.47</td>\n<td>−0.72</td>\n<td>9.64</td>\n<td>3.54</td>\n<td>−8.69</td>\n<td>−0.72</td>\n<td>3.23</td>\n</tr>\n<tr>\n<td>Employment income</td>\n<td>21,611,778</td>\n<td>418,740,720</td>\n<td>−13.31</td>\n<td>−14.61</td>\n<td>4.04</td>\n<td>5.94</td>\n<td>−13.31</td>\n<td>−14.67</td>\n<td>4.04</td>\n<td>5.72</td>\n</tr>\n<tr>\n<td>Self-employment income</td>\n<td>6,117,343</td>\n<td>109,565,087</td>\n<td>−11.10</td>\n<td>30.30</td>\n<td>9.82</td>\n<td>44.63</td>\n<td>−11.10</td>\n<td>0.96</td>\n<td>9.82</td>\n<td>0.34</td>\n</tr>\n<tr>\n<td>Pension income</td>\n<td>15,323,148</td>\n<td>213,594,560</td>\n<td>−3.12</td>\n<td>−1.75</td>\n<td>3.62</td>\n<td>6.53</td>\n<td>−3.12</td>\n<td>−1.96</td>\n<td>3.62</td>\n<td>6.28</td>\n</tr>\n<tr>\n<td>Total deductions</td>\n<td>12,687,840</td>\n<td>21,721,425</td>\n<td>−44.31</td>\n<td>30.25</td>\n<td>−22.60</td>\n<td>43.59</td>\n<td>−44.55</td>\n<td>5.74</td>\n<td>−22.05</td>\n<td>7.10</td>\n</tr>\n<tr>\n<td>Net taxable income</td>\n<td>40,249,514</td>\n<td>753,556,569</td>\n<td>5.19</td>\n<td>−5.81</td>\n<td>2.16</td>\n<td>8.43</td>\n<td>5.17</td>\n<td>−9.48</td>\n<td>2.16</td>\n<td>2.82</td>\n</tr>\n<tr>\n<td>Total tax credit</td>\n<td>39,423,594</td>\n<td>62,917,813</td>\n<td>−6.00</td>\n<td>1.04</td>\n<td>2.10</td>\n<td>0.67</td>\n<td>−5.67</td>\n<td>2.55</td>\n<td>2.49</td>\n<td>2.40</td>\n</tr>\n<tr>\n<td>Net personal income tax Regional</td>\n<td>31,087,681</td>\n<td>146,157,039</td>\n<td>6.32</td>\n<td>−11.54</td>\n<td>7.57</td>\n<td>9.20</td>\n<td>5.39</td>\n<td>−18.17</td>\n<td>5.59</td>\n<td>−0.85</td>\n</tr>\n<tr>\n<td>additional income tax</td>\n<td>30,652,846</td>\n<td>8,633,217</td>\n<td>7.83</td>\n<td>−9.20</td>\n<td>9.10</td>\n<td>7.87</td>\n<td>6.88</td>\n<td>−13.46</td>\n<td>7.09</td>\n<td>1.13</td>\n</tr>\n<tr>\n<td>Cadastral income main residence</td>\n<td>29,776,305</td>\n<td>10,551,000</td>\n<td>−18.70</td>\n<td>0.00</td>\n<td>−21.19</td>\n<td>0.00</td>\n<td>−18.70</td>\n<td>0.00</td>\n<td>−21.19</td>\n<td>0.00</td>\n</tr>\n<tr>\n<td>Cadastral income other buildings</td>\n<td>17,513,880</td>\n<td>7,723,079</td>\n<td>−14.19</td>\n<td>2.69</td>\n<td>−86.97</td>\n<td>−55.97</td>\n<td>−14.19</td>\n<td>2.69</td>\n<td>−86.97</td>\n<td>−52.71</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Comparison between External Sources and TABEITA (SHIWT and IT-SILCT) gross incomes.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table10\">Table 10</a> shows that the frequency of total taxable income units is close to the external source in IT-SILC<sub>T</sub> and slightly overestimated in SHIW<sub>T</sub>. SHIW<sub>T</sub> underestimates frequencies and amount of employment income (−13% and −15%, respectively), while the figures for IT-SILC<sub>T</sub> are closer to the true values (+4% and +6%).",
                            "type": "paragraph"
                        },
                        {
                            "text": "With respect to self-employment, without assuming tax evasion, as opposed to external statistics SHIW<sub>T</sub> shows fewer but richer self-employed taxpayers (frequencies −11%, amounts +30%); on the other hand, both frequencies and average amounts are overestimated in IT-SILC<sub>T</sub> (+10%, +45%, respectively). As expected, assuming tax evasion for self-employment income, both SHIW<sub>T</sub> and IT-SILC<sub>T</sub> average income estimates get closer to the external source.<sup><a href=\"#fn17\">17</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Income from pension is slightly underestimated with SHIW and overestimated with IT-SILC, in both cases with differences from external sources not larger than 6%.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Total deductions frequencies are underestimated (more in SHIW<sub>T</sub> than in IT-SILC<sub>T</sub>), while amounts become closer to external sources when taking evasion into account (mainly due to self-employment social contributions, which are a major component of tax deductions).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Both datasets largely underestimate the number of home units, with IT-SILC underreporting by 87% the number of real estate and other buildings. This is due to the fact that IT-SILC provides no information about non-rented properties.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Overall, the main difference between SHIW<sub>T</sub> and IT-SILC<sub>T</sub> gross income variables concerns employment and self-employment income, which are underestimated in SHIW<sub>T</sub> and is reflected in a large underestimation of net regional and national Irpef.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Gross Income Variables",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Starting from the 2007 IT-SILC survey, the Italian National Statistical Institute (Istat) has been providing also gross incomes together with the net amounts (<a href=\"#bib28\">Istat, 2011</a>). This novelty makes IT-SILC the first national and official database in Italy that includes gross income variables.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Information available in the administrative sources are used for cleaning the original dataset and controlling for possible incoherencies.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Gross incomes are obtained as a sum of: the net incomes declared in the survey, income tax and employees and employers social contributions obtained from administrative sources,<sup><a href=\"#fn18\">18</a></sup> if available, or otherwise simulated using the Siena microsimulation model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Siena microsimulation model uses the original IT-SILC dataset including net incomes, after being cleaned and prepared, as input file for simulating personal income taxes and social insurance contributions. The gross income tax variables simulated by the model are then compared with external administrative data. If the administrative information on income tax is available for a record, the simulated tax is replaced with the value corresponding to the administrative source, the latter being considered as the true amount effectively paid by the the taxpayer. Therefore, the main contribution of the microsimulation model is to provide an estimation of income tax and social contributions not included in the administrative source data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The personal income tax considered in IT-SILC for employment incomes, pensions and unemployment incomes is equal to the withholding tax. For the self-employment income, the personal income tax includes the regional tax on business (Irap) computed by applying the regional Irap tax rate to the self-employment income included in the total taxable income.<sup><a href=\"#fn19\">19</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The IT-SILC three gross income categories (employment income, self-employment income and pension income) are obtained as aggregation of income variables different from what done in MEF. In particular, in IT-SILC gross self-employment income is the sum of self employment income, maternity benefits for self-employed and incomes from temporary contract, whereas MEF does not include income from temporary contracts. With respect to employment income, IT-SILC generates gross employment income as sum of employment salary, employment additional compensation, other compensations (profit sharing and bonuses), additional payments based on productivity, income from arrears, and additional months salary. MEF includes in this category also income from temporary jobs, unemployment benefits (for vocational training, redundancy payments, unemployment, mobility or early pension allowances), and private transfers including maintenance payments. Finally, gross pension income in IT-SILC is the sum of old age pensions, survivor’ pensions, disability and invalidity pensions, social pensions. In MEF, instead, social and invalidity pensions are not included as pensions as they are tax exempt and treated as social assistance programs. This implies that, except for total taxable income no validation of IT-SILC data is possible. However, as TABEITA aggregate statistics are built consistently with those published by MEF and the validation exercise reported in <a href=\"#table10\">Table 10</a> is rather satisfactory, one can indirectly assess the validity of IT-SILC gross income data using IT-SILC<sub>T</sub> with evasion, upon appropriate definition of income sources to make it comparable with the three gross income categories provided in IT-SILC. <a href=\"#table11\">Table 11</a> shows that although the difference in total amounts is limited as for pension and employment income, it is large as for self-employment income. In fact, IT-SILC total gross self-employment income is more than 30% larger than what produced with IT-SILC<sub>T</sub>, which is roughly consistent with tax records regarding Irpef and produced by MEF. This is also reflected in a larger gross total taxable income in IT-SILC. Part of this discrepancy could be due to the fact that IT-SILC provides gross self-employment income including also the regional tax on business (Irap), although IT-SILC does not provide information to properly assess this. It however remains that using IT-SILC data instead of IT-SILC<sub>T</sub> one would most likely largely overestimate the amount of taxable income received and tax paid by self-employed taxpayers.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: our elaboration on MEF (2013) (External Source) and IT-SILC data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: “na” stands for not available. In fact, IT-SILC definition of gross employment, self-employment and pension income is not consistent with what provided in MEF aggregate tables used for validation of TABEITA (<a href=\"#table10\">Table 10</a>). As there exist no external sources to validate IT-SILC aggregated variables except for total taxable income we aggregated gross variables simulated using TABEITA (IT-SILCT) consistently with IT-SILC definition of gross variables and indirectly validate IT-SILC data. IT-SILC gross incomes are released as aggregate variables subject to administrative exact matching that we are not able to totally replicate in TABEITA. This explains the small differences between IT-SILC<sub>T</sub> and IT-SILC frequencies for pension income.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table11",
                                    "label": "Table 11",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Variable</th>\n<th colspan=\"2\">External source</th>\n<th colspan=\"2\">IT-SILC<sub>T</sub></th>\n<th colspan=\"2\">IT-SILC</th>\n</tr>\n<tr>\n<th/>\n<th>Frequencies</th>\n<th>Amounts million euro</th>\n<th>Frequencies</th>\n<th>Amounts million euro</th>\n<th>Frequencies</th>\n<th>Amounts million euro</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Total taxable income</td>\n<td>41,466,397</td>\n<td>782,593</td>\n<td>40,993,736</td>\n<td>795,174</td>\n<td>41,048,992</td>\n<td>848,645</td>\n</tr>\n<tr>\n<td>Employment income</td>\n<td>na</td>\n<td>na</td>\n<td>21,485,120</td>\n<td>428,534</td>\n<td>21,485,120</td>\n<td>431,602</td>\n</tr>\n<tr>\n<td>Self-employment income</td>\n<td>na</td>\n<td>na</td>\n<td>7,498,613</td>\n<td>129,802</td>\n<td>7,498,613</td>\n<td>171,175</td>\n</tr>\n<tr>\n<td>Pension income</td>\n<td>na</td>\n<td>na</td>\n<td>16,541,269</td>\n<td>240,099</td>\n<td>16,677,270</td>\n<td>245,868</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Comparisons between External Sources and TABEITA (IT-SILCT) and IT-SILC gross incomes.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Comparing TABEITA gross incomes and IT-SILC gross incomes",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Our analysis of <a href=\"#table11\">Table 11</a> suggests using disposable incomes as declared by respondents in interviews and simulating the individual personal income tax, with calibration for tax evasion. Moreover, our reading of <a href=\"#table10\">Table 10</a> suggests us to prefer IT-SILC as opposed to SHIW, but for one income component, namely cadastral income on second homes and other buildings.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In fact, in both data sets we calibrate cadastral income of building and real estate using the self-assessed market value of homes by homeowners, and the actual or – when missing – the self-assessed rent obtained from second homes and other properties by owners. The main difference between SHIW and IT-SILC is that only the former provides details about imputed rents of not rented second homes and other properties. This explains why the average amount of cadastral income from other building using IT-SILCT is so much underestimated, as IT-SILCT sets this income equal zero lacking appropriate information in the input data set. One may think of ignoring this limitation of IT-SILCT as it accounts for a meagre 1% of total taxable income. However, it could be a large share of income for some households and it could be particularly relevant for specific tax-benefit applications such as those estimating the cost of taxation of real estate and building property income (see <a href=\"#bib3\">Avram <i>et al</i>., 2012</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Here we suggest a different approach. We match information on second homes and other not rented properties coming from SHIW in the IT-SILC data set and use it to produce an improved version of IT-SILC<sub>T</sub>. In <a href=\"#table12\">Table 12</a> we present validation results where we assigned to all household units who declared to own other buildings without renting them a value of imputed rents equal to the average amounts received by households who are in the same condition and belong to the same percentile of equivalent income (defined as the total household income divided by the square-root of the household size) as the SHIW data set.<sup><a href=\"#fn20\">20</a></sup> As shown in the last line of this table, the average amount of cadastral income from other buildings is close to external source<sup><a href=\"#fn21\">21</a></sup> and the impact on the validation of other simulated variables is negligible.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: our elaboration on MEF (2013) (External Source) and IT-SILC data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: Freq Diff % = frequencies IT – SILCf over external source frequencies; Amount Diff % = amount in euro IT – SILCf over external source amounts.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table12",
                                    "label": "Table 12",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Variable</th>\n<th colspan=\"2\">External Source</th>\n<th colspan=\"4\">IT – <inline-formula id=\"inline3\"><math display=\"inline\" id=\"i3\"><msubsup><mtext>SILC</mtext><mtext>T</mtext><mtext>C</mtext></msubsup></math></th>\n</tr>\n<tr>\n<th/>\n<th>Frequencies</th>\n<th>Amounts euro</th>\n<th>Evasion Freq Diff %</th>\n<th>Amount Diff %</th>\n<th>No evasion Freq Diff %</th>\n<th>Amount Diff %</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Total taxable income</td>\n<td>41,466,397</td>\n<td>782,593,452</td>\n<td>0.59</td>\n<td>10.39</td>\n<td>0.59</td>\n<td>4.04</td>\n</tr>\n<tr>\n<td>Employment income</td>\n<td>21,611,778</td>\n<td>418,740,720</td>\n<td>4.04</td>\n<td>6.10</td>\n<td>4.04</td>\n<td>5.87</td>\n</tr>\n<tr>\n<td>Self-employment income</td>\n<td>6,117,343</td>\n<td>109,565,087</td>\n<td>9.82</td>\n<td>44.76</td>\n<td>9.82</td>\n<td>0.53</td>\n</tr>\n<tr>\n<td>Pension income</td>\n<td>15,323,148</td>\n<td>213,594,560</td>\n<td>3.62</td>\n<td>6.62</td>\n<td>3.62</td>\n<td>6.39</td>\n</tr>\n<tr>\n<td>Total deductions</td>\n<td>12,687,840</td>\n<td>21,721,425</td>\n<td>−22.72</td>\n<td>43.75</td>\n<td>−22.07</td>\n<td>7.20</td>\n</tr>\n<tr>\n<td>Net taxable income</td>\n<td>40,249,514</td>\n<td>753,556,569</td>\n<td>3.35</td>\n<td>9.19</td>\n<td>3.36</td>\n<td>3.65</td>\n</tr>\n<tr>\n<td>Total tax credit</td>\n<td>39,423,594</td>\n<td>62,917,813</td>\n<td>2.12</td>\n<td>0.38</td>\n<td>2.36</td>\n<td>2.05</td>\n</tr>\n<tr>\n<td>Net personal income tax</td>\n<td>31,087,681</td>\n<td>146,157,039</td>\n<td>9.27</td>\n<td>10.55</td>\n<td>7.39</td>\n<td>0.59</td>\n</tr>\n<tr>\n<td>Regional additional income tax</td>\n<td>30,652,846</td>\n<td>8,633,217</td>\n<td>10.82</td>\n<td>8.82</td>\n<td>8.91</td>\n<td>2.16</td>\n</tr>\n<tr>\n<td>Cadastral income main residence</td>\n<td>29,776,305</td>\n<td>10,551,000</td>\n<td>−21.19</td>\n<td>0.00</td>\n<td>−21.19</td>\n<td>0.00</td>\n</tr>\n<tr>\n<td>Cadastral income other buildings</td>\n<td>17,513,880</td>\n<td>7,723,079</td>\n<td>−56.83</td>\n<td>−6.65</td>\n<td>−56.83</td>\n<td>0.26</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Comparisons between External Sources and TABEITA with calibration (IT – <inline-formula id=\"inline2\"><math display=\"inline\" id=\"i2\"><msubsup><mtext>SILC</mtext><mtext>T</mtext><mtext>C</mtext></msubsup></math>) of cadastral incomes for building different from principal residence.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 How to make the best of two datasets",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Validation of TABEITA output",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper aims at providing an analysis of pros and cons of alternative datasets for tax-benefit microsimulation for Italy. We analysed all available possibilities, namely using gross income data resulted from a consistent net-to-gross procedure as the one provided by the TABEITA microsimulation model (and choosing between either SHIW or IT-SILC data) or using the gross income data provided by IT-SILC based on Siena microsimulation models and exact matching with administrative data.",
                    "type": "paragraph"
                },
                {
                    "text": "Our results suggest that IT-SILC improves in the regional representativeness of the Italian population and does not perform worse than SHIW as for most demographic characteristics. As for gross income variables, simulated gross income variables using IT-SILC income data allow the best fit with external tax statistics. Moreover, we show that valuable source of information about real estate properties found in SHIW can be exploited to improve the validation of simulated gross income data using IT-SILC.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper is relevant for microsimulation models in general, whenever more than one data set is available. We suggest that it is important to first assess the quality of available data, and in particular issues such as sample design and non-response rate. Then, the set of available information in the alternative dataset has to be compared, in order to analyze the level of detail and to the sample representativeness. We moreover suggest that input data may benefit by matching information available in the different data sources and that the assessment of standard errors of main statistics produced can be very informative about the pros and cons of different data sets for microsimulation analysis.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Concluding remarks",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "Extensive comparisons between IT-SILC and SHIW data are also provided in <a href=\"#bib37\">Savegnago, 2008</a>; <a href=\"#bib11\">Ciani and Fresu, 2011</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In particular, when there is an inconsistency between the two income sources, IT-SILC records the maximum value. The explanation proposed to justify this rule is that if the highest value is the one from administrative records the respondent is underreporting in the survey. On the other hand, if the sample value is higher than the administrative one, the respondent is underreporting in the administrative records (such as tax records).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The large difference between SHIW and IT-SILC response rate might also be explained by the fact that sampled households in IT-SILC are obliged by law to participate to the survey. However, Istat prefers not to underline the mandatory nature of the survey, but rather to encourage voluntary participation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The NUTS classification (Nomenclature of territorial units for statistics) has been created by Eurostat and it is a hierarchical system for dividing up the economic territory of the EU. NUTS II-level stands for the basic regions for the application of regional policies. For further details, see <i><a href=\"http://epp.eurostat.ec.europa.eu/portal/page/portal/nuts_nomenclature/introduction\">http://epp.eurostat.ec.europa.eu/portal/page/portal/nuts_nomenclature/introduction</a></i>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Although the analysis of benefits take-up is a relevant issue in some countries (e.g., see <a href=\"#bib7\">Bollinger and David, 1997</a>, <a href=\"#bib19\">Hernandez <i>et al</i>., 2007</a>), in Italy tax credits and tax deductions are claimed in the tax form involving no stigma or psychological dependency.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We select the head of the unit as the individual with the largest taxable income, in case of draws the one who is older, in case of draws the man. In the few cases where no head is eventually identified, we select one randomly.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Tax rules for 2008 Irpef define as independent for tax purposes all citizens earning more than euro 2,840.51.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Alternatively, one could simulate withheld taxation by income source, but tax differences are on average small and we believe our approach is closer to the definition of disposable income provided in SHIW and IT-SILC.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In particular this is done for tax deductions such as expenditures for disabled relatives, gifts to religious institutions, social security contributions paid to domestic collaborators and for tax credit for health care expenditures, for guide dogs, funeral expenditures, gifts to not-for-profit organisations, life insurance. Overall, all these items account for less than 0.9% of total taxable income.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For details, refer to <a href=\"#bib10\">Ceriani at al., 2012</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In TABEITA iterations are stopped when the left hand side of the direct tax function <a href=\"#equ2\">(2)</a> using the simulated BT income <inline-formula id=\"inline5\"><math display=\"inline\" id=\"i5\"><msubsup><mi>y</mi><mi>S</mi><mi>B</mi></msubsup></math> provides an AT income which is equal to <i><b>y<sup>A</sup></b></i> up to one euro.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the current version of TABEITA using SHIW we have not simulated family allowances and simply used the aggregate variable to define taxable employment income. This choice was also justified by the fact that our validation exercise on SHIW data (more details in <a href=\"#s5\">Section 5</a>) found no overestimation of employment income.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "TABEITA is programmed to use all available variables that enter the Italian PIT base and when one is missing in the input dataset used, it is replaced with a zero value.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "These discrepancies may be also due to the fact that the external sources includes also the institutionalised population which is not in the universe of interest of both surveys. However, due to data limitation, we are not able to separate these individuals in the external sources.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This is consistent with the official estimates, see <a href=\"#bib26\">Istat (2010c)</a> and <a href=\"#bib4\">Bank of Italy (2010)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For average values and standard errors corresponding to the figures in <a href=\"#table10\">Table 10</a>, see <a href=\"#table13\">Table 13</a> in the Appendix.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The calibration coefficients are equal to 27% and 20% using IT-SILC<sub>T</sub> and SHIW<sub>T</sub> data, respectively.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "These include the MEF and the National Institutes for Social Security, namely Inps and Inpdap.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "TABEITA does not take into account the regional tax on business, as it concentrates only on direct taxes (Irap is formally a tax on production, not on incomes) and social contribution. The average Irap paid by self-employed individuals in 2009 was on average 1,310 euro (MEF, 2013).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For average values and standard errors corresponding to the figures in <a href=\"#table12\">Table 12</a>, see <a href=\"#table14\">Table 14</a> in the Appendix.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The correct number of taxpayers with positive cadastral income is more difficult to assess, mostly due to the fact that we have no or little information on ownership shares. However, this does not affect the possibility of simulating the Property Tax, as this does not depend on personal income but only on the cadastral value of properties.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Proxy Pattern-Mixture Analysis for Survey Non-response",
            "authors": [
                {
                    "name": {
                        "index": "Andrigde, RR",
                        "preferred": "RR Andrigde"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Little, JAL",
                        "preferred": "JAL Little"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib1",
            "journal": "Journal of Official Statistics",
            "pages": {
                "first": "153",
                "last": "180",
                "range": "153–180"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "School of Economics"
                ]
            },
            "source": "Hypothetical families in the DHSS Tax/Benefit model and families in the Family Expenditure Survey 1980. SSRC Program on Taxation, Incentives and the Distribution of Income. Research Note No. 1. STICERD",
            "title": "Hypothetical families in the DHSS Tax/Benefit model and families in the Family Expenditure Survey 1980. SSRC Program on Taxation, Incentives and the Distribution of Income. Research Note No. 1. STICERD",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Avram, S",
                        "preferred": "S Avram"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leventi, C",
                        "preferred": "C Leventi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Navicke, J",
                        "preferred": "J Navicke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Matsaganis, M",
                        "preferred": "M Matsaganis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Militaru, E",
                        "preferred": "E Militaru"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rastrigina, O",
                        "preferred": "O Rastrigina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "The distributional effects of fiscal consolidation in 9 EU countries. Social Situation Observatory Research Note 01/2012",
            "id": "bib3",
            "title": "The distributional effects of fiscal consolidation in 9 EU countries. Social Situation Observatory Research Note 01/2012",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Bank of Italy",
                    "type": "group"
                }
            ],
            "date": "2010",
            "details": "Sample Surveys Household Income and Wealth in 2008, Supplements to the Statistical Bulletin, XX, 8, Rome, Bank of Italy",
            "id": "bib4",
            "title": "Supplements to the Statistical Bulletin",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bernasconi, M",
                        "preferred": "M Bernasconi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marenzi, A",
                        "preferred": "A Marenzi"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "details": "1–38, Gli effetti redistributivi dell’evasione fiscale in Italia, Ricerche quantitative per la politica economica, Rome, Bank of Italy",
            "id": "bib5",
            "title": "Ricerche quantitative per la politica economica",
            "type": "unknown"
        },
        {
            "articleTitle": "The Siena Microsimulation Model (SM2) for netgross conversion of EU-SILC income variables",
            "authors": [
                {
                    "name": {
                        "index": "Betti, G",
                        "preferred": "G Betti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Donatiello, G",
                        "preferred": "G Donatiello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verma, V",
                        "preferred": "V Verma"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib6",
            "journal": "The International Journal of Microsimulation",
            "pages": {
                "first": "35",
                "last": "53",
                "range": "35–53"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Modelling discrete choice with response error: Food Stamp participation",
            "authors": [
                {
                    "name": {
                        "index": "Bollinger, C",
                        "preferred": "C Bollinger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "David, M",
                        "preferred": "M David"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib7",
            "journal": "Journal of the American Statistical Association",
            "pages": {
                "first": "827",
                "last": "835",
                "range": "827–835"
            },
            "type": "journal",
            "volume": "92"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brandolini, A",
                        "preferred": "A Brandolini"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Income Inequality in Italy: Facts and Measurement, XLIV Riunione Scientifica, CLEUP, Padova",
            "id": "bib8",
            "title": "XLIV Riunione Scientifica",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ceriani, L",
                        "preferred": "L Ceriani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gigliarano, C",
                        "preferred": "C Gigliarano"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "EUROMOD Country Report Italy (IT) 2006–2009. EUROMOD Country Reports, https://www.iser.essex.ac.uk/files/euromod/country-reports/CR_IT2006-09_final_6-12-11.pdf",
            "id": "bib9",
            "title": "EUROMOD Country Report Italy (IT) 2006–2009. EUROMOD Country Reports",
            "type": "unknown",
            "uri": "https://www.iser.essex.ac.uk/files/euromod/country-reports/CR_IT2006-09_final_6-12-11.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ceriani, L",
                        "preferred": "L Ceriani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fiorio, C",
                        "preferred": "C Fiorio"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "EUROMOD Country Report Italy (IT) 2007 – 2010. EUROMOD Country Reports, https://www.iser.essex.ac.uk/files/euromod/country-reports/year-3/CR_IT_2007-2010_Y3_FINAL.pdf",
            "id": "bib10",
            "title": "EUROMOD Country Report Italy (IT) 2007 – 2010. EUROMOD Country Reports",
            "type": "unknown",
            "uri": "https://www.iser.essex.ac.uk/files/euromod/country-reports/year-3/CR_IT_2007-2010_Y3_FINAL.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ciani, E",
                        "preferred": "E Ciani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fresu, D",
                        "preferred": "D Fresu"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "From SHIW to IT-SILC: construction and representativeness of the new CAPP_DYN first-year population. CAPPaper n. 92",
            "id": "bib11",
            "title": "From SHIW to IT-SILC: construction and representativeness of the new CAPP_DYN first-year population. CAPPaper n. 92",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Coulter, F",
                        "preferred": "F Coulter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heady, C",
                        "preferred": "C Heady"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lawson, C",
                        "preferred": "C Lawson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, S",
                        "preferred": "S Smith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stark, G",
                        "preferred": "G Stark"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Tax Modelling for Economies in Transition",
            "chapterTitle": "A Microsimulation Model of Personal Tax and Social Security Benefits in the Czech Republic",
            "date": "1998",
            "editors": [
                {
                    "name": {
                        "index": "Spahn, P",
                        "preferred": "P Spahn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pearson, M",
                        "preferred": "M Pearson"
                    },
                    "type": "person"
                }
            ],
            "id": "bib12",
            "pages": {
                "first": "163",
                "last": "189",
                "range": "163–189"
            },
            "publisher": {
                "name": [
                    "Macmillan Press Ltd"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Comparative EU statistics on Income and Living Conditions: Issues and Challenges",
            "authors": [
                {
                    "name": "Eurostat",
                    "type": "group"
                }
            ],
            "conference": {
                "name": [
                    "EU-SILC conference"
                ]
            },
            "date": "2007",
            "id": "bib13",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "D’Alessio, G",
                        "preferred": "G D’Alessio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Faiella, I",
                        "preferred": "I Faiella"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Non-response behaviour in ths Bank of Italy’s Survey of Household Income and Wealth",
            "date": "2002",
            "editors": [
                {
                    "name": {
                        "index": "Temi di Discussione del Servizio Studi, N",
                        "preferred": "N Temi di Discussione del Servizio Studi"
                    },
                    "type": "person"
                }
            ],
            "id": "bib14",
            "publisher": {
                "name": [
                    "Bank of Italy"
                ]
            },
            "type": "book",
            "volume": "462"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fiorio, CV",
                        "preferred": "CV Fiorio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "D’Amuri, F",
                        "preferred": "F D’Amuri"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "247–270, Giornale degli Economisti ed Annali d’Economia, 118, 64, N° 2/3",
            "id": "bib15",
            "title": "Workers’ tax evasion",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fiorio, CV",
                        "preferred": "CV Fiorio"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation and analysis of income distribution",
            "date": "2009",
            "id": "bib16",
            "publisher": {
                "name": [
                    "VDM Verlag"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The impact of non-response rates on non-response bias",
            "authors": [
                {
                    "name": {
                        "index": "Groves, RM",
                        "preferred": "RM Groves"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peytcheva, E",
                        "preferred": "E Peytcheva"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib17",
            "journal": "Public Opinion Quarterly",
            "pages": {
                "first": "167",
                "last": "189",
                "range": "167–189"
            },
            "type": "journal",
            "volume": "72"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gupta, A",
                        "preferred": "A Gupta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kapur, V",
                        "preferred": "V Kapur"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation in Government Policy and Forecasting",
            "date": "2000",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North-Holland, Amsterdam"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The welfare cost of means-testing: pensioner participation in income support",
            "authors": [
                {
                    "name": {
                        "index": "Hernandez, M",
                        "preferred": "M Hernandez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pudney, S",
                        "preferred": "S Pudney"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hancock, R",
                        "preferred": "R Hancock"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib19",
            "journal": "Journal of Applied Econometrics",
            "pages": {
                "first": "581",
                "last": "598",
                "range": "581–598"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Iacovou, M",
                        "preferred": "M Iacovou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kaminska, O",
                        "preferred": "O Kaminska"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib20",
            "publisher": {
                "name": [
                    "Institute for Social and Economic Research, University of Essex"
                ]
            },
            "source": "Using EU-SILC data for cross-national analysis: strengths, problems and recommendations",
            "title": "Using EU-SILC data for cross-national analysis: strengths, problems and recommendations",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "bookTitle": "L’indagine europea sui redditi e le condizioni di vita delle famiglie (EU-SILC)",
            "date": "2008",
            "discriminator": "a",
            "id": "bib21",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rome"
                        ]
                    },
                    "formatted": [
                        "Rome"
                    ]
                },
                "name": [
                    "Istat"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "bookTitle": "I beneficiari delle prestazioni pensionistiche, Anno 2008",
            "date": "2008",
            "discriminator": "b",
            "id": "bib22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rome"
                        ]
                    },
                    "formatted": [
                        "Rome"
                    ]
                },
                "name": [
                    "Istat"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "date": "2009",
            "id": "bib23",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rome"
                        ]
                    },
                    "formatted": [
                        "Rome"
                    ]
                },
                "name": [
                    "Istat"
                ]
            },
            "source": "Integrazione di dati campionari EU-SILC con dati di fonte amministrativa. Metodi e Norme n. 38",
            "title": "Integrazione di dati campionari EU-SILC con dati di fonte amministrativa. Metodi e Norme n. 38",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "bookTitle": "La misura dell’economia sommersa secondo le statistiche ufficiali Anni 2000-2008",
            "date": "2010",
            "discriminator": "a",
            "id": "bib24",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rome"
                        ]
                    },
                    "formatted": [
                        "Rome"
                    ]
                },
                "name": [
                    "Istat"
                ]
            },
            "type": "book",
            "uri": "http://www.istat.it/it/archivio/4384"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "date": "2010",
            "details": "Intermediate quality report cross-sectional survey 2008 Italy, http://epp.eurostat.ec.europa.eu/portal/page/portal/income_social_inclusion_living_conditions/documents/tab9/2008\\20Intermediate\\%20Quality\\%20Report\\%20IT.pdf",
            "id": "bib25",
            "title": "Intermediate quality report cross-sectional survey 2008 Italy",
            "type": "unknown",
            "uri": "http://epp.eurostat.ec.europa.eu/portal/page/portal/income_social_inclusion_living_conditions/documents/tab9/2008\\20Intermediate\\%20Quality\\%20Report\\%20IT.pdf"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "bookTitle": "Distribuzione del reddito e condizioni di vita in Italia Anni 2008–2009",
            "date": "2010",
            "discriminator": "c",
            "id": "bib26",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rome"
                        ]
                    },
                    "formatted": [
                        "Rome"
                    ]
                },
                "name": [
                    "Istat"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "bookTitle": "Forze Lavoro, Media 2001",
            "date": "2010",
            "discriminator": "d",
            "id": "bib27",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Annuari, Rome"
                        ]
                    },
                    "formatted": [
                        "Annuari, Rome"
                    ]
                },
                "name": [
                    "Istat"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "date": "2011",
            "id": "bib28",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rome"
                        ]
                    },
                    "formatted": [
                        "Rome"
                    ]
                },
                "name": [
                    "Istat"
                ]
            },
            "source": "La metodologia di stima dei redditi lordi nell’indagine EU-SILC. Metodi e Norme n. 49",
            "title": "La metodologia di stima dei redditi lordi nell’indagine EU-SILC. Metodi e Norme n. 49",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Juhàsz, I",
                        "preferred": "I Juhàsz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Tax Modelling for Economies in Transition",
            "chapterTitle": "The Hungarian Personal Income Tax Model",
            "date": "1998",
            "editors": [
                {
                    "name": {
                        "index": "Spahn, P",
                        "preferred": "P Spahn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pearson, M",
                        "preferred": "M Pearson"
                    },
                    "type": "person"
                }
            ],
            "id": "bib29",
            "pages": {
                "first": "191",
                "last": "205",
                "range": "191–205"
            },
            "publisher": {
                "name": [
                    "Macmillan Press Ltd"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Tax Benefit Microsimulation Models in Eastern Europe",
            "authors": [
                {
                    "name": {
                        "index": "Lelkes, O",
                        "preferred": "O Lelkes"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib30",
            "journal": "The International Journal of Microsimulation",
            "pages": {
                "first": "54",
                "last": "56",
                "range": "54–56"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lelkes, O",
                        "preferred": "O Lelkes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Tax and Benefits Policies in the Enlarged Europe: Assessing the impact with microsimulation models",
            "date": "2009",
            "id": "bib31",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Farnham"
                        ]
                    },
                    "formatted": [
                        "Farnham"
                    ]
                },
                "name": [
                    "Ashgate"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mantovani, D",
                        "preferred": "D Mantovani"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Manuale DIRIMOD95",
            "date": "1998",
            "id": "bib32",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "mimeo, Prometeia"
                        ]
                    },
                    "formatted": [
                        "mimeo, Prometeia"
                    ]
                },
                "name": [
                    "Bologna"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "MEF",
                    "type": "group"
                }
            ],
            "bookTitle": "Analisi Statistiche - Dichiarazioni 2009 - Anno d’Imposta 2008",
            "date": "2008",
            "id": "bib33",
            "publisher": {
                "name": [
                    "Department of Finance"
                ]
            },
            "type": "book",
            "uri": "https://www.finanze.gov.it"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mitton, L",
                        "preferred": "L Mitton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weeks, M",
                        "preferred": "M Weeks"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation Modelling for Policy Analysis: Challenges and Innovations",
            "date": "2000",
            "id": "bib34",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "bookTitle": "Taxing Wages",
            "date": "2010",
            "id": "bib35",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "An expenditure-based estimate of Britain’s black economy",
            "authors": [
                {
                    "name": {
                        "index": "Pissarides, CA",
                        "preferred": "CA Pissarides"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weber, G",
                        "preferred": "G Weber"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "id": "bib36",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "17",
                "last": "32",
                "range": "17–32"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Savegnago, M",
                        "preferred": "M Savegnago"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Rappresentatività campionaria delle indagini Banca d’Italia e SILC. CAPPaper n. 46",
            "id": "bib37",
            "title": "Rappresentatività campionaria delle indagini Banca d’Italia e SILC. CAPPaper n. 46",
            "type": "unknown"
        },
        {
            "articleTitle": "Indicators for the representativeness of survey response",
            "authors": [
                {
                    "name": {
                        "index": "Schouten, B",
                        "preferred": "B Schouten"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cobben, F",
                        "preferred": "F Cobben"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bethlehem, J",
                        "preferred": "J Bethlehem"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib38",
            "journal": "Survey Methodology",
            "pages": {
                "first": "101",
                "last": "113",
                "range": "101–113"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "authors": [
                {
                    "name": "Statistics Canada",
                    "type": "group"
                }
            ],
            "date": "2003",
            "edition": "Fourth",
            "id": "bib39",
            "title": "http://www.statcan.gc.ca/pub/12-539-x/4147797-eng.htm",
            "type": "web",
            "uri": "http://www.statcan.gc.ca/pub/12-539-x/4147797-eng.htm",
            "website": "Quality Guidelines"
        },
        {
            "articleTitle": "Constructing a Tax-Benefit Model: What Advice Can One Give?",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib40",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "199",
                "last": "219",
                "range": "199–219"
            },
            "type": "journal",
            "volume": "37"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Static Microsimulation Models in Europe: a Survey",
            "date": "1995",
            "id": "bib41",
            "publisher": {
                "name": [
                    "Department of Applied Economics, University of Cambridge"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "EUROMOD: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib42",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "The fraction of missing information as a tool for monitoring the quality of survey data",
            "authors": [
                {
                    "name": {
                        "index": "Wagner, J",
                        "preferred": "J Wagner"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib43",
            "journal": "Public Opinion Quarterly",
            "pages": {
                "first": "223",
                "last": "243",
                "range": "223–243"
            },
            "type": "journal",
            "volume": "74"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "text": "Tables in Appendix show average values and standard errors of figures in <a href=\"#table10\">Tables 10</a> and <a href=\"#table12\">12</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: our elaboration on SHIW and IT-SILC data.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<i>Note</i>: Std. Err. refers to the standard error of the average.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table13",
                            "label": "Table 13",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Variable</th>\n<th colspan=\"4\">No evasion</th>\n<th colspan=\"4\">Evasion</th>\n</tr>\n<tr>\n<th/>\n<th colspan=\"2\">SHIW<sub>T</sub></th>\n<th colspan=\"2\">IT-SILC<sub>T</sub></th>\n<th colspan=\"2\">SHIW<sub>T</sub></th>\n<th colspan=\"2\">IT-SILC<sub>T</sub></th>\n</tr>\n<tr>\n<th/>\n<th>Average euro</th>\n<th>Std. Err.</th>\n<th>Average euro</th>\n<th>Std. Err.</th>\n<th>Average euro</th>\n<th>Std. Err.</th>\n<th>Average euro</th>\n<th>Std. Err.</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Total taxable income</td>\n<td>17,413.61</td>\n<td>176.07</td>\n<td>20,842.63</td>\n<td>113.96</td>\n<td>16,644.55</td>\n<td>162.32</td>\n<td>19,624.06</td>\n<td>99.61</td>\n</tr>\n<tr>\n<td>Employment income</td>\n<td>19,086.86</td>\n<td>184.06</td>\n<td>19,728.63</td>\n<td>119.78</td>\n<td>19,072.34</td>\n<td>183.68</td>\n<td>19,687.35</td>\n<td>119.43</td>\n</tr>\n<tr>\n<td>Self-employment income</td>\n<td>26,251.73</td>\n<td>831.85</td>\n<td>23,588.21</td>\n<td>400.25</td>\n<td>20,341.09</td>\n<td>648.51</td>\n<td>16,365.29</td>\n<td>280.38</td>\n</tr>\n<tr>\n<td>Pension income</td>\n<td>14,136.62</td>\n<td>205.80</td>\n<td>14,331.29</td>\n<td>93.27</td>\n<td>14,106.22</td>\n<td>206.52</td>\n<td>14,297.66</td>\n<td>92.81</td>\n</tr>\n<tr>\n<td>Total deductions</td>\n<td>4,003.99</td>\n<td>82.94</td>\n<td>3,176.11</td>\n<td>40.75</td>\n<td>3,264.82</td>\n<td>69.93</td>\n<td>2,352.12</td>\n<td>30.27</td>\n</tr>\n<tr>\n<td>Net taxable income</td>\n<td>16,764.81</td>\n<td>170.18</td>\n<td>19,870.83</td>\n<td>106.74</td>\n<td>16,113.46</td>\n<td>158.51</td>\n<td>18,843.63</td>\n<td>95.18</td>\n</tr>\n<tr>\n<td>Total tax credit</td>\n<td>1,715.53</td>\n<td>7.12</td>\n<td>1,573.64</td>\n<td>3.97</td>\n<td>1,735.05</td>\n<td>7.16</td>\n<td>1,594.42</td>\n<td>3.95</td>\n</tr>\n<tr>\n<td>Net personal income tax</td>\n<td>3,911.55</td>\n<td>79.73</td>\n<td>4,772.70</td>\n<td>47.73</td>\n<td>3,650.65</td>\n<td>73.93</td>\n<td>4,414.69</td>\n<td>41.75</td>\n</tr>\n<tr>\n<td>Regional additional income tax</td>\n<td>237.15</td>\n<td>2.80</td>\n<td>278.49</td>\n<td>1.69</td>\n<td>228.04</td>\n<td>2.61</td>\n<td>265.96</td>\n<td>1.51</td>\n</tr>\n<tr>\n<td>Cadastral income main residence</td>\n<td>435.84</td>\n<td>3.68</td>\n<td>449.60</td>\n<td>2.82</td>\n<td>435.84</td>\n<td>3.68</td>\n<td>449.60</td>\n<td>2.82</td>\n</tr>\n<tr>\n<td>Cadastral income other buildings</td>\n<td>527.71</td>\n<td>20.24</td>\n<td>1,490.07</td>\n<td>39.08</td>\n<td>527.71</td>\n<td>20.24</td>\n<td>1,600.44</td>\n<td>41.98</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "TABEITA (SHIW<sub>T</sub> and IT-SILC<sub>T</sub>) gross incomes. Averages and their standard errors.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: our elaboration on SHIW and IT-SILC data.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Note</i>: Std. Err. refers to the standard error of the average.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table14",
                            "label": "Table 14",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Variable</th>\n<th colspan=\"4\">IT-<inline-formula id=\"inline4\"><math display=\"inline\" id=\"i4\"><msubsup><mtext>SILC</mtext><mtext>T</mtext><mtext>C</mtext></msubsup></math></th>\n</tr>\n<tr>\n<th/>\n<th colspan=\"2\">No evasion</th>\n<th colspan=\"2\">Evasion</th>\n</tr>\n<tr>\n<th/>\n<th>Average Euro</th>\n<th>Std. Err.</th>\n<th>Average Euro</th>\n<th>Std. Err.</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Total taxable income</td>\n<td>20,712.56</td>\n<td>113.76</td>\n<td>19,520.17</td>\n<td>99.66</td>\n</tr>\n<tr>\n<td>Employment income</td>\n<td>19,758.79</td>\n<td>119.96</td>\n<td>19,716.68</td>\n<td>119.53</td>\n</tr>\n<tr>\n<td>Self-employment income</td>\n<td>23,609.04</td>\n<td>400.31</td>\n<td>16,395.09</td>\n<td>280.91</td>\n</tr>\n<tr>\n<td>Pension income</td>\n<td>14,343.90</td>\n<td>93.15</td>\n<td>14,312.55</td>\n<td>92.81</td>\n</tr>\n<tr>\n<td>Total deductions</td>\n<td>3,184.75</td>\n<td>40.78</td>\n<td>2,355.07</td>\n<td>30.36</td>\n</tr>\n<tr>\n<td>Net taxable income</td>\n<td>19,780.29</td>\n<td>106.7</td>\n<td>18,774.24</td>\n<td>95.33</td>\n</tr>\n<tr>\n<td>Total tax credit</td>\n<td>1,568.60</td>\n<td>3.95</td>\n<td>1,591.00</td>\n<td>3.96</td>\n</tr>\n<tr>\n<td>Net personal income tax</td>\n<td>4,756.20</td>\n<td>47.40</td>\n<td>4,404.03</td>\n<td>41.51</td>\n</tr>\n<tr>\n<td>Regional additional income tax</td>\n<td>276.55</td>\n<td>1.68</td>\n<td>264.19</td>\n<td>1.51</td>\n</tr>\n<tr>\n<td>Cadastral income main residence</td>\n<td>449.60</td>\n<td>2.82</td>\n<td>449.60</td>\n<td>2.82</td>\n</tr>\n<tr>\n<td>Cadastral income other buildings</td>\n<td>953.51</td>\n<td>13.88</td>\n<td>1,024.14</td>\n<td>14.91</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "TABEITA with calibration (IT – SIL<sup>C</sup><sub>τ</sub>) of cadastral incomes for building different from principal residence. Averages and their standard errors.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app1",
            "title": "7. Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "We are very grateful to Francesco Figari and Iva Tasseva for insightful discussions and suggestions, to Simone Pellegrino and participants to the 2012 EUROMODupdate project meeting in Bucharest and to three anonymous referees for much appreciated comments and advices.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
