{
    "status": "vor",
    "id": "00079",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00079",
    "authorLine": "Daria Popova",
    "title": "Impact assessment of alternative reforms of child allowances using RUSMOD – the static tax-benefit microsimulation model for Russia",
    "published": "2013-04-30T00:00:00Z",
    "versionDate": "2013-04-30T00:00:00Z",
    "statusDate": "2013-04-30T00:00:00Z",
    "volume": 6,
    "issue": 1,
    "fpage": 122,
    "lpage": 156,
    "elocationId": "122-156",
    "pdf": "http://web:8082/00079/ijm-00079.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "RUSMOD is a static tax-benefit microsimulation model for Russia. The model can be used for ex post and ex ante evaluation of reforms of personal income taxation and social benefits in Russia. In addition, being compatible with EUROMOD, the Russian model is suitable for simulation of cross-country policy transfers. The aim of this paper is to shed light on various aspects of the model. It discusses specific problems arising in the evaluation of unreported income and benefits non-take up in Russia. The final estimates of poverty and inequality from RUSMOD are very close to those based on National accounts; hence, the model can be seen as a reliable tool for evaluating the current performance of the Russian tax-benefit system and the distributive impact of potential tax-benefit reforms. Then the paper provides an example of application of the model – an analysis of alternative scenarios for improving the design of child allowances in Russia. Currently, this benefit has a poor targeting performance and varies across regions of Russia in terms of design and generosity, which raises serious equity concerns. Redirecting these resources to the poor – by means of better targeting and raising the benefit amounts – brings about significant improvements in overall and child poverty indicators even at the current level of spending. The most sizable impact on poverty is achieved by implementing the unified national design of the program.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Popova",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "European University Institute",
                        "Department of Social and Political Sciences"
                    ]
                }
            ],
            "emailAddresses": [
                "daria.popova@eui.eu"
            ],
            "name": {
                "index": "Popova, Daria",
                "preferred": "Daria Popova"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "tax-benefit policy",
        "microsimulation",
        "regional policies",
        "Russia"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Russian tax-benefit system consists of numerous types of support available to a large circle of beneficiaries; they are regulated by a number of legislative acts that focus on certain types of assistance rather than on vulnerable groups. Moreover, after the decentralization reform carried out in 2005 the budgetary spending on social protection is mainly administered at the regional level. This motivated the regions to implement their own social programs that differ in terms of design and generosity. However, little is known about the impact of the tax-benefit policies on income distribution and poverty in Russia. Due to the overall complexity of the system the available studies focus on impact assessment of separate instruments, such as child and maternity benefits (<a href=\"#bib6\">Denisova <i>et al</i>. 2000</a>; <a href=\"#bib21\">Ovcharova and Popova 2005</a>; <a href=\"#bib22\">Ovcharova <i>et al</i>. 2007</a>; <a href=\"#bib18\">Notten &amp; Gassmann 2008</a>), in kind social benefits (<a href=\"#bib36\">Volchkova <i>et al</i>. 2006</a>) or indirect taxes (<a href=\"#bib5\">Decoster 2003</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "This paper aims to fill this gap by developing the first full-scale tax-benefit microsimulation model for Russia – RUSMOD – on the basis of the EUROMOD platform.<sup><a href=\"#fn1\">1</a></sup> The model simulates social contributions, personal income tax and most cash allowances effective in 2010 for the nationally representative sample of 16,918 individuals. RUSMOD accounts for unreported income, as well as for non-take up of means-tested benefits by matching the numbers of recipients with the administrative records. The model replicates fairly well the distribution of taxes and benefits and the overall estimates of the income distribution and poverty in Russia, which makes it a reliable tool to evaluate the first-round effects of policy reforms on economic well-being of households. In addition, being compatible with EUROMOD – the tax-benefit model for the European Union – the Russian model is suitable for simulation of cross-country policy transfers. This means that family benefits of a ‘donor’ country may be integrated into the Russian tax-benefit system and vice versa.",
                    "type": "paragraph"
                },
                {
                    "text": "As an example of model application we assess the performance of means-tested programs in Russia and simulate alternative reforms of child allowances. There is a significant scope for expanding the means-tested component of social assistance and improving the targeting of the programs, and hence allocating social protection funds with fewer leakages and a higher poverty reduction impact. Yet, Russia is highly heterogeneous with substantial regional differences in social protection spending and outcomes. Due to different budget constraints of regions, the decentralization of social assistance has resulted in an increase in the inter-regional inequality in payments to poor households. Our simulations show that it is possible to achieve better distributional outcomes even at the same level of spending, just by means of changing the program design.",
                    "type": "paragraph"
                },
                {
                    "text": "The remainder of this paper is structured as follows. <a href=\"#s2\">Section 2</a> provides a brief institutional description of the Russian tax-benefit system. <a href=\"#s3\">Section 3</a> describes the microsimulation model, discussing the simulations of main taxes and benefits and the choice of the input dataset. <a href=\"#s4\">Section 4</a> provides the description of the main adjustments made to the data and the validation of the model output against official statistics. <a href=\"#s5\">Section 5</a> offers an example of application of the model, to study the distributive impact of reforms of child allowances. <a href=\"#s6\">Section 6</a> concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The Russian case provides useful insights into the politics of welfare retrenchment. In the early 1990s Russia has encountered a whole complex of social problems associated both with the longterm action of demographic factors (depopulation) and with the new challenges of radical institutional and economic transformation resulting in the growth in unemployment, poverty and inequality. All sectors of social protection have undergone severe cuts in spending and major reforms, such as the reform of the pension system, introduction of the means-tested social assistance, monetization of the <i>privileges.</i><sup><a href=\"#fn2\">2</a></sup> In a relatively short period of time Russia has moved from a centrally managed universalistic to a residual neo-liberal welfare system (<a href=\"#bib3\">Cook 2007</a>; <a href=\"#bib31\">Titterton 2006</a>). Since mid-2000s the Russian welfare state has been expanding due to high commodity prices, however, the dependency on oil revenues makes the future of the system highly volatile (<a href=\"#bib2\">Cerami 2009</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "At the same time Russia has carried out a series of comprehensive reforms towards the overhaul of the system of intergovernmental relations. The present Russian federal system comprises a complex structure of social responsibilities divided between the federal and regional governments. Pensions and social insurance-based allowances are regulated at the federal level and financed from the employer social insurance contributions (SIC) and the Federal Budget. As a result of the decentralization reform carried out in 2005 the majority of responsibilities for legislative regulation and financing of non-contributory social benefits and services were transferred from the federal to the regional level (to be matched with respective intra-budgetary transfers). The delivery of all non-contributory programs is carried out at the municipal level. However, few municipalities provide their own local social assistance benefits out of their budgets. The tax system is largely a unified, national system. There are a few taxes set by regional and local governments but their share in overall taxation is small. Approximately one-third of the Federal Budget expenditure is allocated to intergovernmental fiscal transfers. The system of budget allocations is very complicated and results in high administrative costs. The lack of transparency leaves the system open for the regions’ lobbying for better ‘treatment’ from the federal authorities (<a href=\"#bib12\">IBRD/WB 2011</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The social protection sector in Russia receives less funding as a share of GDP than in OECD countries – in 2010 the total spending amounted to 18.8% of GDP<sup><a href=\"#fn3\">3</a></sup> (<a href=\"#table1\">Table 1</a>). Spending on social insurance-based allowances and the quasi-insurance <i>unemployment benefit</i> in total account for 1.5% of GDP. Non-contributory social assistance programs account for 2.8% of GDP, but most of these resources (1.7% of GDP) is spent on the <i>privileges</i> which generally do not reach the poor well and achieve little in terms of poverty reduction. Safety net programs for the poor remain underdeveloped accounting just for 0.5% of GDP. Noteworthy, in other middle-income countries spending on programs for the poor range between 1 and 2%, while in OECD countries on average they reach about 2.5% of GDP (<a href=\"#bib37\">Weigand and Grosh 2008</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Own calculations based on the Federal State Statistics Service (FSSS) data on implementation of the extra-budgetary funds (<a href=\"http://www.gks.ru\">http://www.gks.ru</a>) and the Treasury data on implementation of the Consolidate Budget (<a href=\"http://www.roskazna.ru/\">http://www.roskazna.ru/</a>).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Year</th>\n<th>2005</th>\n<th>2006</th>\n<th>2007</th>\n<th>2008</th>\n<th>2009</th>\n<th>2010</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Social protection, total</b></td>\n<td align=\"center\">13.5</td>\n<td align=\"center\">13.1</td>\n<td align=\"center\">13.6</td>\n<td align=\"center\">13.8</td>\n<td align=\"center\">17.6</td>\n<td align=\"center\">18.8</td>\n</tr>\n<tr>\n<td><b>Health care, physical culture and sports</b></td>\n<td align=\"center\">3.7</td>\n<td align=\"center\">3.6</td>\n<td align=\"center\">4.2</td>\n<td align=\"center\">3.7</td>\n<td align=\"center\">4.3</td>\n<td align=\"center\">3.8</td>\n</tr>\n<tr>\n<td><b>Pensions</b></td>\n<td align=\"center\">6</td>\n<td align=\"center\">5.5</td>\n<td align=\"center\">5.2</td>\n<td align=\"center\">5.6</td>\n<td align=\"center\">7.5</td>\n<td align=\"center\">9</td>\n</tr>\n<tr>\n<td><b>Unemployment benefit and Active labour market policies</b></td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.2</td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.4</td>\n<td align=\"center\">0.4</td>\n</tr>\n<tr>\n<td><b>Social insurance</b></td>\n<td align=\"center\">0.7</td>\n<td align=\"center\">0.7</td>\n<td align=\"center\">0.9</td>\n<td align=\"center\">0.9</td>\n<td align=\"center\">1.1</td>\n<td align=\"center\">1.1</td>\n</tr>\n<tr>\n<td> Maternity and child care allowances</td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.2</td>\n<td align=\"center\">0.3</td>\n<td align=\"center\">0.4</td>\n<td align=\"center\">0.5</td>\n<td align=\"center\">0.5</td>\n</tr>\n<tr>\n<td> Temporary incapacity benefit</td>\n<td align=\"center\">0.4</td>\n<td align=\"center\">0.4</td>\n<td align=\"center\">0.4</td>\n<td align=\"center\">0.4</td>\n<td align=\"center\">0.5</td>\n<td align=\"center\">0.5</td>\n</tr>\n<tr>\n<td> Other</td>\n<td align=\"center\">0.2</td>\n<td align=\"center\">0.2</td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.2</td>\n<td align=\"center\">0.1</td>\n</tr>\n<tr>\n<td><b>Social assistance</b></td>\n<td align=\"center\">1.8</td>\n<td align=\"center\">2</td>\n<td align=\"center\">1.9</td>\n<td align=\"center\">1.8</td>\n<td align=\"center\">2.6</td>\n<td align=\"center\">2.8</td>\n</tr>\n<tr>\n<td> Monthly cash payment (monetized privileges)</td>\n<td align=\"center\">0.8</td>\n<td align=\"center\">0.9</td>\n<td align=\"center\">0.8</td>\n<td align=\"center\">0.8</td>\n<td align=\"center\">0.9</td>\n<td align=\"center\">0.9</td>\n</tr>\n<tr>\n<td> Other privileges (cash and in kind)</td>\n<td align=\"center\">0.6</td>\n<td align=\"center\">0.6</td>\n<td align=\"center\">0.6</td>\n<td align=\"center\">0.6</td>\n<td align=\"center\">0.8</td>\n<td align=\"center\">0.8</td>\n</tr>\n<tr>\n<td> Means-tested benefits</td>\n<td align=\"center\">0.4</td>\n<td align=\"center\">0.3</td>\n<td align=\"center\">0.3</td>\n<td align=\"center\">0.3</td>\n<td align=\"center\">0.5</td>\n<td align=\"center\">0.5</td>\n</tr>\n<tr>\n<td> Other</td>\n<td align=\"center\">0</td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.4</td>\n<td align=\"center\">0.6</td>\n</tr>\n<tr>\n<td><b>Social care services</b></td>\n<td align=\"center\">0.6</td>\n<td align=\"center\">0.5</td>\n<td align=\"center\">0.7</td>\n<td align=\"center\">0.9</td>\n<td align=\"center\">0.9</td>\n<td align=\"center\">0.9</td>\n</tr>\n<tr>\n<td><b>Childcare</b></td>\n<td align=\"center\">0.6</td>\n<td align=\"center\">0.7</td>\n<td align=\"center\">0.7</td>\n<td align=\"center\">0.7</td>\n<td align=\"center\">0.9</td>\n<td align=\"center\">0.8</td>\n</tr>\n<tr>\n<td><b>Other</b></td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.1</td>\n</tr>\n<tr>\n<td>GDP in current prices, billion Rubles</td>\n<td align=\"center\">21,610</td>\n<td align=\"center\">26,917</td>\n<td align=\"center\">33,248</td>\n<td align=\"center\">41,277</td>\n<td align=\"center\">38,807</td>\n<td align=\"center\">45,173</td>\n</tr>\n<tr>\n<td>GDP growth, in % to previous year</td>\n<td align=\"center\">106.4</td>\n<td align=\"center\">108.2</td>\n<td align=\"center\">108.5</td>\n<td align=\"center\">105.2</td>\n<td align=\"center\">92.2</td>\n<td align=\"center\">104.0</td>\n</tr>\n<tr>\n<td>CPI end-year, in % to previous year</td>\n<td align=\"center\">110.9</td>\n<td align=\"center\">109</td>\n<td align=\"center\">111.9</td>\n<td align=\"center\">113.3</td>\n<td align=\"center\">108.8</td>\n<td align=\"center\">108.8</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Social protection spending in Russia <i>as % of GDP</i>.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Poverty was very high in Russia during the 1990s. The main achievement of the last decade has been a two-fold poverty reduction (between 2000 and 2010 the official poverty headcount<sup><a href=\"#fn4\">4</a></sup> has fallen from 29 to 12.6% of the population). Yet this achievement can be mainly attributed to the favorable economic background which stimulated the growth in minimum and average earnings and maintained high levels of employment. The overall redistributive impact of the Russian social protection system is low. While the economy grew annually by 5% on average, Gini coefficient of income inequality has increased from 0.395 to 0.420 between 2000 and 2010. Bottom 40% of the Russian population was still unable to recover their pre-1990 reform income level by 2010. Throughout the 2000s the main efforts of the government were aimed at compensating the decline in earnings of public sector employees and state pensions. Despite a series of reforms launched in 2007 the level of spending on maternity and family allowances, typical of the early 1990s, was not reestablished.",
                    "type": "paragraph"
                },
                {
                    "text": "In addition, there is a strong regional inequality in spending on social protection. The economically developed Federation subjects, such as oil-rich regions of Siberia and the federal cities (Moscow and St-Petersburg), have more opportunities to develop social assistance programs compared to regions with the medium and low level of economic development, where poverty problems are much more acute. In 2010 the inter-regional gap in per capita social protection spending in Russia amounted to 8 times. Thus, the decentralization reform has boosted inter-regional inequality in access of the population to social assistance and aggravated inter-regional inequality in living standards. For example, in 2010 poverty headcount ranged from 37% in the least developed region in the South of Russia to 8-10% in the main oil and gas producing regions and the metropolitan area of Moscow.",
                    "type": "paragraph"
                },
                {
                    "text": "As far as the national poverty profile is concerned, children under 16 years are in the most vulnerable position (<a href=\"#fig1\">Figure 1</a>). In 2010 the poverty headcount of this group was 1.5 times as high as the national poverty headcount. The gap between child and overall poverty measures has been growing throughout the 2000s: in 2000 the child poverty headcount was higher than the overall figure just by 20%. The poverty headcount of young people (16–30 years) is by 15% higher than the overall poverty measure. Risks of being poor for the working age adults over 30 years old are slightly lower than the average figure. Pensioners appear to be in the most privileged position: their poverty headcount is below the national average by 20%.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: Own calculations based on the FSSS data.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00079%2Fijm-00079-fig1.tif",
                                "size": {
                                    "width": 636,
                                    "height": 330
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00079%2Fijm-00079-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00079-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Poverty headcount in Russia by population groups, 1992–2010.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Such a distribution of poverty risks is typical for most Russian regions. The exceptions are the two major urban agglomerations of Moscow and St. Petersburg, where there are no deep problems on the labour market, and the ratio of average earnings and state pension is not in favour of the latter, so there it is the non-working young people (students and the unemployed) and pensioners who have a higher probability of falling into poverty. In the natural resources exporting regions, oriented primarily on male employment, lone-parent families are at the greatest risk of poverty. In virtually all territories, the most problematic group is families with 3+ children, but they are few in number, therefore do not predominate among the poor. The exceptions are the national republics in the South of Russia and the less developed Northern regions.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. An overview of the tax-benefit system in Russia",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "RUSMOD is the first full-scale model that permits simulation of most of the existing monetary policies implemented at federal and regional levels for the nationally representative sample of the population. The model is built on the EUROMOD platform (version F5.37). EUROMOD is continually being improved and updated (<a href=\"#bib15\">Immervoll &amp; O’Donoghue 2009</a>; Liets &amp; Mantovani 2007; <a href=\"#bib28\">Sutherland 2001</a>; <a href=\"#bib30\">Sutherland <i>et al</i>. 2008</a>; <a href=\"#bib29\">Sutherland &amp; Figari 2013</a>). It has been previously successfully used as a platform to build microsimulation models for Serbia (<a href=\"#bib39\">Žarković-Rakić 2010</a>) and South Africa (<a href=\"#bib38\">Wilkinson 2009</a>). The construction and development of RUSMOD is documented in the EUROMOD Working Paper (<a href=\"#bib24\">Popova 2012</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Being a spin-off of EUROMOD, the Russian model has a number of advantages: (1) it captures the complexity of the Russian tax-benefit system, (2) it is flexible so that users are able to alter policy parameters and build in new policies, (3) it can be used for cross-national policy comparisons; (4) it can potentially become a platform for analyzing behavioral changes due to policy reforms. This marks a striking difference with respect to previous tax-benefit models for Russia, such as the one constructed within the UNU/WIDER project (<a href=\"#bib5\">Decoster 2003</a>). Having been designed for the analysis of indirect taxes, that model simulated tax liabilities for the indirect Tax Code (social insurance contributions and personal income taxes were not simulated) and a limited number of social benefits. The user could only modify existing benefits, but could not add any new ones.",
                    "type": "paragraph"
                },
                {
                    "text": "The aim of building RUSMOD was to simulate as many existing policies as possible. However, due to the data constraints not all the taxes and social benefits are simulated by the model. Firstly, some policies are beyond the scope of the model entirely or there is little or no data for that purpose, hence they are not included in the database. This refers to all indirect taxes and in-kind benefits (free or subsidized health care, childcare and other social services). Theoretically these elements can be accounted for within the model framework, as was demonstrated by a EUROMOD related project.<sup><a href=\"#fn5\">5</a></sup> However, they have been neglected, at least temporarily, to limit complexity and to keep model building a manageable task. Secondly, lump-sum allowances (e.g. the <i>birth grant</i>, the <i>maternity capital</i>, the <i>funeral grant</i>, etc.) are not simulated assuming that they do not affect current consumption of households. Thirdly, due to lack of the relevant data in the survey a number of allowances could not be simulated. Those include cash allowances for carers of the disabled persons and for families taking care of orphaned children. Finally, some allowances are available in the database and may be included in the disposable income, but the rules governing them may not be changed by the model. Those are benefits that depend on the long-term contribution history, including <i>pensions</i> and the <i>social supplement to pension</i>, the <i>monetized privileges</i>, the <i>unemployment benefit</i> and the <i>temporary incapacity benefit.</i>",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table2\">Table 2</a> presents the order of simulation in the model. <i>Social insurance contributions</i> are simulated first, as they are defined as a percentage of withholding income tax base. All social benefits are not subject to taxation; hence they are simulated after the <i>personal income tax</i>. The <i>maternity leave allowance</i> and the <i>child care allowance up to 1.5 years</i> are included in any income test, hence have to be simulated first. Eligibility for means-tested benefits is derived from comparing disposable family/household income with the poverty line (<i>Minimum Subsistence Level</i>), which has to be simulated before means-tested benefits. Means-tested benefits are simulated in that particular order because the income test for the <i>state social assistance</i> takes account of the <i>child allowance up to 16(18) years</i>, while the means-test for the <i>housing subsidy</i> includes the <i>state social assistance.</i>",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>: Exchange rate = 40.3 Rubles per 1 Euro (2010); PPPs (household consumption) = 16.2 Rubles per 1 Euro (2008); Net average monthly earnings = 20,437 Rubles (2010). Detailed description of the Russian tax-benefit system, including policies that are not simulated in RUSMOD is available in <a href=\"#bib24\">Popova (2012)</a>.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Own analysis of the federal and regional legislative acts.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th><b>Policy name:</b></th>\n<th><b>Short policy description:</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Employer social insurance contributions (Страховые взносыработодателей)</td>\n<td>Social insurance contributions (SIC) are paid by employers on behalf of employees to cover the costs of mandatory social insurance-based allowances, public pensions and health care. Contribution rates are set by the Federal laws. Social contributions apply to the withholding personal income tax base (i.e. gross earnings). Annual employment income below 415,000 Rubles is taxed at 26%, while income exceeding this amount is exempt.</td>\n</tr>\n<tr>\n<td>Self-employed social insurance contributions (Страховые взносысамозанятых)</td>\n<td>The size of contributions for self-employed people is determined as follows: Cost of annual insurance = Minimum Wage * SIC Rate *12. The monthly minimum wage equals 4,330 Rubles. The self-employed are obliged to pay only pension and health insurance contributions, participation in other social insurance programs is voluntary.</td>\n</tr>\n<tr>\n<td>Personal Income Tax (Налог надоходы физических лиц)</td>\n<td>Income taxation is individual. A unified tax rate of 13% applies to main income (work for pay, contractor’s agreements, housing lease). State pensions and allowances are normally not taxable. Capital gains from asset sales are taxable only if the seller owned the asset for less than 3 years. A higher tax rate of 35% applies to some sources of income, e.g. bank interests that exceed the upper limit computed using a refinancing rate. However, interest rates are usually below the threshold, making interests tax free. Dividends received by shareholders are subject to a 9% tax. The model differentiates between the withholding income tax and the final income tax. The former is the amount of an employee’s pay withheld by the employer and sent directly to the government as partial payment of income tax. For the latter the liability is based on the final tax report submitted at the end of each tax year (in April). There are two non-refundable tax allowances that are used to reduce the withholding income tax base (the <i>standard tax allowance for each taxpayer</i> and the <i>standard tax allowance for taxpayer’s children</i>).</td>\n</tr>\n<tr>\n<td>Maternity leave allowance (Пособие по беременности иродам)</td>\n<td>The allowance is paid to socially insured women for approximately 4 months (70 days preceding the child birth and 70 days after). The monthly size of allowance equals 100% of monthly earnings net of withholding income tax, with an upper limit of 34,583 Rubles per month (the upper limit of income base for SIC).</td>\n</tr>\n<tr>\n<td>Child care allowance up to 1.5 years (Пособие по уходу за ребенком ввозрасте до 1.5 лет)</td>\n<td>There are two types of this allowance. The contributory allowance is proportional to a mother’s net earnings for the last 6 months preceding the leave. The monthly size equals 40% of net earnings with an upper limit of 13,833 Rubles. There are two lower limits – 2,060.4 Rubles for the first child and 4,120.8 Rubles for the second and subsequent children. The non-contributory allowance is provided to all women who did not have any earnings in the last 6 months. The monthly size equals 1,798.5 Rubles for the first child and 3,597 Rubles for the second and subsequent children.</td>\n</tr>\n<tr>\n<td>Compensation of charges for pre-school institutions (Компенсация части родительской платы за посещение ребенком учреждения дошкольного образования)</td>\n<td>Cash compensation is provided to all families with children attending public or private pre-school institutions that provide a general education program. The size of compensation is proportional to actual fees paid by parents and amounts to 20% for the first child, 50% for the second child and 70% for the third and subsequent children.</td>\n</tr>\n<tr>\n<td>Minimum Subsistence Level (Прожиточный минимум)</td>\n<td>Eligibility for means-tested allowances is defined by comparing family/household income with the poverty line or Minimum Subsistence Level (MSL). The value of MSL is computed separately for three socio-demographic groups – children under 16 years, persons of working age (men 16–59 years, women 16–54 years) and persons of retirement age (men 60+ years, women 55+ years). The MSL is set quarterly in all Federation subjects according to the federal guidelines.</td>\n</tr>\n<tr>\n<td>Child allowance up to 16(18) years for poor families (Пособие на детей до 16(18) лет из бедных семей)</td>\n<td>A monthly means-tested allowance is paid to families with children below 16 years (or 18 years if they are in full-time education). The means test is applied to the sum of parents’ net earnings, scholarships, pensions and alimonies averaged over the last 3 months. According to the federal regulations the allowance must be provided in all regions, but the amounts are set by regional authorities. The model computes the allowance for 5 categories of families that are differentiated in most of the Federation subjects and are large enough to be detected in the sample, including: two-parent families, lone mothers, large families (families with 3+ children), families with disabled children and families with disabled parents.</td>\n</tr>\n<tr>\n<td>State social assistance (Государственная социальная помощь)</td>\n<td>The allowance is means-tested and targeted at poor households and households in hard life situation. This program is both regulated and funded by regional authorities and there is no minimum federal standard of service provision. The means test is typically applied to total household income from all sources, including net earnings, net investment income and income from lease, pensions, scholarships and other social allowances, averaged over the 3 preceding months. The most common eligibility rule is that the total household income should be below the (fraction) of the regional poverty line (MSL) due to circumstances that could not be prevented by the family. In other words, it means that all people of working age should provide a justification if they are currently not working and not seeking employment. The target group may be additionally narrowed down to certain categories of the population that are considered to be the most vulnerable in that particular region (e.g. lone mothers, pensioners living along, families with the disabled members). The size of allowance is usually computed as a (fraction) of the shortfall of the household income from the poverty line for that particular household. In some cases the size of allowance is set as a fixed amount per family member. It is not uncommon to define upper and lower limits.</td>\n</tr>\n<tr>\n<td>Housing subsidy (Жилищная субсидия)</td>\n<td>This is a partially means-tested benefit designed to assist low-income households with meeting the costs of rent and utilities. Income test is applied to the total household income from all sources (as for the state social assistance) averaged over the last 6 months. The computation formula is quite complicated and includes a number of conditions at household and regional levels. The size of allowance is equal to: (social standard of living space*N of persons in the household * social standard of the cost of rent and utilities per 1 square metre) – (household income * maximum share of the cost of rent and utilities in total household income). For non-poor households, i.e. those whose income is equal or over the regional MSL, and for households eligible for discounts on rent and utilities, the formula is additionally multiplied by adjustment coefficients to reduce the subsidy size. The latter cannot exceed the actual cost of rent and utilities. The subsidy is only available if the household has no debts for rent and utilities. Social standards of the cost of rent and utilities are set by regional authorities. The maximum share of the cost of rent and utilities in household income may not exceed 22%.</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Order of simulation in RUSMOD, 2010.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "It should be borne in mind that the level of precision in replicating the exact policy rules depends to a large extent on the level of control over the program by the federal authorities. The precise simulation of <i>social insurance contributions</i> and the <i>personal income tax</i> is quite straightforward due to the transparency and high level of centralization of the Russian tax system. Allowances paid from the Social Insurance Fund are simulated relatively precisely. As far as means-tested programs are concerned, the rules for <i>housing subsidies</i> (mainly subject to federal legislation) are simulated more precisely compared to <i>child allowances</i> (subject to regional legislation but with minimum standards set in the federal law). The <i>state social assistance</i> which is provided completely at the discretion of regions has to be simulated with many simplifications and assumptions.",
                    "type": "paragraph"
                },
                {
                    "text": "In order to be used within the EUROMOD framework the input dataset has to meet certain requirements (<a href=\"#bib7\">Figari <i>et al</i>. 2007</a>). A number of national household surveys have been considered for this purpose and the only one that fulfilled all the essential conditions was the Russian Longitudinal Monitoring Survey (RLMS-HSE)<sup><a href=\"#fn6\">6</a></sup> most recently conducted in 2010 (<a href=\"#table3\">Table 3</a>). Until recently, the RLMS was the only freely available dataset and the main source of all empirical research on poverty in Russia. It is a typical multi-topic survey with an extended set of information on economic well-being and health status. It collects individual level information on demographic characteristics, within-family relationships, labour market status, primary income by source, social benefits (including those that cannot be simulated), and also expenditure and other relevant characteristics that may affect tax liabilities or benefit entitlements. Since December 1994 data are collected once a year by the Institute of Sociology of the Russian Academy of Sciences. Initially the survey was managed by the University of North Carolina and satisfies international standards in terms of sampling and quality of data collection. The sample includes both cross-sectional and panel components and is large enough to support the analysis of small groups at the national level. The current version of RUSMOD uses the 2010 cross-sectional sample which consists of 6,323 households and 16,867 individuals. In geographical terms it covers 32 (out of 83) Federation subjects and is not representative at the regional level, which is the main limitation of the survey.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Original name</th>\n<th>Russian Longitudinal Monitoring Survey (RLMS-HSE)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Provider</td>\n<td>National Research University – Higher School of Economics</td>\n</tr>\n<tr>\n<td>Year of collection</td>\n<td>2010</td>\n</tr>\n<tr>\n<td>Period of collection</td>\n<td>October-December 2010</td>\n</tr>\n<tr>\n<td>Income reference period</td>\n<td>Typically income and expenditure for the month preceding the survey, for some types of expenditure – 3 months preceding the survey</td>\n</tr>\n<tr>\n<td>Sampling</td>\n<td>A three-stage stratified clustered probability sample of dwellings</td>\n</tr>\n<tr>\n<td>Unit of assessment</td>\n<td>Household (people living together and sharing income and expenses)</td>\n</tr>\n<tr>\n<td>Coverage</td>\n<td>Permanent residents, people living in institutions are excluded</td>\n</tr>\n<tr>\n<td>Sample size</td>\n<td>21,343 individuals; 7,923 households (total sample including the panel element)</td>\n</tr>\n<tr>\n<td>Response rate for household grid</td>\n<td>80% (60% in Moscow and St-Petersburg)</td>\n</tr>\n<tr>\n<td>Final sample used in the model</td>\n<td>16,867 individuals; 6,323 households</td>\n</tr>\n<tr>\n<td>Weighting</td>\n<td>The weights must be used in order to adjust the sample for design factors (sampling probabilities and non-response) and deviations from the census characteristics. In addition, the weights provided with the original data were scaled up to the overall population</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "RUSMOD input database description, 2010.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The official poverty figures in Russia are based on the Household Budget Survey (HBS). It is conducted on a sample of 50,000 households, carried out continuously on a quarterly basis in 82 Federation subjects (excluding the Chechen republic). There is a large non-response and re-weighting of data. The sample is clustered, small at the regional level and has some serious coverage problems for a number of Russian regions. When it comes to building a microsimulation model, the main disadvantage of HBS is the limited questionnaire. The main purpose of the survey is to collect information about the average consumption pattern of the population in order to provide weights for the consumer price indices and calibrate the household account from the system of National Accounts. HBS was not designed for income distribution analysis. It collects detailed information on household purchases, consumption and capital transactions, plus a limited set of information about household composition. Data on individual sources of income, such as earnings, pensions, social benefits, are not collected since 1997, because they are considered a priori unreliable.",
                    "type": "paragraph"
                },
                {
                    "text": "In 2003 with the support of the World Bank the national statistics agency has carried out the Sample Survey of Household Welfare and Participation in Social Programs (NOBUS). NOBUS combined the advantages of RLMS-HSE (integrated questionnaire) with those of HBS (regionally representative sample of 44,000 households). This is best practice survey but it is outdated.",
                    "type": "paragraph"
                },
                {
                    "text": "Another potential source was the Gender and Generation Survey carried out in 2004, 2007 and 2011 by the Independent Institute for Social Policy. The survey covers 11,000 respondents and is aimed at collecting the detailed information about the history of demographic and employment behavior of individuals, while the data on income and social programs are much less detailed than in RLMS-HSE. The GGS sample is compatible with the RLMS-HSE sample, thus in future development of RUSMOD the two surveys could be merged in order to simulate the behavioral responses to policy incentives.",
                    "type": "paragraph"
                },
                {
                    "text": "In the future regional surveys can be used to address the problem of lack of regionally representative data sources. The most rigorous attempts covering sufficiently large number of respondents based on scientific sampling and integrated questionnaires were made in 2005 in Leningrad region (2,500 households) and in 2006 in Tomsk region (3,000 households), both financed by grants of the UK Department for International Development. In 2012 the Government of Moscow has launched the program of comprehensive household surveys (covering 3,000 households) with an emphasis on accurate measurement of household well-being and participation in social programs.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. RUSMOD: The Russian microsimulation model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Validating simulation output against official statistics (National accounts and administrative data) is a necessary step in assessing the robustness of the microsimulation model and its applicability for policy analysis. To ensure comparability with the external sources several adjustments were made to the original RLMS-HSE data, apart from the imputation of user-missing data. They are discussed in this section.",
                    "type": "paragraph"
                },
                {
                    "text": "First of all, it should be noted that due to some country-specific labour market mechanisms the correct measurement of earnings in surveys and, hence, the correct simulation of taxes and SIC in Russia is quite problematic. For the majority of Russian firms both in public and private sector, over a third of total earnings is variable and not fixed in labour contracts (<a href=\"#bib9\">Gimpelson &amp; Kapeliushnikov 2011</a>). This part comprises premiums and bonuses that can fluctuate contingent upon general economic conditions and firm performance. In case of economic slowdown, the variable part of earnings shrinks, while in the upturn the employees are likely to enjoy an additional premium. In addition, Russian firms might use informal (undeclared) payments in order to cut costs related to SIC. This part of earnings is not bound by any formal constraints and is even more sensitive to changes in economic conditions. According to the national statistics agency, throughout the 2000s the share of earnings hidden from statistical observation, i.e. unreported earnings, made up about 30-40% of the official (declared) earnings<sup><a href=\"#fn7\">7</a></sup>, ranging from less than 15% in the bottom income decile to over 50% in the top income decile (<a href=\"#bib32\">UNDP 2011</a>). These unreported earnings are imputed and included as an element of total population income in macro-statistics. Noteworthy, this is something else than the hidden or the illegal economies. The latter comprise the activities related to tax fraud or tax evasion or illegal activities. The non-observed economy also comprises activities that have nothing to do with criminality or tax evasion, but that still remain unobserved because the traditional survey tools are not perfect (non-response, under-reporting, short income reference period) and business registers are not always complete and up-to-date.",
                    "type": "paragraph"
                },
                {
                    "text": "RLMS-HSE attempts to capture the informal sector jobs, which appear to be quite widespread, especially for the additional jobs. Among employees the share of those who reported that they did not have a formal contract amounted to 6.6% at the main job and 32% at the second job. For self-employed people the share of those who reported that they were working without registration was 17.2%. Over 80% of those who had occasional jobs worked without a formal contract. In the computations of taxes and contributory benefits the earnings of informal sector workers were set to zero.<sup><a href=\"#fn8\">8</a></sup> The total amounts of both SIC and income tax were predicted quite precisely (<a href=\"#table4\">Table 4</a>). Yet a large share of earnings of both informal and formal sector workers is likely to remain unaccounted for by the survey due to the atypical composition of earnings in Russia (large variable part) or due to the deliberate non-response or under-reporting by the respondents. The poverty rate in RLMS-HSE was overestimated compared to official statistics (23% against 12.6%), and so was the coverage of means-tested programs. That is why an additional calibration of disposable income was needed.<sup><a href=\"#fn9\">9</a></sup>",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>:",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn4-1",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "children attending pre-school institutions and actual fees.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table4",
                            "label": "Table 4",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th><b>Taxes and social benefits:</b></th>\n<th align=\"center\"><b>Original data</b></th>\n<th colspan=\"2\"><b>Simulation scenarios:</b></th>\n<th align=\"center\"><b>External source</b></th>\n</tr>\n<tr>\n<th/>\n<th align=\"center\"/>\n<th align=\"center\"><b>original</b></th>\n<th align=\"center\"><b>calibrated</b></th>\n<th align=\"center\"><b>FSSS</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Social insurance contributions</b></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>recepients, % of population</td>\n<td align=\"center\">n/a</td>\n<td align=\"center\">42.8</td>\n<td align=\"center\">42.8</td>\n<td align=\"center\">n/a</td>\n</tr>\n<tr>\n<td>mean size, Rubles</td>\n<td align=\"center\">n/a</td>\n<td align=\"center\">3,999</td>\n<td align=\"center\">3,999</td>\n<td align=\"center\">n/a</td>\n</tr>\n<tr>\n<td>expenditure, mln Rubles</td>\n<td align=\"center\">n/a</td>\n<td align=\"center\">2 820,000</td>\n<td align=\"center\">2 820,000</td>\n<td align=\"center\">2 562,974</td>\n</tr>\n<tr>\n<td><b>Personal Income Tax</b></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>recepients, % of population</td>\n<td align=\"center\">n/a</td>\n<td align=\"center\">44.7</td>\n<td align=\"center\">44.7</td>\n<td align=\"center\">n/a</td>\n</tr>\n<tr>\n<td>mean size, Rubles</td>\n<td align=\"center\">n/a</td>\n<td align=\"center\">2,413</td>\n<td align=\"center\">2,413</td>\n<td align=\"center\">n/a</td>\n</tr>\n<tr>\n<td>expenditure, mln Rubles</td>\n<td align=\"center\">n/a</td>\n<td align=\"center\">1 776,000</td>\n<td align=\"center\">1 776,000</td>\n<td align=\"center\">1 789,600</td>\n</tr>\n<tr>\n<td><b>Maternity leave allowance</b></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>recepients, % of population</td>\n<td align=\"center\">n/a</td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.1</td>\n<td align=\"center\">0.7</td>\n</tr>\n<tr>\n<td>mean size, Rubles</td>\n<td align=\"center\">n/a</td>\n<td align=\"center\">13,676</td>\n<td align=\"center\">13,676</td>\n<td align=\"center\">n/a</td>\n</tr>\n<tr>\n<td>expenditure, mln Rubles</td>\n<td align=\"center\">n/a</td>\n<td align=\"center\">33,000</td>\n<td align=\"center\">33,000</td>\n<td align=\"center\">67,317</td>\n</tr>\n<tr>\n<td><b>Child care allowance up to 1.5</b></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td><b>years</b></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>recepients, % of population</td>\n<td align=\"center\">1.3</td>\n<td align=\"center\">1.6</td>\n<td align=\"center\">1.6</td>\n<td align=\"center\">2.6</td>\n</tr>\n<tr>\n<td>mean size, Rubles</td>\n<td align=\"center\">4,086</td>\n<td align=\"center\">3,599</td>\n<td align=\"center\">3,599</td>\n<td align=\"center\">n/a</td>\n</tr>\n<tr>\n<td>expenditure, mln Rubles</td>\n<td align=\"center\">90,720</td>\n<td align=\"center\">94,800</td>\n<td align=\"center\">94,800</td>\n<td align=\"center\">121,797</td>\n</tr>\n<tr>\n<td><b>Compensation of child care</b></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td><b>charges</b></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>recepients, % of population</td>\n<td align=\"center\">2.8<a href=\"#tfn4-1\">*</a></td>\n<td align=\"center\">2.6</td>\n<td align=\"center\">2.6</td>\n<td align=\"center\">3.0</td>\n</tr>\n<tr>\n<td>mean size, Rubles</td>\n<td align=\"center\">1,055</td>\n<td align=\"center\">388</td>\n<td align=\"center\">388</td>\n<td align=\"center\">n/a</td>\n</tr>\n<tr>\n<td>expenditure, mln Rubles</td>\n<td align=\"center\">49,440</td>\n<td align=\"center\">16,680</td>\n<td align=\"center\">16,680</td>\n<td align=\"center\">n/a</td>\n</tr>\n<tr>\n<td><b>Child allowance up to 16(18)</b></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td><b>years</b></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>recepients, % of population</td>\n<td align=\"center\">4.4</td>\n<td align=\"center\">7.0</td>\n<td align=\"center\">4.6</td>\n<td align=\"center\">4.7</td>\n</tr>\n<tr>\n<td>mean size, Rubles</td>\n<td align=\"center\">962</td>\n<td align=\"center\">583</td>\n<td align=\"center\">622</td>\n<td align=\"center\">n/a</td>\n</tr>\n<tr>\n<td>expenditure, mln Rubles</td>\n<td align=\"center\">70,440</td>\n<td align=\"center\">66,960</td>\n<td align=\"center\">46,680</td>\n<td align=\"center\">43,081</td>\n</tr>\n<tr>\n<td><b>State social assistance</b></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>recepients, % of households</td>\n<td align=\"center\">1.0</td>\n<td align=\"center\">3.7</td>\n<td align=\"center\">1.0</td>\n<td align=\"center\">1.0</td>\n</tr>\n<tr>\n<td>mean size, Rubles</td>\n<td align=\"center\">2,233</td>\n<td align=\"center\">1,713</td>\n<td align=\"center\">1,437</td>\n<td align=\"center\">796</td>\n</tr>\n<tr>\n<td>expenditure, mln Rubles</td>\n<td align=\"center\">15,000</td>\n<td align=\"center\">41,520</td>\n<td align=\"center\">9,264</td>\n<td align=\"center\">n/a</td>\n</tr>\n<tr>\n<td><b>Housing subsidy</b></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>recepients, % of households</td>\n<td align=\"center\">8.5</td>\n<td align=\"center\">24.4</td>\n<td align=\"center\">7.1</td>\n<td align=\"center\">7.3</td>\n</tr>\n<tr>\n<td>mean size, Rubles</td>\n<td align=\"center\">1,018</td>\n<td align=\"center\">1,040</td>\n<td align=\"center\">822</td>\n<td align=\"center\">896</td>\n</tr>\n<tr>\n<td>expenditure, mln Rubles</td>\n<td align=\"center\">56,280</td>\n<td align=\"center\">165,600</td>\n<td align=\"center\">38,280</td>\n<td align=\"center\">55,719</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Model validation: simulation of taxes and benefits in the original and calibrated scenarios, 2010.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Official data on poverty in Russia faces similar inconsistencies. As mentioned in <a href=\"#s3\">Section 3</a>, the source of original data for assessing income distribution is HBS. Since 1997 HBS collects data on consumption only. The preference to use consumption as welfare indicator is dictated by country-specific considerations. As in other transition economies, in Russia consumption data is collected more reliably than income data (<a href=\"#bib4\">Deaton 1997</a>). The latter tends to suffer from incomplete measurement, under-reporting, and seasonality. Some regular (non-seasonal) sources of income, such as earnings of formal sector workers and social transfers, are quite accurately measured by surveys. More volatile sources, such as the variable and/or informal part of earnings, income from subsistence farming or some types of self-employment, are poorly captured by surveys (<a href=\"#bib23\">Ovcharova &amp; Tesliuk 2006</a>). This is true for HBS and it also true for other household surveys. Noteworthy, another study using RLMS-HSE for 1994-2006 have concluded that estimates of household welfare based on expenditure are more reliable: they are consistently higher and less volatile than those based on income (<a href=\"#bib10\">Gorodnichenko <i>et al</i>. 2010</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "By various estimates the HBS sample does not cover from 5 to 10% of the Russian population, including the poorest and especially the richest households. To deal with this fact, the welfare aggregate derived from HBS is statistically manipulated to match macro-level estimates of income using a two-parameter lognormal model. One of the parameters of this model – a root mean square deviation of logarithms – is derived from HBS, another parameter – mean per capita income – is taken from National accounts. Due to the adjustment for unreported earnings the mean income in National accounts is considerably higher than the expenditure aggregate in HBS. As a result, poverty and inequality estimates in the macro-statistics are lower than those derived from the original HBS data, although the mean income is higher. The appropriateness of using the lognormality assumption for modeling the distribution of income in the present situation of Russia is a most debatable issue. At the same time, comparing RUSMOD output with the official statistics is the only way to check the validity of the model in terms of income distribution estimates.",
                    "type": "paragraph"
                },
                {
                    "text": "Following the logic of the national statistics agency, i.e. assuming that the data on expenditure are more reliable, in the calibrated income scenario a special function was introduced to impute the unreported income. To arrive at this estimate all the components of income reported in the survey, including employment income of formal sector workers, pensions, social benefits, private transfers, investment income and lump-sum income were summed up. This sum was then deducted from the household consumption aggregate.<sup><a href=\"#fn10\">10</a></sup> If the result of this function was higher than zero it was treated as the unreported income. For 17% of Russian households the reported expenditure appeared to exceed the reported income. The share of those with under-reported income ranged from 15% in the bottom income decile to 25% in the top decile. On average the imputed amount was equal to 20% of the total household income (from 19% in the bottom income decile to 30% in the top decile). Although this method is more straightforward, the scale of income adjustment is similar to that made by the national statistics agency. The inclusion of unreported income in the simulated disposable income solved the problem of the inflated poverty rate. The poverty headcount which was equal to 23.4% before income imputation dropped to 12.9% after income imputation, which is similar to the official figure (12.6%).",
                    "type": "paragraph"
                },
                {
                    "text": "The unreported income was then included in the means test for two allowances<sup><a href=\"#fn11\">11</a></sup> – the <i>state social assistance</i> and the <i>housing subsidy</i> – as a proxy for household assets. Given that the information on assets reported in the survey is limited compared to that available to local Social protection offices and given the positive correlation between household assets and unreported income, the inclusion of the latter enables us to simulate the means test more precisely. However, even after the income adjustment the share of households eligible for means-tested allowances remained inflated, which resulted in underestimation of the poverty headcount after the simulations (11.8% versus 12.6% according to macro-statistics). The numbers of recipients were higher than those reported in administrative statistics by 30% for the child allowance and by around 50% for the state social assistance and the housing subsidy. Unfortunately, the administrative statistics does not collect any information about non-take up rates<sup><a href=\"#fn12\">12</a></sup> of means-tested benefits and this topic has not been researched so far. Thus, the only option was to rely on theoretical considerations and evidence from other countries. For a few OECD countries for which estimates are available, they range between 20 and 60% in case of social assistance and housing programs and 20 to 40% in case of insurance-based unemployment benefits (<a href=\"#bib11\">Hernanz <i>et al</i>. 2004</a>), which is similar to the situation observed in Russia.",
                    "type": "paragraph"
                },
                {
                    "text": "Theoretically the non-take up of means-tested programs may reflect both demand and supply side problems. The former arise when for some reasons eligible households choose not to apply for benefits. The ‘voluntary’ non-take up may happen due to lack of knowledge about the available social programs and high costs associated with the claim, e.g. complicated administrative procedures or social stigma (<a href=\"#bib17\">Moffitt 1983</a>). It is more likely to happen when the benefit amounts are low compared to the costs of applying, which is true for all means-tested allowances in Russia. A typical example of a supply side problem is when due to lack of funds the welfare administration is compelled to ration the benefits. The Russian program of state social assistance makes a good illustration. Since it is fully regulated and funded by regions, the number of those who receive the cash benefit is limited by financial constraints of the Regional Budgets. In many regions applications are accepted up to a budget limit and local authorities have discretion to refuse applications.<sup><a href=\"#fn13\">13</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "Another possible source of error is that the simulation procedures used to identify the eligible population in the dataset are far from perfect. The input dataset is a general-purpose household survey which was not designed to collect information about eligible non-claimants (e.g. the amount of benefits not claimed, the duration of eligibility for programs, existence of stigma associated with the claim, etc.). Thus, the eligibility can only be determined through imputation procedures based on household characteristics and income and those are not always as detailed as it is necessary, while administrative rules governing eligibility are quite complex. For example, the means test for the <i>state social assistance</i> and <i>housing subsidies</i> has to be applied to household income averaged over the last 3 or 6 months, respectively, yet the survey collects information only about income for the month preceding the survey, and the simulations assume that this amount of income is received by the household throughout the year. This is a quite strong assumption for Russia, where the large part of earnings is variable. There is another imprecision in simulation of housing subsidies. In order to be eligible each household member has to provide a proof of registration at this particular address. Unfortunately, information about the registration status of household members was not collected, so the simulations assume that that all household members residing in the dwelling are eligible which might not be true in reality.",
                    "type": "paragraph"
                },
                {
                    "text": "Since it is impossible to disentangle the relative contribution of different factors in explaining the over-prediction of the number of beneficiaries of means-tested programs, a random non-take up correction was employed. The take up probabilities were estimated as the ratio between the caseload recipients reported by administrative statistics and those simulated to be entitled by RUSMOD (68% for child allowances, 51% for the state social assistance and 46% for housing subsidies, respectively). Those probabilities were applied at the household level (so that people entitled to the same benefits within a household exhibit the same take-up behaviour), for each means-tested benefit separately.<sup><a href=\"#fn14\">14</a></sup> This method is very rough and does not satisfactorily reflect the real take up issues at play (large discretionary power of local Social protection offices, detailed assets test). However, as mentioned above, the input dataset is a general-purpose survey which is not applicable for econometric modeling of take up. The refinement of this is one of the planned future developments of the model.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table4\">Table 4</a> demonstrates that the calibrated simulation scenario (assuming income under-reporting and a random non-take up of means-tested allowances) produces a better match between the components of the model and administrative statistics, as well as between the model and the actual survey data, compared to the original simulation scenario (assuming no income adjustment and 100% take up of means-tested benefits).",
                    "type": "paragraph"
                },
                {
                    "text": "Without adjustment for unreported income poverty estimates simulated by RUSMOD were too high relative to official poverty statistics, and without the additional correction for non-take up they were too low. <a href=\"#table5\">Table 5</a> demonstrates that the calibration of income together with the nontake up adjustment produces a much better match. The overall poverty headcount is 12.4% compared to 12.6% according to macroeconomic statistics. The child poverty headcount is 19.3% compared to 18.5%. The poverty rate of young people (16–30 years) is 14.7% against 14.4%. Comparisons for older people are less good, but are still close: the poverty headcount for adults below retirement age (30–54/59 years) is 13.5% against 11.5%; for pensioners – 4.2% versus 9.8%.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>: All indicators are calculated using per capita disposable income because the Russian official statistics does not apply any equivalence scale; the poor are those whose per capita disposable income is below the Minimum Subsistence Level.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table5",
                            "label": "Table 5",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"4\"><b>Simulation scenarios:</b></th>\n<th align=\"center\" colspan=\"2\"><b>External source</b></th>\n</tr>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"2\">Original</th>\n<th align=\"center\" colspan=\"2\">Calibrated</th>\n<th align=\"center\" rowspan=\"2\">HBS 2010</th>\n<th align=\"center\" rowspan=\"2\">FSSS 2010</th>\n</tr>\n<tr>\n<th/>\n<th align=\"center\">RLMS-HSE</th>\n<th align=\"center\">RUSMOD</th>\n<th align=\"center\">RLMS-HSE</th>\n<th align=\"center\">RUSMOD</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Mean disposable income,</b></td>\n<td align=\"center\">12,625</td>\n<td align=\"center\">12,641</td>\n<td align=\"center\">15,720</td>\n<td align=\"center\">15,723</td>\n<td align=\"center\">12,898</td>\n<td align=\"center\">22,140</td>\n</tr>\n<tr>\n<td><b>Rubles</b></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td><b>Gini coefficient</b></td>\n<td align=\"center\">0.421</td>\n<td align=\"center\">0.416</td>\n<td align=\"center\">0.422</td>\n<td align=\"center\">0.421</td>\n<td align=\"center\"/>\n<td align=\"center\">0.421</td>\n</tr>\n<tr>\n<td><b>Decile ratio (9th to 1th), times</b></td>\n<td align=\"center\">6.0</td>\n<td align=\"center\">5.6</td>\n<td align=\"center\">5.1</td>\n<td align=\"center\">5.0</td>\n<td align=\"center\"/>\n<td align=\"center\">7.4</td>\n</tr>\n<tr>\n<td><b>Income distribution</b>:</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>  1st quintile</td>\n<td align=\"center\">5.3</td>\n<td align=\"center\">5.6</td>\n<td align=\"center\">6.2</td>\n<td align=\"center\">6.3</td>\n<td align=\"center\">6.9</td>\n<td align=\"center\">5.2</td>\n</tr>\n<tr>\n<td>  2nd quintile</td>\n<td align=\"center\">10.7</td>\n<td align=\"center\">10.8</td>\n<td align=\"center\">10.7</td>\n<td align=\"center\">10.7</td>\n<td align=\"center\">11.0</td>\n<td align=\"center\">9.8</td>\n</tr>\n<tr>\n<td>  3rd quintile</td>\n<td align=\"center\">15.1</td>\n<td align=\"center\">15.1</td>\n<td align=\"center\">14.3</td>\n<td align=\"center\">14.3</td>\n<td align=\"center\">15.5</td>\n<td align=\"center\">14.8</td>\n</tr>\n<tr>\n<td>  4th quintile</td>\n<td align=\"center\">21.0</td>\n<td align=\"center\">20.9</td>\n<td align=\"center\">19.7</td>\n<td align=\"center\">19.7</td>\n<td align=\"center\">23.8</td>\n<td align=\"center\">22.5</td>\n</tr>\n<tr>\n<td>  5th quintile</td>\n<td align=\"center\">47.8</td>\n<td align=\"center\">47.6</td>\n<td align=\"center\">49.1</td>\n<td align=\"center\">49.1</td>\n<td align=\"center\">42.8</td>\n<td align=\"center\">47.7</td>\n</tr>\n<tr>\n<td>  10th decile</td>\n<td align=\"center\">33.4</td>\n<td align=\"center\">33.2</td>\n<td align=\"center\">35.1</td>\n<td align=\"center\">35.0</td>\n<td align=\"center\">26.0</td>\n<td align=\"center\">30.9</td>\n</tr>\n<tr>\n<td><b>Poverty headcount, % of the population</b>:</td>\n<td align=\"center\">23.8</td>\n<td align=\"center\">22.2</td>\n<td align=\"center\">12.9</td>\n<td align=\"center\">12.4</td>\n<td align=\"center\"/>\n<td align=\"center\">12.6</td>\n</tr>\n<tr>\n<td>  Children under 16 years</td>\n<td align=\"center\">37.5</td>\n<td align=\"center\">35.0</td>\n<td align=\"center\">20.3</td>\n<td align=\"center\">19.3</td>\n<td align=\"center\"/>\n<td align=\"center\">18.5</td>\n</tr>\n<tr>\n<td>  Young people aged 16–30 years</td>\n<td align=\"center\">27.7</td>\n<td align=\"center\">26.5</td>\n<td align=\"center\">15.0</td>\n<td align=\"center\">14.7</td>\n<td align=\"center\"/>\n<td align=\"center\">14.4</td>\n</tr>\n<tr>\n<td>  People over 30 years and below state pension age</td>\n<td align=\"center\">26.3</td>\n<td align=\"center\">24.4</td>\n<td align=\"center\">14.1</td>\n<td align=\"center\">13.5</td>\n<td align=\"center\"/>\n<td align=\"center\">11.5</td>\n</tr>\n<tr>\n<td>  People over state pension age</td>\n<td align=\"center\">7.7</td>\n<td align=\"center\">6.9</td>\n<td align=\"center\">4.3</td>\n<td align=\"center\">4.2</td>\n<td align=\"center\"/>\n<td align=\"center\">9.8</td>\n</tr>\n<tr>\n<td><b>Poverty gap, % of total income of the population</b></td>\n<td align=\"center\">6.0</td>\n<td align=\"center\">5.2</td>\n<td align=\"center\">2.1</td>\n<td align=\"center\">2.0</td>\n<td align=\"center\"/>\n<td align=\"center\">1.2</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Model validation: simulation of income inequality and poverty in the original and calibrated scenarios, 2010.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In a similar way to poverty estimates, calibration improves the match of other income distribution characteristics in the model both with macro-statistics and the original survey data. In the calibrated simulation scenario the share of the top income quintile appears to be higher than the official number (49.1% versus 47.7%). The estimates of the income share of the top decile diverge even more seriously (35% in the model versus 30.9% in National Accounts). At the same time, the bottom quintile has a higher income share in RUSMOD (6.3% versus 5.2%). The decile ratio in RUSMOD is lower (5 times against 7.4 times in macro-statistics), while the values of Gini coefficient are identical (0.421). Noteworthy, in case of Russia it is impossible to achieve completely identical results, because of the macro-statistics’ recourse to additional statistical manipulations, such as the lognormality assumption, to account for the sample bias.",
                    "type": "paragraph"
                },
                {
                    "text": "Summarizing, after the calibration RUSMOD produces reliable estimates of taxes, benefits and income distribution characteristics given the data constraints. However, the assumptions made in the process of calibration should be borne in mind when planning appropriate uses of the model and in interpreting results. Limitations applicable to all arithmetic microsimulation models apply to the Russian model as well. In particular, the simulation of long-term effects of policy reforms, apart from the incentive potential of the tax-benefit system, are beyond the scope of the model.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Data adjustment and model validation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "There was a significant progress in poverty reduction in Russia since 2000 due to rapid economic growth. At the same time, poverty has been changing its face: it is now increasingly concentrated in rural areas, among the low educated and households with high dependency load and weak ties with the labour market (e.g. families with many children). Given these structural characteristics economic growth alone cannot eliminate extreme forms of poverty, but needs to be supplemented by targeted and efficient safety nets. This section starts by introducing all existing anti-poverty programs and discussing their redistributive impact. Noteworthy, there is no such thing in Russia as a single anti-poverty benefit, instead there are three programs where poverty and other eligibility criteria are mixed.",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Child allowances</i> are provided to children in families with per capita income below the regional poverty line. This is a classical example of anti-poverty program. It was introduced in 1994 and was initially granted to all children up to 16 years (or 18 years if they are in full-time education).",
                    "type": "paragraph"
                },
                {
                    "text": "In 1998 the first income test was introduced which limited the number of recipients by families whose income was below 200% of a regional poverty line (100% of a regional poverty line since 2000). Such a measure was aimed at providing better redistribution of scarce financial resources in the interests of the poorest families with children. Nevertheless, the targeting accuracy of the program is low. As a result, the program fails to provide adequate support to participating families (the average size of the benefit per household amounts to about 10% of the MSL), while spreading its budget to a large number of children, 65% of whom are not poor. Another problem is high regional disparities in the benefit amounts. In 2010 the gap in basic monthly payments between the most generous and the least generous region amounted to 14 times.",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Housing subsidies</i> on the other hand, have a more complex objective. They were originally introduced in 1994 to mitigate social consequences of moving to 100% cost recovery across the country, so as to ensure that the utility sector smoothly received payments for the services it provided to the population, despite higher tariffs for utilities. This objective is not directly related to poverty reduction. At the same time, the program was designed to protect people from spending a high share of their income on rent and utilities, using an imperfect concept of equity. A household with housing costs in excess of the regional threshold (no less than 22% of household income) would qualify for a subsidy that would bring the share of housing costs down to the threshold. Eligibility and benefit formulae allow non-poor to qualify as beneficiaries.",
                    "type": "paragraph"
                },
                {
                    "text": "In 1999, federal legislation was expanded to include the program of <i>state social assistance</i>, whereby introducing the concept of targeting resources to the poor. The program design and the decisions as to whether to target any benefits to the poor alone have been left with regional authorities. Currently, significant design problems are found in the legislative acts stipulating the rules for the regional and municipal programs. Most often the rules mix the notion of targeting with categorical provision of assistance, defining certain groups (such as lonely pensioners, families with 3+ children, student families etc.) who are eligible for the benefits. In addition, targeted assistance is often confused with one-time emergency assistance provided in force majeure situations (e.g. loss of the breadwinner, severe illness, natural disaster). The scale and type of help depends greatly on the priorities and financial constraints of regional authorities, thus interregional variation in spending on this program is the highest among the means-tested programs.",
                    "type": "paragraph"
                },
                {
                    "text": "RUSMOD may be applied to check how effective these programs are in terms of reducing poverty and inequality. For that purpose the benefits are consecutively ‘removed’ from the national tax-benefit system. The rest of policies remain in place and interact with each other. By comparing poverty outcomes with and without selected cash transfers the first-order poverty effects of the existing arrangements can be evaluated. Poverty is assessed using the national poverty concept, whereby the poverty line equals the MSL which is set quarterly by each region according to the national guidelines. By definition the poverty line is maintained fixed across all the scenarios. Two poverty indices are used – the traditional poverty headcount and the poverty gap, i.e. the average shortfall in income of the poor from the poverty line (<a href=\"#bib26\">Ravallion 1992</a>). They are computed for the entire population, for children under 18 years and for the most vulnerable group – households with 3+ children.",
                    "type": "paragraph"
                },
                {
                    "text": "The three means-tested allowances simulated by RUSMOD in total account for 0.2% of GDP. The most expensive one is the <i>child allowance</i> which accounts for 50% of the overall spending. About 40% of the budget is spent on <i>housing subsidies</i>. The cost of the <i>state social assistance</i> is estimated as 10% of the overall spending on the three means-tested programs (<a href=\"#table6\">Table 6</a>). Altogether the three programs reduce the national poverty headcount and poverty gap measures by 6 and 5%, respectively. The child poverty headcount and poverty gap measures are reduced by 7 and 6%, respectively. Having limited effect on the poverty rate of large families, the means-tested programs still reduce their poverty gap by 10%. By far the largest contribution to poverty reduction is made by <i>child allowances</i>. The total reduction in Gini coefficient due to all three programs is below 1%. This sharply contrasts with the situation in European countries, where means-tested transfers reduce inequality by 10% on average (<a href=\"#bib13\">Immervoll <i>et al</i>. 2006</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Own calculations based on RUSMOD.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table6",
                            "label": "Table 6",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\"><b>Child allowance up to 16(18) years</b></th>\n<th align=\"center\"><b>State social assistance</b></th>\n<th align=\"center\"><b>Housing subsidy</b></th>\n<th align=\"center\"><b>All means-tested programs</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"5\"><i><b>Policy characteristics:</b></i></td>\n</tr>\n<tr>\n<td>Beneficiaries, % of households</td>\n<td align=\"center\">11.5%</td>\n<td align=\"center\">1.0%</td>\n<td align=\"center\">7.1%</td>\n<td align=\"center\">6.8%</td>\n</tr>\n<tr>\n<td>Mean size per household, % of MSL</td>\n<td align=\"center\">10.9%</td>\n<td align=\"center\">24.4%</td>\n<td align=\"center\">13.9%</td>\n<td align=\"center\">14.2%</td>\n</tr>\n<tr>\n<td>Expenditure, % of GDP</td>\n<td align=\"center\">0.09%</td>\n<td align=\"center\">0.02%</td>\n<td align=\"center\">0.07%</td>\n<td align=\"center\">0.17%</td>\n</tr>\n<tr>\n<td>Vertical efficiency, % of the poor among beneficiaries</td>\n<td align=\"center\">35.3%</td>\n<td align=\"center\">93.1%</td>\n<td align=\"center\">39.8%</td>\n<td align=\"center\">43.6%</td>\n</tr>\n<tr>\n<td colspan=\"5\"><i><b>Policy impact (% change in the indicator due to the program):</b></i></td>\n</tr>\n<tr>\n<td>Gini coefficient</td>\n<td align=\"center\">−0.2%</td>\n<td align=\"center\">0.0%</td>\n<td align=\"center\">−0.2%</td>\n<td align=\"center\">−0.7%</td>\n</tr>\n<tr>\n<td>National poverty headcount</td>\n<td align=\"center\">−2.4%</td>\n<td align=\"center\">−0.8%</td>\n<td align=\"center\">−1.6%</td>\n<td align=\"center\">−5.6%</td>\n</tr>\n<tr>\n<td>National poverty gap</td>\n<td align=\"center\">−1.8%</td>\n<td align=\"center\">−1.1%</td>\n<td align=\"center\">−1.8%</td>\n<td align=\"center\">−4.6%</td>\n</tr>\n<tr>\n<td>Poverty headcount, children under 18 years</td>\n<td align=\"center\">−3.7%</td>\n<td align=\"center\">−1.6%</td>\n<td align=\"center\">−1.6%</td>\n<td align=\"center\">−6.9%</td>\n</tr>\n<tr>\n<td>Poverty gap, children under 18 years</td>\n<td align=\"center\">−3.1%</td>\n<td align=\"center\">−1.0%</td>\n<td align=\"center\">−2.4%</td>\n<td align=\"center\">−6.1%</td>\n</tr>\n<tr>\n<td>Poverty headcount, couples with 3+ children</td>\n<td align=\"center\">0.0%</td>\n<td align=\"center\">0.0%</td>\n<td align=\"center\">−2.2%</td>\n<td align=\"center\">−2.0%</td>\n</tr>\n<tr>\n<td>Poverty gap, couples with 3+ children</td>\n<td align=\"center\">−7.4%</td>\n<td align=\"center\">−2.7%</td>\n<td align=\"center\">0.0%</td>\n<td align=\"center\">−10.0%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Policy impact of means-tested benefits, baseline policies, 2010.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In 2010, more than 15% of all the money spent on means-tested programs accrued to beneficiaries from the two upper deciles (<a href=\"#fig2\">Figure 2</a>). Only 35% of recipients of <i>child allowances</i> and 40% of recipients of <i>housing subsidies</i> were poor. In terms of targeting efficiency, the least problematic program is the <i>state social assistance</i> (93%), but it has a low share in total spending. In total over 50% of resources earmarked for three programs are spent on non-poor beneficiaries. This is an extremely weak targeting performance when compared internationally. In OECD countries and in many middle income countries as well, cash transfer programs aimed to reduce poverty have a smaller share of non-poor beneficiaries, below 35%, or in case of the best programs, below 20% of their caseloads (<a href=\"#bib37\">Weigand &amp; Grosh 2008</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: Own calculations based on RUSMOD.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00079%2Fijm-00079-fig2.tif",
                                "size": {
                                    "width": 634,
                                    "height": 339
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00079%2Fijm-00079-fig2.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00079-fig2.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Distribution of the total spending on means-tested benefits by income deciles, baseline policies.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "These modest results occur because by design the two most generous programs – child allowances and housing subsidies – include non-poor beneficiaries in their target groups, while the program of state social assistance which is the least problematic in terms of targeting, does not receive enough funding. The way the programs are currently designed make them ineffective means to achieve their goals, such as supporting families with children, helping poor households warm their houses during the cold season and providing a safety net for poor households.",
                    "type": "paragraph"
                },
                {
                    "text": "Redirecting the resources spent on the non-poor to those in need by means of improving the program design could have a sizable impact on poverty reduction. RUSMOD can be used to simulate hypothetical reforms of means-tested benefits and to assess their impact on income distribution and poverty outcomes. Although all the programs could benefit from restructuring, raising the income of families of young disadvantaged children is likely to be a key part of portfolio of policy solutions to reduce poverty in Russia. In most regions it is households with children who constitute the majority of the poor. Several studies show that families with children have the higher probability of being poor and the higher poverty gap compared to other groups of households (<a href=\"#bib21\">Ovcharova &amp; Popova 2005</a>; <a href=\"#bib22\">Ovcharova <i>et al</i>. 2007</a>; <a href=\"#bib35\">UNICEF 2011</a>). The most vulnerable groups are families with high dependency ratio, i.e. families with 3+ children. They are more likely to experience repeated poverty spells. Noteworthy, in rich and other middle income countries child poverty is also a central issue for policymakers (<a href=\"#bib33\">UNICEF 2005</a>, <a href=\"#bib34\">2007</a>; <a href=\"#bib27\">Richardson <i>et al</i>. 2008</a>). All industrialized countries introduced comprehensive cash allowances for children to target child poverty (<a href=\"#bib1\">Bradshaw 2010</a>; <a href=\"#bib19\">OECD 2009</a>; <a href=\"#bib8\">Figari <i>et al</i>. 2011</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Hence, this paper focuses on improving the design of <i>child allowances</i>. We start by concentrating the same budget on the poor children, thus increasing the benefit amounts (<a href=\"#table7\">Table 7</a>). Scenario 1 concentrates on increasing the targeting accuracy, keeping the regional differences in the program design intact, and uses the released funds to finance the proportional raise in the benefit amounts. In the baseline implementation a child is eligible for the cash benefit if her/his parents’ income from employment, pensions and other social benefits is below the poverty line (option 1). Secondly, we limit the number of beneficiaries by those children whose total household income from all sources is below the poverty line (option 2). Thirdly, we reduce the number of eligible children to those whose total household income is below 75% of the poverty line (option 3). Scenario 2 addresses the issue of inter-regional disparities in the benefit amounts and implements the reform whereby the amounts are set at the federal level and do not vary across regions.<sup><a href=\"#fn15\">15</a></sup> Scenario 3 does the same simulations at the national level with the amounts adjusted by a coefficient accounting for differences in the cost of living across regions.<sup><a href=\"#fn16\">16</a></sup> All the simulated reforms are budget-neutral, i.e. do not change the overall budget of the program. The non-take up correction is switched off in all the scenarios.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table7",
                            "label": "Table 7",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"3\"><b>Size of allowance</b></th>\n</tr>\n<tr>\n<th>Eligibility:</th>\n<th>Scenario 1 – regionally set amounts</th>\n<th>Scenario 2 – federally set nominal amounts</th>\n<th>Scenario 3 – federally set amounts adjusted for regional PPPs</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Option 1 – parents income below the poverty line</td>\n<td>Baseline/Reform 1.1</td>\n<td>Reform 2.1</td>\n<td>Reform 3.1</td>\n</tr>\n<tr>\n<td>Option 2 – household income below the poverty line</td>\n<td>Reform 1.2</td>\n<td>Reform 2.2</td>\n<td>Reform 3.2</td>\n</tr>\n<tr>\n<td>Option 3 – household income below 75% of the poverty line</td>\n<td>Reform 1.3</td>\n<td>Reform 2.3</td>\n<td>Reform 3.3</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Simulated reforms of <i>child allowances</i>.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In the second round of simulations, we implement the same nine reforms of <i>child allowances</i> with an increased budget. The budget increase is financed by another reform which improves the targeting of <i>housing subsidies</i>. In other words, we change the design of housing subsidies by excluding non-poor households from the number of eligible groups and by redirecting the released funds to the program of child allowances. As a result of this reform the total number of recipients of <i>housing subsidies</i> is reduced by 3.86 times and the total spending on <i>housing subsidies</i> is reduced by 2.7 times. At the same time the budget of <i>child allowances</i> is increased by 1.81 times (from 0.12 to 0.22% of the GDP) for the same number of beneficiaries. We repeat all the reforms described in <a href=\"#table7\">Table 7</a> with the increased budget and compare their impact with the baseline implementation. All reforms are still budget-neutral in respect to the whole system of means-tested allowances.",
                    "type": "paragraph"
                },
                {
                    "text": "Irrespectively of the reform, switching to a stricter income test implies a reduction in the number of program beneficiaries: from 18% of households in the baseline simulation (parents’ income below the poverty line), to 5.5% if option 2 (total household income below the poverty line) is implemented, and to 2.7% if option 3 (total household income below 75% of the poverty line) is implemented (<a href=\"#table8\">Table 8</a>). This allows us to reallocate the budget so that the average benefit amounts are increased: from 10% of the MSL under baseline/option 1, to 32% under option 2, to 67% under option 3.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>:",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn8-1",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "The number of beneficiaries and total expenditure on the program is higher than those in <a href=\"#table6\">Table 6</a> because the take up correction is switched off.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<i>Source</i>: Own calculations based on RUSMOD.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table8",
                            "label": "Table 8",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Name of scenario:</th>\n<th>baseline</th>\n<th>reform 1.2</th>\n<th>reform 1.3</th>\n<th>reform 2.1</th>\n<th>reform 2.2</th>\n<th>reform 2.3</th>\n<th>reform 3.1</th>\n<th>reform 3.2</th>\n<th>reform 3.3</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"10\"><b>Policy characteristics:</b></td>\n</tr>\n<tr>\n<td>  Beneficiaries, % of households</td>\n<td align=\"center\">17.6%<a href=\"#tfn8-1\">*</a></td>\n<td align=\"center\">5.5%</td>\n<td align=\"center\">2.7%</td>\n<td align=\"center\">18.1%</td>\n<td align=\"center\">5.4%</td>\n<td align=\"center\">2.7%</td>\n<td align=\"center\">18.1%</td>\n<td align=\"center\">5.4%</td>\n<td align=\"center\">2.7%</td>\n</tr>\n<tr>\n<td>  Mean size, % of MSL</td>\n<td align=\"center\">10.2%</td>\n<td align=\"center\">32.8%</td>\n<td align=\"center\">66.7%</td>\n<td align=\"center\">9.9%</td>\n<td align=\"center\">32.9%</td>\n<td align=\"center\">66.4%</td>\n<td align=\"center\">9.9%</td>\n<td align=\"center\">32.8%</td>\n<td align=\"center\">66.4%</td>\n</tr>\n<tr>\n<td>  Expenditure, % of GDP</td>\n<td align=\"center\">0.12%<a href=\"#tfn8-1\">*</a></td>\n<td align=\"center\">0.12%</td>\n<td align=\"center\">0.12%</td>\n<td align=\"center\">0.12%</td>\n<td align=\"center\">0.12%</td>\n<td align=\"center\">0.12%</td>\n<td align=\"center\">0.12%</td>\n<td align=\"center\">0.12%</td>\n<td align=\"center\">0.12%</td>\n</tr>\n<tr>\n<td>  Vertical efficiency, % of the poor among beneficiaries</td>\n<td align=\"center\">34.0%</td>\n<td align=\"center\">94.8%</td>\n<td align=\"center\">99.8%</td>\n<td align=\"center\">38.5%</td>\n<td align=\"center\">99.1%</td>\n<td align=\"center\">99.8%</td>\n<td align=\"center\">42.4%</td>\n<td align=\"center\">98.6%</td>\n<td align=\"center\">100.0%</td>\n</tr>\n<tr>\n<td colspan=\"10\"><b>Policy impact (% change in the indicator due to the program):</b></td>\n</tr>\n<tr>\n<td>  Gini coefficient</td>\n<td align=\"center\"/>\n<td align=\"center\">−0.3%</td>\n<td align=\"center\">−0.3%</td>\n<td align=\"center\">−0.3%</td>\n<td align=\"center\">−0.3%</td>\n<td align=\"center\">−0.3%</td>\n<td align=\"center\">−0.1%</td>\n<td align=\"center\">−0.3%</td>\n<td align=\"center\">−0.3%</td>\n</tr>\n<tr>\n<td>  National poverty headcount</td>\n<td align=\"center\"/>\n<td align=\"center\">−5.1%</td>\n<td align=\"center\">0.8%</td>\n<td align=\"center\">0.8%</td>\n<td align=\"center\">−7.9%</td>\n<td align=\"center\">0.8%</td>\n<td align=\"center\">0.8%</td>\n<td align=\"center\">−6.3%</td>\n<td align=\"center\">−0.4%</td>\n</tr>\n<tr>\n<td>  National poverty gap</td>\n<td align=\"center\"/>\n<td align=\"center\">−3.3%</td>\n<td align=\"center\">−12.2%</td>\n<td align=\"center\">−12.2%</td>\n<td align=\"center\">−3.0%</td>\n<td align=\"center\">−14.5%</td>\n<td align=\"center\">−3.0%</td>\n<td align=\"center\">−5.4%</td>\n<td align=\"center\">−12.3%</td>\n</tr>\n<tr>\n<td>  Poverty headcount, children under 18 years</td>\n<td align=\"center\"/>\n<td align=\"center\">−8.9%</td>\n<td align=\"center\">0.6%</td>\n<td align=\"center\">0.6%</td>\n<td align=\"center\">−11.8%</td>\n<td align=\"center\">−0.8%</td>\n<td align=\"center\">0.3%</td>\n<td align=\"center\">−11.2%</td>\n<td align=\"center\">−4.0%</td>\n</tr>\n<tr>\n<td>  Poverty gap, children under 18 years</td>\n<td align=\"center\"/>\n<td align=\"center\">−5.0%</td>\n<td align=\"center\">−19.7%</td>\n<td align=\"center\">−19.7%</td>\n<td align=\"center\">−3.7%</td>\n<td align=\"center\">−24.6%</td>\n<td align=\"center\">−5.4%</td>\n<td align=\"center\">−9.7%</td>\n<td align=\"center\">−20.3%</td>\n</tr>\n<tr>\n<td>  Poverty headcount, couples with 3+ children</td>\n<td align=\"center\"/>\n<td align=\"center\">−8.7%</td>\n<td align=\"center\">−6.4%</td>\n<td align=\"center\">−2.5%</td>\n<td align=\"center\">−21.2%</td>\n<td align=\"center\">−15.1%</td>\n<td align=\"center\">−5.3%</td>\n<td align=\"center\">−33.5%</td>\n<td align=\"center\">−31.2%</td>\n</tr>\n<tr>\n<td>  Poverty gap, couples with 3+ children</td>\n<td align=\"center\"/>\n<td align=\"center\">−7.2%</td>\n<td align=\"center\">−21.9%</td>\n<td align=\"center\">−2.3%</td>\n<td align=\"center\">−9.1%</td>\n<td align=\"center\">−41.6%</td>\n<td align=\"center\">−10.2%</td>\n<td align=\"center\">−20.0%</td>\n<td align=\"center\">−39.6%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Policy impact of the simulated reforms of <i>child allowances</i> under the current budget, 2010.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Now we turn to the comparisons of outcome indicators by reform. <a href=\"#table8\">Table 8</a> shows that even under the current budget of <i>child allowances</i>, a sizable reduction in all poverty indicators could be achieved if the benefit amounts were set at the federal level (scenarios 2 and 3). The second important conclusion is that holding the current budget constant, with stricter income test (options 2 and 3) poverty indicators could be lower than they are at present. The largest reduction in the overall poverty headcount (by 8%) and the child poverty headcount (by 12%) is observed if the amounts are flat and the allowance is paid only to those whose household income is below the poverty line (reform 2.2). However, poverty gap indices are less sensitive to this reform: there is just a 3% reduction in the overall poverty gap and a 4% reduction in the child poverty gap. The stricter income test (reform 2.3) brings about a greater reduction in the poverty gap for the whole population (14.5%) and children (by almost 25%), but it comes at the price of almost no change in the national and child poverty headcounts.",
                    "type": "paragraph"
                },
                {
                    "text": "Additional adjustment of the benefit amounts to the cost of living in the region (reform 3.2) is slightly less beneficial in terms of the national poverty headcount (a 6% reduction), while the national poverty gap is reduced by 5%, which is an improvement over reform 2.2. In terms of the child poverty headcount reform 3.2 is almost as effective as reform 2.2 (an 11% reduction), and it is twice as effective in terms of the child poverty gap (a 10% reduction). Finally, none of the reforms is as beneficial for households with 3+ children as reform 3.2: the poverty headcount of this group is reduced by 33.5% and their poverty gap – by 20%. Although stricter income test (reform 3.3) brings about an even higher reduction in the poverty gap of families with 3+ children (40%), there is a substantial loss as far as all other poverty indicators are concerned, compared to reform 3.2.",
                    "type": "paragraph"
                },
                {
                    "text": "Under the increased budget the average benefit amounts rise from 18% of the MSL under option 1, to 60% under option 2, and to 120% under option 3 (<a href=\"#table9\">Table 9</a>). Changes in the program design are the same as in the first set of reforms (with the constant budget), so the previous conclusions are reinforced. The introduction of the national benefit amounts adjusted for regional PPPs and narrowing the eligibility to those with household income below poverty line (reform 3.2) appears to be most beneficial in terms of the majority of our poverty measures. Under this reform the national poverty headcount and poverty gap measures fall by 15 and 6.5%, respectively; the child poverty headcount and child poverty gap measures fall by 25 and 12%; and families with 3+ children enjoy a 50% reduction in their poverty headcount and a 39% reduction in their poverty gap.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Own calculations based on RUSMOD.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table9",
                            "label": "Table 9",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th><b>Name of scenario:</b></th>\n<th align=\"center\">reform 1.1</th>\n<th align=\"center\">reform 1.2</th>\n<th align=\"center\">reform 1.3</th>\n<th align=\"center\">reform 2.1</th>\n<th align=\"center\">reform 2.2</th>\n<th align=\"center\">reform 2.3</th>\n<th align=\"center\">reform 3.1</th>\n<th align=\"center\">reform 3.2</th>\n<th align=\"center\">reform 3.3</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"10\"><b> Policy characteristics:</b></td>\n</tr>\n<tr>\n<td> Beneficiaries, % of households</td>\n<td align=\"center\">17.6%</td>\n<td align=\"center\">5.5%</td>\n<td align=\"center\">2.8%</td>\n<td align=\"center\">18.1%</td>\n<td align=\"center\">5.4%</td>\n<td align=\"center\">2.7%</td>\n<td align=\"center\">18.1%</td>\n<td align=\"center\">5.4%</td>\n<td align=\"center\">2.7%</td>\n</tr>\n<tr>\n<td> Mean size, % of MSL</td>\n<td align=\"center\">18.5%</td>\n<td align=\"center\">59.5%</td>\n<td align=\"center\">114.7%</td>\n<td align=\"center\">18.0%</td>\n<td align=\"center\">59.6%</td>\n<td align=\"center\">120.3%</td>\n<td align=\"center\">18.0%</td>\n<td align=\"center\">59.6%</td>\n<td align=\"center\">120.4%</td>\n</tr>\n<tr>\n<td> Expenditure, % of GDP</td>\n<td align=\"center\">0.22%</td>\n<td align=\"center\">0.22%</td>\n<td align=\"center\">0.22%</td>\n<td align=\"center\">0.22%</td>\n<td align=\"center\">0.22%</td>\n<td align=\"center\">0.22%</td>\n<td align=\"center\">0.22%</td>\n<td align=\"center\">0.22%</td>\n<td align=\"center\">0.22%</td>\n</tr>\n<tr>\n<td> Vertical efficiency, % of the poor among beneficiaries</td>\n<td align=\"center\">34.2%</td>\n<td align=\"center\">94.7%</td>\n<td align=\"center\">92.4%</td>\n<td align=\"center\">38.5%</td>\n<td align=\"center\">97.8%</td>\n<td align=\"center\">100.0%</td>\n<td align=\"center\">42.4%</td>\n<td align=\"center\">98.5%</td>\n<td align=\"center\">100.0%</td>\n</tr>\n<tr>\n<td colspan=\"10\"><b>Policy impact (% change in the indicator due to the program</b>) :</td>\n</tr>\n<tr>\n<td>   Gini coefficient</td>\n<td align=\"center\">0.0%</td>\n<td align=\"center\">−0.4%</td>\n<td align=\"center\">−0.4%</td>\n<td align=\"center\">0.3%</td>\n<td align=\"center\">−0.5%</td>\n<td align=\"center\">−0.6%</td>\n<td align=\"center\">−0.2%</td>\n<td align=\"center\">−0.5%</td>\n<td align=\"center\">−0.6%</td>\n</tr>\n<tr>\n<td>   National poverty headcount</td>\n<td align=\"center\">−2.9%</td>\n<td align=\"center\">−13.0%</td>\n<td align=\"center\">−3.3%</td>\n<td align=\"center\">6.0%</td>\n<td align=\"center\">−14.6%</td>\n<td align=\"center\">−4.5%</td>\n<td align=\"center\">−2.8%</td>\n<td align=\"center\">−14.9%</td>\n<td align=\"center\">−4.4%</td>\n</tr>\n<tr>\n<td>   National poverty gap</td>\n<td align=\"center\">−1.2%</td>\n<td align=\"center\">−4.9%</td>\n<td align=\"center\">−15.3%</td>\n<td align=\"center\">−4.2%</td>\n<td align=\"center\">−6.5%</td>\n<td align=\"center\">−20.4%</td>\n<td align=\"center\">−5.5%</td>\n<td align=\"center\">−6.5%</td>\n<td align=\"center\">−16.8%</td>\n</tr>\n<tr>\n<td>   Poverty headcount, children under 18 years</td>\n<td align=\"center\">−5.2%</td>\n<td align=\"center\">−19.8%</td>\n<td align=\"center\">−7.8%</td>\n<td align=\"center\">1.9%</td>\n<td align=\"center\">−20.9%</td>\n<td align=\"center\">−12.4%</td>\n<td align=\"center\">−6.1%</td>\n<td align=\"center\">−25.5%</td>\n<td align=\"center\">−11.3%</td>\n</tr>\n<tr>\n<td>   Poverty gap, children under 18 years</td>\n<td align=\"center\">−1.4%</td>\n<td align=\"center\">−9.4%</td>\n<td align=\"center\">−24.6%</td>\n<td align=\"center\">−7.2%</td>\n<td align=\"center\">−10.3%</td>\n<td align=\"center\">−32.4%</td>\n<td align=\"center\">−10.8%</td>\n<td align=\"center\">−12.0%</td>\n<td align=\"center\">−27.2%</td>\n</tr>\n<tr>\n<td>   Poverty headcount, couples with 3+ children</td>\n<td align=\"center\">−5.3%</td>\n<td align=\"center\">−22.1%</td>\n<td align=\"center\">−22.5%</td>\n<td align=\"center\">−6.2%</td>\n<td align=\"center\">−36.9%</td>\n<td align=\"center\">−45.1%</td>\n<td align=\"center\">−20.3%</td>\n<td align=\"center\">−54.4%</td>\n<td align=\"center\">−51.8%</td>\n</tr>\n<tr>\n<td>   Poverty gap, couples with 3+ children</td>\n<td align=\"center\">1.1%</td>\n<td align=\"center\">−15.1%</td>\n<td align=\"center\">−26.6%</td>\n<td align=\"center\">−12.9%</td>\n<td align=\"center\">−20.1%</td>\n<td align=\"center\">−54.6%</td>\n<td align=\"center\">−20.6%</td>\n<td align=\"center\">−38.7%</td>\n<td align=\"center\">−53.7%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Policy impact of the simulated reforms of <i>child allowances</i> under the increased budget, 2010.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#fig3\">Figure 3</a> shows the share of spending which accrues to each income decile under various eligibility conditions (left figure) and under various benefit amounts (right figure). These are design effects, which remain the same whether we are looking at the current budget or the increased budget of <i>child allowances</i>. Under the current income test (option 1) only 29% of total spending goes to the poorest income decile. The adjusted income test brings about a higher share of expenditure to the poorest groups of the population. The share of the first decile in total spending rises to 65 and 82% in options 2 and 3, respectively. As far as the benefit amounts are concerned, the distribution of spending becomes more beneficial for the poorest households if the amounts are set at the federal level: in scenarios 2 and 3 over 67% of spending accrues to the bottom decile, while under current design (scenario 1) the share of the bottom decile is 57%.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: Own calculations based on RUSMOD.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00079%2Fijm-00079-fig3.tif",
                                "size": {
                                    "width": 625,
                                    "height": 300
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00079%2Fijm-00079-fig3.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00079-fig3.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Distribution of the total spending on child allowances in the simulated reforms under the current budget, 2010.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "To sum up, there are strong arguments in favour of bringing the program of child allowances back under the control of federal authorities. It appears to be both politically feasible (before 2005 the program was the federal mandate) and socially just. Currently, the disparity in amounts of child allowances across regions undermines the principles of social justice. In this respect the best available option is to set benefit amounts at the national level, adjusting for regional differences in price levels. To achieve the best results in terms of poverty reduction the unification of standards across regions should be reinforced by bringing the eligibility conditions for child allowances in line with other means-tested programs, i.e. by reducing the number of beneficiaries to those with household income below the poverty line. Even more substantial improvements in all poverty indicators could be achieved by redirecting the resources from the non-poor recipients of housing subsidies to poor households with children.",
                    "type": "paragraph"
                },
                {
                    "text": "Having said that, it is important to remind that being purely arithmetical our simulations capture only the first-order consequences of various options of the social assistance reform. Possibly, if we were able to take into account the behavioral response, the advantages of a choice in favor of more targeting would be less evident. The evidence from application of means-tested programs in OECD countries demonstrates that although they demand less resources than universal programs, they are characterized by a number of problems (e.g. produce errors of inclusion and exclusion, require high administrative expenditure, hinder social cohesion, decrease incentives to work, etc. (<a href=\"#bib20\">Oorschot Van 2002</a>). The other consideration that should not be ignored is a tradeoff between the degree of low-income targeting and the size of redistributive budgets. Targeting and budgets are not independent: the budget tend to decrease while targeting increases, as the average voter is less inclined to support the programs from which they do not have any benefit (<a href=\"#bib25\">Pritchett 2005</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Model application: the distributive impact of alternative reforms of child allowances",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper is aimed at documenting the development of RUSMOD – the first full-scale tax-benefit microsimulation model for Russia. The model brings about opportunities of ex ante and ex post assessment of various reforms aimed at improving the Russian tax-benefit system which has a low redistributive effect. Arguably the capacities for poverty reduction in Russia have been exhausted. It is unlikely that a large-scale poverty reduction could be achieved without the reforms that would combine a significant increase in spending on anti-poverty programs with structural changes to provide a more equal access to social programs for households living in different regions of the country.",
                    "type": "paragraph"
                },
                {
                    "text": "In order to provide an application of RUSMOD, this paper has assessed the current performance of three means-tested programs and offered several hypothetical reforms that could increase their efficiency, focusing mainly on <i>child allowances</i>. Russia allocates little to anti-poverty programs, and even less resources is reaching the poor because of a low targeting accuracy. Non-poor households constitute more than a half of the beneficiaries of means-tested programs. Such a high rate of leakage is determined by differences in the eligibility rules of the programs, lack of reliable income control procedures and wide occurrence of informal income. The re-allocation of these resources in favour of the poor could bring about significant improvements in the overall and child poverty indicators, as demonstrated by our simulations. This can be achieved by: (1) redistributing resources of each program, within the existing budget, in favor of the poorest households; (2) changing the direction of the budgetary expenditure allocated for social safety nets from programs designed to provide social security to middle income groups, such as <i>housing subsidies</i>, to programs where the main target group are the poor (<i>child allowances</i>). Both measures are not mutually exclusive.",
                    "type": "paragraph"
                },
                {
                    "text": "Contrary to the general expectations, the transfer of responsibilities to regions did not help improve the performance of means-tested programs in Russia. Few regions introduced improvements in the way means-tested programs are designed. However, these are not adopted by other regions because there is no authority ensuring that ‘best practices’ are transferred across the regions. Arguably, the federal authorities are best placed to initiate and implement this kind of reform. The simulations show that, holding the current budget constant, by far the greatest reduction in all poverty indicators is achieved if the benefit amounts are set at the national level and adjusted for regional differences in price levels. Hence, there is a strong case for returning the program of <i>child allowances</i> back under the control of federal authorities or developing a strong redistribution mechanism at the federal level to help the poorest regions provide an adequate level of cash support for their poor.",
                    "type": "paragraph"
                },
                {
                    "text": "The scope of model applications is not limited to the kind of analysis presented in the paper. For example, one major aspect is investigating the distributional implications of non-cash household income arising from provision of in-kind benefits and public services in Russia. In addition, being compatible with EUROMOD – the Russian model can be used for cross-country policy learning. It means that family benefits of a ‘donor’ country may be integrated into the Russian tax-benefit system and vice versa. Finally, the output of the model can be incorporated into a dynamic model framework in order to study the effects of policy reforms in a longer time perspective, e.g. effects on labour supply or demographic behaviour of households. This is left for future research.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Concluding remarks",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Bradshaw, J",
                        "preferred": "J Bradshaw"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "An international perspective on child benefit packages, (Ed.), From child welfare to child well-being. Children’s well-being: indicators and research, Dordrecht, Springer Netherlands",
            "id": "bib1",
            "title": "From child welfare to child well-being. Children’s well-being: indicators and research",
            "type": "unknown"
        },
        {
            "articleTitle": "Welfare state developments in the Russian Federation: oil-led social policy and the ‘Russian miracle’",
            "authors": [
                {
                    "name": {
                        "index": "Cerami, A",
                        "preferred": "A Cerami"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib2",
            "journal": "Social Policy and Administration",
            "pages": {
                "first": "105",
                "last": "120",
                "range": "105–120"
            },
            "type": "journal",
            "volume": "43"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cook, LJ",
                        "preferred": "LJ Cook"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Post-communist welfare states: reform politics in Russia and Eastern Europe",
            "date": "2007",
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York and London"
                        ]
                    },
                    "formatted": [
                        "New York and London"
                    ]
                },
                "name": [
                    "Cornell University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Deaton, A",
                        "preferred": "A Deaton"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The analysis of household surveys: a microeconometric approach to development policy",
            "date": "1997",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Baltimore, MD"
                        ]
                    },
                    "formatted": [
                        "Baltimore, MD"
                    ]
                },
                "name": [
                    "Johns Hopkins University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "How progressive are indirect taxes in Russia?",
            "authors": [
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib5",
            "journal": "Economics of transition",
            "pages": {
                "first": "705",
                "last": "729",
                "range": "705–729"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Denisova, I",
                        "preferred": "I Denisova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kolenikov, S",
                        "preferred": "S Kolenikov"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yudaeva, K",
                        "preferred": "K Yudaeva"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "Child benefit and child poverty. CEFIR Working Paper No. WP/00/03",
            "id": "bib6",
            "title": "Child benefit and child poverty. CEFIR Working Paper No. WP/00/03",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "chapterTitle": "Using the EU-SILC for policy simulation: prospects, some limitations and some suggestions",
            "date": "2007",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Luxembourg"
                        ]
                    },
                    "formatted": [
                        "Luxembourg"
                    ]
                },
                "name": [
                    "European Communities"
                ]
            },
            "source": "Comparative EU statistics on income and living conditions: issues and challenges. Eurostat Methodologies and Working Papers",
            "title": "Comparative EU statistics on income and living conditions: issues and challenges. Eurostat Methodologies and Working Papers",
            "type": "report"
        },
        {
            "articleTitle": "Measuring the size and impact of public cash support fro children in cross-national perspective",
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib8",
            "journal": "Social Science Computer Review",
            "pages": {
                "first": "85",
                "last": "102",
                "range": "85–102"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gimpelson, V",
                        "preferred": "V Gimpelson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kapeliushnikov, R",
                        "preferred": "R Kapeliushnikov"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Labour market adjustment: is Russia different?. IZA Discussion Paper No. 5588",
            "id": "bib9",
            "title": "Labour market adjustment: is Russia different?. IZA Discussion Paper No. 5588",
            "type": "unknown"
        },
        {
            "articleTitle": "Inequality and volatility moderation in Russia: evidence from micro-level panel data on consumption and income",
            "authors": [
                {
                    "name": {
                        "index": "Gorodnichenko, Y",
                        "preferred": "Y Gorodnichenko"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sabirianova Peter, K",
                        "preferred": "K Sabirianova Peter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stolyarov, D",
                        "preferred": "D Stolyarov"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib10",
            "journal": "Review of Economic Dynamics",
            "pages": {
                "first": "209",
                "last": "237",
                "range": "209–237"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hernanz, V",
                        "preferred": "V Hernanz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Malherbet, F",
                        "preferred": "F Malherbet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pellizzari, M",
                        "preferred": "M Pellizzari"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Take-up of welfare benefits in OECD countries: a review of the evidence. OECD Social, Employment and Migration Working Papers No. 17",
            "id": "bib11",
            "title": "Take-up of welfare benefits in OECD countries: a review of the evidence. OECD Social, Employment and Migration Working Papers No. 17",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "IBRD/WB",
                    "type": "group"
                }
            ],
            "bookTitle": "Social expenditure and fiscal federalism in Russia",
            "date": "2011",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington DC"
                        ]
                    },
                    "formatted": [
                        "Washington DC"
                    ]
                },
                "name": [
                    "The World Bank"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lietz, C",
                        "preferred": "C Lietz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mantovani, D",
                        "preferred": "D Mantovani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Household incomes and redistribution in the European Union: Quantifying the equalising properties of taxes and benefits, (Ed.), The Distributional Effects of Government Spending and Taxation, Palgrave Macmillan",
            "id": "bib13",
            "title": "The Distributional Effects of Government Spending and Taxation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "Imputation of gross amounts from net incomes in household surveys. An application using EUROMOD. EUROMOD Working Paper No. EM1/01",
            "id": "bib14",
            "title": "Imputation of gross amounts from net incomes in household surveys. An application using EUROMOD. EUROMOD Working Paper No. EM1/01",
            "type": "unknown"
        },
        {
            "articleTitle": "Towards a multi-purpose framework for tax-benefit microsimulation: lessons from EUROMOD",
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib15",
            "journal": "The International Journal of Microsimulation",
            "pages": {
                "first": "43",
                "last": "54",
                "range": "43–54"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "A short introduction to EUROMOD: an integrated European tax-benefit model",
            "authors": [
                {
                    "name": {
                        "index": "Lietz, C",
                        "preferred": "C Lietz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mantovani, D",
                        "preferred": "D Mantovani"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib16",
            "journal": "Research in Labor Economics",
            "pages": {
                "first": "1",
                "last": "26",
                "range": "1–26"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "articleTitle": "An economic model of welfare stigma",
            "authors": [
                {
                    "name": {
                        "index": "Moffitt, R",
                        "preferred": "R Moffitt"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "id": "bib17",
            "journal": "American Economic Review",
            "pages": {
                "first": "1023",
                "last": "1035",
                "range": "1023–1035"
            },
            "type": "journal",
            "volume": "73"
        },
        {
            "articleTitle": "Size matters: targeting efficiency and poverty reduction effects of means-tested and universal child benefits in Russia",
            "authors": [
                {
                    "name": {
                        "index": "Notten, G",
                        "preferred": "G Notten"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gassmann, F",
                        "preferred": "F Gassmann"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib18",
            "journal": "Journal of European Social Policy",
            "pages": {
                "first": "260",
                "last": "274",
                "range": "260–274"
            },
            "type": "journal",
            "volume": "18"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "bookTitle": "Doing better for children",
            "date": "2009",
            "id": "bib19",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD Publishing"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Oorschot Van, W",
                        "preferred": "W Oorschot Van"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "Targeting welfare: on the functions and dysfunctions of means testing in social policy, (Eds.), World Poverty: New Policies to Defeat an Old Enemy, London, Policy Press",
            "id": "bib20",
            "title": "World Poverty: New Policies to Defeat an Old Enemy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ovcharova, L",
                        "preferred": "L Ovcharova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Popova, D",
                        "preferred": "D Popova"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Child Poverty in Russia. Alarming Trends and Policy Options",
            "date": "2005",
            "id": "bib21",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Moscow"
                        ]
                    },
                    "formatted": [
                        "Moscow"
                    ]
                },
                "name": [
                    "UNICEF"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ovcharova, L",
                        "preferred": "L Ovcharova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Popova, D",
                        "preferred": "D Popova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pishniak, A",
                        "preferred": "A Pishniak"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "New measures supporting families with children: encouragement of the birthrate or improvement of the living standards? An analysis of the maternity and child support measures introduced in 2007 in the Russian Federation",
            "date": "2007",
            "id": "bib22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Moscow"
                        ]
                    },
                    "formatted": [
                        "Moscow"
                    ]
                },
                "name": [
                    "UNICEF"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ovcharova, L",
                        "preferred": "L Ovcharova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tesliuk, ED",
                        "preferred": "ED Tesliuk"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Poverty and inequality in Russia: sensitivity of poverty and inequality statistics to alternative definitions of households welfare. Illustration using the NOBUS survey",
            "date": "2006",
            "id": "bib23",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Moscow"
                        ]
                    },
                    "formatted": [
                        "Moscow"
                    ]
                },
                "name": [
                    "The World Bank"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Popova, D",
                        "preferred": "D Popova"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Constructing the tax-benefit microsimulation model for Russia - RUSMOD. EUROMOD Working Paper No. EM7/12",
            "id": "bib24",
            "title": "Constructing the tax-benefit microsimulation model for Russia - RUSMOD. EUROMOD Working Paper No. EM7/12",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pritchett, L",
                        "preferred": "L Pritchett"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib25",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington DC"
                        ]
                    },
                    "formatted": [
                        "Washington DC"
                    ]
                },
                "name": [
                    "The World Bank"
                ]
            },
            "source": "The political economy of targeted safety nets. Social Protection Discussion Paper Series No. 0501",
            "title": "The political economy of targeted safety nets. Social Protection Discussion Paper Series No. 0501",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ravallion, M",
                        "preferred": "M Ravallion"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "id": "bib26",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington DC"
                        ]
                    },
                    "formatted": [
                        "Washington DC"
                    ]
                },
                "name": [
                    "The World Bank"
                ]
            },
            "source": "Poverty comparisons: a guide to concepts and methods. Living Standards Measurement Study Working Paper No. 88",
            "title": "Poverty comparisons: a guide to concepts and methods. Living Standards Measurement Study Working Paper No. 88",
            "type": "report"
        },
        {
            "articleTitle": "Child well-being in Central and Eastern European Countries (CEE) and the Commonwealth of Independent States (CIS)",
            "authors": [
                {
                    "name": {
                        "index": "Richardson, J",
                        "preferred": "J Richardson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hoelscher, P",
                        "preferred": "P Hoelscher"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bradshaw, J",
                        "preferred": "J Bradshaw"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib27",
            "journal": "Child Indicators Research",
            "pages": {
                "first": "211",
                "last": "250",
                "range": "211–250"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "EUROMOD: an integrated Europan benefit-tax model. EUROMOD Working Paper No. EM9/01",
            "id": "bib28",
            "title": "EUROMOD: an integrated Europan benefit-tax model. EUROMOD Working Paper No. EM9/01",
            "type": "unknown"
        },
        {
            "articleTitle": "EUROMOD: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib29",
            "journal": "The International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lelkes, O",
                        "preferred": "O Lelkes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lietz, C",
                        "preferred": "C Lietz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mantovani, D",
                        "preferred": "D Mantovani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Improving the capacity and usability of EUROMOD – Final report. EUROMOD Working Paper No. EM4/08",
            "id": "bib30",
            "title": "Improving the capacity and usability of EUROMOD – Final report. EUROMOD Working Paper No. EM4/08",
            "type": "unknown"
        },
        {
            "articleTitle": "Social policy in a cold climate: health and social welfare in Russia",
            "authors": [
                {
                    "name": {
                        "index": "Titterton, M",
                        "preferred": "M Titterton"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib31",
            "journal": "Social Policy and Administration",
            "pages": {
                "first": "88",
                "last": "103",
                "range": "88–103"
            },
            "type": "journal",
            "volume": "40"
        },
        {
            "authors": [
                {
                    "name": "UNDP",
                    "type": "group"
                }
            ],
            "bookTitle": "Human Development Report for the Russian Federation. Modernisation and human development",
            "date": "2011",
            "id": "bib32",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Moscow"
                        ]
                    },
                    "formatted": [
                        "Moscow"
                    ]
                },
                "name": [
                    "UNDP"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "UNICEF",
                    "type": "group"
                }
            ],
            "date": "2005",
            "id": "bib33",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Florence"
                        ]
                    },
                    "formatted": [
                        "Florence"
                    ]
                },
                "name": [
                    "UNICEF Innocenti Research Centre"
                ]
            },
            "source": "Child poverty in rich countries. Report Card No. 6",
            "title": "Child poverty in rich countries. Report Card No. 6",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "UNICEF",
                    "type": "group"
                }
            ],
            "date": "2007",
            "id": "bib34",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Florence"
                        ]
                    },
                    "formatted": [
                        "Florence"
                    ]
                },
                "name": [
                    "UNICEF Innocenti Research Centre"
                ]
            },
            "source": "An overview of child well-being in rich countries. Report Card No. 7",
            "title": "An overview of child well-being in rich countries. Report Card No. 7",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "UNICEF",
                    "type": "group"
                }
            ],
            "bookTitle": "The situation analysis of children in the Russian Federation: on the way to the equal opportunity society",
            "date": "2011",
            "id": "bib35",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Moscow"
                        ]
                    },
                    "formatted": [
                        "Moscow"
                    ]
                },
                "name": [
                    "UNICEF"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Volchkova, N",
                        "preferred": "N Volchkova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gorshkova, E",
                        "preferred": "E Gorshkova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lobanov, S",
                        "preferred": "S Lobanov"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Turdyeva, N",
                        "preferred": "N Turdyeva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Khaleeva, J",
                        "preferred": "J Khaleeva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yudaeva, K",
                        "preferred": "K Yudaeva"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Microsimulation analysis of the consequencies of monetization of social benefits in Russia. New Economic School Working Paper #WP/2006/063",
            "id": "bib36",
            "title": "Microsimulation analysis of the consequencies of monetization of social benefits in Russia. New Economic School Working Paper #WP/2006/063",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Weigand, C",
                        "preferred": "C Weigand"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Grosh, M",
                        "preferred": "M Grosh"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib37",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington DC"
                        ]
                    },
                    "formatted": [
                        "Washington DC"
                    ]
                },
                "name": [
                    "The World Bank"
                ]
            },
            "source": "Levels and patterns of safely net spending in developing and transition countries. Social Protection Discussion Paper No. 0817",
            "title": "Levels and patterns of safely net spending in developing and transition countries. Social Protection Discussion Paper No. 0817",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wilkinson, K",
                        "preferred": "K Wilkinson"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "Adapting EUROMOD for use in a developing country – the case of South Africa and SAMOD. EUROMOD Working Paper No. EM5/09",
            "id": "bib38",
            "title": "Adapting EUROMOD for use in a developing country – the case of South Africa and SAMOD. EUROMOD Working Paper No. EM5/09",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Žarković-Rakić, J",
                        "preferred": "J Žarković-Rakić"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "The Quarterly Monitor of Economic Trends and Policies in Serbia, 20",
            "id": "bib39",
            "title": "First Serbian Tax-Benefit Microsimulation Model - SRMOD",
            "type": "unknown"
        }
    ],
    "acknowledgements": [
        {
            "text": "I would like to thank the editors Francesco Figari and Iva Tasseva and an anonymous referee for their helpful comments on this paper and all the members of EUROMOD team at the Institute for Social and Economic Research at the University of Essex for their advice throughout the process of model development. The views expressed are those of the author. I am the only responsible for any errors as well.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
