{
    "status": "vor",
    "id": "00076",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00076",
    "authorLine": "H. Xavier Jara, Alberto Tumino",
    "title": "Tax-benefit systems, income distribution and work incentives in the European Union",
    "published": "2013-04-30T00:00:00Z",
    "versionDate": "2013-04-30T00:00:00Z",
    "statusDate": "2013-04-30T00:00:00Z",
    "volume": 6,
    "issue": 1,
    "fpage": 27,
    "lpage": 62,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00076/ijm-00076.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In this paper we study the impact of tax-benefit systems on income inequality and work incentives across the 27 Member States of the European Union (EU). Using EUROMOD, the EU-wide tax-benefit microsimulation model, we disentangle the role of taxes, benefits and social insurance contributions in influencing country specific Gini coefficients and Marginal Effective Tax Rates. The extent to which tax-benefit systems contribute to income redistribution and provide work incentives at the intensive margin is found to vary considerably across the 27 Member States of the EU. Our results further highlight the presence of a trade-off between income redistribution and work incentives across EU-27 countries.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Jara and Tumino",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research",
                        "University of Essex and University of Leuven"
                    ]
                }
            ],
            "emailAddresses": [
                "hxjara@essex.ac.uk"
            ],
            "name": {
                "index": "Jara, H. Xavier",
                "preferred": "H. Xavier Jara"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research",
                        "University of Essex"
                    ]
                }
            ],
            "emailAddresses": [
                "atumino@essex.ac.uk"
            ],
            "name": {
                "index": "Tumino, Alberto",
                "preferred": "Alberto Tumino"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "inequality",
        "work incentives",
        "tax-benefit systems",
        "microsimulation"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Aspects such as the degree of progressivity of income taxes, the relevance of means-tested benefits and government approaches towards redistribution characterise the great variety of tax-benefit policies observed in EU countries and their role in the formation of household disposable income. In this paper, we analyse the role of tax-benefit systems in affecting the income distributions and work incentives across all 27 EU Member States, and we explore the presence of a trade-off between income inequality and work incentives at the EU level. Our analysis makes use of EUROMOD, the EU wide tax-benefit microsimulation model.",
                    "type": "paragraph"
                },
                {
                    "text": "The effect of tax-benefit systems on income inequality has been subject to extensive academic research. Macro indicators, such as the share of social expenditures in GDP, have been traditionally used in international comparative studies to analyse the effect of the welfare state on poverty and inequality (<a href=\"#bib9\">Castles &amp; Mitchell, 1992</a>; <a href=\"#bib17\">Korpi &amp; Palme 1998</a>). More recently, research based on national micro-data has progressively expanded, allowing for a better representation of the distributional impacts of tax-benefit systems. Efforts have been made to harmonize national micro datasets in order to improve cross-country comparability. In fact, many recent comparative studies on income inequality rely on harmonized datasets such as the Luxembourg Income Study (<a href=\"#bib19\">Mahler &amp; Jesuit, 2006</a>; Lambert <i>et al</i>. 2010; <a href=\"#bib28\">Wang <i>et al</i>. 2012</a>) or the European Union Statistics on Income and Living Conditions (EU-SILC) (<a href=\"#bib11\">Fuest <i>et al</i>. 2010</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Despite the improvements in terms of cross country comparability provided by harmonized micro-data, taxes and benefit information provided by surveys could be too restrictive. Detailed information on specific tax-benefit instruments is, in fact, often not available in such surveys, and the time lag that characterise the release of the micro-data can be a limitation, in particular when important policy reforms have been implemented between the period analysed and the data release. An alternative approach consists in using harmonized micro-data together with a tax-benefit microsimulation model. Besides the advantage of providing more detailed information, microsimulation could also improve the measurement of some income components not well captured in surveys (<a href=\"#bib10\">Figari <i>et al</i>. 2012</a>) and allows the study of very recent policy years (<a href=\"#bib4\">Avram <i>et al</i>. 2013</a>). Our analysis draws on previous work about redistributive effects and work incentives using EUROMOD, the EU wide tax-benefit microsimulation model (<a href=\"#bib12\">Immervoll 2004</a>; <a href=\"#bib15\">Immervoll <i>et al</i>. 2006</a>; <a href=\"#bib23\">Paulus <i>et al</i>. 2009</a>; <a href=\"#bib3\">Avram <i>et al</i>. 2012</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Tax-benefit systems play a primary role in influencing work incentives. A distinction is usually made between incentives to work versus not working and incentives to work more for those already in work. It is common practice to refer to these as incentives at the extensive and intensive margin of labour supply, respectively. Participation Tax Rate (PTR), defined as 1 minus the financial gain to work as a proportion of gross earnings, measures the financial gain from working versus not working. PTRs are, hence, an indicator of the work incentives faced at the extensive margins of labour supply (<a href=\"#bib7\">Brewer <i>et al</i>. 2010</a>). Marginal Effective Tax Rates (METRs) provide a measure of the share of additional income that would be taxed away because of taxes, social insurance contribution and benefit withdrawal. Computed over changes in labour income, METRs are a commonly used indicator of the incentives faced by a worker on the intensive margin of labour supply. The analysis of work incentives conducted in this paper focuses only on Marginal Effective Tax Rates, and hence on the financial incentives given by the tax and benefit system to people currently in work. The analysis offers a first insight into the work incentives embedded in tax and benefit systems across all 27 EU countries.",
                    "type": "paragraph"
                },
                {
                    "text": "The responsiveness of labour supply to financial incentives has been widely studied in the literature. <a href=\"#bib20\">Meghir and Phillips (2010)</a>, in their review of the literature, show that specific population groups, such as women with young children and in particular lone mothers, seem to be highly responsive both at the intensive and at the extensive margins of labour supply. Males do not significantly adjust the number of hours worked according to the financial incentives given by the tax-benefit systems, but the participation decision of low skilled males is affected by them.<sup><a href=\"#fn1\">1</a></sup> However, Meghir and Phillips note that decisions about participation and numbers of hours worked are only two of the possible dimensions of responsiveness. Some people might in fact be able to change the effort they put into their job and hence vary their wages; some others might choose to change jobs. The “new Tax Responsiveness” approach relaxes the assumption that effort can be perfectly measured by number of hours worked, and it focuses on the response of taxable income to the marginal tax rate as an indicator of behavioural responses to taxation. In addition to effort and hours worked, the concept of behavioural response typical of this approach includes other dimensions of response such as reallocation of income between sources or changes in tax deductible consumption. The literature reviewed in <a href=\"#bib20\">Meghir and Phillips (2010)</a> and in <a href=\"#bib26\">Saez <i>et al</i>. (2012)</a> shows that taxable income significantly responds to taxation, especially for high-skill and high-income individuals.",
                    "type": "paragraph"
                },
                {
                    "text": "Microsimulation techniques represent an essential tool for the calculation of METRs. Crosscountry studies have already presented analysis of METRs for EU countries. Among others, <a href=\"#bib8\">Carone <i>et al</i>. (2004)</a> use the OECD “synthetic family” based tax-benefit model to analyse the presence of low wage, unemployment or inactivity traps among a selection of countries including EU Member States, a range of Candidate countries (at the time of their writing) and some non-EU countries. Their results show a higher likelihood of a low-wage trap for households living in countries “where means-testing has traditionally played an important role in the benefit system” (<a href=\"#bib8\">Carone <i>et al</i>. 2004</a>).<sup><a href=\"#fn2\">2</a></sup> <a href=\"#bib12\">Immervoll (2004)</a> presents a EUROMOD based analysis of the distribution of METRs for 14 EU countries decomposing the effect of benefit withdrawal, and increase in taxes and social insurance contribution liabilities. In view of the descriptive aim of this work, two features make EUROMOD more suitable than “synthetic family” models for our analysis: results are representative at the population level; and it is possible to perform distributional analysis of the indicator of interest.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is organised as follows. <a href=\"#s2\">Section 2</a> introduces the methodology used in our analysis, with a focus on the data and the role of EUROMOD (2.1), on the techniques used for the analysis of income distributions (2.2) and on the way METRs are calculated and decomposed in the context of this paper (2.3). <a href=\"#s3\">Section 3</a> presents our main results in separate subsections. First, the relative size of tax-benefit instruments across EU countries is discussed. Second, the effect of tax-benefit systems on income inequality is studied. Then the role of taxes and benefits in affecting financial work incentives is analysed through the study of METRs, with focus on their distribution, their composition and their variation between 2007 and 2010. Finally, the relationship between income inequality and work incentives across EU countries is discussed. <a href=\"#s4\">Section 4</a> concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Our analysis makes use of EUROMOD, the tax-benefit microsimulation model for the European Union, which provides cross country comparable measures of direct taxes and social insurance contributions liabilities, as well as cash benefit entitlements for the household population of all 27 EU Member States. EUROMOD is a static microsimulation model, meaning that behavioural responses to policy reforms are not taken into account and socio-demographic changes are not considered. Instruments which are not simulated in EUROMOD are taken directly from the data, when available. See <a href=\"#bib27\">Sutherland and Figari (2013)</a> for further information.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The underlying micro-data used for the simulations in EUROMOD reported here come from the 2008 European Union Statistics on Income and Living Condition (EU-SILC).<sup><a href=\"#fn3\">3</a></sup> Exceptions to the use of EU-SILC 2008 concern France, where EU-SILC 2007 is used; Malta, where EU-SILC 2009 is used; and the UK where the 2008/09 Family Resource Survey (FRS) is used.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Currently, policy years 2005 to 2010 are covered in EUROMOD, for the purpose of tax-benefit simulations.<sup><a href=\"#fn4\">4</a></sup> In this study, the tax and benefit rules used are those in place on the 30th of June 2007, when we refer to 2007 systems, and 30th of June 2010, when we refer to 2010 systems. For most countries, the 2007 policy system matches the income reference period of the underlying micro-data, since EU-SILC 2008 reports income from the previous year.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When simulated policy systems refer to a year that is different from the underlying micro-data income reference period (e.g. 2010 policy systems for all countries), non-simulated income variable are updated using country and income specific updating factors.<sup><a href=\"#fn5\">5</a></sup> An example can be useful to clarify this point: between one year and another wages changes, and not taking this into account might cause serious problems in the simulation of various instruments (e.g. income tax and social insurance contributions); EUROMOD captures the changes of the non-simulated monetary variables updating their values according to suitable indicators (e.g. wage growth rate for wages).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In most countries, simulation of taxes and benefits is based under the assumption of full compliance with policy rules and 100% benefit take-up. Under such assumptions, simulations tend to overestimate the amounts of taxes and benefits and hence underestimate inequality of disposable income. The extent to which these problems occur varies across countries. For this reason, adjustments have been made in some cases. Non take-up of certain benefits has been modelled for Belgium, Estonia, Greece, France, Ireland, Poland, Romania and the UK, while tax evasion has been accounted for in Bulgaria, Greece and Italy.<sup><a href=\"#fn6\">6</a></sup> While accounting for benefit non take-up and tax evasion is reasonable for a cross-country comparison of income inequality, the assumption of full compliance is more adequate for the study of the “intended effect” of the tax and benefit system on labour market incentives. For this reason, adjustments for tax evasion and benefit non take-up are not taken into account for the calculation of METRs.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 EUROMOD and the Data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In our analysis, equivalised<sup><a href=\"#fn7\">7</a></sup> household disposable income is used to evaluate household resources. Disposable income is the result of adding original household income to any social transfers and deducting direct taxes and social insurance contributions. Original household income includes earnings, income generated by assets, private pensions, investment and capital income, and transfers from other households. Taxes include income tax and other direct taxes. Social insurance contributions refer to employee and self-employed insurance contributions and social transfers include means-tested and non means-tested benefits, as well as public pensions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to analyse the redistributive effect of tax-benefit systems, we use the standard Gini coefficient to measure income inequality. Similar to previous studies using EUROMOD (<a href=\"#bib15\">Immervoll <i>et al</i>. 2006</a>; Paulus <i>et al</i>. 2010; <a href=\"#bib3\">Avram <i>et al</i>. 2012</a>), we measure the redistributive effect of different tax-benefit instruments, by comparing Gini coefficients before and after taxes and/or benefits.",
                            "type": "paragraph"
                        },
                        {
                            "text": "It is important to stress that interactions between instruments are not accounted for in the analysis, when different tax-benefit components are excluded from disposable income. The exercise consists therefore of a static decomposition. For instance, we ignore that excluding benefits might cause a decrease in taxes, as some benefits are taxable; and that the absence of non means-tested benefits in the systems might result in an increase of recipients of means-tested benefits. This is equivalent to the usual methodology used for analysis directly from micro-data (<a href=\"#bib19\">Mahler &amp; Jesuit, 2006</a>; <a href=\"#bib11\">Fuest <i>et al</i>. 2010</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Income distribution",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Marginal Effective Tax Rates (METRs) are a measure of the incidence of the tax and benefit system on a marginal increase of earnings. They are, in particular, an indicator of the proportion of a marginal increase in earnings that is taxed away due to social insurance contributions, taxes and loss of benefit entitlement. This feature makes METRs a popular indicator of the incentives faced by a worker on the intensive margin of labour supply.<sup><a href=\"#fn8\">8</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Because of the complexity of tax and benefit systems, it is possible that a variation in earnings not only affects the disposable income of the individual whose earnings change, but also benefit entitlements or tax burden of other members of the household. Therefore, METRs for each individual are evaluated taking into consideration taxes paid by, and benefits paid to, all members of a household and affecting household current cash disposable income.<sup><a href=\"#fn9\">9</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Individual level METRs are calculated according to the following formula:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1",
                            "label": "(1)",
                            "mathml": "<math><mrow><mi>M</mi><mi>E</mi><mi>T</mi><mi>R</mi><mo>=</mo><mn>1</mn><mo>−</mo><mfrac><mrow><msubsup><mi>Y</mi><mrow><mi>H</mi><mi>H</mi></mrow><mn>1</mn></msubsup><mo>−</mo><msubsup><mi>Y</mi><mrow><mi>H</mi><mi>H</mi></mrow><mn>0</mn></msubsup></mrow><mrow><msubsup><mi>E</mi><mi>i</mi><mn>1</mn></msubsup><mo>−</mo><msubsup><mi>E</mi><mi>i</mi><mn>0</mn></msubsup></mrow></mfrac><mo>,</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where the numerator measures the change in household disposable income before <inline-formula id=\"inline1\"><math display=\"inline\" id=\"i1\"><mrow><mo>(</mo><mrow><msubsup><mi>Y</mi><mrow><mi>H</mi><mi>H</mi></mrow><mn>0</mn></msubsup></mrow><mo>)</mo></mrow></math> and after <inline-formula id=\"inline2\"><math display=\"inline\" id=\"i2\"><mrow><mo>(</mo><mrow><msubsup><mi>Y</mi><mrow><mi>H</mi><mi>H</mi></mrow><mn>1</mn></msubsup></mrow><mo>)</mo></mrow></math> the increase in individual earnings (<i>E<sub>i</sub></i>), the denominator is equal to the increase in earnings itself.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The calculations are performed by EUROMOD through the following steps: first, household disposable income is calculated; then individual earnings are increased in turn for each earner in the household and the corresponding household disposable incomes are computed. METRs are hence calculated and assigned to the individual whose earnings have been increased. Consider the following example: assume two earners, <i>i</i> and <i>j</i>, are part of a household. Earner specific marginal effective tax rates are calculated as follows. First, household disposable income <inline-formula id=\"inline3\"><math display=\"inline\" id=\"i3\"><mrow><mo>(</mo><mrow><msubsup><mi>Y</mi><mrow><mi>H</mi><mi>H</mi></mrow><mn>0</mn></msubsup></mrow><mo>)</mo></mrow></math> is calculated. Earnings of the first earner (<i>i</i>) are then increased by the margin, holding constant the earnings of the other earner (<i>j</i>) and any other household characteristics. The new household disposable income <inline-formula id=\"inline4\"><math display=\"inline\" id=\"i4\"><mrow><mo>(</mo><mrow><msubsup><mi>Y</mi><mrow><mi>H</mi><mi>H</mi></mrow><mn>1</mn></msubsup></mrow><mo>)</mo></mrow></math> is hence computed simulating new tax liabilities and benefit entitlements for all household members and METRs for the first earner (<i>i</i>) are calculated. The same procedure is then applied to the second earner (<i>j</i>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moreover, disposable income can be decomposed as the arithmetical sum of original incomes (<i>O</i>) (Incomes before any tax and transfer), benefits and pensions (<i>B</i>) minus taxes (<i>T</i>) and social insurance contributions (<i>S</i>). Equation <a href=\"#equ1\">(1)</a> can hence be rewritten as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ2",
                            "label": "(2)",
                            "mathml": "<math><mrow><mi>M</mi><mi>E</mi><mi>T</mi><mi>R</mi><mo>=</mo><mn>1</mn><mo>−</mo><mfrac><mrow><mi>Δ</mi><msub><mi>Y</mi><mrow><mi>H</mi><mi>H</mi></mrow></msub></mrow><mrow><mi>Δ</mi><msub><mi>E</mi><mi>i</mi></msub></mrow></mfrac><mo>=</mo><mn>1</mn><mo>−</mo><mrow><mo>(</mo><mrow><mfrac><mrow><mi>Δ</mi><msub><mi>O</mi><mrow><mi>H</mi><mi>H</mi></mrow></msub><mo>+</mo><mi>Δ</mi><msub><mi>B</mi><mrow><mi>H</mi><mi>H</mi></mrow></msub><mo>−</mo><mi>Δ</mi><msub><mi>T</mi><mrow><mi>H</mi><mi>H</mi></mrow></msub><mo>−</mo><mi>Δ</mi><msub><mi>S</mi><mrow><mi>H</mi><mi>H</mi></mrow></msub></mrow><mrow><mi>Δ</mi><msub><mi>E</mi><mi>i</mi></msub></mrow></mfrac></mrow><mo>)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Since the change in original incomes is equal to the change in earnings, the expression can be further rewritten as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ3",
                            "label": "(3)",
                            "mathml": "<math><mrow><mi>M</mi><mi>E</mi><mi>T</mi><mi>R</mi><mo>=</mo><mo>−</mo><mrow><mo>(</mo><mrow><mfrac><mrow><mi>Δ</mi><msub><mi>B</mi><mrow><mi>H</mi><mi>H</mi></mrow></msub><mo>−</mo><mi>Δ</mi><msub><mi>T</mi><mrow><mi>H</mi><mi>H</mi></mrow></msub><mo>−</mo><mi>Δ</mi><msub><mi>S</mi><mrow><mi>H</mi><mi>H</mi></mrow></msub></mrow><mrow><mi>Δ</mi><msub><mi>E</mi><mi>i</mi></msub></mrow></mfrac></mrow><mo>)</mo></mrow><mo>=</mo><mi>M</mi><mi>E</mi><mi>T</mi><msub><mi>R</mi><mi>B</mi></msub><mo>+</mo><mi>M</mi><mi>E</mi><mi>T</mi><msub><mi>R</mi><mi>T</mi></msub><mo>+</mo><mi>M</mi><mi>E</mi><mi>T</mi><msub><mi>R</mi><mi>s</mi></msub></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where the first component reports the reduction in benefit and pensions at the household level as a percentage of the earnings increase; the last two components report the increase in taxes and social insurance contributions as a percentage of the earnings increase.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the context of this analysis, the marginal increase applied to earnings is set equal to 3% of total earnings. The choice of this margin is due to the fact that extra 3% earnings roughly corresponds to an extra working hour per week for a worker working 40 hours per week.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In theory marginal tax rates are usually expected to take values between 0% and 100%. Many aspects of tax and benefit systems make METRs outside this interval a possibility. It is possible, for example, to have METRs above 100 if the marginal increase in earnings causes the loss of some benefit entitlement. In some cases the reduction in benefit overcomes the increase in earnings, causing household disposable income after the increase in earnings to be lower than the household disposable income before it. Negative values of METRs might arise from tax allowances or benefit entitlements that are only paid to people with income above a given threshold; as reported in <a href=\"#bib12\">Immervoll (2004)</a>, those with income just below the threshold will see their household disposable income increase more than earnings do, resulting in a negative marginal effective tax rates.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Being an indicator of the incentive faced at the intensive margin of labour supply, Marginal Effective Tax Rates are only calculated for those reporting positive earnings in the underlying survey data. Following <a href=\"#bib12\">Immervoll (2004)</a>, we choose to focus our calculation on a sub-sample of earners: those aged 18-64. Excluding people below and above the age thresholds allows us to focus on incentives faced by the working age population. We further restrict this sub-sample to those with more than 1 unit of national currency of monthly earnings.<sup><a href=\"#fn10\">10</a></sup> Finally, in order to reduce the risk of our calculations being biased by “outliers”, we exclude from our calculations the top percentile of the METR distribution if the METR is above 150% and the lowest percentile if the METR is negative. Although METR values of observations considered “outliers” are plausible, we exclude them from our analysis as they are likely to bias our calculation of average METRs, especially when deciles specific measurements are performed.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Calculation of METRs",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Before analysing the effect of tax-benefit instruments on income distribution and work incentives, it is worth considering the extent to which different tax-benefit components vary in size on average across countries in Europe. <a href=\"#fig1\">Figure 1</a> shows the relative size of five tax-benefit components for EU-27, where the average size of each income component is measured as a percentage of average household disposable income.<sup><a href=\"#fn11\">11</a></sup> Taxes and social insurance contributions are shown as negative values as they represent deductions from disposable income.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Note:</i> Countries ranked by the size of their tax-benefit system.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<i>Source:</i> EUROMOD version F6.20.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00076%2Fijm-00076-fig1.tif",
                                        "size": {
                                            "width": 626,
                                            "height": 382
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00076%2Fijm-00076-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00076-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Tax-benefit components as share of household disposable income: all households (2007 policies).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Note that the size of the redistributive system in each country could be roughly measured by the total length of the bars in <a href=\"#fig1\">Figure 1</a>, which represents the sum of all tax and benefit components. Using such indicator, we observe a substantial variation of the size of tax-benefit systems across EU countries. Cyprus ranks particularly low in terms of the size of the redistributive system, while Nordic countries (Denmark, Sweden and Finland) and continental countries such as the Netherlands, Belgium, Germany and Austria, as well as Hungary, are the highest ranked. These results are consistent with previous studies using EU-SILC and EUROMOD (<a href=\"#bib15\">Immervoll <i>et al</i>. 2006</a>; <a href=\"#bib23\">Paulus at al. 2009</a>; <a href=\"#bib11\">Fuest <i>et al</i>. 2010</a>; and <a href=\"#bib3\">Avram <i>et al</i>. 2012</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of deductions, income taxes are in general more important than social insurance contributions, with some exceptions such as Czech Republic, Greece, the Netherlands, Slovakia and Slovenia. Nordic countries (Denmark, Sweden and Finland) and Belgium present particularly high shares of income taxes, while Czech Republic, Greece, Malta, Cyprus and Slovakia rank among the ones with lowest shares. Taking into account both income taxes and social insurance contributions together, taxation ranges between 12% of disposable income in Cyprus and 52% in Denmark.",
                            "type": "paragraph"
                        },
                        {
                            "text": "From the benefits side, public pensions represent by far the largest component, except in Anglo-Saxon countries (Ireland and the UK). The relative size of pensions is particularly important in Austria, Poland, Italy and Hungary, where they account for over 30% of household disposable income. Besides Ireland and the UK, the Netherlands also has a small share of public pensions, which is related to the prominent role of private and occupational pension schemes in these countries. In general, non means-tested benefits represent only a small part of disposable income, except in Denmark and Ireland where they amount to more than 10%. Means-tested benefits represent, on average, an even smaller share of disposable income (less than 5%), except in the UK and Ireland. Among other countries, where means-tested benefits represent an important component of social benefits, we observe the Netherlands, France and Finland.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The relative size of different tax-benefit components varies for individuals in different parts of the income distribution. In general, taxes tend to be progressive and some types of benefits are targeted to groups with low incomes. In order to consider such variation, we replicate the previous analysis for the bottom and top deciles of the income distribution in the EU-27 countries.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig2\">Figure 2</a> presents the relative size of tax-benefit components for households in the bottom decile of the distribution. As expected, the relative size of benefits is more important among this group of the population. In 20 out of the 27 countries analysed, benefits together with public pensions represent more than 60% of household disposable income. Even in Greece, where the share of social benefits and pensions is the lowest, it amounts to a considerable 44% of disposable income. Besides pensions, means-tested benefits represent now an important share of disposable income, ranging between 3.5% in Cyprus and 51.4% in Romania. Non means-tested benefits are in general lower, except in Sweden, Belgium, Hungary and Denmark.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Note</i>: Countries ranked by the size of their tax-benefit system.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<i>Source</i>: EUROMOD version F6.20.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00076%2Fijm-00076-fig2.tif",
                                        "size": {
                                            "width": 623,
                                            "height": 413
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00076%2Fijm-00076-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00076-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Tax-benefit components as share of household disposable income: bottom decile (2007 policies).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Taxes and social insurance contributions represent a much lower share of disposable income in the bottom decile of the distribution. Some exceptions are Denmark and Sweden where many benefits are taxed; and the UK, where most of the tax consists of Council Tax (which is offset by a benefit for those on low incomes). Few countries are also characterised by high shares of social insurance contributions. This is the case of the Netherlands, where contributions are payable on benefits; Hungary, where this is related to high contributions paid by the self-employed who are under a simplified taxation regime; Poland and Romania.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Turning to the top of the income distribution, <a href=\"#fig3\">Figure 3</a> shows that the relative size of taxes and benefits is reversed, with respect to the picture of the bottom decile. As expected, now taxes and social insurance contributions represent the main income components. In all countries, the share of taxes and social insurance contributions is greater than the share of benefits received. The only exception is Cyprus, where public pensions<sup><a href=\"#fn12\">12</a></sup> are an important component of household income at the top decile. Total deductions (direct taxes plus social insurance contributions) are particularly important in Belgium and the Netherlands, where they represent over 60% of disposable income, while in Cyprus they account for less than 20%. The share of social benefits consists mainly of public pensions. The lowest share of social benefits is found in the Netherland and the UK, while Hungary, Italy and France have social benefits of over 30% of disposable incomes, which mostly corresponds to public pensions.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Note</i>: Countries ranked by the size of their tax-benefit system.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<i>Source</i>: EUROMOD version F6.20.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00076%2Fijm-00076-fig3.tif",
                                        "size": {
                                            "width": 623,
                                            "height": 395
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00076%2Fijm-00076-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00076-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Tax-benefit components as share of household disposable income: top decile (2007 policies).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Relative size of tax-benefit instruments",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "One of the roles of tax-benefit systems is to reduce income inequality (<a href=\"#bib5\">Boadway &amp; Keen, 2000</a>). In this section, we analyse the extent to which the redistributive effect of taxes and benefits, varies across European countries. <a href=\"#fig4\">Figure 4</a> presents Gini coefficients for household original income (before benefits receipt and tax-contribution deductions), original income with public pensions and disposable income for EU-27 countries. Each income measure is equivalised using the modified OECD scale. Countries are ranked by Gini coefficients of disposable income. Confidence intervals for Gini coefficients, calculated using bootstrapping techniques (with 1000 replications), are also included in the graph.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: EUROMOD version F6.20",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00076%2Fijm-00076-fig4.tif",
                                        "size": {
                                            "width": 620,
                                            "height": 364
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00076%2Fijm-00076-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00076-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Income inequality before and after taxes and benefits as measured by the Gini coefficient.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Inequality in terms of household disposable income is low (Gini between 0.21 and 0.25) in Nordic countries (Denmark, Sweden and Finland), some continental countries such as Belgium, France, Luxembourg and Austria, as well as in Slovakia, Czech Republic, Slovenia and Hungary. Among countries with high inequality in disposable income (Gini between 0.31 and 0.34) we observe Southern countries, such as Italy, Greece and Portugal; Eastern European countries such as Bulgaria, Latvia, Lithuania, Poland and Romania, and the UK.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The difference between Gini coefficients for original income and disposable income represents the total redistributive effect of tax-benefit systems. Tax-benefit systems have a significant effect on reducing inequality, although to a different degree across countries. In most countries, public pensions have a stronger effect in reducing income inequality than the remaining tax-benefit instruments combined. The only exceptions are the Netherlands, Ireland, the UK; and to a lesser extent Denmark. Comparing Gini coefficients of original income plus pensions and disposable income, we observe that tax-benefit systems play an important role in reducing inequality in Belgium, Germany and Anglo-Saxon countries (UK and Ireland). The smallest effect of tax-benefit systems (excluding pensions) is found in Cyprus, Estonia, Latvia and Lithuania.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to have a better idea of the contribution of different tax-benefit components to reducing inequality, we calculate Gini coefficients excluding each instrument individually from disposable income. <a href=\"#fig5\">Figure 5</a> shows the absolute change in Gini coefficient of disposable income when each instrument of the tax and benefit system is excluded. As previously said, our results do not take into account interactions between instruments within the tax-benefit system, when different components are excluded in order to recalculate Gini coefficients.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: EUROMOD version F6.20",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00076%2Fijm-00076-fig5.tif",
                                        "size": {
                                            "width": 620,
                                            "height": 325
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00076%2Fijm-00076-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00076-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Redistributive effect of tax-benefit instruments, absolute change in the Gini coefficient.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In most countries, direct taxes tend to be the most important instrument in reducing inequality ranging from an absolute change of about 0.02 in Slovakia to 0.07 in Belgium. In Ireland and the UK, means-tested benefits play a major role on income redistribution, accounting for an absolute change in Gini of 0.075 points. Other countries, where means-tested benefits dominate the effect of direct taxes are France, Malta and Romania. Non means-tested benefits, on the other hand, are particularly important in Denmark, Sweden, Belgium and Hungary. Finally, in most countries social insurance contributions reduce inequality but in a rather small degree, while in very few cases (Netherlands, Spain, Malta, Cyprus and Romania) inequality increases, which could be related to contributions being payable on benefits or to the presence of low caps on contributions (<a href=\"#bib3\">Avram <i>et al</i>. 2012</a>).",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "In this subsection, we briefly describe the effect of policy changes between 2007 and 2010 on income inequality. For this purpose, 2010 policies are simulated with the same input data used for the analysis of income inequality in 2007. Labour market characteristics are, hence, kept fixed with the aim of isolating the effect of policy changes. As described in <a href=\"#s2-1\">Section 2.1</a>, an updating process of the monetary variables not simulated in EUROMOD is performed. As such, the analysis presented in this section represents a static microsimulation exercise, where behavioural responses to policy changes are not accounted for.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#fig6\">Figure 6</a> presents Gini coefficients in policy years 2007 and 2010. In most countries income inequality falls or remains the same. Latvia, Ireland and Estonia are the countries where inequality decreases the most, while Hungary and Poland present the highest increase (around one percentage point). Note that, by abstracting from changes in population characteristics and behavioural responses, the changes in Gini coefficients estimated by EUROMOD represent the effect of policy changes on income inequality. However, some of the changes across countries and over time are also affected by the way incomes are uprated (<a href=\"#bib16\">Jara, Sutherland <i>et al</i>., 2013</a>). In this sense, our estimates are measuring the effects of policy changes relative to income growth.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Note</i>: Countries ranked by Gini coefficient in 2007.",
                                                    "type": "paragraph"
                                                },
                                                {
                                                    "text": "<i>Source</i>: EUROMOD version F6.20.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig6",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00076%2Fijm-00076-fig6.tif",
                                                "size": {
                                                    "width": 544,
                                                    "height": 395
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00076%2Fijm-00076-fig6.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00076-fig6.jpg"
                                                }
                                            },
                                            "label": "Figure 6",
                                            "title": "Changes in income inequality 2007–2010.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s3-2-1",
                            "title": "3.2.1 Changes in income inequality across 2007 and 2010 policy systems",
                            "type": "section"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Redistributive effects of tax-benefit instruments",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "<a href=\"#fig7\">Figure 7</a> shows the METR distribution across the EU, with a focus on country specific median, mean, as well as the 25<sup>th</sup> and 75<sup>th</sup> percentiles. Countries are ordered according to median METRs. <a href=\"#tablea1\">Table A1</a> in the Appendix provides information on METRs distribution across the 27 EU countries.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Note</i>: Countries are ranked by the median METR.",
                                                    "type": "paragraph"
                                                },
                                                {
                                                    "text": "<i>Source</i>: EUROMOD version F6.20.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig7",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00076%2Fijm-00076-fig7.tif",
                                                "size": {
                                                    "width": 546,
                                                    "height": 393
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00076%2Fijm-00076-fig7.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00076-fig7.jpg"
                                                }
                                            },
                                            "label": "Figure 7",
                                            "title": "Marginal effective tax rates across the EU, 2007 (%).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "Our calculations show that the country specific median METR, as well as the mean, varies widely across countries, ranging from relatively low values in Greece and Cyprus (close to 20%) to relatively high values in Belgium, Germany and Denmark (close to 50%). The reasons for such differences are analysed later in this section when a decomposition of the mean country specific METRs is presented. The results are largely in line with those shown in <a href=\"#bib12\">Immervoll (2004)</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#fig7\">Figure 7</a> also highlights important differences in the within country distribution of METRs. In some cases the distance between the 25<sup>th</sup> and 75<sup>th</sup> percentile of the METRs distribution is quite narrow, in particular for “flat tax” countries like Estonia, Lithuania or Latvia; in some other countries the distribution is wider mainly due to a greater degree of progressivity in the income tax schedules.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The decomposition by components of the country specific mean METR is shown in <a href=\"#fig8\">Figure 8</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Note</i>: Countries are ranked by the mean METR.",
                                                    "type": "paragraph"
                                                },
                                                {
                                                    "text": "<i>Source</i>: EUROMOD version F6.20.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig8",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00076%2Fijm-00076-fig8.tif",
                                                "size": {
                                                    "width": 543,
                                                    "height": 395
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00076%2Fijm-00076-fig8.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00076-fig8.jpg"
                                                }
                                            },
                                            "label": "Figure 8",
                                            "title": "Mean marginal effective tax rates decomposition by income source across the EU, 2007 (%).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "Mean METRs have been decomposed into a tax component, describing the mean of the increase in taxes paid at the household level as a proportion of the increase in individual earnings; a social insurance contribution component, including both variation in employee and self-employed social insurance contribution; and a benefit component, measuring the mean of the reduction in benefits and pensions paid at the household level as a proportion of the increase in earnings.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Despite a wide variation across countries, the graph shows that the tax component is usually the most important, the size of it varying significantly across countries and ranging from relatively low values in Cyprus, Slovakia and Greece to relatively high values in Belgium and Denmark.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Social insurance contributions are the second most important component of the mean METR, ranging from just below 2% in Estonia to above 18% in Hungary and Germany. It should be noted that social insurance contributions paid by the employer are not included in the calculation since they do not represent a source of variation of household disposable income. Finally, the benefit withdrawal component is the smallest, with sizable effect mainly in France, Ireland, Romania and UK, countries characterised by important means-tested benefits.<sup><a href=\"#fn13\">13</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In order to better appreciate the relevance of benefit withdrawal, <a href=\"#fig9\">Figure 9</a> reproduces the mean METR decomposition for the lowest two deciles of the equivalised household income distribution. People in the lower part of the income distribution are in fact more likely to receive means-tested benefits. The benefit withdrawal due to the increase in earnings is captured by higher values of the benefit component of the METRs.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Note</i>: Countries are ranked by the mean METR.",
                                                    "type": "paragraph"
                                                },
                                                {
                                                    "text": "<i>Source</i>: EUROMOD version F6.20.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig9",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00076%2Fijm-00076-fig9.tif",
                                                "size": {
                                                    "width": 547,
                                                    "height": 396
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00076%2Fijm-00076-fig9.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00076-fig9.jpg"
                                                }
                                            },
                                            "label": "Figure 9",
                                            "title": "Mean marginal effective tax rates decomposition across the EU, Lowest two deciles of the income distribution, 2007(%).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The relevance of the benefit withdrawal component increases in almost every country and in many of them (i.e France, Ireland, Romania and UK) it becomes the main component of METR. From a comparison between <a href=\"#fig8\">Figures 8</a> and <a href=\"#fig9\">9</a> it also emerges that there is a sharp reduction of the size of the tax component among those in the first two deciles of the income distribution.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "As discussed in <a href=\"#s2-3\">Section 2.3</a>, METRs can only be calculated for people currently in work. The figures reported in this and in the following sections hence take into account only indirectly of variations in benefits received or taxes paid by people currently not in work (e.g. trough the variation of the household disposable income following an increase of the labour income of the other earners in the household). In some countries, for example, we would see an increase in the size of the benefit withdrawal component if some labour income would be given to people currently out of work. However, a different sort of incentives would be analysed in that case, namely incentive faced on the extensive margin of the labour supply, and this goes beyond the purpose of our analysis.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-1",
                            "title": "3.3.1 METRs across countries",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "High levels of METRs are an indicator of low incentives to increase labour supply (or to work for marginally higher wages) since a high proportion of the extra earnings would be taxed away because of extra tax and social insurance contribution or benefit withdrawal. A comparison between <a href=\"#fig8\">Figures 8</a> and <a href=\"#fig9\">9</a> shows that in some countries (i.e. France, Romania and UK) average METRs in the lowest two deciles of the income distribution are higher than the population averages, while the opposite is true for other countries (i.e. Greece, Spain and Italy).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In this section, the distribution of high METRs across the income distribution is analysed using a subsample of countries in order to describe the two most common patterns across EU member states. The threshold used to identify a “high” value of METR has been set to 50%. This choice is the result of a trade-off between plausibility and number of observations with METRs above the threshold. On the one hand, the higher the threshold the more plausible it is that Marginal Effective Tax Rates above it discourage an increase in labour supply; on the other hand, the higher the threshold, the lower the sample number of workers with METRs above it, and the less representative the analysis would be.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "An analysis of the distribution of high METRs shows two prevalent patterns across the EU member states: a first one in which people facing high METRs are mainly in the upper deciles of the income distribution (<a href=\"#fig10\">Figure 10</a>) and a second one in which high METRs are concentrated in the lower deciles (<a href=\"#fig11\">Figure 11</a> and <a href=\"#fig12\">Figure 12</a>) . <a href=\"#tablea2\">Table A2</a> in the Appendix provides information on high METRs distribution across the 27 EU countries.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Note</i>: Proportion of METRs above 50% across deciles of income distribution.",
                                                    "type": "paragraph"
                                                },
                                                {
                                                    "text": "<i>Source</i>: EUROMOD version F6.20.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig10",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00076%2Fijm-00076-fig10.tif",
                                                "size": {
                                                    "width": 549,
                                                    "height": 395
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00076%2Fijm-00076-fig10.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00076-fig10.jpg"
                                                }
                                            },
                                            "label": "Figure 10",
                                            "title": "Proportion of high METR by deciles of equivalised disposable income, 2007.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Source</i>: EUROMOD version F6.20.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig11",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00076%2Fijm-00076-fig11.tif",
                                                "size": {
                                                    "width": 543,
                                                    "height": 396
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00076%2Fijm-00076-fig11.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00076-fig11.jpg"
                                                }
                                            },
                                            "label": "Figure 11",
                                            "title": "Proportion of high METR by deciles of equivalised disposable income, 2007.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Source</i>: EUROMOD version F6.20.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig12",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00076%2Fijm-00076-fig12.tif",
                                                "size": {
                                                    "width": 541,
                                                    "height": 396
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00076%2Fijm-00076-fig12.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00076-fig12.jpg"
                                                }
                                            },
                                            "label": "Figure 12",
                                            "title": "Proportion of high METR by deciles of equivalised disposable income, 2007.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "Patterns similar to those observed in Denmark and Belgium can be identified, among others, in Sweden and Greece and, to a lesser extent, in Finland, Germany and Italy. The concentration of high METR at the top of the income distribution in these countries is mainly driven by the tax component of the METRs.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Within the second scenario, a further distinction can be made between countries in which high METRs are mainly in the very lowest deciles, while their presence is almost negligible in the middle and upper part of the distribution (i.e. Latvia and Estonia as depicted in <a href=\"#fig11\">Figure 11</a>), and countries where the bulk of the high METRs continues to be in the lower deciles of the income distribution, but their presence is decreasingly relevant in the upper deciles (i.e. France and the UK as shown by <a href=\"#fig12\">Figure 12</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "A pattern similar to the one shown in <a href=\"#fig11\">Figure 11</a> can be found, among others, in the three Baltic countries, Spain, Bulgaria and to a lesser extent in Romania; in the majority of the cases the phase out of means-tested benefit explains the pattern. A distribution of high METRs similar to the one reported in <a href=\"#fig12\">Figure 12</a> can be found, among others, in France, UK, Austria and Cyprus. In these cases, the reasons behind the pattern vary across countries. In the case of France and UK, though, the pattern can be explained by the presence of means-tested benefit at the bottom of the income distribution, by taxes and the phase out of in work benefits in the middle and upper part of it.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The next subsection briefly analyses how average METRs changed between 2007 and 2010. The results shown are relevant in particular for the study of the relationship between inequalities and METRs presented in <a href=\"#s3-4\">Section 3.4</a>.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-2",
                            "title": "3.3.2 High METRs and income distribution",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In this subsection the changes in average METRs between 2007 and 2010 are analysed for the 27 EU countries. The changes in METRs reported in <a href=\"#fig13\">Figure 13</a> are the results of two factors: first, they are driven by policy changes that happened between 2007 and 2010; second, 2007 incomes have been uprated using income specific updating factors. In this way, the effects of policy change relative to income growth are captured by the comparisons. For example, in presence of a progressive tax system, the tax component of METRs might increase not only because of an increase in the tax rates following a policy change, but also because of an increase in wages (due to uprating) that might cause a person to pay higher tax rates even in the absence of a change in the tax rates (fiscal drag). As described in <a href=\"#s2-1\">Section 2.1</a>, our updating process does not take into account compositional changes and behavioural reactions to policy changes.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Note</i>: Countries are ranked by average METR in 2007.",
                                                    "type": "paragraph"
                                                },
                                                {
                                                    "text": "<i>Source</i>: EUROMOD version F6.20.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig13",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00076%2Fijm-00076-fig13.tif",
                                                "size": {
                                                    "width": 541,
                                                    "height": 397
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00076%2Fijm-00076-fig13.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00076-fig13.jpg"
                                                }
                                            },
                                            "label": "Figure 13",
                                            "title": "Average METRs in 2007 and 2010 (%).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "As shown in <a href=\"#fig13\">Figure 13</a>, changes in the average METRs are observed in many EU countries. In particular, a sizeable increase in the average METRs can be observed in France, where a reform that widened the access to the main social assistance benefits has been implemented, and Ireland, where important reforms have affected the contributions paid both by public sector and private sector employees. Important reductions in METRs can be observed, among others, in Bulgaria, where a flat tax replaces a progressive income tax reducing the tax component of the METRs for the majority of the population, or in Denmark, following the abolition of the middle bracket tax in 2009, a sharp reduction of bottom bracket tax rate in 2009 and 2010 and a gradual increase in tax allowances between 2007 and 2010. Overall, average METRs decrease by more than 1 percentage point in 9 EU Member States, while an increase of similar magnitude is observed in 6 Countries.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-3",
                            "title": "3.3.3 Changes in METRs between 2007 and 2010",
                            "type": "section"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Marginal Effective Tax Rates",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The analysis presented above described the extent to which different tax-benefit systems in the EU redistribute income and affect work incentives. The aim of this section is to analyse whether a trade-off between redistribution and work incentives is observed across countries in the EU. Are countries with low levels of income inequality characterised by weak work incentives? We use the results from previous sections in order to discuss the relationship between income inequality and work incentives across EU countries.",
                            "type": "paragraph"
                        },
                        {
                            "text": "While the distributional analysis has been conducted for the population as whole, METRs calculations are based on earners in working age only. The choice of focusing on different populations is justified by the fact that tax-benefit systems affect income distribution across the whole population, but they can create incentives and/or disincentives for specific groups (earners in this case). In making the link between redistribution and work incentives we want to keep this specificity and be able to analyse whether countries with low (high) income inequality for the population as a whole are characterised by weaker (stronger) work incentives for those currently in work.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In general, reducing income inequality and providing incentives to work can be considered as two objectives governments need to balance, when designing tax-benefit policies (<a href=\"#bib2\">Adam &amp; Browne, 2010</a>). The relationship between income redistribution and work incentives has been previously analysed, at a national level. For instance, <a href=\"#bib1\">Adam <i>et al</i>. (2006)</a> found a significant negative relation between METRs and Gini coefficients over time in the UK. More generally, the trade-off between equity and efficiency has been widely analysed in the framework of optimal income taxation (see, among others, <a href=\"#bib21\">Mirrlees, 1971</a>; <a href=\"#bib24\">Saez, 2001</a>; <a href=\"#bib25\">Saez, 2002</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig14\">Figure 14</a> plots Gini coefficients and mean Marginal Effective Tax Rates for EU-27 countries in 2007. The figure shows that countries with high income inequality are usually characterised by strong work incentives. Income inequality is negatively correlated with mean METR, with a correlation of −0.41.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: EUROMOD version F6.20.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig14",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00076%2Fijm-00076-fig14.tif",
                                        "size": {
                                            "width": 544,
                                            "height": 399
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00076%2Fijm-00076-fig14.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00076-fig14.jpg"
                                        }
                                    },
                                    "label": "Figure 14",
                                    "title": "Relationship between income inequality and work incentives (2007).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In order to further investigate the relationship across EU countries, we compare changes in income inequality and work incentives across policy years 2007-2010. By abstracting from population changes and behavioural responses we attempt to capture the effect of policy changes on income inequality and work incentives. In particular, our aim is to study whether countries in which policy reforms decrease (increase) income inequality, present higher (lower) mean METR. Such pattern is depicted in <a href=\"#fig15\">Figure 15</a>, where a negative correlation between differences in Gini coefficients and differences in mean METR is observed between 2007 and 2010. The equity-efficiency trade-off seems to describe the situation of most countries in the EU. For instance, in countries such as Hungary, the 2010 tax-benefit system increases income inequality while decreasing mean METR. The opposite is observed for countries such as Ireland, where inequality decreases while work incentives are weakened. It is worth noticing, however, that many countries do not follow this pattern. A decrease in both, inequality and mean METR is observed in Bulgaria and Denmark. Other exceptions are Germany, where work incentives strengthen with no substantial change in inequality; and Estonia and the UK where inequality decreases with no particular changes in work incentives.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Note</i>: Differences in GINI and METRs expressed in percentage points.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<i>Source</i>: EUROMOD version F6.20.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig15",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00076%2Fijm-00076-fig15.tif",
                                        "size": {
                                            "width": 547,
                                            "height": 397
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00076%2Fijm-00076-fig15.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00076-fig15.jpg"
                                        }
                                    },
                                    "label": "Figure 15",
                                    "title": "Relationship between changes in GINI and changes in mean METR.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Despite being a mere association, <a href=\"#fig14\">Figures 14</a> and <a href=\"#fig15\">15</a> highlight the existence of a negative relationship between METRs and Gini coefficient, suggesting the presence of a trade-off between work incentives and income inequality.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 The trade-off between redistribution and work incentives",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Substantial differences exist in the size and design of tax-benefit systems across European countries, underlying different approaches towards redistribution and towards the role of the welfare state. In this work, we analysed the redistributive impact of tax-benefit systems and the extent to which they influence work incentives across EU Member States. We further studied the trade-off between income redistribution and work incentives faced on the intensive margin of labour supply across the EU, finding a negative relationship both in 2007 levels and in 2007-2010 changes. The analysis made use of EUROMOD, the EU wide tax-benefit microsimulation model, which allows the individual effect of specific types of policies to be identified.",
                    "type": "paragraph"
                },
                {
                    "text": "The importance of the redistributive system across EU countries can be partly measured by the relative size of different tax-benefit components. In general, the share of taxes and benefit in disposable income is relatively large in Nordic countries, while less important in Southern and Eastern European countries. Italy and Latvia are notable exceptions with taxes representing an important component and benefits accounting for a small percentage of disposable income. In terms of redistribution, our results show a significant effect of tax-benefit systems in reducing income inequality, although to a different degree across EU countries. Public pensions play a primary role in reducing inequalities arising from original income, while the role of other non-pensions tax-benefit instruments is prevalent among Anglo-Saxon countries, mainly through means-tested benefits. Excluding pensions, the component accounting the most for income redistribution in the majority of countries is income taxes.",
                    "type": "paragraph"
                },
                {
                    "text": "Work incentives implied by the tax and benefit systems of Member States were analysed through the calculation of Marginal Effective Tax Rates. Measuring the share of an increase in earnings that would be taxed away because of an increase in the tax liabilities and social insurance contributions or loss of benefit entitlement, METRs are a popular indicator of the incentives faced by a worker on the intensive margin of labour supply. Our analysis showed that METRs are widely different across countries, both with respect to their median and the within country distribution. The increase in tax liabilities is, on average, the most important component of the country specific METRs; however, benefit withdrawal is important at lower incomes in countries that have adopted substantial means-tested programmes. From our analysis it also emerges that the features of the tax and benefit systems influence the within country distribution of high METRs, with a prevalence towards the lower part of the income distribution if high METRs are mainly driven by the loss of means-tested benefits and towards the upper part of the distribution if they are mainly driven by taxation.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, we explored the relation between Gini coefficient and METRs, both in 2007 levels and 2007-2010 variation. Despite some notable exceptions, we identified a negative and significant relationship in both cases, highlighting a trade-off between equity and work incentives across the EU. Future analysis should explore more in detail the trade-off between redistribution and work incentives at the EU level. In particular, it would be interesting to identify the type of policies, which allow achieving both lower income inequality and stronger work incentives, as observed in some countries, according to our results.",
                    "type": "paragraph"
                },
                {
                    "text": "The analysis presented portrays the great heterogeneity in tax-benefit systems characterising EU Member States and the differences that it generates in terms of both income distribution and work incentives faced by workers. Determining whether this multitude of tax-benefit designs represents a disadvantage for the political future of the Union goes beyond the descriptive purpose of this paper. However, by stressing these differences, the results provide a starting point for future analysis, in case, a move towards harmonization of tax-benefit systems will come on top of the EU political agenda.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Adam, S",
                        "preferred": "S Adam"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brewer, M",
                        "preferred": "M Brewer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shephard, A",
                        "preferred": "A Shephard"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The poverty trade-off: work incentives and income redistribution in Britain",
            "date": "2006",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Bristol"
                        ]
                    },
                    "formatted": [
                        "Bristol"
                    ]
                },
                "name": [
                    "The Policy Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Adam, S",
                        "preferred": "S Adam"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Browne, J",
                        "preferred": "J Browne"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Redistribution, work incentives and thirty years of UK tax and benefit reform. IFS Working paper 10/24",
            "id": "bib2",
            "title": "Redistribution, work incentives and thirty years of UK tax and benefit reform. IFS Working paper 10/24",
            "type": "unknown"
        },
        {
            "articleTitle": "Income redistribution in the European Union",
            "authors": [
                {
                    "name": {
                        "index": "Avram, S",
                        "preferred": "S Avram"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "32nd General Conference of The International Association for Research in Income and Wealth"
                ]
            },
            "date": "2012",
            "id": "bib3",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Avram, S",
                        "preferred": "S Avram"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leventi, C",
                        "preferred": "C Leventi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Navicke, J",
                        "preferred": "J Navicke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Matsaganis, M",
                        "preferred": "M Matsaganis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Militaru, E",
                        "preferred": "E Militaru"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ratrigina, O",
                        "preferred": "O Ratrigina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "The distributional effects of fiscal consolidation in nine EU countries. EUROMOD Working Paper No. EM2/13",
            "id": "bib4",
            "title": "The distributional effects of fiscal consolidation in nine EU countries. EUROMOD Working Paper No. EM2/13",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Boadway, R",
                        "preferred": "R Boadway"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keen, M",
                        "preferred": "M Keen"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "677–789, Redistribution, (Eds.), Handbook of Income Distribution, 1, Chapter 12, Amsterdam, North Holland",
            "id": "bib5",
            "title": "Handbook of Income Distribution",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orsini, K",
                        "preferred": "K Orsini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Comparing Labor Supply Elasticities in Europe and the US: New Results. IZA Discussion Paper 6735",
            "id": "bib6",
            "title": "Comparing Labor Supply Elasticities in Europe and the US: New Results. IZA Discussion Paper 6735",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brewer, M",
                        "preferred": "M Brewer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shepard, A",
                        "preferred": "A Shepard"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Means-Testing and Tax Rates on Earnings, et al, (Eds.), Dimensions of Tax Design: The Mirrlees Review, Oxford and New York, Oxford University Press",
            "id": "bib7",
            "title": "Dimensions of Tax Design: The Mirrlees Review",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Carone, G",
                        "preferred": "G Carone"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paturot, D",
                        "preferred": "D Paturot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Salomäki, A",
                        "preferred": "A Salomäki"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Indicators of Unemployment and Low-Wage Traps: Marginal Effective Tax Rates on Employment Incomes. OECD Social, Employment and Migration Working Papers, No. 18",
            "id": "bib8",
            "title": "Indicators of Unemployment and Low-Wage Traps: Marginal Effective Tax Rates on Employment Incomes. OECD Social, Employment and Migration Working Papers, No. 18",
            "type": "unknown"
        },
        {
            "articleTitle": "Identifying Welfare State Regimes: The Links Between Politics, Instruments and Outcomes",
            "authors": [
                {
                    "name": {
                        "index": "Castles, F",
                        "preferred": "F Castles"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mitchell, D",
                        "preferred": "D Mitchell"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "id": "bib9",
            "journal": "Governance",
            "pages": {
                "first": "1",
                "last": "26",
                "range": "1–26"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "articleTitle": "Approximations to the truth: comparing survey and microsimulation approaches to measuring income for social indicators",
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Iacovou, M",
                        "preferred": "M Iacovou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Skew, A",
                        "preferred": "A Skew"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib10",
            "journal": "Social Indicators Research",
            "pages": {
                "first": "387",
                "last": "407",
                "range": "387–407"
            },
            "type": "journal",
            "volume": "105"
        },
        {
            "articleTitle": "The Redistributive Effects of Tax Benefit Systems in the Enlarged EU",
            "authors": [
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Niehues, J",
                        "preferred": "J Niehues"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib11",
            "journal": "Public Finance Review",
            "pages": {
                "first": "473",
                "last": "500",
                "range": "473–500"
            },
            "type": "journal",
            "volume": "38"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD"
                ]
            },
            "source": "Average and marginal effective tax rates facing workers in the EU. A micro-level analysis of levels, distributions and driving factors. OECD Social, Employment and Migration Working Paper No. 19",
            "title": "Average and marginal effective tax rates facing workers in the EU. A micro-level analysis of levels, distributions and driving factors. OECD Social, Employment and Migration Working Paper No. 19",
            "type": "report"
        },
        {
            "articleTitle": "Welfare reform in European countries: a microsimulation analysis",
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kleven, HJ",
                        "preferred": "HJ Kleven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kreiner, C",
                        "preferred": "C Kreiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib13",
            "journal": "The Economic Journal",
            "pages": {
                "first": "1",
                "last": "44",
                "range": "1–44"
            },
            "type": "journal",
            "volume": "117"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "Welfare benefits and work incentives. An analysis of the distribution of net replacement rates in Europe using EUROMOD, a multi-country microsimulation model. EUROMOD Working Paper No. EM4/01",
            "id": "bib14",
            "title": "Welfare benefits and work incentives. An analysis of the distribution of net replacement rates in Europe using EUROMOD, a multi-country microsimulation model. EUROMOD Working Paper No. EM4/01",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lietz, C",
                        "preferred": "C Lietz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mantovani, D",
                        "preferred": "D Mantovani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Household incomes and redistribution in the European Union: quantifying the equalising properties of taxes and benefits, Ed, The Distributional Effects of Government Spending and Taxation, Palgrave",
            "id": "bib15",
            "title": "The Distributional Effects of Government Spending and Taxation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jara, HX",
                        "preferred": "HX Jara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "et al, Baseline results from the new EU27 EUROMOD (2007–2010). EUROMOD Working Paper No. EM3/13",
            "id": "bib16",
            "title": "Baseline results from the new EU27 EUROMOD (2007–2010). EUROMOD Working Paper No. EM3/13",
            "type": "unknown"
        },
        {
            "articleTitle": "The Paradox of Redistribution and Strategies for Equality: Welfare State Institutions, Inequality, and Poverty in Western Countries",
            "authors": [
                {
                    "name": {
                        "index": "Korpi, W",
                        "preferred": "W Korpi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Palme, J",
                        "preferred": "J Palme"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib17",
            "journal": "American Sociological Review",
            "pages": {
                "first": "661",
                "last": "687",
                "range": "661–687"
            },
            "type": "journal",
            "volume": "63"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lambert, P",
                        "preferred": "P Lambert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nesbakken, R",
                        "preferred": "R Nesbakken"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, T",
                        "preferred": "T Thoresen"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib18",
            "publisher": {
                "name": [
                    "Statistics Norway, Research Department"
                ]
            },
            "source": "On the meaning and measurement of redistribution in cross-country comparisons. Discussion Papers No. 649",
            "title": "On the meaning and measurement of redistribution in cross-country comparisons. Discussion Papers No. 649",
            "type": "report"
        },
        {
            "articleTitle": "Fiscal redistribution in the developed countries: New insights from the Luxembourg Income Study",
            "authors": [
                {
                    "name": {
                        "index": "Mahler, VA",
                        "preferred": "VA Mahler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jessuit, DK",
                        "preferred": "DK Jessuit"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib19",
            "journal": "Socio-Economic Review",
            "pages": {
                "first": "482",
                "last": "511",
                "range": "482–511"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Meghir, C",
                        "preferred": "C Meghir"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Phillips, D",
                        "preferred": "D Phillips"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Labour Supply and Taxes, et al, (Eds.), Dimensions of Tax Design: The Mirrlees Review, Oxford and New York, Oxford University Press",
            "id": "bib20",
            "title": "Dimensions of Tax Design: The Mirrlees Review",
            "type": "unknown"
        },
        {
            "articleTitle": "An exploration in the theory of optimal income taxation",
            "authors": [
                {
                    "name": {
                        "index": "Mirrlees, JA",
                        "preferred": "JA Mirrlees"
                    },
                    "type": "person"
                }
            ],
            "date": "1971",
            "id": "bib21",
            "journal": "Review of Economic Studies",
            "pages": {
                "first": "175",
                "last": "208",
                "range": "175–208"
            },
            "type": "journal",
            "volume": "38"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "bookTitle": "Benefits and Wages: OECD indicators",
            "date": "2007",
            "id": "bib22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Čok, M",
                        "preferred": "M Čok"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hegedüs, P",
                        "preferred": "P Hegedüs"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kump, N",
                        "preferred": "N Kump"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lelkes, O",
                        "preferred": "O Lelkes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lietz, C",
                        "preferred": "C Lietz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lüpsik, S",
                        "preferred": "S Lüpsik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mantovani, D",
                        "preferred": "D Mantovani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morawski, L",
                        "preferred": "L Morawski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Szivos, P",
                        "preferred": "P Szivos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Võrk, A",
                        "preferred": "A Võrk"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "The effects of taxes and benefits on income distribution in the enlarged EU, (Eds.), Tax and Benefit Policies in the Enlarged Europe: Assessing the Impact with Microsimulation Models, Farnham, Ashgate",
            "id": "bib23",
            "title": "Tax and Benefit Policies in the Enlarged Europe: Assessing the Impact with Microsimulation Models",
            "type": "unknown"
        },
        {
            "articleTitle": "Using Elasticities to Derive Optimal Income Tax Rates",
            "authors": [
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib24",
            "journal": "Review of Economic Studies",
            "pages": {
                "first": "205",
                "last": "229",
                "range": "205–229"
            },
            "type": "journal",
            "volume": "68"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "Quarterly Journal of Economics, 117, 1039",
            "id": "bib25",
            "title": "Optimal Income Transfer Programs: Intensive Versus Extensive Labor Supply Responses",
            "type": "unknown"
        },
        {
            "articleTitle": "The Elasticity of Taxable Income with Respect to Marginal Tax Rates: A Critical Review",
            "authors": [
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Slemrod, J",
                        "preferred": "J Slemrod"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Giertz, SH",
                        "preferred": "SH Giertz"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib26",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "3",
                "last": "50",
                "range": "3–50"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "articleTitle": "EUROMOD: the EU wide tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib27",
            "journal": "The International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "The redistributive effect of social transfer programs and taxes: A decomposition across countries",
            "authors": [
                {
                    "name": {
                        "index": "Wang, C",
                        "preferred": "C Wang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Caminada, K",
                        "preferred": "K Caminada"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goudswaard, K",
                        "preferred": "K Goudswaard"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib28",
            "journal": "International Social Security Review",
            "pages": {
                "first": "27",
                "last": "48",
                "range": "27–48"
            },
            "type": "journal",
            "volume": "65"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: EUROMOD F6.20.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tablea1",
                            "label": "Table A1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>MEAN</th>\n<th>MEDIAN</th>\n<th align=\"center\" colspan=\"2\">PERCENTILES</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">25%</td>\n<td align=\"center\">75%</td>\n</tr>\n<tr>\n<td>AUSTRIA</td>\n<td align=\"center\">39.3</td>\n<td align=\"center\">44.6</td>\n<td align=\"center\">33.7</td>\n<td align=\"center\">46.9</td>\n</tr>\n<tr>\n<td>BELGIUM</td>\n<td align=\"center\">53</td>\n<td align=\"center\">54.9</td>\n<td align=\"center\">52.4</td>\n<td align=\"center\">59.4</td>\n</tr>\n<tr>\n<td>BULGARIA</td>\n<td align=\"center\">27.7</td>\n<td align=\"center\">31.7</td>\n<td align=\"center\">22</td>\n<td align=\"center\">31.7</td>\n</tr>\n<tr>\n<td>CYPRUS</td>\n<td align=\"center\">18.6</td>\n<td align=\"center\">20</td>\n<td align=\"center\">6.3</td>\n<td align=\"center\">27</td>\n</tr>\n<tr>\n<td>CZECK REPUBLIC</td>\n<td align=\"center\">31.1</td>\n<td align=\"center\">29.1</td>\n<td align=\"center\">29.1</td>\n<td align=\"center\">34.4</td>\n</tr>\n<tr>\n<td>GERMANY</td>\n<td align=\"center\">53</td>\n<td align=\"center\">49.6</td>\n<td align=\"center\">42.7</td>\n<td align=\"center\">55.3</td>\n</tr>\n<tr>\n<td>DENMARK</td>\n<td align=\"center\">49.7</td>\n<td align=\"center\">48.3</td>\n<td align=\"center\">43</td>\n<td align=\"center\">62.3</td>\n</tr>\n<tr>\n<td>ESTONIA</td>\n<td align=\"center\">23.4</td>\n<td align=\"center\">24</td>\n<td align=\"center\">22.5</td>\n<td align=\"center\">24</td>\n</tr>\n<tr>\n<td>GREECE</td>\n<td align=\"center\">23.6</td>\n<td align=\"center\">19.6</td>\n<td align=\"center\">16</td>\n<td align=\"center\">40.4</td>\n</tr>\n<tr>\n<td>SPAIN</td>\n<td align=\"center\">25.9</td>\n<td align=\"center\">28.8</td>\n<td align=\"center\">6.3</td>\n<td align=\"center\">32.6</td>\n</tr>\n<tr>\n<td>FINLAND</td>\n<td align=\"center\">41.8</td>\n<td align=\"center\">44.8</td>\n<td align=\"center\">34.4</td>\n<td align=\"center\">49.9</td>\n</tr>\n<tr>\n<td>FRANCE</td>\n<td align=\"center\">36.5</td>\n<td align=\"center\">31.6</td>\n<td align=\"center\">29.5</td>\n<td align=\"center\">41.7</td>\n</tr>\n<tr>\n<td>HUNGARY</td>\n<td align=\"center\">44.2</td>\n<td align=\"center\">40</td>\n<td align=\"center\">35</td>\n<td align=\"center\">57</td>\n</tr>\n<tr>\n<td>IRELAND</td>\n<td align=\"center\">35.7</td>\n<td align=\"center\">37.6</td>\n<td align=\"center\">24</td>\n<td align=\"center\">47</td>\n</tr>\n<tr>\n<td>ITALY</td>\n<td align=\"center\">38.7</td>\n<td align=\"center\">38.4</td>\n<td align=\"center\">36.5</td>\n<td align=\"center\">46.9</td>\n</tr>\n<tr>\n<td>LITHUANIA</td>\n<td align=\"center\">28.1</td>\n<td align=\"center\">30</td>\n<td align=\"center\">30</td>\n<td align=\"center\">30</td>\n</tr>\n<tr>\n<td>LUXEMBOURG</td>\n<td align=\"center\">39.1</td>\n<td align=\"center\">40.2</td>\n<td align=\"center\">28.4</td>\n<td align=\"center\">46.7</td>\n</tr>\n<tr>\n<td>LATVIA</td>\n<td align=\"center\">31</td>\n<td align=\"center\">31.8</td>\n<td align=\"center\">31.8</td>\n<td align=\"center\">31.8</td>\n</tr>\n<tr>\n<td>MALTA</td>\n<td align=\"center\">26</td>\n<td align=\"center\">25</td>\n<td align=\"center\">21</td>\n<td align=\"center\">35</td>\n</tr>\n<tr>\n<td>NETHERLANDS</td>\n<td align=\"center\">40.6</td>\n<td align=\"center\">44.2</td>\n<td align=\"center\">34.3</td>\n<td align=\"center\">51.5</td>\n</tr>\n<tr>\n<td>POLAND</td>\n<td align=\"center\">31.9</td>\n<td align=\"center\">35.2</td>\n<td align=\"center\">32.9</td>\n<td align=\"center\">35.2</td>\n</tr>\n<tr>\n<td>PORTUGAL</td>\n<td align=\"center\">26.6</td>\n<td align=\"center\">24</td>\n<td align=\"center\">11</td>\n<td align=\"center\">34.5</td>\n</tr>\n<tr>\n<td>ROMANIA</td>\n<td align=\"center\">35</td>\n<td align=\"center\">30.3</td>\n<td align=\"center\">30.3</td>\n<td align=\"center\">32.3</td>\n</tr>\n<tr>\n<td>SWEDEN</td>\n<td align=\"center\">38.6</td>\n<td align=\"center\">31.9</td>\n<td align=\"center\">31.9</td>\n<td align=\"center\">51.8</td>\n</tr>\n<tr>\n<td>SLOVENIA</td>\n<td align=\"center\">32.9</td>\n<td align=\"center\">32.6</td>\n<td align=\"center\">27</td>\n<td align=\"center\">40.7</td>\n</tr>\n<tr>\n<td>SLOVAKIA</td>\n<td align=\"center\">27.7</td>\n<td align=\"center\">29.9</td>\n<td align=\"center\">28.7</td>\n<td align=\"center\">29.9</td>\n</tr>\n<tr>\n<td>UNITED KINGDOM</td>\n<td align=\"center\">39.4</td>\n<td align=\"center\">34.4</td>\n<td align=\"center\">33</td>\n<td align=\"center\">41.1</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "METRs Distribution across the EU, 2007.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Note</i>: The first column on the left reports the total number of observation with METR above 50%; the second column reports the proportion of earners with METR above 50%; the following columns reports the distribution of high METRs across deciles of equivalised disposable income.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: EUROMOD F6.20.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tablea2",
                            "label": "Table A2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>N. Obs</th>\n<th>Prop.</th>\n<th align=\"center\" colspan=\"10\">DECILES</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td/>\n<td/>\n<td/>\n<td>1</td>\n<td>2</td>\n<td>3</td>\n<td>4</td>\n<td>5</td>\n<td>6</td>\n<td>7</td>\n<td>8</td>\n<td>9</td>\n<td>10</td>\n</tr>\n<tr>\n<td>AUSTRIA</td>\n<td>575</td>\n<td>9.3</td>\n<td>18.0</td>\n<td>11.6</td>\n<td>9.3</td>\n<td>7.1</td>\n<td>9.4</td>\n<td>9.2</td>\n<td>9.8</td>\n<td>7.7</td>\n<td>7.9</td>\n<td>10.1</td>\n</tr>\n<tr>\n<td>BELGIUM</td>\n<td>5,136</td>\n<td>79.2</td>\n<td>1.4</td>\n<td>2.3</td>\n<td>3.7</td>\n<td>6.3</td>\n<td>9.1</td>\n<td>11.0</td>\n<td>13.4</td>\n<td>15.4</td>\n<td>18.1</td>\n<td>19.4</td>\n</tr>\n<tr>\n<td>BULGARIA</td>\n<td>44</td>\n<td>0.9</td>\n<td>88.6</td>\n<td>1.8</td>\n<td>2.6</td>\n<td>0.0</td>\n<td>4.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>3.0</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>CYPRUS</td>\n<td>116</td>\n<td>2.8</td>\n<td>12.4</td>\n<td>16.8</td>\n<td>24.2</td>\n<td>12.5</td>\n<td>9.9</td>\n<td>6.4</td>\n<td>3.5</td>\n<td>6.4</td>\n<td>1.0</td>\n<td>6.6</td>\n</tr>\n<tr>\n<td>CZECK REPUBLIC</td>\n<td>310</td>\n<td>2.9</td>\n<td>56.0</td>\n<td>13.4</td>\n<td>4.4</td>\n<td>2.5</td>\n<td>2.1</td>\n<td>3.6</td>\n<td>10.8</td>\n<td>5.5</td>\n<td>0.5</td>\n<td>1.2</td>\n</tr>\n<tr>\n<td>GERMANY</td>\n<td>6,048</td>\n<td>47.7</td>\n<td>6.2</td>\n<td>7.8</td>\n<td>4.3</td>\n<td>6.8</td>\n<td>9.3</td>\n<td>11.2</td>\n<td>14.0</td>\n<td>14.7</td>\n<td>15.1</td>\n<td>10.7</td>\n</tr>\n<tr>\n<td>DENMARK</td>\n<td>3,136</td>\n<td>35.9</td>\n<td>1.2</td>\n<td>3.2</td>\n<td>4.4</td>\n<td>6.3</td>\n<td>6.4</td>\n<td>7.7</td>\n<td>10.2</td>\n<td>15.0</td>\n<td>19.7</td>\n<td>26.0</td>\n</tr>\n<tr>\n<td>ESTONIA</td>\n<td>96</td>\n<td>1.6</td>\n<td>96.7</td>\n<td>3.3</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>GREECE</td>\n<td>67</td>\n<td>1.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>5.2</td>\n<td>8.1</td>\n<td>10.4</td>\n<td>8.3</td>\n<td>22.6</td>\n<td>45.5</td>\n</tr>\n<tr>\n<td>SPAIN</td>\n<td>300</td>\n<td>1.7</td>\n<td>79.0</td>\n<td>6.2</td>\n<td>3.6</td>\n<td>1.7</td>\n<td>3.4</td>\n<td>2.9</td>\n<td>1.0</td>\n<td>0.3</td>\n<td>1.1</td>\n<td>0.9</td>\n</tr>\n<tr>\n<td>FINALND</td>\n<td>2,901</td>\n<td>15.7</td>\n<td>10.3</td>\n<td>8.4</td>\n<td>4.8</td>\n<td>5.1</td>\n<td>3.1</td>\n<td>3.9</td>\n<td>5.9</td>\n<td>7.2</td>\n<td>15.6</td>\n<td>35.8</td>\n</tr>\n<tr>\n<td>FRANCE</td>\n<td>1,321</td>\n<td>12.2</td>\n<td>23.0</td>\n<td>17.9</td>\n<td>19.3</td>\n<td>9.1</td>\n<td>8.8</td>\n<td>8.4</td>\n<td>6.4</td>\n<td>3.3</td>\n<td>1.7</td>\n<td>2.1</td>\n</tr>\n<tr>\n<td>HUNGARY</td>\n<td>4,068</td>\n<td>43.0</td>\n<td>3.8</td>\n<td>3.6</td>\n<td>5.3</td>\n<td>6.4</td>\n<td>6.4</td>\n<td>8.0</td>\n<td>10.5</td>\n<td>14.0</td>\n<td>17.8</td>\n<td>24.1</td>\n</tr>\n<tr>\n<td>IRELAND</td>\n<td>711</td>\n<td>15.6</td>\n<td>5.2</td>\n<td>16.9</td>\n<td>11.2</td>\n<td>8.2</td>\n<td>5.8</td>\n<td>7.1</td>\n<td>12.1</td>\n<td>7.4</td>\n<td>12.6</td>\n<td>13.5</td>\n</tr>\n<tr>\n<td>ITALY</td>\n<td>2,263</td>\n<td>10.0</td>\n<td>1.5</td>\n<td>6.8</td>\n<td>9.8</td>\n<td>8.8</td>\n<td>8.3</td>\n<td>7.7</td>\n<td>11.1</td>\n<td>13.6</td>\n<td>14.4</td>\n<td>18.0</td>\n</tr>\n<tr>\n<td>LITHUANIA</td>\n<td>31</td>\n<td>0.6</td>\n<td>75.6</td>\n<td>20.7</td>\n<td>0.0</td>\n<td>0.8</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>2.9</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>LXEMBOURG</td>\n<td>459</td>\n<td>6.8</td>\n<td>52.5</td>\n<td>14.6</td>\n<td>4.0</td>\n<td>0.3</td>\n<td>3.3</td>\n<td>3.8</td>\n<td>2.4</td>\n<td>3.6</td>\n<td>7.9</td>\n<td>7.8</td>\n</tr>\n<tr>\n<td>LATVIA</td>\n<td>110</td>\n<td>104</td>\n<td>94.5</td>\n<td>5.5</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>MALTA</td>\n<td>115</td>\n<td>2.9</td>\n<td>15.5</td>\n<td>6.1</td>\n<td>11.6</td>\n<td>6.5</td>\n<td>11.2</td>\n<td>22.0</td>\n<td>13.3</td>\n<td>4.5</td>\n<td>4.0</td>\n<td>5.2</td>\n</tr>\n<tr>\n<td>NETHERLANDS</td>\n<td>3?311</td>\n<td>26.2</td>\n<td>7.7</td>\n<td>8.2</td>\n<td>10.3</td>\n<td>10.9</td>\n<td>8.2</td>\n<td>7.0</td>\n<td>7.8</td>\n<td>7.9</td>\n<td>9.8</td>\n<td>22.2</td>\n</tr>\n<tr>\n<td>POLAND</td>\n<td>284</td>\n<td>1.7</td>\n<td>46.8</td>\n<td>17.4</td>\n<td>11.3</td>\n<td>8.4</td>\n<td>2.2</td>\n<td>1.3</td>\n<td>0.7</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>12.0</td>\n</tr>\n<tr>\n<td>PORTUGAL</td>\n<td>197</td>\n<td>4.0</td>\n<td>53.2</td>\n<td>21.5</td>\n<td>1.3</td>\n<td>3.2</td>\n<td>1.7</td>\n<td>2.9</td>\n<td>2.8</td>\n<td>3.6</td>\n<td>1.6</td>\n<td>8.4</td>\n</tr>\n<tr>\n<td>ROMANIA</td>\n<td>680</td>\n<td>9.1</td>\n<td>54.2</td>\n<td>16.4</td>\n<td>10.2</td>\n<td>4.7</td>\n<td>5.5</td>\n<td>2.7</td>\n<td>3.4</td>\n<td>2.7</td>\n<td>0.2</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>SWEDEN</td>\n<td>3?274</td>\n<td>32.5</td>\n<td>9.3</td>\n<td>4.4</td>\n<td>4.7</td>\n<td>3.7</td>\n<td>5.1</td>\n<td>6.1</td>\n<td>8.2</td>\n<td>12.4</td>\n<td>17.8</td>\n<td>28.4</td>\n</tr>\n<tr>\n<td>SLOVENIA</td>\n<td>2,237</td>\n<td>14.8</td>\n<td>13.6</td>\n<td>4.5</td>\n<td>2.4</td>\n<td>2.5</td>\n<td>1.2</td>\n<td>3.0</td>\n<td>2.8</td>\n<td>7.2</td>\n<td>20.6</td>\n<td>42.1</td>\n</tr>\n<tr>\n<td>SLOVAKIA</td>\n<td>170</td>\n<td>2.0</td>\n<td>64.9</td>\n<td>11.0</td>\n<td>6.2</td>\n<td>2.5</td>\n<td>3.5</td>\n<td>5.4</td>\n<td>3.6</td>\n<td>0.8</td>\n<td>2.1</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>UNITED KINGDOM</td>\n<td>3,860</td>\n<td>15.8</td>\n<td>10.3</td>\n<td>19.0</td>\n<td>22.0</td>\n<td>16.1</td>\n<td>12.3</td>\n<td>8.5</td>\n<td>4.6</td>\n<td>3.4</td>\n<td>1.9</td>\n<td>1.9</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Proportion of METRs above 50% by deciles of equivalised disposable income, 2007.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "The process of extending and updating EUROMOD is financially supported by the Directorate General for Employment, Social Affairs and Equal Opportunities of the European Commission [Progress grant no. VS/2011/0445]. We acknowledge the contribution of all past and current members of the EUROMOD consortium and in particular our colleagues at ISER who worked on the development of the version of EUROMOD used in this paper: Silvia Avram, Paola De Agostini, Francesco Figari, Horacio Levy, Jekaterina Navicke, Alari Paulus, Olga Rastrigina and Iva Tasseva. We would also like to thank Holly Sutherland and an anonymous referee for valuable comments on previous versions of the paper. The usual disclaimer applies. We are grateful for access to microdata from the EU Statistics on Incomes and Living Conditions (EU-SILC) made available by Eurostat under contract EU-SILC/2011/55, the Italian version of the EU-SILC (IT-SILC) made available by ISTAT, the Austrian version of the EU-SILC made available by Statistics Austria, the Lithuanian version of the EU-SILC (PGS) made available by the Lithuanian Department of Statistics, the Slovak version of the EU-SILC made available by the Statistical Office of the Slovak Republic, the Spanish version of the EU-SILC made available by the Spanish Statistical Institute, variables from Bulgarian version of the SILC made available by the National Statistical Institute, variables from the Greek SILC Production Database (PDB) made available by the Greek Statistical Office and the Family Resources Survey (FRS), made available by the UK Department of Work and Pensions (DWP) through the UK Data Archive. Material from the FRS is Crown Copyright and is used with permission. Neither the DWP nor the Data Archive bears any responsibility for the analysis or interpretation of the data reported here. An equivalent disclaimer applies to all other data sources and their respective providers cited in this acknowledgement.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
