{
    "status": "vor",
    "id": "00086",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00086",
    "authorLine": "Stefan Bach et al.",
    "title": "Taxation of married couples in Germany and the UK",
    "published": "2013-12-31T00:00:00Z",
    "versionDate": "2013-12-31T00:00:00Z",
    "statusDate": "2013-12-31T00:00:00Z",
    "volume": 6,
    "issue": 3,
    "fpage": 2,
    "lpage": 20,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00086/ijm-00086.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "A large body of literature points out that joint taxation of married couples with full income splitting (<i>Ehegattensplitting</i>) is an important reason for the relatively low labor force participation of married women in Germany. This paper investigates the relative gains of joint taxation for married couples by comparing effective tax burdens for three groups of tax units between Germany and the UK. Using the tax and benefit microsimulation model, EUROMOD, we compare effective average income tax rates for singles, one-earner couples, and two-earner couples in Germany and the UK. Applying the concept of effective tax rates, we go beyond marginal tax rates and account for effects of tax allowances and tax exemptions. We find that effective income tax liabilities are significantly lower for the majority of tax units in Germany compared to the UK, in particular for married couples. This is because married couples are taxed jointly in Germany, whereas the spouses are taxed individually in the UK. The benefits of joint taxation are particularly important for one-earner couples, and they can be found along almost the entire income distribution.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Haan",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Berlin"
                        },
                        "formatted": [
                            "Berlin"
                        ]
                    },
                    "name": [
                        "Germany Institute for Economic Research (DIW Berlin)"
                    ]
                }
            ],
            "emailAddresses": [
                "sbach@diw.de"
            ],
            "name": {
                "index": "Bach, Stefan",
                "preferred": "Stefan Bach"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Berlin"
                        },
                        "formatted": [
                            "Berlin"
                        ]
                    },
                    "name": [
                        "Germany Institute for Economic Research (DIW Berlin)"
                    ]
                }
            ],
            "emailAddresses": [
                "phaan@diw.de"
            ],
            "name": {
                "index": "Haan, Peter",
                "preferred": "Peter Haan"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Berlin"
                        },
                        "formatted": [
                            "Berlin"
                        ]
                    },
                    "name": [
                        "Germany Institute for Economic Research (DIW Berlin)"
                    ]
                }
            ],
            "emailAddresses": [
                "rochmann@diw.de"
            ],
            "name": {
                "index": "Ochmann, Richard",
                "preferred": "Richard Ochmann"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "personal income taxation",
        "effective tax progression",
        "family taxation"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "International comparisons of tax liabilities are a crucial instrument for the analysis of tax systems, since they reveal feasible alternatives for tax reforms. In the public debate, the focus is usually on the tax rates. International comparisons of personal income taxes are difficult because tax schedules are typically progressive, i.e. the average tax rates increase with income. Moreover, there are significant differences in what, and how, income is taxed, depending, for example, on whether it is earned income, capital income, or income from benefit receipt, as well as with respect to the definition of taxable income. One further dimension that is important to consider when comparing the distributional effects of income taxation is the treatment of married couples. Whereas several countries treat married spouses as two different tax units (i.e. individual taxation), other countries tax married couples as a single tax unit (i.e. joint taxation). In a progressive tax system this difference is of central importance (<a href=\"#bib23\">Steiner &amp; Wrohlich, 2004</a>, or <a href=\"#bib14\">Immervoll <i>et al</i>., 2007</a>). Germany (DE) is a prominent example for a country with joint taxation. In Germany married households jointly file their income and thus benefit from full income splitting (<i>Ehegattensplitting</i>)<sup><a href=\"#fn1\">1</a></sup> In contrast, in the United Kingdom (UK) married couples are in principle taxed like single households.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper we propose a comparison of tax liabilities for these two countries in order to highlight the effect of the different treatment of married couples in the income taxation. We have chosen the UK and Germany for several reasons. First, despite several differences in the tax and transfer system (see, e.g. <a href=\"#bib12\">Haan, Myck, 2007</a>, for a comparison of in-work tax credits in the two countries) the general progressive tax schedule is very similar in the two countries. Second the recent labor market performance in the two countries is similar, in particular female labor force participation in Germany is by now almost as high as in the UK (see <a href=\"#bib19\">OECD, 2013</a>). And finally in the European context, Germany on the one hand and the UK on the other hand belong to the leading economies, which is why this comparison is particularly relevant.",
                    "type": "paragraph"
                },
                {
                    "text": "A comparison of income tax schedules between countries is only meaningful if effective income tax liabilities across the distribution of gross incomes, as well as several socio-economic characteristics, are taken into consideration. For an empirical analysis of such effective tax liabilities, representative information on the distribution of the tax base is needed. Such analyses can be conducted using the European tax and benefit microsimulation model EUROMOD. Using EUROMOD, we compare effective average income tax rates for three groups of tax units, namely single households, one-earner married couples, and two-earner married couples, for Germany and the UK.",
                    "type": "paragraph"
                },
                {
                    "text": "Merely looking at tax schedules and marginal tax rates (MTR) does not give a full picture of the actual tax liabilities. Comparison of tax burdens for the three groups between countries needs to be based on effective average tax rates (EATR). Applying the concept of effective tax rates, we go beyond marginal tax rates, as observed in the tax schedules, and account for effects of tax allowances, exemptions, deductions, tax credits as well as taxation rules for families, related to the number of children and marital status. For a comparable application of effective average tax rates, see, for example, <a href=\"#bib2\">Bach, Corneo, and Steiner (2012)</a>. Effective income tax progressivity in Germany is analyzed by <a href=\"#bib17\">Lang, Nörbaß, Stahl (1997)</a>. A comparative analysis of trends in national personal income tax systems across a large number of countries is conducted by <a href=\"#bib21\">Sabirianova Peter, Buttrick, and Duncan (2010)</a>. A comprehensive analysis of the entire tax-transfer treatment of couples in several European countries applying an older program version of EUROMOD is conducted by Immervoll <i>et al</i>. (2009).",
                    "type": "paragraph"
                },
                {
                    "text": "There exists an important literature on the optimal taxation of married couples (e.g. <a href=\"#bib1\">Alesina <i>et al</i>., 2011</a>, <a href=\"#bib5\">Boskin &amp; Sheshinski, 1983</a>, or <a href=\"#bib16\">Immervoll <i>et al</i>., 2011</a>). In general these papers suggest that strict joint taxation of married households, which imposes higher marginal tax rates for the secondary earner, is not optimal. In contrast, given the higher elasticities of the secondary earner (in general the wife), <a href=\"#bib1\">Alesina <i>et al</i>. (2011)</a>, and <a href=\"#bib5\">Boskin and Sheshinski (1983)</a> show that gender based taxation with lower marginal tax rates for the secondary earner would be optimal, i.e. more efficient in terms of labor supply. The academic discussion has in fact impacted the political debate. Even in Germany several parties now propose to abandon strict joint taxation with full income splitting and to gradually switching to individual tax schedules for married partners (see <a href=\"#bib22\">SPD, 2013</a>, and <a href=\"#bib7\">Bündnis 90/Die Grünen, 2013</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Our empirical analysis complements the mainly theoretical literature by carefully demonstrating the different distributional effects of joint and individual taxation. Comparing effective tax liabilities for married couples between Germany and the UK, we find that tax burdens are, in general, significantly lower for the majority of tax payers in Germany, compared to the UK. The most important difference is found for one-earner married couples. This is largely because married couples are taxed jointly in Germany, whereas they are taxed like singles in the UK. Benefits of joint taxation are particularly large for one-earner couples, and they are found along almost the entire income distribution. Our results support the findings of previous studies that analyze the distributional and fiscal effects as well as the working incentives of joint taxation for married couples in Germany (<a href=\"#bib4\">Bach, Geyer, Haan, &amp; Wrohlich, 2011</a>, <a href=\"#bib9\">Dearing, Hofer, Lietz, Winter-Ebmer, &amp; Wrohlich, 2007</a>, or <a href=\"#bib23\">Steiner &amp; Wrohlich, 2004</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Generally, the systems of taxation of married couples applied in the OECD countries today can be distinguished into three different approaches:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Individual taxation",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Joint taxation with full income splitting",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Joint taxation with limited income splitting",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "In the first system, the spouses are assessed individually for taxation, i.e. their incomes are taxed separately. Each of the spouses has an individual marginal tax rate that is independent from the other spouse’s income. This system is applied in the UK since 2001, which was when the UK abolished joint taxation of married couples. Before 2001, there was a Married Couples Allowance (MCA), under which an age-dependent tax-free allowance for the non-working spouses was granted. In 2000, this allowance was grandfathered in for couples with a spouse born before 1935, so that only these couples still benefit from the MCA today. See the EUROMOD country report for the UK for details (<a href=\"#bib26\">Sutherland, Tumino, &amp; Zantomio, 2012</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In the second system, married couples are taxed jointly with full income splitting. The spouses sum up their individual incomes and divide them by two. The couple’s average taxable income is the tax base, and the resulting tax liability is then doubled. This averaging of incomes over spouses can significantly reduce the joint tax liability of the couple if there is relevant progressivity in the tax schedule. The tax relief compared to individual taxation is particularly great for couples with large income differences, in particular one-earner couples. It is smaller for two-earner couples, and it is zero in case both spouses have identical incomes. This system is applied in Germany for married couples (Ehegattensplitting) but not to cohabiting couples, which is why it can be labeled a marriage penalty (see <a href=\"#bib6\">Brewer <i>et al</i>., 2010</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In the third system, married couples are generally taxed jointly, but the extent to which their incomes are added up is limited. Systems two and three can potentially be extended to dependent children in the context of family taxation. In these systems, applied for example in France, children are also considered in the process of splitting taxable incomes across family members, i.e. incomes of children are assessable together with their parents’ incomes. The third system and the systems of family taxation are not subject to analysis in this paper. See <a href=\"#bib24\">Steiner and Wrohlich (2008)</a>, for simulations of these systems in the case of Germany.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Institutional background",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section introduces the microsimulation model and the data used for our analysis. Additionally, the grouping of tax units is described, and the definitions of taxable income and gross income in the context of effective tax liabilities are explained, as applied in the simulations.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "We use the European tax and benefit microsimulation model, EUROMOD. EUROMOD has been designed to compute incomes, contributory and means-tested benefits, social security contributions as well as income tax liabilities at the household level for all countries in the European Union. Given a bunch of socio-demographics in the underlying data, this enables the user to conduct distributional analyses of reforms to the tax and benefit systems and undertake comparisons in a cross-country environment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "EUROMOD is developed and maintained by the Institute for Social and Economic Research (ISER) at the University of Essex, in collaboration with national developers from EU member states<sup><a href=\"#fn2\">2</a></sup>. For a general introduction to EUROMOD, see <a href=\"#bib25\">Sutherland and Figari (2013)</a>. EUROMOD is typically used for cross-country analyses of reforms to the tax and benefit systems, in particular with respect to relevant distributional effects, incentives for labor supply (e.g. <a href=\"#bib14\">Immervoll, Kleven, Kreiner, Saez, 2007</a>), and fiscal effects (e.g. <a href=\"#bib10\">Dolls, Fuest, &amp; Peichl, 2012</a>, or <a href=\"#bib8\">Callan, Leventi, Levy, Matsaganis, Paulus, &amp; Sutherland, 2011</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The 2012 version of EUROMOD is based on the common data set EU-SILC (European Survey of Income and Living Conditions) for all countries, except for the UK. For the UK, the Family Resources Survey (FRS) is used<sup><a href=\"#fn3\">3</a></sup>. The EUROMOD data base contains 57,276 individuals in the UK and 28,845 in Germany. In the program version applied here, the underlying tax codes and benefit regulations are for 2010 in Germany and for 2011 in the UK, with the reference date for policies in case of both countries being June 30th. The purpose is to apply the most recent policy year available in the program version. For both countries, tax schedules have not changed significantly since then.",
                            "type": "paragraph"
                        },
                        {
                            "text": "By using EUROMOD, we can display the empirical distribution of the effective income tax liabilities across gross incomes. We differentiate the empirical analysis by three groups of tax units, in order to illustrate the differential effects of taxation rules for families between the two countries:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Singles and individually-assessed couples, including cohabiting couples (“Individually assessed”)",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Jointly-assessed couples, where only one of the spouses is working (“One-Earner Couples”)",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Jointly-assessed couples, where both spouses are working (“Two-Earner Couples”)",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "We group the tax units according to their earned income (excluding capital income) and marital status, assuming that all married couples in Germany choose to be assessed jointly<sup><a href=\"#fn4\">4</a></sup>. Couples are grouped into groups 2 and 3 according to the income from dependent employment as well as self-employment of the spouse with lower earnings. A couple is treated as “Two-Earner Couples” if both spouses have positive earned income. Generally, this restricts the entire analysis to tax units where at least one of the spouses has earned income, and thus excludes tax units with no income from self-employment or dependent employment, such as unemployed singles and couples where both spouses are unemployed.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The EU-SILC data for Germany and the FRS data for the UK turn out to provide a representative empirical base for the income distribution across the three groups of tax units, at least up to the 99th percentile<sup><a href=\"#fn5\">5</a></sup>. For the top percentile there are some 200 observations in the case of Germany and more than 400 for the UK. The data contribute at least 40 observations to each of the three groups in the top percentile, for both Germany and the UK. However, the data do not allow an analysis of the top percentile in detail. For more details on the data, see EUROMOD country reports for the UK (<a href=\"#bib26\">Sutherland, Tumino, &amp; Zantomio, 2012</a>) and Germany (<a href=\"#bib18\">Ochmann &amp; Fossen, 2011</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Simulations with EUROMOD",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We explicitly analyze <i>gross</i> effective tax liabilities, i.e., we consider liabilities resulting directly from income taxation, which excludes most of the social benefits. We define the effective average tax liability as the personal income tax liability (including taxes on capital income and tax deductions, as well as, in the case of Germany, a solidarity surcharge of 5.5 percent on top of the tax liability) related to gross income. Gross income is defined as the sum of market incomes and benefits. Market incomes consist of (dependent and self-) employment income, income from capital, such as dividends, interest income, and income from renting out flats. Employment income includes all social security contributions (including employer contributions as well as imputed contributions for civil servants, and National Insurance Contributions in the case of the UK). Benefits comprise pensions, contributory unemployment benefits, family benefits (such as parental leave or maternity leave benefits), sickness benefits, as well as means-tested social benefits, such as non-contributory unemployment benefits, or social assistance, and non-means-tested benefits, such as child benefits.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Clearly, the choice of the income base for the effective tax liability as well as the measure for the liability itself are crucial for a proper cross-country comparison of tax-transfer systems. There are several possible choices, and the best choice should be determined by the particular purpose of the study of the tax incidence (see e.g. <a href=\"#bib13\">Immervoll, 2004</a>, for a discussion). We apply a relatively broad income concept. The purpose here is to study the distribution of the liability of the income tax system relatively to the entire gross income of the tax unit, and not just the “labor tax wedge” liable on labor income (as e.g. in <a href=\"#bib13\">Immervoll, 2004</a>). That is why we include means-tested benefits and employee as well as employer social security contributions in the income concept. Applying a broad income concept, in particular including several public benefits, furthermore enhances comparability of the effective tax liability between the different tax and transfer systems in the UK and Germany.",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, our measure of tax liability (the numerator in the EATR) does not include social security contributions in the case of Germany, and National Insurance Contributions in case of the UK. This approach is certainly debatable. Generally, the two countries apply distinct approaches of financing social security, either by taxes or by contributions. In Germany, most of the non-means-tested statutory benefits are financed by social security contributions, which are deductible from the income tax base. In the UK, in contrast, social security contributions per se play a minor role. Health care (NIC) and large parts of old-age provision are financed by the tax system, i.e. social security taxes and other taxes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "From a broader cross-county perspective, one could consider these differences in the calculation of effective tax liabilities. Social security contributions (SSC) could be added to the tax liabilities in the numerator, in an alternative approach (e.g. <a href=\"#bib14\">Immervoll <i>et al</i>., 2007</a>). This would probably shift effective tax liabilities in Germany upwards, in particular for small and medium incomes. However, precisely accounting for such differences is rather intricate, the more so as differences in benefit levels should also be considered. Importantly, our main result on the gains of joint taxation for one-earner couples relative to two-earner couples in Germany compared to the UK should not be affected by the choice of excluding SSC. This is because the social security system in Germany, in addition to the tax system, privileges one-earner couples compared with two-earner couples in the context of family health insurance<sup><a href=\"#fn6\">6</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "All in all, EUROMOD allows us to simulate the adequately defined tax base and tax liabilities to be compared across the two countries. The income tax schedules programmed in EUROMOD consider the most relevant tax allowances and deductions. In the case of Germany, there is the basic tax-free allowance of the tax schedule (8,004 euros per year), a child allowance, a tax allowance for elderly people (over 64), a tax allowance for income from agriculture and forestry applied to all people working in the agricultural sector, a tax allowance for single parents, a lump-sum allowance for expenditures related to employment income, the tax-free allowance on capital income, as well as regulations for special expenses in the context of old-age provision that were reformed in Germany in 2010 and now allow for more comprehensive deductions of employee social security contributions. Among the general special expenses that are tax-deductible, alimony payments are considered. Among special expenses related to old-age provision, employee contributions to statutory pension insurance are considered, and among the other special expenses for old-age provision, employee contributions to statutory and private health as well as long-term care insurance are applied.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Several expenses are not considered due to a lack of detailed information in the EU-SILC data. Among general special expenses, church taxes as well as child care costs are not applied, as well as contributions to private old-age pension insurances among the old-age provision expenses (such as contributions to the subsidized private Riester pension scheme) and contributions to other insurances, such as personal liability insurances and wholesale life insurances. Furthermore, extraordinary expenses are not considered because these are not included in the SILC data<sup><a href=\"#fn7\">7</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As a result, effective tax liability are probably slightly over-estimated in this analysis, in particular for the top incomes where higher tax expenses are applied in reality as opposed to the common lump-sum amounts applied here (for example, losses from corporate investments). However, this is probably concentrated among the highest incomes in the top percentile, which, as previously discussed, are not analyzed here due to the small number of observations in the top percentile (also see the results in <a href=\"#bib3\">Bach, Corneo, &amp; Steiner, 2012</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the UK, we consider the most relevant tax allowances and deductions. Among those allowances directly related to the tax schedule, we consider the basic tax-free allowance. Tax credits for working families with low income, such as the Working Tax Credit or the Child Tax Credit, are treated as means-tested social benefits and therefore are not considered as a tax liability. Thus, in the analysis they are included in gross incomes, and therefore only affect the denominator of the effective average tax rate. See the EUROMOD country report for the UK for details (<a href=\"#bib26\">Sutherland, Tumino, &amp; Zantomio, 2012</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The resulting tax liability, related to the gross income, is interpreted here as effective tax liability. In the following section, its distribution is plotted across the distribution of gross income in the empirical examination. These plots show individuals, instead of tax units, in order to analyze the distribution of effective tax liabilities among jointly taxed couples. In case of jointly taxed couples in Germany, each spouse is displayed with their own income and their own share in the tax liability. For this purpose, we allocate tax liabilities among spouses according to each spouse’s taxable income share in the aggregate taxable income of the couple.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Deriving effective tax liabilities in EUROMOD",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "A comparison of the income tax schedules for Germany and the UK reveals significant differences in both the schedule and in the resulting tax liability (<a href=\"#fig1\">Figure 1</a>). The curves for the marginal tax rates differ greatly between the formula function in Germany and the step function in the UK. <a href=\"#fig1\">Figure 1</a> compares the schedules for individual taxation, i.e. singles and non-married couples in Germany.",
                    "type": "paragraph"
                },
                {
                    "text": "While the British schedule starts after a tax-free allowance of about 7,475 euros<sup><a href=\"#fn8\">8</a></sup> of taxable income with a marginal tax rate of 20 percent on the first step, the German schedule increases after a tax-free allowance of 8,004 euros in a linear-progressive function relatively quickly, ranging from an initial tax rate of 15 percent up to a rate of more than 25 percent in the first progression zone (including the 5.5 percent solidarity surcharge)<sup><a href=\"#fn9\">9</a></sup>. Thus, the marginal tax liability from the German schedule exceeds the liability from the British schedule at a taxable income of about 11, 500 euros.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Note</i>: Omitting reduction of the Personal Allowance above 100,000 GBP in the UK.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<i>Source</i>: German Income Tax Law (<i>Einkommensteuergesetz,</i> EStG) and British Income Tax Law (see HM Revenue and Customs under <a href=\"http://www.hmrc.gov.uk\">http://www.hmrc.gov.uk</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00086%2Fijm-00086-fig1.tif",
                                "size": {
                                    "width": 1694,
                                    "height": 1117
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00086%2Fijm-00086-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00086-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Income tax schedules (Singles, UK vs. Germany).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "From there, the marginal liability in Germany continues to increase, whereas in the UK it remains constant at 20 percent until taxable income reaches about 39,000 euros; at which point the MTR in the UK jumps up to 40 percent. The rate at this income level is slightly higher in the UK than in Germany, because the German schedule is still in its second progression zone, which reaches, and maintains a tax rate of 44% at an income of about 53,000 euros. Thereafter, the schedule in Germany remains constant up to 250,000 euros taxable income. The UK tax rate increases to 50 percent<sup><a href=\"#fn10\">10</a></sup> at a taxable income of about 166,000 euros<sup><a href=\"#fn11\">11</a></sup>.",
                    "type": "paragraph"
                },
                {
                    "text": "Thus, the UK’s tax rate is higher than Germany’s for all incomes above 166,000 Euros. This holds true, even for incomes greater than 250,000 Euros, the point at which Germany imposes a so-called “rich tax”, an add-on to the top MTR, such that the MTR for these top incomes lies at slightly above 47 percent.",
                    "type": "paragraph"
                },
                {
                    "text": "As a result of these MTRs, the tax schedule in Germany already exhibits much greater progressivity in the lower tails of the income distribution than in the UK. This becomes obvious when comparing the curves for the average tax rates between the countries (<a href=\"#fig1\">Figure 1</a>). The average tax rate is higher in Germany across almost all of income distribution. Only for high incomes, above a taxable income of about 325,000 euros, is the average tax liability greater in the UK.",
                    "type": "paragraph"
                },
                {
                    "text": "This picture of the average tax rates resulting directly from the income tax schedules neglects several relevant tax allowances and deductions, which reduce the tax liability for many tax units, in particular those with higher incomes, and importantly, which significantly vary between the two countries (such as lump-sum amounts for work-related expenses, child allowances, or special expenses for old-age provision). The most relevant of these allowances and deductions are accounted for using EUROMOD (also see the previous section). This allows us to derive effective average tax rates by relating the income tax liabilities to the gross income instead of to the taxable income (where the latter would again result in the average tax rates plotted in the schedules in <a href=\"#fig1\">Figure 1</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Income tax schedules in the UK and germany",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section we present results on the effective tax liabilities from EUROMOD, comparing Germany with the UK. We start with empirical evidence across all groups of tax units, and then differentiate between the three groups of tax units as outlined in Section 2.1.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "When comparing effective average tax liabilities between Germany and the UK, across the distribution of gross incomes (<a href=\"#fig2\">Figure 2</a>), a picture evolves that can only partly be explained by the tax schedules from <a href=\"#fig1\">Figure 1</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In particular, at the center of the income distribution, it is apparent that the effective tax liability in the UK is much <i>greater</i> than in Germany. The effective average tax rate around the median gross income in Germany (20,970 euros) is about 2.5 percent. For the UK, the effective average tax rate is 7 percent at the median income (17,276 euros)<sup><a href=\"#fn12\">12</a></sup>. At first sight, it may appear odd that the tax rate is so much higher in the UK. It should, however, be noted that employment incomes include all social security contributions (employee and employer). Social security contributions are much greater in Germany than in the UK. Also income-replacing benefits, such as contributory unemployment benefits, parental-leave benefits, or sickness benefits, are higher in Germany. Furthermore, pension income is fully taxable in the UK, whereas in Germany it is only partly taxable with a share depending on the retirement year, due to a long-term phasing in of full pension taxation. These are the main reasons for the significantly higher effective average tax rates at the lower and medium incomes. In the UK the effective average tax liabilities remain greater than in Germany until the 90th income percentile. At the 90th percentile, the effective average tax rate is about 15 percent in both countries.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Notes</i>: Displaying individuals, not tax units. I.e., in case of jointly taxed couples, where at least one spouse has positive gross income, spouses are displayed separately, each of them with their individual gross income. EATR denotes effective average tax rates, which are defined in <a href=\"#s3-2\">Section 3.2</a>.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Source: EU-SILC data (UDB, 2008); FRS data (2008/09). Own calculations using EUROMOD.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00086%2Fijm-00086-fig2.tif",
                                        "size": {
                                            "width": 1777,
                                            "height": 1102
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00086%2Fijm-00086-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00086-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Effective tax liability: average across all groups (UK vs. Germany).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The picture changes for higher incomes. Starting at a gross income of about 55,000 euros, the effective liability in Germany exceeds the liability in the UK, and it remains about 3-4 percentage points higher until the very highest incomes. As a result, on average over all groups of tax units together, the effective average tax liability is somewhat greater for the 10 percent of highest incomes in Germany than it is for those in the UK. This also means that for about 90 percent of all taxable individuals, the effective tax liability in Germany is less than in the UK, and for the majority it is significantly lower. This stands in great contrast to the picture that evolves from the simple comparison of tax schedules (<a href=\"#fig1\">Figure 1</a>), where the suggestion is that average tax liabilities are greater in Germany, across large parts of both the lower and central parts of the income distribution. However, we have not seen the entire picture, since the presentation for all groups is not yet detailed enough to understand which group is responsible for these differences. We will come to that in the following subsection.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Across all taxpayers",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "If we now look at the differentiate picture of the effective tax liabilities by the three groups of tax units (<a href=\"#fig3\">Figure 3</a>), an explanation for the observed picture between the two countries (<a href=\"#fig2\">Figure 2</a>) appears. While in the UK, due to individual taxation rules for almost all tax units, effective tax liabilities are nearly identical for all three groups (<a href=\"#fig4\">Figure 4</a> in the Appendix), there is great heterogeneity across German groups, which is because married couples in Germany apply joint taxation (<a href=\"#fig3\">Figure 3</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Notes</i>: Displaying individuals, not tax units. I.e., in case of jointly taxed couples, spouses are displayed separately, each with their individual gross income. EATR denotes effective average tax rates, which are defined in <a href=\"#s3-2\">Section 3.2</a>.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Source: EU-SILC data (UDB, 2008); FRS data (2008/09). Own calculations using EUROMOD.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00086%2Fijm-00086-fig3.tif",
                                        "size": {
                                            "width": 1812,
                                            "height": 1150
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00086%2Fijm-00086-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00086-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Effective tax liabilities by groups: United Kingdom (UK) vs. Germany (DE).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig3\">Figure 3</a> compares effective tax liabilities for the three groups in Germany and the average of all tax units in the UK. Among the three groups in Germany, effective average tax rates (EATR) are highest, already at the median income for the group of singles and individually-assessed couples (group 1 “Individually-assessed”). The significantly lower effective tax liabilities in Germany mainly stem from the inclusion of the tax-free employer social security contributions in the gross income concept. This remains until the 90<sup>th</sup> percentile. Comparing this to the UK, while EATRs are somewhat lower in Germany for large parts of the income distribution (until 40,000 euros) and only slightly greater for higher incomes, the overall picture between the two countries is comparable for this group. This is not the case for jointly taxed couples in Germany.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the group of <i>Two-Earner Couples</i> in Germany, the effective tax liability between the 30th income percentile and the 90th income percentile is, on average, up to 6 percentage points lower than for the <i>Individually-assessed.</i> This group consists in this area of the income distribution of couples with large income differences. They benefit from the regulations of joint taxation because they have different incomes. Beyond the 90th percentile, these benefits vanish for this group because the tax schedule is largely flat in this area, such that there are no benefits resulting from progressivity anymore. Among the top incomes, the EATR is thus almost identical for the <i>Two-Earner Couples</i> and the <i>Individually-assessed.</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the group of <i>One-Earner Couples</i> in Germany, the beneficiary effect from joint taxation is even more prominent (<a href=\"#fig3\">Figure 3</a>). This group has a significantly lower EATR than the <i>Individually-assessed</i> across the entire upper half of the distribution (and also slightly below the median); it is up to 7 percentage points lower. Below the median, <i>One-Earner Couples</i> have, at some incomes, higher EATRs than the <i>Individually-assessed</i> and the <i>Two-Earner Couples.</i> The line for <i>One-Earner Couples</i> in <a href=\"#fig3\">Figure 3</a> fluctuates slightly at low incomes. This is a composition effect, and it is caused by some extraordinary <i>One-Earner Couples.</i> If low-income earners who are close to retirement, and potentially work on reduced hours, have spouses who are already retired, these married couples are grouped among the <i>One-Earner Couples.</i> The individual incomes of these earners are below the tax-free allowance. Still, they have EATRs greater than zero because their spouses have pension income, which becomes since 2005 increasingly taxable (see page 12). As <a href=\"#fig3\">Figure 3</a> plots each spouse separately with their share in the joint taxable income, the spouses on low individual income are placed in the lower tails of the income distribution.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In general, this picture nicely points out the merits of joint taxation regulations for <i>One-Earner Couples</i> in Germany. These rules generate the greatest tax benefits for <i>One-Earner Couples</i> and couples with highly unevenly distributed incomes, in particular in the upper tails of the income distribution.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig3\">Figure 3</a> also reveals the reason for the significantly lower EATRs in Germany compared to the UK in the average picture across all groups, which we saw earlier in <a href=\"#fig2\">Figure 2</a>. The <i>Two-Earner Couples</i> in Germany face lower EATRs, up to 8 percentage points lower, than in the UK until the 90th income percentile. <i>One-Earner Couples</i> in Germany also face a lower EATR of up to 8 percentage points across almost the entire income distribution. For <i>Two-Earner Couples</i> in Germany the splitting effect of joint taxation vanishes at about the 90th income percentile because the tax rate is flat in this area, while for the <i>One-Earner Couples</i> these benefits remain until the 99th percentile, where the EATR is still almost 5 percentage points lower.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Cross-country comparison by groups of taxpayers",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Results: effective tax liabilities in the UK and germany",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We show that Germans face higher effective tax liabilities when compared to UK citizens for two of the three groups analyzed. These are the <i>Individually-assessed</i> tax units and the jointly-assessed <i>Two-Earner Couples</i> tax units, but this is only true at the upper tails of the income distribution, beyond about 50,000 euros gross income. However, in this part of the income distribution only about 15 percent of all tax units are affected by these higher effective tax rates. For the majority of <i>Individually-assessed</i> tax units and jointly-assessed <i>Two-Earner Couples,</i> effective tax liabilities in Germany are <i>not</i> greater than in the UK, and for the latter group in the center and the upper part of the income distribution they are even slightly <i>lower.</i> Moreover, <i>One-Earner Couples</i> in Germany face significantly lower effective tax liabilities than in the UK, across almost the entire range of the income distribution. This is counter to the picture gained from a quick look at the tax schedules, where effects of joint taxation rules are not apparent.",
                    "type": "paragraph"
                },
                {
                    "text": "Thus, it can be concluded that a proper empirical cross-country comparison of the effective income tax liabilities should account for the differentiated tax units and the effective tax rates imposed on them. In the case of Germany, the analyzed groups of tax units are defined by individual and joint taxation regulations. This is because in Germany joint taxation rules for married couples heavily distort the picture of tax liabilities across the income distribution, whereas in countries with pure individual taxation, such as the UK, this is not the case.",
                    "type": "paragraph"
                },
                {
                    "text": "The merits of joint taxation for married couples have long been the subject of political debates in Germany. Moreover there is empirical evidence that these tax benefits for one-earner married couples are responsible, among others, for the relatively low participation of women in Germany’s labor force, as joint taxation significantly increases the marginal tax rates of married women, thereby lowering their incentives to work (<a href=\"#bib23\">Steiner &amp; Wrohlich, 2004</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "A conclusive policy recommendation would thus be to significantly reform joint taxation rules for married couples in Germany. This would significantly enhance female labor force participation (<a href=\"#bib4\">Bach <i>et al</i>., 2011</a>). By completely abolishing joint taxation rules, or at least largely limiting the tax benefits for married couples, income tax revenue could be significantly raised. The additional revenue could be used to lower marginal tax rates at the lower end of the income distribution. The effects of bracket creep in the tax schedule, which result from nominal income increases over time and the progressivity of the tax schedule, could be mitigated on top of that (<a href=\"#bib3\">Bach, 2012</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Gender-Based Taxation and the Division of Family Chores",
            "authors": [
                {
                    "name": {
                        "index": "Alesina, A",
                        "preferred": "A Alesina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ichino, A",
                        "preferred": "A Ichino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Karabarbounis, L",
                        "preferred": "L Karabarbounis"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib1",
            "journal": "American Economic Journal: Economic Policy",
            "pages": {
                "first": "1",
                "last": "40",
                "range": "1–40"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bach, S",
                        "preferred": "S Bach"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "DIW Berlin"
                        ]
                    },
                    "formatted": [
                        "DIW Berlin"
                    ]
                },
                "name": [
                    "German Institute for Economic Research"
                ]
            },
            "source": "Abbau der kalten Progression: Nicht die einzige Herausforderung beim Einkommensteuertarif. DIW Wochenbericht No.12/2012",
            "title": "Abbau der kalten Progression: Nicht die einzige Herausforderung beim Einkommensteuertarif. DIW Wochenbericht No.12/2012",
            "type": "report"
        },
        {
            "articleTitle": "Effective Taxation of Top Incomes in Germany",
            "authors": [
                {
                    "name": {
                        "index": "Bach, S",
                        "preferred": "S Bach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Corneo, G",
                        "preferred": "G Corneo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib3",
            "journal": "German Economic Review",
            "pages": {
                "first": "115",
                "last": "137",
                "range": "115–137"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bach, S",
                        "preferred": "S Bach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Geyer, J",
                        "preferred": "J Geyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haan, P",
                        "preferred": "P Haan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wrohlich, K",
                        "preferred": "K Wrohlich"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "DIW Berlin"
                        ]
                    },
                    "formatted": [
                        "DIW Berlin"
                    ]
                },
                "name": [
                    "German Institute for Economic Research"
                ]
            },
            "source": "Reform des Ehegattensplitting: Nur eine reine Individualbesteuerung erhöht die Erwerbsanreize deutlich. DIW Wochenbericht No.41/2011",
            "title": "Reform des Ehegattensplitting: Nur eine reine Individualbesteuerung erhöht die Erwerbsanreize deutlich. DIW Wochenbericht No.41/2011",
            "type": "report"
        },
        {
            "articleTitle": "Optimal tax treatment of the family: Married couples",
            "authors": [
                {
                    "name": {
                        "index": "Boskin, M",
                        "preferred": "M Boskin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sheshinski, E",
                        "preferred": "E Sheshinski"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "id": "bib5",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "281",
                "last": "297",
                "range": "281–297"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brewer, M",
                        "preferred": "M Brewer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shephard, A",
                        "preferred": "A Shephard"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Means-testing and tax rates on earnings, The Mirrlees Review: Dimensions of Tax Design, eds, The Institute for Fiscal Studies, London",
            "id": "bib6",
            "title": "The Mirrlees Review: Dimensions of Tax Design",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Bündnis 90/Die Grünen",
                    "type": "group"
                }
            ],
            "date": "2013",
            "details": "Teilhaben, Einmischen, Zukunft schaffen. Wahlprogramm. Beschlossen auf der Bundesdelegiertenkonferenz vom, 26–28. April 2013, in, Berlin",
            "id": "bib7",
            "title": "Zeit für den grünen Wandel",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Callan, T",
                        "preferred": "T Callan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leventi, C",
                        "preferred": "C Leventi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Matsaganis, M",
                        "preferred": "M Matsaganis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "The distributional effects of austerity measures: A Comparison of six EU countries. EUROMOD Working Paper Series: EM 06/11",
            "id": "bib8",
            "title": "The distributional effects of austerity measures: A Comparison of six EU countries. EUROMOD Working Paper Series: EM 06/11",
            "type": "unknown"
        },
        {
            "articleTitle": "Why are mothers working longer hours in Austria than in Germany? A comparative microsimulation analysis",
            "authors": [
                {
                    "name": {
                        "index": "Dearing, H",
                        "preferred": "H Dearing"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hofer, H",
                        "preferred": "H Hofer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lietz, C",
                        "preferred": "C Lietz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Winter-Ebmer, R",
                        "preferred": "R Winter-Ebmer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wrohlich, K",
                        "preferred": "K Wrohlich"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib9",
            "journal": "Fiscal Studies",
            "pages": {
                "first": "463",
                "last": "495",
                "range": "463–495"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "articleTitle": "Automatic stabilizers and economic crisis: US vs. Europe",
            "authors": [
                {
                    "name": {
                        "index": "Dolls, M",
                        "preferred": "M Dolls"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib10",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "279",
                "last": "294",
                "range": "279–294"
            },
            "type": "journal",
            "volume": "96"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Frick, J",
                        "preferred": "J Frick"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Krell, K",
                        "preferred": "K Krell"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Measuring Income in Household Panel Surveys for Germany: A comparison of EU-SILC and SOEP. SOEP Papers, DIW Berlin",
            "id": "bib11",
            "title": "Measuring Income in Household Panel Surveys for Germany: A comparison of EU-SILC and SOEP. SOEP Papers",
            "type": "unknown"
        },
        {
            "articleTitle": "Apply with Caution: Introducing UK-Style In-Work Support in Germany",
            "authors": [
                {
                    "name": {
                        "index": "Haan, P",
                        "preferred": "P Haan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Myck, M",
                        "preferred": "M Myck"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib12",
            "journal": "Fiscal Studies",
            "pages": {
                "first": "43",
                "last": "72",
                "range": "43–72"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Average and marginal effective tax rates facing workers in the EU: A micro-level analysis of levels, distributions and driving factors. EUROMOD Working Paper Series. No. EM6/04",
            "id": "bib13",
            "title": "Average and marginal effective tax rates facing workers in the EU: A micro-level analysis of levels, distributions and driving factors. EUROMOD Working Paper Series. No. EM6/04",
            "type": "unknown"
        },
        {
            "articleTitle": "Welfare reform in European countries: A microsimulation analysis",
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kleven, H J",
                        "preferred": "H J Kleven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kreiner, CT",
                        "preferred": "CT Kreiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib14",
            "journal": "The Economic Journal",
            "pages": {
                "first": "1",
                "last": "44",
                "range": "1–44"
            },
            "type": "journal",
            "volume": "117"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kleven, H J",
                        "preferred": "H J Kleven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kreiner, CT",
                        "preferred": "CT Kreiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verdelin, N",
                        "preferred": "N Verdelin"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib15",
            "publisher": {
                "name": [
                    "University of Copenhagen. Department of Economics"
                ]
            },
            "source": "An Evaluation of the Tax-Transfer Treatment of Married Couples in European Countries. EPRU Working Paper Series 08-03, Economic Policy Research Unit (EPRU)",
            "title": "An Evaluation of the Tax-Transfer Treatment of Married Couples in European Countries. EPRU Working Paper Series 08-03, Economic Policy Research Unit (EPRU)",
            "type": "report"
        },
        {
            "articleTitle": "Optimal tax and transfer programs for couples with extensive labor supply responses",
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kleven, H J",
                        "preferred": "H J Kleven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kreiner, CT",
                        "preferred": "CT Kreiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verdelin, N",
                        "preferred": "N Verdelin"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib16",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "1485",
                "last": "1500",
                "range": "1485–1500"
            },
            "type": "journal",
            "volume": "95"
        },
        {
            "articleTitle": "On Income Tax Avoidance: The Case of Germany",
            "authors": [
                {
                    "name": {
                        "index": "Lang, O",
                        "preferred": "O Lang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nörbaß, K-H",
                        "preferred": "K-H Nörbaß"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stahl, K",
                        "preferred": "K Stahl"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib17",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "327",
                "last": "347",
                "range": "327–347"
            },
            "type": "journal",
            "volume": "66"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ochmann, R",
                        "preferred": "R Ochmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fossen, F",
                        "preferred": "F Fossen"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib18",
            "publisher": {
                "name": [
                    "ISER at the University of Essex"
                ]
            },
            "source": "EUROMOD Country Report for Germany, 2007–2010",
            "title": "EUROMOD Country Report for Germany, 2007–2010",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "bookTitle": "Taxing Wages 2011–2012 - Special Feature: Average personal income tax rate and tax wedge progression in OECD countries",
            "date": "2013",
            "id": "bib19",
            "publisher": {
                "name": [
                    "OECD Publishing"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schafer, T",
                        "preferred": "T Schafer"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Wie progressiv ist Deutschland? Das Steuer- und Transfer system in Europāischen Vergleich“. EUROMOD Working Paper No. EM 01/08",
            "id": "bib20",
            "title": "Wie progressiv ist Deutschland? Das Steuer- und Transfer system in Europāischen Vergleich“. EUROMOD Working Paper No. EM 01/08",
            "type": "unknown"
        },
        {
            "articleTitle": "Global Reform of Personal Income Taxation, 1981-2005",
            "authors": [
                {
                    "name": {
                        "index": "Sabirianova Peter, K",
                        "preferred": "K Sabirianova Peter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buttrick, S",
                        "preferred": "S Buttrick"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, D",
                        "preferred": "D Duncan"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib21",
            "journal": "National Tax Journal",
            "pages": {
                "first": "447",
                "last": "478",
                "range": "447–478"
            },
            "type": "journal",
            "volume": "63"
        },
        {
            "authors": [
                {
                    "name": "SPD",
                    "type": "group"
                }
            ],
            "date": "2013",
            "details": "Das Wir entscheidet. Das Regierungsprogramm 2013-2017. Beschlossen am 11. April in Augsburg",
            "id": "bib22",
            "title": "Das Wir entscheidet. Das Regierungsprogramm 2013-2017. Beschlossen am 11. April in Augsburg",
            "type": "unknown"
        },
        {
            "articleTitle": "Household taxation, income splitting and labor supply incentives. A microsimulation study for Germany",
            "authors": [
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wrohlich, K",
                        "preferred": "K Wrohlich"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib23",
            "journal": "CESifo Economic Studies",
            "pages": {
                "first": "541",
                "last": "568",
                "range": "541–568"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "articleTitle": "Introducing Family Tax Splitting in Germany: How Would It Affect the Income Distribution, Work Incentives, and Household Welfare?",
            "authors": [
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wrohlich, K",
                        "preferred": "K Wrohlich"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib24",
            "journal": "Fiscal Studies",
            "pages": {
                "first": "115",
                "last": "142",
                "range": "115–142"
            },
            "type": "journal",
            "volume": "64"
        },
        {
            "articleTitle": "EUROMOD: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib25",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tumino, A",
                        "preferred": "A Tumino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zantomio, F",
                        "preferred": "F Zantomio"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib26",
            "publisher": {
                "name": [
                    "ISER at the University of Essex"
                ]
            },
            "source": "EUROMOD Country Report for the United Kingdom, 2006–2011",
            "title": "EUROMOD Country Report for the United Kingdom, 2006–2011",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Redistributive effect and progressivity of taxes: An international comparison across the EU using EUROMOD. EUROMOD Working Paper No. EM 05/04",
            "id": "bib27",
            "title": "Redistributive effect and progressivity of taxes: An international comparison across the EU using EUROMOD. EUROMOD Working Paper No. EM 05/04",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Vitlina, J",
                        "preferred": "J Vitlina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sikorski, U",
                        "preferred": "U Sikorski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Minkel, H",
                        "preferred": "H Minkel"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib28",
            "pages": {
                "first": "139",
                "last": "151",
                "range": "139–151"
            },
            "publisher": {
                "name": [
                    "German Federal Statistical Office"
                ]
            },
            "source": "Generierung der Einkommensvariablen in der deutschen EU-SILC-Erhebung LEBEN IN EUROPA. Wirtschaft und Statistik 2/2012",
            "title": "Generierung der Einkommensvariablen in der deutschen EU-SILC-Erhebung LEBEN IN EUROPA. Wirtschaft und Statistik 2/2012",
            "type": "report"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Notes</i>: Displaying individuals, not tax units. I.e., in case of jointly taxed couples, spouses are displayed separately, each of them with their individual gross income. EATR denotes effective average tax rates, which are defined in <a href=\"#s3-2\">Section 3.2</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<i>Source</i>: EU-SILC data (UDB, 2008); FRS data (2008/09). Own calculations using EUROMOD.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00086%2Fijm-00086-fig4.tif",
                                "size": {
                                    "width": 1889,
                                    "height": 1426
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00086%2Fijm-00086-fig4.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00086-fig4.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "Effective tax burden by groups: UK.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A1",
            "title": "Appendix - results"
        }
    ],
    "acknowledgements": [
        {
            "text": "This paper greatly benefited from valuable discussions with audiences at the 2nd EUROMOD Microsimulation Research Workshop in Bucharest in October 2012. We would like to thank the EUROMOD team at ISER for providing access to a preliminary program version (F5.6). We also thank Adam Lederer and anonymous referees for helpful comments. The usual disclaimer applies.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
