{
    "status": "vor",
    "id": "00089",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00089",
    "authorLine": "Amado Cordova et al.",
    "title": "The COMPARE microsimulation model and the U.S. Affordable Care Act",
    "published": "2013-12-31T00:00:00Z",
    "versionDate": "2013-12-31T00:00:00Z",
    "statusDate": "2013-12-31T00:00:00Z",
    "volume": 6,
    "issue": 3,
    "fpage": 78,
    "lpage": 117,
    "elocationId": "78-117",
    "pdf": "http://web:8082/00089/ijm-00089.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In anticipation of upcoming health care legislation, the RAND Corporation developed a microsimulation model to forecast the responses of individuals, families and firms to such legislation. The COMPARE (COMPrehensive Assessment of Reform Efforts) microsimulation has been used to estimate the impact of major policy changes in the United States, such as the Affordable Care Act on uninsurance rates, participation in the group and the non-group insurance markets, firms’ insurance offer rates, enrollment in public programs such as Medicaid and CHIP, private insurance premiums and costs to the federal and state governments.",
                "type": "paragraph"
            },
            {
                "text": "The team selected utility maximization to model behaviors, a methodology that is better suited than spreadsheet or econometric models to predict how individuals, households and firms will respond to wholly new insurance options, such as the Health Insurance Marketplace and the Small Business Health Options Program (SHOP) Exchanges created by the Affordable Care Act. Modeling can be done both at the national and at a state-specific levels. In this paper we provide a summary of COMPARE’s basic principles, its nationally representative databases, its utility-maximization behavioral models, and how we have used COMPARE to estimate the consequences of the Affordable Care Act.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Cordova",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "RAND Corporation"
                    ]
                }
            ],
            "emailAddresses": [
                "cordova@rand.org"
            ],
            "name": {
                "index": "Cordova, Amado",
                "preferred": "Amado Cordova"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "Centre for Health Research, University of Western Sydney"
                    ]
                }
            ],
            "name": {
                "index": "Girosi, Federico",
                "preferred": "Federico Girosi"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "RAND Corporation"
                    ]
                }
            ],
            "name": {
                "index": "Nowak, Sarah",
                "preferred": "Sarah Nowak"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "RAND Corporation"
                    ]
                }
            ],
            "name": {
                "index": "Eibner, Christine",
                "preferred": "Christine Eibner"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "U.S. Department of Health and Human Services"
                    ]
                }
            ],
            "name": {
                "index": "Finegold, Kenneth",
                "preferred": "Kenneth Finegold"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "health insurance",
        "microsimulation",
        "agent-based modeling",
        "Affordable Care Act"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The COMPARE initiative was launched by the RAND Corporation in 2005 in anticipation of health care policy changes in the United States. At the core of COMPARE is a microsimulation model that aims at projecting how individuals, families and firms will respond to proposed or enacted health care legislation.",
                    "type": "paragraph"
                },
                {
                    "text": "Microsimulation models are typically used to estimate the cost and distribution of policy initiatives, identify winners and losers, and assess whether they had the intended or unintended effects. COMPARE was created to address health reform policies aimed at achieving health insurance coverage expansions, such as individual or employer mandates, expansions of public programs, creation of insurance Exchanges and tax incentives. Such policies typically result in people previously uninsured gaining coverage (the winners) but may also lead to others losing coverage (the losers), or have unintended consequences, for example, if expansion of a public program leads to some firms dropping coverage.",
                    "type": "paragraph"
                },
                {
                    "text": "President Obama signed the Affordable Care Act into law on March 23rd 2010. Since then, COMPARE has been used to simulate the effects of the Affordable Care Act and its potential impact on overall uninsured rates, enrollment in public programs such as Medicaid and the Children’s Health Insurance Program (CHIP), government costs, employer-sponsored insurance (ESI) offer rates, private sector premiums, and individual and small-firm participation in the new market places created by the Affordable Care Act, the Health Insurance Marketplace and the SHOP Exchanges. The model can project the number of people enrolled in various segments of the insurance market in 2014, 2015, and 2016, including the number of people enrolled in plans regulated by the Affordable Care Act-such as the regulated non-group and regulated small group markets–and the number of people enrolled in bronze, silver, gold, and platinum plans on the Exchanges.",
                    "type": "paragraph"
                },
                {
                    "text": "The U.S. Department of Labor and the U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation (DHHS/ASPE) contracted with RAND to project the status of the “post-Affordable Care Act world” and to answer important health policy questions pertaining to that new “state-of-the-world” at the U.S. national level. In 2011, COMPARE was used to project the impact of the Affordable Care Act on five states in a project for the Council of State Governments. COMPARE has been used to project the effects of the Affordable Care Act on the 50 states and the District of Columbia under three contracts sponsored by the Center for Consumer Information and Insurance Oversight (CCIIO) of the Center for Medicare and Medicaid Services (CMS), and by DHHS-ASPE. COMPARE was used to estimate the firm decision to self-insure (<a href=\"#bib7\">Eibner <i>et al</i>., 2011</a>; <a href=\"#bib12\">Cordova <i>et al</i>., 2013a</a>), to simulate potential participation in Multistate Health Plans under work sponsored by the Office of Personnel Management (OPM) (<a href=\"#bib13\">Cordova, Price, &amp; Saltzman 2013b</a>) and to examine the impacts of the Affordable Care Act on individuals’ out of pocket and total healthcare spending in a project sponsored by the Commonwealth Fund (<a href=\"#bib38\">Nowak <i>et al</i>., 2013</a>). COMPARE has been also used to simulate the impact of state decisions on whether to expand Medicaid (<a href=\"#bib42\">Price &amp; Eibner 2013a</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "COMPARE is not the only microsimulation for the analysis of U.S. health insurance reform. Models with similar flavor and scope have been developed in the United States by the Urban Institute, the Lewin Group, Jonathan Gruber (Massachusetts Institute of Technology), the Congressional Budget Office (CBO), and UCLA/UC Berkeley’s CalSIM.<sup><a href=\"#fn1\">1</a></sup> COMPARE makes use of a utility maximization methodology to estimate the responses of individuals and firms to major health care legislation. When estimating the responses to major changes in the health care system–such as those expected by the enactment of the Affordable Care Act–we believe that such methodology is superior to econometric models based on regression approaches, which we think are better suited for simulating the effect of legislation that does not imply a major departure from the “status-quo.” Furthermore, COMPARE allows for dynamic interaction between individuals and firms in response to the enactment of legislation: individuals and firms make decisions based on the options available to them; these decisions determine the composition of insurance risk pools as well as the associated premiums; individuals and firms are allowed to reconsider their decisions based on these premiums; this process continues until an economic equilibrium is reached.",
                    "type": "paragraph"
                },
                {
                    "text": "U.S. health policy microsimulation efforts have focused on modeling the effects of alternatives for expanding coverage on insurance status and on premiums for private coverage. This focus may reflect the relatively high proportion of Americans with no health insurance coverage; the Clinton administration’s 1993–1994 efforts at health reform; and passage and implementation of the Affordable Care Act under the Obama administration. Microsimulation modeling of health policies in other advanced industrial countries, where uninsurance rates have been much lower and approaches to coverage have been more settled, appear to focus more directly on the impacts of changes in benefit design and financial arrangements, or specific medical or public health interventions, on costs and health outcomes. Examples include the HealthMod (<a href=\"#bib34\">Lymer <i>et al</i>., 2011</a>; <a href=\"#bib33\">Lymer, Brown, &amp; Harding 2009</a>) and MediSim (<a href=\"#bib2\">Abello <i>et al</i>., 2006</a>; <a href=\"#bib1\">Abello <i>et al</i>., 2003</a>) models developed by Australia’s National Centre for Social and Economic Modelling (NATSEM) and the models discussed in <a href=\"#bib57\">Zucchelli, Jones, and Rice (2012)</a>. <a href=\"#bib56\">Zoltaszek (2011)</a> suggests the utility of a microsimulation approach for analysis of health policy options in Poland, where debates focus on whether to expand private insurance in a system where public medical services are free, but low quality and long waiting times lead many to pay out of pocket for privately provided services. The article, however, represents a starting point rather than a report on an existing model, and the policy context is clearly very different from that of the U.S.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper provides an overall description of the COMPARE microsimulation model and explains how RAND has used it to model the Affordable Care Act. <a href=\"#s2\">Section 2</a> summarizes health insurance coverage (and the lack thereof) in the United States and how it is being transformed by the Affordable Care Act. <a href=\"#s3\">Section 3</a> outlines how COMPARE works and summarizes the model strengths. <a href=\"#s4\">Section 4</a> describes how a synthetic representation of the United States is built by means of nationally representative databases and statistical matching. <a href=\"#s5\">Section 5</a> shows how such national level representation is modified so that it now “looks like” a specific state. <a href=\"#s6\">Section 6</a> explains the theoretical framework under which individuals, families and employers make health insurance decisions depending on the options available to them. This section also outlines how we calculate premiums in COMPARE. <a href=\"#s7\">Section 7</a> describes examples of how COMPARE has been used to simulate the effects and the impact of enacting major health policy legislation. The Affordable Care Act is selected as such major health policy legislation. <a href=\"#s8\">Section 8</a> compares national-level COMPARE estimates with those produced by the Congressional Budget Office. <a href=\"#s9\">Section 9</a> concludes the paper and indicates potential directions for future work.",
                    "type": "paragraph"
                }
            ],
            "id": "s1.",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Current patterns of health insurance coverage in the United States differ from those of other advanced industrial societies in the extent to which different types of people have different types of coverage and in the high proportion of Americans who have no insurance coverage at all. Health insurance coverage will remain heterogeneous under the Affordable Care Act, but estimates suggest that many fewer people will be uninsured.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As <a href=\"#table1\">Table 1</a> shows, a majority of Americans have health insurance coverage through either their own employer or the employer of a parent or spouse. The cost of such coverage is typically shared between the employer and the employee. Provision of health insurance coverage by employers is encouraged by the federal tax system, which excludes the cost of such coverage from both corporate and individual income taxes. Despite these incentives, only 57 percent of firms offer coverage to any employees, with smaller firms less likely to offer than large ones (<a href=\"#bib27\">Kaiser Family Foundation and Health Research and Educational Trust 2013</a>). Only 77 percent of employees of offering firms, moreover, are eligible for the offers; many firms, for example, do not cover part-time workers (<a href=\"#bib27\">Kaiser Family Foundation and Health Research and Educational Trust 2013</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: Percentages total more than 100.0% because some Current Population Survey Annual Social and Economic Supplement (CPS-ASEC) respondents reported more than one type of coverage during Calendar Year 2012.",
                                                    "type": "paragraph"
                                                },
                                                {
                                                    "text": "<i>Source</i>: Carmen DeNavas-Walt, Bernadette D. Proctor, and Jessica C. Smith, U.S. Census Bureau, Current Population Reports, P60–245, <i>Income, Poverty, and Health Insurance Coverage in the United States: 2012</i>, U.S. Government Printing Office, Washington, DC, 2013, p. 67.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\">Type of coverage</th>\n<th align=\"center\">Who is covered</th>\n<th align=\"center\">Funding source</th>\n<th align=\"center\">Number (in millions)</th>\n<th align=\"center\">Percentage of the population</th>\n</tr>\n</thead>\n<tbody>\n<tr><td>Employer-sponsored insurance</td>\n<td>Employees of offering firms and their family members</td>\n<td>Employer and employee contributions</td>\n<td>170.9</td>\n<td>54.9%</td>\n</tr>\n<tr><td>Private Nongroup (also known as “individual market”)</td>\n<td>Individuals and families purchasing coverage</td>\n<td>Individual premiums</td>\n<td>30.6</td>\n<td>9.8%</td>\n</tr>\n<tr><td>Medicaid/CHIP</td>\n<td>Low-income children, parents, elderly, and disabled; childless nondisabled adults are eligible in some states</td>\n<td>Federal government and states; counties share financial responsibility in some states</td>\n<td>50.9</td>\n<td>16.4%</td>\n</tr>\n<tr><td>Medicare</td>\n<td>Elderly and disabled</td>\n<td>Federal government</td>\n<td>48.9</td>\n<td>15.7%</td>\n</tr>\n<tr><td>Military</td>\n<td>Current members of the armed forces and their families, veterans</td>\n<td>Federal government</td>\n<td>13.7</td>\n<td>4.4%</td>\n</tr>\n<tr><td>Uninsured</td>\n<td align=\"center\">N/A</td>\n<td align=\"center\">N/A</td>\n<td>48.0</td>\n<td>15.4%</td>\n</tr>\n<tr><td>TOTAL</td>\n<td/>\n<td/>\n<td>311.1</td>\n<td>116.7%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "U.S. Health insurance coverage in 2012.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Sixty-one percent of the workers covered by employer-sponsored insurance are in self-insured plans, under which the risk pool is limited to the firm’s own employees (<a href=\"#bib27\">Kaiser Family Foundation and Health Research and Educational Trust 2013</a>). Self-insuring firms assume the risk for the health insurance claims made by their employees and typically pay an insurance company to administer the benefits. They sometimes purchase additional “stop-loss” coverage to protect them against the risk of very high claims. Individuals with employer-sponsored coverage that do not work in self-insuring firms are considered “fully insured,” which means the insurance company plays a bigger role, namely, it assumes full financial risk for the employees’ claims. Depending on state law, insurers may base premiums on either experience rating, in which premiums are based on the past claims history of that firm, or community rating, in which premiums are based on the claims history of the larger risk pool that includes multiple firms purchasing coverage from the same insurance company<sup><a href=\"#fn2\">2</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Individuals and families who are not covered by employer-sponsored insurance may purchase coverage directly from an insurance company, in what is called the non-group or individual health insurance market. They then bear the full cost of the premiums and do not enjoy the same tax preferences as those with employer-sponsored-coverage. Premium rating and other aspects of individually purchased coverage are subject to state regulation. The number of people with individual market coverage in the CPS-ASEC and most other surveys is much higher than what is shown in administrative data. Filings related to the Affordable Care Act’s Minimum Loss Ratio requirements, for example, suggest that 10.9 million people had this kind of coverage compared with the 30.6 million shown in <a href=\"#table1\">Table 1</a>; the number of people reporting individual market coverage as their only source of coverage, 11.1 million, is much closer to the administrative total (<a href=\"#bib20\">Finegold 2013</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Medicaid and the Children’s Health Insurance Program (CHIP) are means-tested programs that are administered by the states, with funding shared between the federal government and the states. Children, parents and other caretaker relatives, disabled adults, and the elderly may be eligible if they meet income limits, which vary by state and eligibility group. Eligibility in some categories is also subject to asset limits, and childless adults are currently ineligible, at any income level, in most states.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Medicare provides health coverage to persons 65 and above, and to some younger individuals who meet disability criteria. Unlike Medicaid, Medicare is wholly administered and funded by the federal government, and eligibility is not subject to income or asset limits. Military health coverage is available to current service members and their families, and to veterans.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Despite these multiple forms of coverage, and the considerable government spending and tax preferences associated with them, nearly one-sixth of Americans were uninsured in 2012. Uninsurance tends to be higher for adults between 19 and 64 than for children (for whom Medicaid and CHIP provide coverage up to higher income levels) or the elderly (most of whom receive Medicare). Uninsurance is also higher for Latinos, African Americans, and Asian Americans than for non-Latino Whites (<a href=\"#bib16\">DeNavas-Walt, Proctor, &amp; Smith 2013</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 An overview of U.S. health care coverage",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Affordable Care Act expands eligibility for the Medicaid program to most individuals under age 65 and with incomes up to 133% of the Federal Poverty Level (FPL)<sup><a href=\"#fn3\">3</a></sup> It also requires U.S. citizens and legal residents to have qualifying health coverage. Starting in year 2014, a penalty is imposed for those non-exempt<sup><a href=\"#fn4\">4</a></sup> individuals that are not covered under a qualified insurance plan.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Affordable Care Act imposes new regulations on the individual and the small group markets in the United States. The new regulations applying to these markets have the dual intent of assuring that qualified health plans meet specific minimum standards and of spreading risk among enrollees that have a wide range of expected expenditures. The Affordable Care Act mandates guaranteed issue (no denial due to pre-existing conditions) and renewability, with premium variation based only on age (with a 3 to 1 rate-banding constraint), tobacco use (with a 1.5 to 1 rate-banding constraint), geographic rating area, and family size. The Affordable Care Act also sets maximum out-of-pocket spending limits, allows for risk adjustment between plans, and requires that qualified health plans cover an “essential health benefits” (EHB) package for coverage of items and services in ten general categories.",
                            "type": "paragraph"
                        },
                        {
                            "text": "One of the most important features of the Act is the creation of new competitive private health insurance markets, called the Health Insurance Marketplace (Marketplace) for individuals, and Small Business Health Options Program (SHOP) Exchanges for small businesses. We will refer to both the Marketplace and SHOP as the Exchanges. These Exchanges will provide a risk-pooling mechanism for the private health insurance market, thus spreading risk across a large number of individuals, and reducing year-to-year variability in premiums. In addition, allowing a larger number of individuals to participate in a single risk pool can reduce per capita administrative costs. The Exchanges will offer a mechanism by which regulation in the health insurance market can be strengthened to prevent insurers from denying coverage based on preexisting conditions and to limit the factors that can be used to determine price variation across enrollees. The law enables these modifications by requiring that all plans offered under the Exchanges (and under the regulated non-group and small group markets) be subject to guaranteed issue, guaranteed renewal, rating regulations, and regulations regarding plan generosity.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Affordable Care Act also provides for assistance to low-income individuals who cannot afford to obtain coverage through the Exchanges on their own. Individuals whose incomes lie between 100% and 400% of the Federal Poverty Level (FPL) will be eligible for subsidies to purchase coverage through the Exchanges<sup><a href=\"#fn5\">5</a></sup>. These subsidies will not be available for individuals who are eligible for Medicaid, CHIP, or Medicare, or who have an “affordable” insurance offer from their employer. An affordable offer is defined as an offer for which the actuarial value of the plan is at least 60% and the employee share of the premium for single coverage does not exceed 9.5 percent of family income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "While employers will not be required to offer insurance coverage, employers with at least 50 workers will be penalized if any of their workers obtain subsidized coverage from the exchange. Firms with 50 or more full-time workers that do not offer coverage and have at least one full-time employee who receives exchange subsidies will be assessed a penalty per full time employee, with the first 30 employees excluded from the assessment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In addition to the Marketplace’s offering coverage to individuals and families, the SHOP Exchanges will be open to businesses with 50 or fewer workers.<sup><a href=\"#fn6\">6</a></sup> The idea of allowing small businesses access to health care coverage through the Exchanges has appeal because small businesses’ risk pools are small and because they have limited staff to deal with the managerial challenges associated with offering insurance.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although Marketplace coverage is available to eligible individuals and families in every state, the Affordable Care Act allows states to decide whether to run their own Exchanges or allow the federal government to do it for them. Sixteen states and the District of Columbia have State-Based Exchanges (SBEs), twenty-seven states have Federally-Facilitated Exchanges (FFEs), and the remaining seven states have “hybrid” State Partnership Exchanges (SPEs)<sup><a href=\"#fn7\">7</a></sup>. On-line enrollment for the FFEs, SPEs, and, for 2014, two of the SBEs (Idaho and New Mexico) is through the federal website, Healthcare.gov (<a href=\"https://www.healthcare.gov/\">https://www.healthcare.gov/</a>). On-line enrollment for the other fourteen SBE states and the District of Columbia is through state-run websites.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 The affordable care act",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. U.S. Health insurance coverage and the affordable care act",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "COMPARE is an agent-based microsimulation model that provides a synthetic representation of the United States or of an individual U.S. state. The main agents in COMPARE are individuals, firms and Health Insurance Eligibility Units (HIEUs), that is sub-family units of individuals eligible for coverage through private insurance family plans<sup><a href=\"#fn8\">8</a></sup>. A typical HIEU in our synthetic world consists of an adult, his or her spouse, and dependent children.",
                            "type": "paragraph"
                        },
                        {
                            "text": "COMPARE agents make decisions based on a utility-maximization framework and take into account individual and family characteristics, firm characteristics, prices, and government regulations. Each agent is described by a number of defining characteristics, which we call attributes. Agents are given the capability to receive information from other agents, to update some of their attributes accordingly, and to notify other agents of the actions taken. For example, firms receive information from workers about their preferences for enrolling in employer-sponsored health insurance coverage. A firm may then opt to drop coverage if workers prefer Medicaid or the Exchanges, or newly offer coverage if workers’ demand for employer insurance is increased due to the individual mandate. Massachusetts’s experience suggests the plausibility of the latter scenario: after that state enacted health insurance reform, including an individual mandate, under then-Governor Mitt Romney, the percentage of firms offering coverage increased from 73 percent to 79 percent (<a href=\"#bib21\">Gabel <i>et al</i>. 2008</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Agents’ attributes can be divided in three categories: endogenous, exogenous and variable. Endogenous attributes are those determined by the interactions among agents, which are driven by the agents’ behaviors. These attributes are never read directly from an external data set. In COMPARE health insurance premiums, the health insurance status of the HIEUs, the health insurance offering status of the employers and the size and composition of risk pools are all endogenous. They depend on the decisions made by individuals, HIEUs, and firms in response to government regulations and the interactions among these multiple agents.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Exogenous attributes are those whose values are read from external data sets and that do not change over the course of the simulation. We describe the data sets used to assign these exogenous attributes to agents in <a href=\"#s4\">Section 4</a>. While demographic variables such as age, gender and race are clearly exogenous, whether attributes such as education and labor supply should be modeled as exogenous or endogenous is an important modeling decision. Treating them as endogenous may add realism to the simulation at the price of increased complexity. In the context of this simulation realism would be gained for attributes that have been empirically shown to be jointly determined with health insurance, as in the case of labor supply. Analysis of the literature on the relationship between health insurance and labor supply suggests that by treating labor supply as exogenous we might slightly underestimate the size of the Individual Exchange market and overestimate the one of the ESI market (<a href=\"#bib25\">Gruber &amp; Madrian 2004</a>). However, it also shows that we are far from having the knowledge sufficient to model reliably the joint choice of health insurance and labor supply. Therefore in the COMPARE framework individuals do not choose whether to enter the workforce or their occupation, but rather are assigned these statuses, as well as their income. Similarly, the entire regulatory system, which determines the choice sets for individuals, families and firms–for example eligibility for public insurance, or the payment of a penalty for firms that do not offer health insurance–are exogenous, as is the tax system.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Variable attributes are those whose initial value is set using data in the status quo, but are allowed to vary during the simulation either because they depend on some endogenous variable (for example health expenditures are variable because they depend on insurance status) or because they are directly affected by the reform (for example, Medicaid eligibility is variable because it depends on government rules that are affected by the reform).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The first step in using the COMPARE microsimulation is what we call “calibration” at the national level. Calibration is the process of adjusting parameters so that the endogenous values match the observed status quo. We start by assigning initial values to the endogenous attributes including individual insurance status, firm offers, and premiums and broadcasting their values to the relevant agents. For example, individuals and firms will receive information about what initial premiums have been set, and are then allowed to revise the values of these attributes taking into account the values of the endogenous attributes of the other agents, and broadcast again the updated values. This procedure is iterated as many times as needed in order to reach a stable equilibrium. We define a convergence criterion that allows labeling a configuration of the system as the stable equilibrium, which is defined as the “status quo.” A crucial feature of the COMPARE microsimulation is that the status quo configuration must provide a realistic picture of the United States at a point in time. This means that the insurance premiums determined endogenously must match, with reasonable accuracy, the premiums that are actually observed. It also means that the status-quo configuration should reproduce Medicaid enrollment, participation in the group and non-group markets, firm offer rates and rates of uninsurance of the United States.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When interested in national-level outcomes the second step consists of simulating a “post-reform state-of-the-world.” Such “state-of-the-world” is simulated by altering the values of appropriate exogenous attributes, such as the government-controlled regulatory environment, and allowing the agents to respond to these changes and settle into a new equilibrium. The new equilibrium configuration is interpreted as a description of the world in which the reform has taken place. The outcome of the reform is then computed by comparing the new equilibrium with the status quo along a number of dimensions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When interested in state-level outcomes the second step consists of making the synthetic representation of the U.S. “look like” a particular state, followed by the setting of the endogenous attributes so that a new status-quo configuration is achieved that is representative of the particular state. This is accomplished, first, by carefully reweighting the records to match state-specific marginal distributions and, second, by performing state-level “calibration” as described later in this paper. Just as for the case of the national microsimulation, this state-specific status-quo configuration has to reproduce to a reasonable level of accuracy the levels of Medicaid, non-group and group market enrollment, firm offer rates, rates of uninsurance and premiums observed in that particular state.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The third and final step when assessing the impact of health reform legislation on a particular state is to run the microsimulation on the synthetic representation of that state by allowing the agents to behave and interact in response to the legislation. The resulting “post-reform state-of-the-world” for that state is interpreted as the new equilibrium reached for that state after reform has taken place.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Overall description of the model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "COMPARE uses a utility maximization procedure, in which individuals and firms make decisions by weighing the costs and benefits of available insurance options, to estimate responses to major health care legislation. Since the choices are made based on structural parameters, such as specific choices for the utility function and risk aversion coefficients, that do not change when the policy environment changes, the utility maximization approach is ideally suited to predict how individuals and employers will respond to wholly new insurance options, such as the Marketplace and the Small Business Health Options Program (SHOP) Exchanges created by the Affordable Care Act.",
                            "type": "paragraph"
                        },
                        {
                            "text": "While this type of structural modeling is not common in health care, it has been often and successfully applied to simulate individual and household decisions regarding labor supply and savings, usually in microsimulations aimed at estimating the impact of tax policy and pension reform (<a href=\"#bib6\">Attanasio &amp; Weber 2010</a>; <a href=\"#bib14\">Creedy &amp; Kalb 2005</a>; <a href=\"#bib31\">Leombruni &amp; Richiardi 2006</a>; <a href=\"#bib48\">Spielauer 2007</a>; <a href=\"#bib53\">van de Ven 2011</a>; <a href=\"#bib54\">Van Soest, Das, &amp; Gong 2002</a>). Estimation approaches that make use of econometric regressions or spreadsheet models, or approaches that are not based on structural equations, as encountered in other health care simulations, tend to rely on past experience to predict future choices and they are therefore less useful when considering major policy changes, being subject to the Lucas critique<sup><a href=\"#fn9\">9</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A second advantage of COMPARE over simpler models is that it allows for dynamic interaction between agents such as firms and workers. In COMPARE, firms respond to workers’ preferences, which can change in response to government actions. For example, the enactment of the individual mandate will cause some workers to have a greater demand for health insurance, which in turn influences firms’ decisions to offer. As another example, COMPARE allows for the effects of adverse selection to operate dynamically affecting premiums and enrollment until an equilibrium is reached. Such equilibrium could in principle involve death spiral and market collapse.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, COMPARE uses a relatively sophisticated approach to estimate firm behavior that accounts for worker preferences, insurance costs, the tax treatment of employer sponsored insurance, and the trade-off between wages and health insurance. Because of the level of detail incorporated into our firm behavior model, we have been able to predict relatively nuanced changes in behavior. For example, we have been able to model not only whether a firm will offer insurance as a response to a mandate, but also whether it will self-insure, offer a fully-insured plan or offer insurance through the newly created Exchanges.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.2 Model strengths",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. How compare works",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "COMPARE builds a synthetic representation of the United States using nationally representative data of individuals, households and employers. The three key data sources are: the Survey of Income and Program Participation (SIPP), the Medical Expenditure Panel Survey (MEPS), and the Kaiser Family Foundation/Health Research and Educational Trust Employer Survey (Kaiser/HRET). Additional data sources used in COMPARE are the Survey of U.S. Businesses (SUSB) and the Group Medical Insurance Large Claims Data Base (Society of Actuaries, 2002). The SIPP, MEPS and Kaiser/HRET databases are linked together by using statistical matching in order to create a synthetic representation of the United States composed of individuals, households, and firms. <a href=\"#fig1\">Figure 1</a> schematically represents the creation of the COMPARE synthetic world using these three surveys.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00089%2Fijm-00089-fig1.tif",
                                        "size": {
                                            "width": 764,
                                            "height": 485
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00089%2Fijm-00089-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00089-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "How COMPARE creates a synthetic representation of the U.S. from its data sources.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The SIPP is a nationally representative longitudinal survey conducted by the Census Bureau, which collects information on people, families, and households in the non-institutionalized population of the United States. The SIPP is our core population database. It provides data on demographic characteristics, household composition, health insurance status, income, assets, and labor force participation. The population of individuals in the COMPARE model comes from the 2008 SIPP panel, specifically, from the April 2010 sample.",
                            "type": "paragraph"
                        },
                        {
                            "text": "One limitation of our core data base, the SIPP, is that it contains very little data on health expenditures. Such information is thus obtained from the MEPS after statistically matching with the SIPP. The MEPS is also a nationally representative survey of the civilian non-institutionalized population administered by the Agency for Healthcare Research and Quality. The MEPS contains data on medical expenditures, medical conditions, and demographic characteristics; therefore, we use the MEPS Household Component (MEPS-HC) to provide the data required to develop medical spending estimates in our model. We are not using the MEPS as our core data set mainly because it does not make publicly available the state of residence of the respondents, making it very difficult to assign Medicaid eligibility, since this attribute varies drastically across states.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Kaiser/HRET (<a href=\"#bib27\">Kaiser Family Foundation and Health Research and Educational Trust 2013</a>) is an annual survey containing information on firm characteristics and health insurance plans for a nationally representative sample of U.S. employers with three or more workers. Benefits data available in the Kaiser/HRET survey include the number and type of plans offered, the cost of these plans, employee contribution and cost-sharing requirements, and covered benefits.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To link MEPS expenditures to individuals in the SIPP we use semi-constrained statistical matching. First, the MEPS-HC and the SIPP are stratified into demographic cells depending on age, insurance status, health status, region, and income. Second, each individual in the SIPP is randomly assigned expenditure data using information from a demographically matched person in the MEPS-HC. Third, weighted expenditures are computed for all MEPS-HC and SIPP demographic cells. If weighted expenditures of matching cells differ by more than 0.5 percent, we repeat the procedure until the difference is less than 0.5 percent. This methodology preserves the distribution of overall health care expenditure for both adults and children in the United States.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Before linking the Kaiser/HRET data to the SIPP, we first perform two adjustments. Because the estimated size of the labor force differs in the SIPP and the Kaiser/HRET, and because the sample size of the SIPP is far larger, we assume that the SIPP workforce count is accurate. We therefore adjust the weights in the Kaiser/HRET file to match the SIPP. We further adjust the Kaiser/HRET data to reflect the number of firms enumerated in the Survey of U.S. Businesses (SUSB) (2005), stratified by firm size. Firms in the Kaiser/HRET database are matched to workers in the SIPP based on Census region, firm size, industry, and whether or not the firm offers health insurance–in the SIPP, we know whether or not the worker was offered insurance, regardless of whether the worker accepted it. Our approach ensures that employer health insurance offer rates among offering firms will reflect the Kaiser/HRET data, that characteristics of workers reflect the worker distribution found in the SIPP, and that the number and type of businesses in the United States reflect the distribution found in the SUSB.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In COMPARE we do not age the population. However, our synthetic representation of the U.S. is updated to reflect the U.S. population in 2011 or later years, by reweighting the data to reflect U.S. Census population estimates. Weights are based on race, age, and sex. Health insurance eligibility units (HIEUs) are built using data from the SIPP to mirror the units used by private insurance companies and state Medicaid and CHIP agencies, which are somewhat different from the households and families defined in the SIPP data.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 COMPARE databases",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "MEPS-HC expenditures are known to underestimate national health spending because the MEPS does not capture individuals with unusually high expenditures and also generally undercounts expenditures (<a href=\"#bib47\">Sing <i>et al</i>., 2006</a>; <a href=\"#bib46\">Selden &amp; Sing, 2008</a>). Therefore, prior to statistical matching with the SIPP, we perform two adjustments on the MEPS data to address these issues. First, we recalibrate the top one percent of the MEPS expenditure distribution to reflect high expenditures found in the Group Medical Insurance Large Claims Data Base (Society of Actuaries, 2002). Second, we inflate the recalibrated MEPS-HC spending estimates to match the National Health Expenditure Accounts (NHEAs). NHEA medical expenditure estimates are considered to be more accurate than MEPS estimates because NHEA figures are based on administrative reports from health care providers, as opposed to consumer reports of health care spending. Our adjustment follows the procedure found in <a href=\"#bib47\">Sing <i>et al</i>. (2006)</a>. We convert all monetary figures to 2011 constant dollars using health care inflation factors based on the NHEA; these factors inflate health spending by approximately 6 percent in each year.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Medical expenditures",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Unsurprisingly, the COMPARE framework based on utility maximization procedures does not perfectly reproduce individual insurance choices in the status quo. For example, empirically, we find that there are Medicaid-eligible individuals who are uninsured even though the utility maximization procedure predicts that they should enroll in Medicaid. It is likely that the utility maximization procedure is missing some components of individual decision-making, such as imperfect information, inertia in making decisions, hassle associated with insurance enrollment, and—in the case of Medicaid—any stigma associated with this means-tested program.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To estimate the impact of these factors, we perform a “calibration” procedure to ensure that the model accurately reproduces decisions in the pre-reform state-of-the-world. The calibration procedure involves adding calibration constants to the individuals’ insurance utilities, which vary depending on the insurance status, whether the individual is an adult or a child, and the income category of the individual. These constants are tuned until we reproduce the insurance take up rates by age and income observed in the pre-reform state of the world. These constants become part of the utility maximization equation, described in <a href=\"#s6-1\">Section 6.1</a>, and the constants estimated during the calibration procedure are used to model decisions under the reform. For example, the constants estimated for Medicaid insurance choices in the calibration process are added to individuals’ utilities for Medicaid when we estimate the impact of reform.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 COMPARE model calibration at the national level",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. The synthetic world of COMPARE: national level",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Although the COMPARE synthetic world is nationally representative, the number of observations in each state is too small to support state-specific estimates. To address this issue, we reweight all of the data in the COMPARE model to reflect the distribution of individuals and firms in states. The procedure we use to reweigh the individual records is called iterative proportional fitting or IPF (<a href=\"#bib26\">Ireland &amp; Kullback 1968</a>; <a href=\"#bib15\">Deming &amp; Stephan 1940</a>; <a href=\"#bib45\">Ruschendorf 1995</a>). The IPF allows us to adjust the weights of records in COMPARE to reproduce known, target marginal distributions. The reweighting procedure accounts for race, the joint distribution of insurance status (public, employer-based, non-group, other insurance, or uninsured) and poverty category, insurance status of children (ages 0–18), age, employment status, and firm size. Distributions of race and age were obtained using data from the 2008 American Community Survey (ACS); distributions of insurance status and poverty category are averages of data from 2009–2011 Current Population Survey (CPS); and, employment status and firm size distribution data are from 2006–2007 data released by Statistics of U.S. Businesses (SUSB). We also recalculate Medicaid eligibility status among modeled individuals using criteria specific to the state based on information compiled by the Kaiser Family Foundation. <sup><a href=\"#fn10\">10</a></sup> To account for population change over time, we make adjustments to reflect state-specific population projections based on data from the U.S. Census and the American Community Survey. Our population adjustment accounts for changes in the total size of the population, and the distribution of the population by age, race, and sex. We do not adjust for possible differences in health status of state residents vs. the nation as a whole.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We adjust health care spending in the model to match the state health insurance expenditure accounts (SHEA) reported by the Center for Medicare and Medicaid Services (CMS). Since state health expenditure data from CMS are only available through 2004, we project expenditures forward using historical expenditure growth rates derived from the SHEA.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We additionally account for any large state-specific insurance programs that are expected to be substantially affected by the Affordable Care Act. These include Connecticut’s SAGA (State-Administered General Assistance), which covers about 45,000 low-income adults who did not qualify for Medicaid under previous federal regulations, but who would all become Medicaid eligible under the Affordable Care Act, and similar programs in New York (Healthy New York) and Delaware (Community Health Care Access Program).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 COMPARE state-specific reweighting procedure",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "When running state-specific versions of the model, we must perform the calibration procedure for each individual state in order to reproduce the known pre-reform distribution of insurance status (public [Medicaid/CHIP], employer-based, non-group, other insurance [Medicare/military], or uninsured) of that particular state. The calibration procedure is separate from the reweighting procedures described above. While the reweighting adjustments allow the model to reflect the demographic characteristics of a particular state, the calibration adjustments ensure that we reproduce the health insurance outcomes in the state. We have found that calibration constants vary between the national-level model and our state-level models, and the constants vary from state to state.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To thoroughly model state-level outcomes post-reform, we must first reweight the model to reflect state demographics, then calibrate the model to reflect the state-specific insurance distribution, and then run the model to get post-reform results. We call this the reweight-calibrate-run or RCR procedure, and it is schematically illustrated in <a href=\"#fig2\">Figure 2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00089%2Fijm-00089-fig2.tif",
                                        "size": {
                                            "width": 1529,
                                            "height": 219
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00089%2Fijm-00089-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00089-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Schematic representation of the reweight-calibrate-run or RCR procedure.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 COMPARE model calibration for states",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. The synthetic world of COMPARE: state level",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Agent based models of health insurance decisions broadly use one of two approaches to model agents’ decision making: elasticity-based approaches and utility maximization approaches. Elasticity-based approaches use empirical elasticities for different types of insurance to predict how insurance take-up will change with changes in price, or premiums. Elasticities are defined as percentage change in demand given a percentage change in price. In contrast, utility maximization approaches define the value or “utility” of each insurance option for each agent. Elasticity-based approaches have the advantage that they are straightforward to estimate. On the other hand, because these approaches rely heavily on parameters estimated under current policy, they are likely to perform best when changes to insurance policy are small (<a href=\"#bib3\">Abraham 2012</a>). Utility maximization can be a more flexible approach to estimate insurance take-up under a dramatically reformed system. <a href=\"#s8\">Section 8</a> describes similarities and differences between the results generated using the COMPARE model, which uses a utility maximization approach, and the CBO model, which uses an elasticity-based approach.",
                            "type": "paragraph"
                        },
                        {
                            "text": "COMPARE makes use of a utility-maximization approach to simulate individuals and HIEUs making decisions on health insurance. While the utility includes non-monetary costs and benefits, it is typically expressed in monetary units. Therefore, a utility for health insurance will always take into account out-of-pocket costs and premiums paid as the main costs of health insurance. The benefits of health insurance are typically cited as reduced risk of financial loss and the value of health care received (<a href=\"#bib37\">Nyman, 1999</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "We use a standard approximation to the individual’s utility function, that has been used by <a href=\"#bib22\">Goldman, Buchanan, and Keeler (2000)</a> and other researchers. The utility for an individual i who selects insurance status j has the following functional form:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn1",
                            "label": "(1)",
                            "mathml": "<math><msub><mtext>U</mtext><mrow><mtext>ij</mtext></mrow></msub><msub><mtext> = E(OOP</mtext><mrow><mtext>ij</mtext></mrow></msub><mtext>)</mtext><mo>−</mo><msub><mtext>premium</mtext><mrow><mtext>ij</mtext></mrow></msub><mo>−</mo><mn>½</mn><mtext> </mtext><msub><mtext>r VAR(OOP</mtext><mrow><mtext>ij</mtext></mrow></msub><msub><mtext>) + u(H</mtext><mrow><mtext>ij</mtext></mrow></msub><msub><mtext>)+c</mtext><mrow><mtext>ij</mtext></mrow></msub></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Where OOP<sub>ij</sub> refers to out-of-pocket health expenditures, r is the Pratt risk aversion coefficient (<a href=\"#bib39\">Pratt, 1964</a>), and u(H<sub>ij</sub>) is the value to individual i associated with consuming health services H<sub>ij</sub> provided by health insurance choice j. E(OOP<sub>ij</sub>) and VAR(OOP<sub>ij</sub>) refer to the expected value and the variance of the out-of-pocket expenditures respectively. They are computed over a sufficiently large set of individuals that have the same attributes in terms of insurance status, age group, health status, family poverty category and firm size.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The value of the coefficient of risk aversion (r) is obtained in our model by averaging inflation-adjusted values reported in <a href=\"#bib40\">Pauly and Herring (2000)</a> and <a href=\"#bib35\">Manning and Marquis (1996)</a>. While we acknowledge that risk aversion is likely not constant across the population we do not have sufficient empirical evidence to model this parameter as a function of individual’s attributes such as age or income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The value of health care services u(H<sub>ij</sub>) can be estimated as the area under the demand curve, as suggested by <a href=\"#bib22\">Goldman, Buchanan, and Keeler (2000)</a>, since the demand curve has been approximately determined by the RAND Health Insurance Experiment (<a href=\"#bib29\">Keeler 1988</a>). However, using the demand curve is quite complex, and we found that in practice it is sufficient to assume that u(H<sub>ij</sub>) is proportional to the expected value of total expenditures for health care services, as suggested by <a href=\"#bib41\">Pauly, Herring, and Song (2002)</a>. While Pauly <i>et al</i>. used a constant of proportionality equal to 0.5 we found, during our calibration procedure, that a value of 0.3 better reproduced the status quo. We have also considered a more complicated approach for the estimation of the term u(H<sub>ij</sub>) that takes advantage of the fact that the utility of health services is basically the area under the health care demand curve, which can be estimated from the RAND health insurance experiment<sup><a href=\"#fn11\">11</a></sup>. However, we did not find this approach superior in any evident way, and therefore we have opted for the simpler model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The constant c<sub>ij</sub> is a calibration constant estimated in the calibration procedure described in <a href=\"#s4-3\">Sections 4.3</a> and <a href=\"#s5-2\">5.2.</a> These calibration constants vary based on the insurance choice j and the age and income of individual i.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We use <a href=\"#eqn1\">Equation (1)</a> to calculate the utility of each insurance choice available to each individual in the model. In the pre-Affordable Care Act state of the world (referred to as the “status quo”) each individual has up to four choices, namely, no insurance, a standard employer plan (if he or she has access to such plan through an employer), a plan in the non-group market, or a public plan such as Medicaid (if he or she is eligible for Medicaid). After January 2014, individuals may be presented with new choices—for example, some individuals will become eligible for Medicaid, and some will become eligible for subsidized insurance plans on the Exchanges. In each state of the world, individuals select the insurance option that yields the highest utility. Both before and after the Affordable Care Act, the individuals’ insurance choice set includes the option to be uninsured. However, in the post-Affordable Care Act state of the model, we add a negative term to <a href=\"#eqn1\">Equation (1)</a> when calculating the utility of being uninsured; the negative term reflects the penalty the individual would face for non-compliance with the individual mandate.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Before finalizing choices, individuals’ decisions must be reconciled across the HIEU. In general, each member of the HIEU can make a different insurance choice. However, there are some cases where the optimal choice for each individual would not reflect the optimal choice for the HIEU as a whole, or where one HIEU members’ choice set is contingent on another members’ decisions. For example, a child cannot enroll on a parent’s employer plan unless the parent is also enrolled. In these cases, the HIEU makes the insurance decision that maximizes aggregate utility across all HIEU members.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-1",
                    "title": "6.1 Individual and household behavior model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The decision by a firm to offer health insurance or not is also modeled using a utility maximization framework. The group choice model aggregates worker utility associated with each possible insurance choice available to the firm and subtracts aggregate costs as indicated in the following functional form:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn2",
                            "label": "(2)",
                            "mathml": "<math><msup><mtext>U</mtext><mtext>α</mtext></msup><mtext> </mtext><msup><mtext>=λV</mtext><mtext>α</mtext></msup><mo>−</mo><mtext> </mtext><mtext> </mtext><msup><mtext>C</mtext><mtext>α</mtext></msup></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Where U<sup>α</sup> is the firm’s utility for offering option α, V<sup>α</sup> is the aggregate worker utility, C<sup>α</sup> is the cost of offering insurance, and λ represents the weight that firms place on workers’ utility<sup><a href=\"#fn12\">12</a></sup>. In the pre-reform model, the firm maximizes utility by choosing α, where α represents one of two choices, namely, to offer traditional ESI or to not offer insurance. When modeling the consequences of the Affordable Care Act, this set of choices is increased as explained in a latter section. Employer costs associated with offering insurance include employer premium contributions and money spent on plan administration. We assume that if firms choose not to offer insurance, a fraction of costs would be passed back to workers as wages. We also allow for the possibility that some workers might rather not receive an insurance offer, as would be the case if the worker preferred the extra wages to the offer of ESI. Finally, we account for the favorable tax treatment of employer-sponsored insurance relative to compensation in the form of wages. A detailed description of COMPARE’s firm behavior model is found in <a href=\"#bib18\">Eibner <i>et al</i>. (2011)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-2",
                    "title": "6.2 Firm behavior model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The current version of COMPARE does not model competition among insurance companies. Insurers are, therefore, not agents in the sense that individuals, HIEU’s and firms are. We only model a simple form of insurers’ behavior, that is, setting the premiums of the insurance pools. Plan design, actuarial value and administrative cost factor are exogenous attributes. However, premiums in COMPARE are endogenous attributes determined by the microsimulation itself.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In COMPARE we distinguish between the following: group premiums (community rated, experience rated, self-insured and post-reform regulated group) and non-group premiums (pre-reform, possibly including community rated, and post-reform regulated non-group). In this section we briefly describe the different types of COMPARE premiums and the algorithms used to compute them.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "In COMPARE firms are faced with the decision of not offering health insurance or offering a traditional ESI plan (sometimes called a fully-insured plan), a self-insured plan (only in some national level simulations), or an exchange plan in the regulated small group market (only under the reform). For each of the insurance options COMPARE defines a single and a family premium<sup><a href=\"#fn13\">13</a></sup>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The traditional ESI plan premium is computed as a weighted sum of a community rated and an experience rated premium. The weight of the experience premium is an increasing function of firm size. The rationale for this assumption is that if small firms were given high weight to experience rating, their premiums would exhibit an unacceptably high variance, and, therefore, they would have to be pooled more in order to guarantee stable premiums. The traditional ESI premium is eventually split between employer and employee shares.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The firm community rating premium is generated when pooling all firms according to census region and firm size. We create 24 risk pools corresponding to 12 combinations of census region and firm size, and to the single and family plan options. The premium for each pool is computed using the well-known formula:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn3",
                                    "label": "(3)",
                                    "mathml": "<math><mtext>P = E(me) </mtext><mo>×</mo><mtext>AV</mtext><mo>×</mo><mrow><mo>(</mo><mrow><mtext>1 +δ</mtext></mrow><mo>)</mo></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Where E(me) is the expected or average medical expenditures of all individuals in the pool, AV is the actuarial value of the plan and δ is the administrative cost factor of the plan expressed as a fraction of the paid out benefits. Notice that this factor not only includes insurer’s management costs but also insurer’s profits. Actuarial values and administrative cost factors for traditional ESI plans are assumed to vary with firm size. We use AVs of 0.75, 0.80, and 0.85 for small (&lt;= 25 workers), medium (26–100 workers), and large (101+ workers) firms respectively. The corresponding administrative cost factors (or rather, their associated medical loss ratios or MLR’s) are shown in <a href=\"#table1\">Table 1</a>.<sup><a href=\"#fn14\">14</a></sup> The relationship between administrative cost factor and MLR is as follows:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn4",
                                    "label": "(4)",
                                    "mathml": "<math><mtext>MLR = 1 /</mtext><mrow><mo>(</mo><mrow><mtext>1 +δ</mtext></mrow><mo>)</mo></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "The experience rating premium is the one that a firm would face if it were based purely on the medical expenditures of its employees and their dependents. <a href=\"#eqn3\">Equation (3)</a> also applies but only the medical expenditures of the firm’s employees and their dependents are included in the computation of the average, that is, only they are part of the corresponding insurance pool.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The self-insured premium is conceptually equivalent to the experience premium, with the difference that it also accounts for the tax advantage of self-insuring through a discount factor. As explained in <a href=\"#bib12\">Cordova <i>et al</i>. (2013a)</a> and in <a href=\"#bib7\">Eibner <i>et al</i>. (2011)</a>, modeling of self-insurance is complicated (and computationally more time-consuming) thus, self-insurance is an option that COMPARE currently reserves for certain national-level simulations.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "When modeling firm behavior under the Affordable Care Act firms have the option of not offering insurance or offering a traditional ESI plan (allowed for firms over 100 employees or for small firms that fulfill the requirement for grandfathered status) or one of four “metal tier” exchange plans (bronze, silver, gold or platinum). Exchange premiums have to satisfy the regulations on age and tobacco-usage rate banding and metal tier’s actuarial value mandated by the law. These regulations are further explained in another section of this paper.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Note</i>: NA means not applicable, since the MLRs of firms with 101+ employees are not modified by the Affordable Care Act.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table2",
                                            "label": "Table 2",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\">Pre-Reform, Grandfathered, and Large Group Plans</th>\n<th align=\"center\">Post-Reform, Regulated market</th>\n</tr>\n</thead>\n<tbody>\n<tr><td>Group Market</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr><td>&lt; 25</td>\n<td align=\"center\">0.80</td>\n<td align=\"center\">0.88</td>\n</tr>\n<tr><td>26–100</td>\n<td align=\"center\">0.87</td>\n<td align=\"center\">0.88</td>\n</tr>\n<tr><td>101 +</td>\n<td align=\"center\">0.92</td>\n<td align=\"center\">NA</td>\n</tr>\n<tr><td>Non-group market</td>\n<td align=\"center\">0.70</td>\n<td align=\"center\">0.80</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Medical loss ratio assumptions in compare.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s6-3-1",
                            "title": "6.3.1 Group premiums",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Current U.S. law allows each state to establish its own regulatory environment vis-à-vis the non-group market, with the result that there is not one but fifty-one different markets: one for each state and one for the District of Columbia. It is not possible to model separately all these since there are not enough records in our database to create sufficiently large pools for estimating premiums. In order to keep the modeling tractable, we assumed that there are two separate non-group markets, one for the six states with community rating regulations (Massachusetts, Maine, New Hampshire, New York, New Jersey, and Vermont), in which we allow premiums to vary by age only, and one for the remaining states, where premiums are allowed to vary by age and health status.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In a previous version of COMPARE we constructed separate non-group pools depending on age (for the community rating states) or age and health status (for the other states). We have more recently replaced such an approach by what we call a “Template” approach in which each one of the age or age/health status pools is integrated into a “super-pool.” In the Template approach premiums are computed assuming that the ratios of pool premiums are known and remain constant, but the premiums themselves change dynamically at every iteration of the microsimulation, and their final values are a function of the final composition of the super-pool. This approach allows to capture the fact that insurance companies smooth the risk across risk categories, allowing the low risks to subsidize the high risks to a certain extent, in order to prevent premiums for the high risks from assuming exceedingly high values.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We will explain the “Template” approach by applying it to a super-pool for which pool premiums only vary by age. Denote by <b><i>p<sub>α</sub></i></b> the premium in the non-group pool α, by <b><i>m<sub>α</sub></i></b> the average expenditures of that pool, and by <b><i>w<sub>α</sub></i></b> the number of enrollees in that pool. We assume that the premium ratios <b><i>r<sub>α</sub></i> =<i>p<sub>α</sub></i>/<i>p</i><sub>1</sub></b> (where <b><i>p</i><sub>1</sub></b> is a reference pool which could be any of the pools of the super-pool) are known, and we need to compute the premiums <b><i>p<sub>α</sub></i></b>. This is done by imposing the condition that the total amount collected in premiums, that is <b>∑<i><sub>α</sub>w<sub>α</sub>p<sub>α</sub></i></b>, is equal to the total cost to insurers, that is <b>∑<i><sub>α</sub>w<sub>α</sub>m<sub>α</sub>AV</i>(1+<i>δ</i>)</b>:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn5",
                                    "label": "(5)",
                                    "mathml": "<math><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mi>α</mi></msub><mrow><msub><mi>w</mi><mi>α</mi></msub></mrow></mstyle><msub><mi>p</mi><mi>α</mi></msub><mo>=</mo><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mi>α</mi></msub><mrow><msub><mi>w</mi><mi>α</mi></msub></mrow></mstyle><msub><mi>m</mi><mi>α</mi></msub><mi>A</mi><mi>V</mi><mrow><mo>(</mo><mrow><mtext>1 +δ</mtext></mrow><mo>)</mo></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Substituting the ratios <b><i>r<sub>α</sub></i></b> into the previous equation yields an equation that can be solved for the premium of the reference pool <b><i>p</i><sub>1</sub></b> , and using the expression <b><i>p<sub>α</sub></i> =<i>r<sub>α</sub></i>/<i>p</i><sub>1</sub></b> we can compute the individual pool premiums as follows:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn6",
                                    "label": "(6)",
                                    "mathml": "<math><msub><mi>p</mi><mi>α</mi></msub><mo>=</mo><msub><mi>r</mi><mrow><msub><mrow/><mi>α</mi></msub></mrow></msub><mfrac><mrow><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mi>β</mi></msub><mrow><msub><mi>w</mi><mi>β</mi></msub></mrow></mstyle><msub><mi>m</mi><mi>β</mi></msub><mi>A</mi><mi>V</mi><mrow><mo>(</mo><mrow><mtext>1 +δ</mtext></mrow><mo>)</mo></mrow></mrow><mrow><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mi>β</mi></msub><mrow><msub><mi>w</mi><mi>β</mi></msub></mrow></mstyle><msub><mi>r</mi><mi>β</mi></msub></mrow></mfrac></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "The initial set of ratios <b><i>r<sub>α</sub></i></b> are computed using averages of observed non-group market premiums in the U.S. This is what we call the “Template” of pool premium ratios. During COMPARE microsimulations the composition of the non-group super-pools is allowed to change in response to the decisions by individuals, HIEU’s and firms, and, therefore, all the pool premiums will vary accordingly, but the template is assumed to remain constant.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "As discussed later, the Affordable Care Act brings about important changes to the non-group market by imposing rate banding restrictions as well as a set of actuarial values for four metal-tier plans. The template approach sketched above can be readily modified to include these Affordable Care Act regulations. For example, the 3 to 1 age rate banding restrictions can be introduced simply by “compressing” the Template to make sure that the ratio of the maximum to minimum pool premiums inside the super-pool is equal to three. Similarly, we can include risk adjustment among metal tier plans by imposing the additional condition that the ratio of the two pool premiums equals the ratio of the actuarial values. The associated math includes more equations and is slightly more complicated than the math presented above, but the Template approach is the same.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s6-3-2",
                            "title": "6.3.2 Non-group premiums",
                            "type": "section"
                        }
                    ],
                    "id": "s6-3",
                    "title": "6.3 Insurers, premiums setting and insurance pools",
                    "type": "section"
                }
            ],
            "id": "s6",
            "title": "6. COMPARE behavioral models",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "COMPARE has been used to simulate possible outcomes from the Affordable Care Act, including participation in the Exchanges and the impact of state decisions whether to expand Medicaid (<a href=\"#bib17\">Eibner <i>et al</i>. 2010</a>; <a href=\"#bib7\">Eibner <i>et al</i>. 2011</a>; <a href=\"#bib42\">Price and Eibner 2013a</a>). The baseline reform simulation considered in our analysis was designed to reflect the main provisions of the Affordable Care Act. In scenario testing we analyzed the sensitivity of results to key design features and model assumptions. We conducted analyses to test the sensitivity of results to design choices that have yet to be fully determined, to estimate the degree of uncertainty stemming from modeling assumptions, and to assess the importance of key components of the law, including employer penalties and individual mandates. In particular, we modeled the effect of exchange implementation choices that must be made by states, such as whether to permit large businesses to offer coverage on the Exchanges, and whether to segregate the non-group and small group markets (risk pools) within the Exchanges. Although the coverage expansion provisions in the Affordable Care Act take effect in 2014, we assumed–as the Congressional Budget Office did–that it will take two years before they achieve their full impact. Penalties for not having coverage, for example, are phased in during 2014 and 2015 before reaching their permanent levels in 2016. Thus, the year 2016 can be considered the first “equilibrium” year in that, subsequently, outcomes related to cost and coverage are stable, with any fluctuations stemming primarily from changes in population demographics. Our simulation results are typically shown for years 2014, 2015, and 2016.",
                    "type": "paragraph"
                },
                {
                    "text": "COMPARE was used to address the methodological challenge of estimating the firm decision to self-insure both in the status-quo and after implementation of the Affordable Care Act, by considering the risk that the firm bears when self-insuring and the opportunity to mitigate that risk by purchasing stop-loss insurance (<a href=\"#bib12\">Cordova <i>et al</i>. 2013a</a>). The RAND team used COMPARE to develop a two-step procedure to estimate participation in the Multistate Plans (MSPs) that will be under the oversight of the Office of Personnel Management (<a href=\"#bib13\">Cordova <i>et al</i>., 2013b</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Outcomes of interest from COMPARE simulations of the new “state-of-the-world” under the Affordable Care Act include the proportion of nonelderly Americans who have insurance coverage, the number of employers who choose to offer health insurance, premium prices, total employer spending, and total government spending relative to what we would have observed in the absence of the policy change. In addition, COMPARE can be used to study the impacts of the Affordable Care Act from the perspective of consumers. For example in ongoing work sponsored by the Commonwealth Fund (<a href=\"#bib38\">Nowak <i>et al</i>., 2013</a>), we are using COMPARE to study the impact of the Affordable Care Act on individual’s out of pocket and total healthcare spending following implementation of the Affordable Care Act.",
                    "type": "paragraph"
                },
                {
                    "text": "We have used COMPARE in previous work for the U.S. Department of Labor (<a href=\"#bib17\">Eibner <i>et al</i>., 2010</a>) which was interested in assessing the possible impacts of the Affordable Care Act on small business insurance coverage. For this work we estimated the following outcomes: the number of employers offering coverage through the Exchanges, the proportion of workers employed by offering firms, the number of employers that dropped traditional ESI plans and began offering insurance coverage in the Exchanges, and the total employer spending on health insurance. Furthermore, we disaggregated results to consider all employers, as well as businesses with ten or fewer workers, 11 to 25 workers, 26 to 50 workers, 51 to 100 workers, and more than 100 workers. We also considered sources of coverage for insured individuals (ESI, exchange, or Medicaid), as well as sources of government spending (subsidies to small businesses, subsidies to individuals, and Medicaid spending). Although we evaluated model outcomes in 2016, we converted all dollar values (e.g., premiums, employer and government spending) to 2010 dollars for reporting purposes.",
                    "type": "paragraph"
                },
                {
                    "text": "Sample-size limitations in the SIPP preclude us from modeling 50 state-specific risk pools at once. Therefore, when estimating the effects and impact of the Affordable Care Act at the national level we model a single risk or national pool for the Exchanges. However, as previously explained, using IPF we are also able to modify our core SIPP database to “look like” any particular one of the 50 states (or the District of Columbia) and thus perform simulations for one specific state at a time. This methodology was first used in work for the Council of State Governments (CSG) to forecast the impact of the Affordable Care Act on five states (<a href=\"#bib7\">Auerbach <i>et al</i>., 2011</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "We model the national exchange with four “metal-tier” plans, namely, bronze, silver, gold, and platinum. The corresponding actuarial values are 0.6, 0.7, 0.8, and 0.9, respectively. We model a set of four such plans for the Marketplace (and regulated non-group market) and another one for the SHOP (and regulated small-group market). The regulated non-group and regulated small group markets can be either pooled together or separated in the simulations.",
                    "type": "paragraph"
                },
                {
                    "text": "As previously explained, individuals and HIEUs make insurance decisions by weighing the costs and benefits of available options (“utility maximization”). In addition to the four choices that each individual and HIEU is presented in the status quo (ESI, if offered; non-group market; uninsured; and Medicaid/CHIP, if eligible), they have now four additional choices for each one of the exchange plans. All individuals except unauthorized immigrants may purchase coverage in the exchange, but those who are eligible for Medicaid, CHIP, or Medicare, or who have access to an affordable ESI offer, are ineligible for exchange subsidies.",
                    "type": "paragraph"
                },
                {
                    "text": "We include risk adjustment in the national exchange such that premiums are based on expected expenditures for a standard population, given the actuarial value of the plan. Since healthier people will tend to select lower actuarial value plans, risk-adjusted premiums for the lower actuarial value plans will tend to exceed actual expenditure, and risk-adjusted premiums for the higher actuarial value plans will tend to fall below actual expenditure. We assumed that excess revenue from the lower actuarial value plans is redistributed to the higher actuarial value plans. Thus, if risk adjustment is perfectly implemented, the ratio of premiums across plan tiers exactly replicates the ratio of actuarial values.",
                    "type": "paragraph"
                },
                {
                    "text": "After the new law is implemented, firms that currently offer ESI will have to decide whether to continue offering traditional ESI, offer coverage in the exchange (if eligible to do so), or drop coverage. To predict firm behavior following implementation of the Affordable Care Act, the group choice model presented before now includes more choices. Each firm can choose from up to six possible options: do not offer coverage, offer traditional ESI (e.g. through a large group or grandfathered small group plan), and offer one of the exchange plans (bronze, silver, gold or platinum). Only firms falling within the law-specified size limits are allowed to offer plans in the exchange.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Using COMPARE to estimate the impact of the affordable care act",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In the United States, predictions on the effects of federal policy legislation by the Congressional Budget (CBO) are often used as a yardstick against which other models are assessed. <a href=\"#table3\">Table 3</a> compares national-level insurance coverage estimates by the CBO (2013) for the year 2016 with those by COMPARE (<a href=\"#bib19\">Eibner <i>et al</i>. 2013</a>). The columns labeled “no Affordable Care Act” show estimates assuming that pre-Affordable Care Act U.S. health law is maintained, whereas the columns labeled “Affordable Care Act” show estimates assuming full implementation of the Act. The table also shows the estimated changes in coverage and in uninsurance due to the Act.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Note</i>: ACA=Affordable Care Act.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Insurance Coverage</th>\n<th align=\"center\">CBO (no ACA)</th>\n<th align=\"center\">CBO (ACA)</th>\n<th align=\"center\">CBO (change due to ACA)</th>\n<th align=\"center\">COMPARE (no ACA)</th>\n<th align=\"center\">COMPARE (ACA)</th>\n<th align=\"center\">COMPARE (Change due to ACA)</th>\n</tr>\n</thead>\n<tbody>\n<tr><td>Medicaid and CHIP</td>\n<td align=\"center\">33</td>\n<td align=\"center\">45</td>\n<td align=\"center\">12</td>\n<td align=\"center\">46</td>\n<td align=\"center\">62</td>\n<td align=\"center\">16</td>\n</tr>\n<tr><td>Employer sponsored</td>\n<td align=\"center\">161</td>\n<td align=\"center\">155</td>\n<td align=\"center\">−6</td>\n<td align=\"center\">154</td>\n<td align=\"center\">154</td>\n<td align=\"center\">0</td>\n</tr>\n<tr><td>Non-group and Other</td>\n<td align=\"center\">26</td>\n<td align=\"center\">22</td>\n<td align=\"center\">−4</td>\n<td align=\"center\">24</td>\n<td align=\"center\">12</td>\n<td align=\"center\">−12</td>\n</tr>\n<tr><td>Individual Exchanges</td>\n<td align=\"center\">NA</td>\n<td align=\"center\">22</td>\n<td align=\"center\">22</td>\n<td align=\"center\">NA</td>\n<td align=\"center\">26</td>\n<td align=\"center\">26</td>\n</tr>\n<tr><td>Uninsured</td>\n<td align=\"center\">56</td>\n<td align=\"center\">31</td>\n<td align=\"center\">−25</td>\n<td align=\"center\">52</td>\n<td align=\"center\">23</td>\n<td align=\"center\">−29</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Comparison of compare and CBO national-level coverage estimates for the non-elderly U.S. population in the year 2016 (in millions).",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The CBO model and COMPARE make similar predictions on important coverage outcomes. First, they predict almost the same percentage increase in Medicaid enrollment after implementation of the Affordable Care Act (36% and 35% respectively). Second, both predict substantial enrollment in the individual exchanges in 2016–more than 20 million–with only a small two percent difference between the two results (RAND estimates are four million higher than CBO’s). Third, both predict either a negligible (RAND) or small (CBO) decline in ESI coverage due to the ACA. However, there are disagreements about the no-ACA enrollment levels in Medicaid (33 vs. 46 million) and employer-sponsored insurance or ESI (161 vs. 154 million).",
                    "type": "paragraph"
                },
                {
                    "text": "There are three reasons for these differences. The first two directly apply to the disagreements noted above on no-ACA results. First, it is difficult to accurately estimate status-quo enrollment figures for Medicaid and for the non-group market in the U.S. For example, often Medicaid enrollment survey data does not agree with the administrative data that is collected by state Medicaid programs. Misreporting in the original survey data is corrected by different modeling teams by applying different adjustment strategies. Inaccuracies in Medicaid and non-group enrollment figures affect the estimates for other coverage sources, since the sum of the covered and of the uninsured has to be equal to the U.S. population <sup><a href=\"#fn15\">15</a></sup> (either to the total population as in <a href=\"#table1\">Table 1</a> or to the total non-elderly population, as in <a href=\"#table3\">Table 3</a>). Second, surveys like the SIPP often list a substantial amount of the population as having dual insurance in the status quo. Both COMPARE and CBO assign a single insurance status to each individual and use a prioritization scheme, or hierarchy, for this assignment. CBO documentation does not specify the prioritization scheme that is used, but differences in baseline estimates suggest that it may be different from that adopted in COMPARE. Third, CBO uses a regression-based approach to model individuals’ and firms’ behavioral responses while COMPARE is based on a utility maximization framework. This methodological difference could explain some differences between the model outputs, though it is not clear what specific modeling results are affected.",
                    "type": "paragraph"
                }
            ],
            "id": "s8",
            "title": "8. Comparison between COMPARE and CBO estimates",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper has presented a summary of COMPARE, a microsimulation created to model how individuals, families and firms respond to the enactment of major health care legislation. COMPARE has been used to project the impact of the Affordable Care Act in the United States at both the national and the state levels. COMPARE can estimate enrollment in public programs such as Medicaid and CHIP and participation in the non-group and group markets and in the newly created insurance Exchanges, as well as uninsurance rates for the U.S. and for specific states. COMPARE can be also used to project private insurance premiums and government costs at the national and the state levels.",
                    "type": "paragraph"
                },
                {
                    "text": "Ongoing work with COMPARE is aimed at estimating the effects of the Affordable Care Act for each one of the fifty states and the District of Columbia assuming that a full Medicaid expansion takes place in each state. However, a recent ruling by the Supreme Court of the United States allows states to decide whether they want to proceed with the Medicaid expansion. This state level decision will have important consequences. A state opting out of the expansion will be forgoing a large amount of federal Medicaid matching funds (<a href=\"#bib42\">Price &amp; Eibner 2013a</a>). Moreover, depending on current state-specific Medicaid eligibility rules, many poor individuals may end up being uninsured. COMPARE can be used to model these decisions for particular states (<a href=\"#bib19\">Price <i>et al</i>., 2013</a>; <a href=\"#bib43\">Price &amp; Eibner 2013b</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Since the insurance expansion provisions of the Affordable Care Act aim at increasing insurance coverage for the non-elderly population (those less than 65 years old), COMPARE has thus far focused on that segment of the population. In the microsimulation, elderly people are allowed to participate in the insurance decisions of their HIEU’s but their status as Medicare participants is not altered. Furthermore, projecting health care costs for the Medicare program is not currently part of COMPARE. The COMPARE team is planning to expand the capabilities of the microsimulation so that the insurance decisions of the elderly vis-à-vis Medicare and other options as well as Medicare cost growth can be accounted for in the model. The COMPARE team will also model the reforms that under the Affordable Care Act are intended to curb the cost growth of this program.",
                    "type": "paragraph"
                },
                {
                    "text": "Future data on the early implementation of the Affordable Care Act will provide measures of actual results. Enrollment in the new Exchanges will open on October 1, 2013 for coverage beginning on January 1, 2014. In states participating in Medicaid Expansion, coverage for the newly eligible will begin on January 1, 2014 as well. As administrative data on enrollment in the Exchanges and Medicaid become available, we will be able to recalibrate COMPARE to more accurately reproduce individual decisions in baseline simulations, and thus to estimate the impact of alternative policies with greater confidence. A new longitudinal SIPP panel will be fielded in Spring 2014, with data on 2013 coverage scheduled for public release about a year later, and data on 2014 coverage scheduled for public release in 2016. The new SIPP data will make it possible to capture the early effects of the Affordable Care Act on employer-sponsored coverage as well as on Medicaid, CHIP, Medicare, and nongroup coverage through the Exchanges, and we look forward to drawing on these new survey data to improve COMPARE’s microsimulation of health coverage in the U.S..",
                    "type": "paragraph"
                }
            ],
            "id": "s9",
            "title": "9. Conclusions and directions for future work",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Abello, A",
                        "preferred": "A Abello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Walker, A",
                        "preferred": "A Walker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thurecht, L",
                        "preferred": "L Thurecht"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "An Economic Forecasting Microsimulation Model of the Australian Pharmaceutical Benefits Scheme (Version 00-01), Canberra, Australia, National Centre for Social and Economic Modelling (NATSEM). Technical Paper no. 30, https://digitalcollections.anu.edu.au/bitstream/1885/43150/2/tp30.pdf, accessed 30 August 2013",
            "id": "bib1",
            "title": "An Economic Forecasting Microsimulation Model of the Australian Pharmaceutical Benefits Scheme (Version 00-01)",
            "type": "unknown",
            "uri": "https://digitalcollections.anu.edu.au/bitstream/1885/43150/2/tp30.pdf"
        },
        {
            "articleTitle": "Enhancing the Australian National Health Survey Data for Use in a Microsimulation Model",
            "authors": [
                {
                    "name": {
                        "index": "Abello, A",
                        "preferred": "A Abello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Phillips, B",
                        "preferred": "B Phillips"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper prepared for the 29th General Conference of the International Association for Research in Income and Wealth"
                ]
            },
            "date": "2006",
            "id": "bib2",
            "type": "conference-proceeding",
            "uri": "http://www.natsem.canberra.edu.au/files/download?id=237"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Abraham, JM",
                        "preferred": "JM Abraham"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Predicting the Effects of the Affordable Care Act: A Comparative Analysis of Health Policy Microsimulation Models",
            "date": "2012",
            "id": "bib3",
            "publisher": {
                "name": [
                    "State Health Reform Assistance Network"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Agency for Healthcare Research and Quality (n.d.)",
                    "type": "group"
                }
            ],
            "details": "Medical Expenditure Panel Survey–Household Component, Rockville, MD, http://www.meps.ahrq.gov/mepsweb/, accessed 10 January 2011",
            "id": "bib4",
            "title": "Medical Expenditure Panel Survey–Household Component",
            "type": "unknown",
            "uri": "http://www.meps.ahrq.gov/mepsweb/",
            "date": "1000"
        },
        {
            "authors": [
                {
                    "name": "American Academy of Actuaries",
                    "type": "group"
                }
            ],
            "date": "2004",
            "id": "bib5",
            "publisher": {
                "name": [
                    "American Academy of Actuaries Rate Filing Task Force"
                ]
            },
            "source": "Report to the NAIC’s A&H Working Group of the Life and Health Actuarial Task Force",
            "title": "Report to the NAIC’s A&H Working Group of the Life and Health Actuarial Task Force",
            "type": "report"
        },
        {
            "articleTitle": "Consumption and Saving: Models of Intertemporal Allocation and Their Implications for Public Policy",
            "authors": [
                {
                    "name": {
                        "index": "Attanasio, OP",
                        "preferred": "OP Attanasio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weber, G",
                        "preferred": "G Weber"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib6",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "693",
                "last": "751",
                "range": "693–751"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "accessed": "2013-08-30",
            "authors": [
                {
                    "name": {
                        "index": "Auerbach, DI",
                        "preferred": "DI Auerbach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nowak, SA",
                        "preferred": "SA Nowak"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ringel, JS",
                        "preferred": "JS Ringel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Girosi, F",
                        "preferred": "F Girosi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eibner, C",
                        "preferred": "C Eibner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McGlynn, EA",
                        "preferred": "EA McGlynn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wasserman, J",
                        "preferred": "J Wasserman"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib7",
            "title": "http://www.rand.org/pubs/research_briefs/RB9589.html",
            "type": "web",
            "uri": "http://www.rand.org/pubs/research_briefs/RB9589.html",
            "website": "How Will Health Care Reform Affect Costs and Coverage? Examples from Five States"
        },
        {
            "accessed": "2012-10-31",
            "authors": [
                {
                    "name": {
                        "index": "Blumberg, LJ",
                        "preferred": "LJ Blumberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shen, Y",
                        "preferred": "Y Shen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nichols, LM",
                        "preferred": "LM Nichols"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buettgens, M",
                        "preferred": "M Buettgens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dubay, LC",
                        "preferred": "LC Dubay"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McMorrow, S",
                        "preferred": "S McMorrow"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib8",
            "title": "http://www.urban.org/UploadedPDF/410867_HIRSM_Report.pdf",
            "type": "web",
            "uri": "http://www.urban.org/UploadedPDF/410867_HIRSM_Report.pdf",
            "website": "The Health Insurance Reform Simulation Model (HIRSM): Methodological Detail and Prototypical Simulation Results"
        },
        {
            "authors": [
                {
                    "name": "Congressional Budget Office (CBO)",
                    "type": "group"
                }
            ],
            "date": "2012",
            "id": "bib9",
            "title": "http://www.cbo.gov/sites/default/files/cbofiles/attachments/43472-07-24-2012-CoverageEstimates.pdf",
            "type": "web",
            "uri": "http://www.cbo.gov/sites/default/files/cbofiles/attachments/43472-07-24-2012-CoverageEstimates.pdf",
            "website": "Estimates for the Insurance Coverage Provisions of the Affordable Care Act Updated for the Recent Supreme Court Decision"
        },
        {
            "accessed": "2013-06-24",
            "authors": [
                {
                    "name": "Congressional Budget Office (CBO)",
                    "type": "group"
                }
            ],
            "date": "2013",
            "id": "bib10",
            "title": "http://www.cbo.gov/sites/default/files/cbofiles/attachments/44190_EffectsAffordableCareActHealthInsuranceCoverage_2.pdf",
            "type": "web",
            "uri": "http://www.cbo.gov/sites/default/files/cbofiles/attachments/44190_EffectsAffordableCareActHealthInsuranceCoverage_2.pdf",
            "website": "CBO Effects on Health Insurance and the Federal Budget for the Insurance Coverage Provisions in the Affordable Care Act—May 2013 Baseline"
        },
        {
            "authors": [
                {
                    "name": "Congressional Budget Office (CBO)",
                    "type": "group"
                }
            ],
            "date": "2007",
            "id": "bib11",
            "title": "http://www.cbo.gov/sites/default/files/cbofiles/ftpdocs/87xx/doc8712/10-31-healthinsurmodel.pdf",
            "type": "web",
            "uri": "http://www.cbo.gov/sites/default/files/cbofiles/ftpdocs/87xx/doc8712/10-31-healthinsurmodel.pdf",
            "website": "CBO’s Health Insurance Simulation Model: A Technical Description"
        },
        {
            "articleTitle": "Modeling Employer Self-Insurance Decisions after the Affordable Care Act",
            "authors": [
                {
                    "name": {
                        "index": "Cordova, A",
                        "preferred": "A Cordova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eibner, E",
                        "preferred": "E Eibner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vardavas, RBroyles J",
                        "preferred": "RBroyles J Vardavas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Girosi, F",
                        "preferred": "F Girosi"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "discriminator": "a",
            "id": "bib12",
            "journal": "Health Services Research",
            "pages": {
                "first": "850",
                "last": "865",
                "range": "850–865"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cordova, A",
                        "preferred": "A Cordova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Price, CC",
                        "preferred": "CC Price"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saltzman, E",
                        "preferred": "E Saltzman"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "discriminator": "b",
            "id": "bib13",
            "title": "http://www.rand.org/pubs/research_reports/RR202.html",
            "type": "web",
            "uri": "http://www.rand.org/pubs/research_reports/RR202.html",
            "website": "A Two-Step Procedure to Estimate Participation and Premiums in Multistate Health Plans"
        },
        {
            "articleTitle": "Behavioural microsimulation modelling for tax policy analysis in Australia: Experience and prospects",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib14",
            "journal": "Australian Journal of Labour Economics",
            "pages": {
                "first": "73",
                "last": "110",
                "range": "73–110"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "On the Least Squares Adjustment of a Sampled Frequency Table When the Expected Marginal Totals are Known",
            "authors": [
                {
                    "name": {
                        "index": "Deming, WE",
                        "preferred": "WE Deming"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stephan, FF",
                        "preferred": "FF Stephan"
                    },
                    "type": "person"
                }
            ],
            "date": "1940",
            "id": "bib15",
            "journal": "Annals of Mathematical Statistics",
            "pages": {
                "first": "427",
                "last": "444",
                "range": "427–444"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "DeNavas-Walt, C",
                        "preferred": "C DeNavas-Walt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Proctor, BD",
                        "preferred": "BD Proctor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, JC",
                        "preferred": "JC Smith"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "60–243, U.S. Census Bureau, Current Population Reports, Income, Poverty, and Health Insurance Coverage in the United States: 2011, U.S. Government Printing Office, Washington D.C., http://www.census.gov/prod/2012pubs/p60-243.pdf",
            "id": "bib16",
            "title": "Income, Poverty, and Health Insurance Coverage in the United States: 2011",
            "type": "unknown",
            "uri": "http://www.census.gov/prod/2012pubs/p60-243.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eibner, C",
                        "preferred": "C Eibner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Girosi, F",
                        "preferred": "F Girosi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Price, C",
                        "preferred": "C Price"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cordova, A",
                        "preferred": "A Cordova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hussey, P",
                        "preferred": "P Hussey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Beckman, A",
                        "preferred": "A Beckman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McGlynn, E",
                        "preferred": "E McGlynn"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Establishing State Health Insurance Exchanges Implications for Health Insurance Enrollment, Spending, and Small Businesses, Santa Monica, CA, RAND Corporation, TR-825",
            "id": "bib17",
            "title": "Establishing State Health Insurance Exchanges Implications for Health Insurance Enrollment, Spending, and Small Businesses",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eibner, C",
                        "preferred": "C Eibner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Girosi, F",
                        "preferred": "F Girosi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Miller, A",
                        "preferred": "A Miller"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cordova, A",
                        "preferred": "A Cordova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McGlynn, E",
                        "preferred": "E McGlynn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pace, N",
                        "preferred": "N Pace"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Price, C",
                        "preferred": "C Price"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vardavas, R",
                        "preferred": "R Vardavas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gresenz, C",
                        "preferred": "C Gresenz"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Employer Self-Insurance Decisions and the Implications of the Patient Protection and Affordable Care Act as Modified by the Health Care and Education Reconciliation Act of 2010 (ACA), Santa Monica, CA, RAND Corporation, TR-971",
            "id": "bib18",
            "title": "Employer Self-Insurance Decisions and the Implications of the Patient Protection and Affordable Care Act as Modified by the Health Care and Education Reconciliation Act of 2010 (ACA)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eibner, C",
                        "preferred": "C Eibner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cordova, A",
                        "preferred": "A Cordova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nowak, S",
                        "preferred": "S Nowak"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Price, C",
                        "preferred": "C Price"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saltzman, E",
                        "preferred": "E Saltzman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Woods, D",
                        "preferred": "D Woods"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "The Affordable Care Act and Health Insurance Markets: Simulating the Effects of Regulation, Santa Monica, CA, RAND Corporation, RR-189",
            "id": "bib19",
            "title": "The Affordable Care Act and Health Insurance Markets: Simulating the Effects of Regulation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Finegold, K",
                        "preferred": "K Finegold"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation"
                ]
            },
            "title": "http://aspe.hhs.gov/health/reports/2013/CPSIssueBrief/ib_cps.cfm",
            "type": "web",
            "uri": "http://aspe.hhs.gov/health/reports/2013/CPSIssueBrief/ib_cps.cfm",
            "website": "New Census Estimates Show 3 Million More Americans Had Health Insurance Coverage in 2012"
        },
        {
            "articleTitle": "After the Mandates: Massachusetts Employers Continue to Support Health Reform As More Firms Offer Coverage",
            "authors": [
                {
                    "name": {
                        "index": "Gabel, J",
                        "preferred": "J Gabel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whitmore, H",
                        "preferred": "H Whitmore"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pickreign, J",
                        "preferred": "J Pickreign"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sellheim, W",
                        "preferred": "W Sellheim"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "KC, S",
                        "preferred": "S KC"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bassett, V",
                        "preferred": "V Bassett"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib21",
            "journal": "Health Affairs",
            "pages": {
                "first": "w566",
                "last": "75",
                "range": "w566–75"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "articleTitle": "Issues in Employee Coverage and Use: Simulating the Impact of Medical Savings Accounts on Small Business",
            "authors": [
                {
                    "name": {
                        "index": "Goldman, DP",
                        "preferred": "DP Goldman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buchanan, JL",
                        "preferred": "JL Buchanan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keeler, EB",
                        "preferred": "EB Keeler"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib22",
            "journal": "Health Services Research",
            "pages": {
                "first": "53",
                "last": "75",
                "range": "53–75"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gruber, J",
                        "preferred": "J Gruber"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Tax Subsidies for Health Insurance: Evaluating the Costs and Benefits",
            "date": "2000",
            "id": "bib23",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge, MA"
                        ]
                    },
                    "formatted": [
                        "Cambridge, MA"
                    ]
                },
                "name": [
                    "National Bureau of Economic Research"
                ]
            },
            "type": "book",
            "uri": "http://www.nber.org/papers/w7553.pdf?new_window=1"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gruber, J",
                        "preferred": "J Gruber"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Covering the Uninsured in the U.S.",
            "date": "2008",
            "id": "bib24",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge, MA"
                        ]
                    },
                    "formatted": [
                        "Cambridge, MA"
                    ]
                },
                "name": [
                    "National Bureau of Economic Research"
                ]
            },
            "type": "book",
            "uri": "http://www.nber.org/papers/w13758.pdf?new_window=1"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gruber, J",
                        "preferred": "J Gruber"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Madrian, B",
                        "preferred": "B Madrian"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Health Policy and the Uninsured",
            "chapterTitle": "Health Insurance, Labor Supply, and Job Mobility: A Critical Review of the Literature’",
            "date": "2004",
            "editors": [
                {
                    "name": {
                        "index": "McLaughlin, C",
                        "preferred": "C McLaughlin"
                    },
                    "type": "person"
                }
            ],
            "id": "bib25",
            "pages": {
                "first": "97",
                "last": "178",
                "range": "97–178"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "Urban Institute Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Contingency tables with given marginals",
            "authors": [
                {
                    "name": {
                        "index": "Ireland, CT",
                        "preferred": "CT Ireland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kullback, S",
                        "preferred": "S Kullback"
                    },
                    "type": "person"
                }
            ],
            "date": "1968",
            "id": "bib26",
            "journal": "Biometrika",
            "pages": {
                "first": "179",
                "last": "188",
                "range": "179–188"
            },
            "type": "journal",
            "volume": "55"
        },
        {
            "authors": [
                {
                    "name": "Kaiser Family Foundation and Health Research and Educational Trust",
                    "type": "group"
                }
            ],
            "date": "2013",
            "id": "bib27",
            "title": "http://kaiserfamilyfoundation.files.wordpress.com/2013/08/8465-employer-health-benefits-20131.pdf",
            "type": "web",
            "uri": "http://kaiserfamilyfoundation.files.wordpress.com/2013/08/8465-employer-health-benefits-20131.pdf",
            "website": "Employer Health Benefits: 2013 Annual Survey"
        },
        {
            "authors": [
                {
                    "name": "Kaiser Family Foundation and Health Research and Educational Trust (HRET) website",
                    "type": "group"
                }
            ],
            "details": "Employer Health Benefits 2006 Annual Survey, Menlo Park, CA, and Chicago, IL, http://www.kff.org/insurance/7527/index.cfm, accessed 10 January 2011",
            "id": "bib28",
            "title": "Employer Health Benefits 2006 Annual Survey",
            "type": "unknown",
            "uri": "http://www.kff.org/insurance/7527/index.cfm",
            "date": "1000"
        },
        {
            "accessed": "2013-07-02",
            "authors": [
                {
                    "name": {
                        "index": "Keeler, EB",
                        "preferred": "EB Keeler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buchanan, JL",
                        "preferred": "JL Buchanan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rolph, JE",
                        "preferred": "JE Rolph"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hanley, JM",
                        "preferred": "JM Hanley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reboussin, D",
                        "preferred": "D Reboussin"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib29",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Santa Monica, CA"
                        ]
                    },
                    "formatted": [
                        "Santa Monica, CA"
                    ]
                },
                "name": [
                    "RAND Corporation"
                ]
            },
            "title": "http://www.rand.org/pubs/reports/R3454",
            "type": "web",
            "uri": "http://www.rand.org/pubs/reports/R3454",
            "website": "The Demand for Episodes of Medical Treatment in the Health Insurance Experiment"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kominski, GF",
                        "preferred": "GF Kominski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jacobs, K",
                        "preferred": "K Jacobs"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roby, DH",
                        "preferred": "DH Roby"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Graham-Squire, D",
                        "preferred": "D Graham-Squire"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kinane, CM",
                        "preferred": "CM Kinane"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Watson, G",
                        "preferred": "G Watson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gans, D",
                        "preferred": "D Gans"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Needleman, J",
                        "preferred": "J Needleman"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "California Simulation of Insurance Markets (CalSIM) Version 1.7",
            "date": "2012",
            "id": "bib30",
            "publisher": {
                "name": [
                    "UCLA Center for Health Policy Research and UC Berkeley Labor Center"
                ]
            },
            "type": "book",
            "uri": "http://laborcenter.berkeley.edu/healthcare/aca_chartpack.pdf"
        },
        {
            "articleTitle": "LABORsim: An Agent-Based Microsimulation of Labour Supply—An Application to Italy",
            "authors": [
                {
                    "name": {
                        "index": "Leombruni, R",
                        "preferred": "R Leombruni"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib31",
            "journal": "Computational Economics",
            "pages": {
                "first": "63",
                "last": "88",
                "range": "63–88"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "articleTitle": "Econometric policy evaluation: A critique",
            "authors": [
                {
                    "name": {
                        "index": "Lucas, R",
                        "preferred": "R Lucas"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Carnegie-Rochester Conference Series on Public Policy"
                ]
            },
            "date": "1976",
            "id": "bib32",
            "pages": {
                "first": "19",
                "last": "46",
                "range": "19–46"
            },
            "type": "conference-proceeding",
            "volume": "1"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "HealthMod—a microsimulation model of the Australian Medical Benefits System in 2001. National Centre for Social and Economic Modelling (NATSEM). Technical paper No. 35, Canberra, Australia, http://www.natsem.canberra.edu.au/files/download?id=411, accessed on 30 August 2013",
            "id": "bib33",
            "title": "HealthMod—a microsimulation model of the Australian Medical Benefits System in 2001. National Centre for Social and Economic Modelling (NATSEM). Technical paper No. 35",
            "type": "unknown",
            "uri": "http://www.natsem.canberra.edu.au/files/download?id=411"
        },
        {
            "articleTitle": "Challenges and Solutions in Constructing a Microsimulation Model of the Use and Costs of Medical Services in Australia",
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Payne, A",
                        "preferred": "A Payne"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib34",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "17",
                "last": "31",
                "range": "17–31"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Health Insurance: The Tradeoff Between Risk Pooling and Moral Hazard",
            "authors": [
                {
                    "name": {
                        "index": "Manning, W",
                        "preferred": "W Manning"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marquis, S",
                        "preferred": "S Marquis"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib35",
            "journal": "Journal of Health Economics",
            "pages": {
                "first": "609",
                "last": "639",
                "range": "609–639"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": "Newhouse J and the Insurance Experiment Group",
                    "type": "group"
                }
            ],
            "bookTitle": "Free For All? Lessons from the RAND Health Insurance Experiment",
            "date": "1993",
            "id": "bib36",
            "publisher": {
                "name": [
                    "Harvard University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The value of health insurance: the access motive",
            "authors": [
                {
                    "name": {
                        "index": "Nyman, JA",
                        "preferred": "JA Nyman"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib37",
            "journal": "Journal of Health Economics",
            "pages": {
                "first": "141",
                "last": "152",
                "range": "141–152"
            },
            "type": "journal",
            "volume": "18"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nowak, SA",
                        "preferred": "SA Nowak"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eibner, C",
                        "preferred": "C Eibner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Adamson, DM",
                        "preferred": "DM Adamson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saltzman, E",
                        "preferred": "E Saltzman"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "Effects of the Affordable Care Act on Consumer Health Care Spending and Risk of Catastrophic Health Costs, Santa Monica, CA, RAND Corporation, RR-383-CMF (forthcoming)",
            "id": "bib38",
            "title": "Effects of the Affordable Care Act on Consumer Health Care Spending and Risk of Catastrophic Health Costs",
            "type": "unknown"
        },
        {
            "articleTitle": "Risk Aversion in the Small and in the Large",
            "authors": [
                {
                    "name": {
                        "index": "Pratt, JW",
                        "preferred": "JW Pratt"
                    },
                    "type": "person"
                }
            ],
            "date": "1964",
            "id": "bib39",
            "journal": "Econometrica",
            "pages": {
                "first": "122",
                "last": "136",
                "range": "122–136"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "articleTitle": "An Efficient Employer Strategy for Dealing with Adverse Selection in Multiple-Plan Offerings: An MSA Example",
            "authors": [
                {
                    "name": {
                        "index": "Pauly, MV",
                        "preferred": "MV Pauly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Herring, BJ",
                        "preferred": "BJ Herring"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib40",
            "journal": "Journal of Health Economics",
            "pages": {
                "first": "513",
                "last": "528",
                "range": "513–528"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pauly, MV",
                        "preferred": "MV Pauly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Herring, B",
                        "preferred": "B Herring"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Song, D",
                        "preferred": "D Song"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "Forum for Health Economics & Policy, 5, 5, http://www.bepress.com/cgi/viewcontent.cgi?article=1030&context=fhep, accessed 12 August 2011",
            "id": "bib41",
            "title": "Tax Credits, the Distribution of Subsidized Health Insurance Premiums, and the Uninsured",
            "type": "unknown",
            "uri": "http://www.bepress.com/cgi/viewcontent.cgi?article=1030&context=fhep"
        },
        {
            "articleTitle": "For States That Opt Out of Medicaid Expansion: 3.6 Million Fewer Insured And $8.4 Billion Less in Federal Payments",
            "authors": [
                {
                    "name": {
                        "index": "Price, CC",
                        "preferred": "CC Price"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eibner, C",
                        "preferred": "C Eibner"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "discriminator": "a",
            "id": "bib42",
            "journal": "Health Affairs",
            "pages": {
                "first": "1030",
                "last": "1036",
                "range": "1030–1036"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Price, CC",
                        "preferred": "CC Price"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eibner, C",
                        "preferred": "C Eibner"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "The Budgetary Effects of Medicaid Expansion on Pennsylvania: An Expansion on Previous Work, http://www.rand.org/pubs/research_reports/RR256z1.html",
            "id": "bib43",
            "title": "The Budgetary Effects of Medicaid Expansion on Pennsylvania: An Expansion on Previous Work",
            "type": "unknown",
            "uri": "http://www.rand.org/pubs/research_reports/RR256z1.html"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Price, CC",
                        "preferred": "CC Price"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Donohue, JM",
                        "preferred": "JM Donohue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saltzman, E",
                        "preferred": "E Saltzman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Woods, D",
                        "preferred": "D Woods"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eibner, C",
                        "preferred": "C Eibner"
                    },
                    "type": "person"
                }
            ],
            "date": "2103",
            "id": "bib44",
            "title": "http://www.rand.org/pubs/research_reports/RR256.html",
            "type": "web",
            "uri": "http://www.rand.org/pubs/research_reports/RR256.html",
            "website": "The Economic Impact of Medicaid Expansion on Pennsylvania"
        },
        {
            "articleTitle": "Convergence of the Iterative Proportional Fitting Procedure",
            "authors": [
                {
                    "name": {
                        "index": "Ruschendorf, L",
                        "preferred": "L Ruschendorf"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib45",
            "journal": "The Annals of Statistics",
            "pages": {
                "first": "1160",
                "last": "1174",
                "range": "1160–1174"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Selden, TM",
                        "preferred": "TM Selden"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sing, M",
                        "preferred": "M Sing"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Agency for Healthcare Research and Quality. Working Paper No. 08006, http://gold.ahrq.gov/projectsearch/staff_summary.jsp?project=IM05209, accessed 28 June 2010",
            "id": "bib46",
            "title": "Agency for Healthcare Research and Quality. Working Paper No. 08006",
            "type": "unknown",
            "uri": "http://gold.ahrq.gov/projectsearch/staff_summary.jsp?project=IM05209"
        },
        {
            "articleTitle": "Reconciling Medical Expenditure Estimates from the MEPS and NHEA, 2002",
            "authors": [
                {
                    "name": {
                        "index": "Sing, M",
                        "preferred": "M Sing"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Banthin, JS",
                        "preferred": "JS Banthin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Selden, TM",
                        "preferred": "TM Selden"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cowan, CA",
                        "preferred": "CA Cowan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keehan, SP",
                        "preferred": "SP Keehan"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib47",
            "journal": "Health Care Financing Review",
            "pages": {
                "first": "25",
                "last": "40",
                "range": "25–40"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "articleTitle": "Dynamic microsimulation of health care demand, health care finance and the economic impact of health behaviours: survey and review",
            "authors": [
                {
                    "name": {
                        "index": "Spielauer, M",
                        "preferred": "M Spielauer"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib48",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "35",
                "last": "53",
                "range": "35–53"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "accessed": "2012-10-31",
            "authors": [
                {
                    "name": "The Lewin Group",
                    "type": "group"
                }
            ],
            "date": "2009",
            "id": "bib49",
            "title": "http://www.lewin.com/~/media/Lewin/Site_Sections/Publications/HSBMDocumentationMar09Rev.pdf",
            "type": "web",
            "uri": "http://www.lewin.com/~/media/Lewin/Site_Sections/Publications/HSBMDocumentationMar09Rev.pdf",
            "website": "The Health Benefits Simulation Model (HBSM): Methodology and Assumptions"
        },
        {
            "accessed": "2012-10-31",
            "authors": [
                {
                    "name": "UCLA Center for Health Policy Research and UC Berkeley Labor Center",
                    "type": "group"
                }
            ],
            "date": "2012",
            "id": "bib50",
            "title": "http://www.healthpolicy.ucla.edu/pubs/files/calsim_methods.pdf",
            "type": "web",
            "uri": "http://www.healthpolicy.ucla.edu/pubs/files/calsim_methods.pdf",
            "website": "California Simulation of Insurance Markets (CalSIM) Version 1.7: Methodology and Assumptions"
        },
        {
            "authors": [
                {
                    "name": "U.S. Census Bureau",
                    "type": "group"
                }
            ],
            "bookTitle": "Survey of Income and Program Participation",
            "date": "2008",
            "id": "bib51",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "Demographics Survey Division, Survey of Income and Program Participation Branch"
                ]
            },
            "type": "book",
            "uri": "http://www.census.gov/sipp/"
        },
        {
            "authors": [
                {
                    "name": "U.S. Census Bureau, Statistics of U.S. Businesses",
                    "type": "group"
                }
            ],
            "details": "Washington D.C., Company Statistics Division, http://www.census.gov/csd/susb/index.html, accessed 10 January 2011",
            "id": "bib52",
            "title": "Washington D.C., Company Statistics Division, http://www.census.gov/csd/susb/index.html, accessed 10 January 2011",
            "type": "unknown",
            "uri": "http://www.census.gov/csd/susb/index.html",
            "date": "1000"
        },
        {
            "articleTitle": "A structural dynamic microsimulation model of household savings and labour supply",
            "authors": [
                {
                    "name": {
                        "index": "van de Ven, J",
                        "preferred": "J van de Ven"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib53",
            "journal": "Economic Modelling",
            "pages": {
                "first": "2054",
                "last": "2070",
                "range": "2054–2070"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "articleTitle": "A structural labour supply model with flexible preferences",
            "authors": [
                {
                    "name": {
                        "index": "Van Soest, A",
                        "preferred": "A Van Soest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Das, M",
                        "preferred": "M Das"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gong, X",
                        "preferred": "X Gong"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib54",
            "journal": "Journal of Econometrics",
            "pages": {
                "first": "345",
                "last": "374",
                "range": "345–374"
            },
            "type": "journal",
            "volume": "107"
        },
        {
            "articleTitle": "Potential Opportunity Cost of Neglecting to Annually Reassess Medicare Part D Standalone Prescription Drug Plan Offerings: The Price of Contentment?",
            "authors": [
                {
                    "name": {
                        "index": "Walberg, MP",
                        "preferred": "MP Walberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Patel, RA",
                        "preferred": "RA Patel"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib55",
            "journal": "Journal of the American Pharmacists Association",
            "pages": {
                "first": "777",
                "last": "782",
                "range": "777–782"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "articleTitle": "Private Financing of Health Care in Poland—Microsimulation Model",
            "authors": [
                {
                    "name": {
                        "index": "Zoltaszek, A",
                        "preferred": "A Zoltaszek"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper presented to Third General Conference of the International Microsimulation Association"
                ]
            },
            "date": "2011",
            "id": "bib56",
            "type": "conference-proceeding",
            "uri": "http://www.scb.se/Grupp/Produkter_Tjanster/Kurser/_Dokument/IMA/Zoltaszek_paper.pdf"
        },
        {
            "articleTitle": "The evaluation of health policies through dynamic microsimulation methods",
            "authors": [
                {
                    "name": {
                        "index": "Zucchelli, E",
                        "preferred": "E Zucchelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jones, AM",
                        "preferred": "AM Jones"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rice, N",
                        "preferred": "N Rice"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib57",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "2",
                "last": "20",
                "range": "2–20"
            },
            "type": "journal",
            "volume": "5"
        }
    ],
    "acknowledgements": [
        {
            "text": "The views expressed in this article are those of the authors and do not necessarily represent the views of the Office of the Assistant Secretary for Planning and Evaluation, U.S. Department of Health and Human Services. The authors thank Gijs Dekkers, Nancy De Lew, Joan Turek, Rex Cowdry, Steve Sheingold, Beth Hadley, Sarah Wenham, Ruth Lopert, Jason Sutherland, and the two anonymous referees for their very helpful suggestions.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
