{
    "status": "vor",
    "id": "00081",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00081",
    "authorLine": "Gijs Dekkers",
    "title": "Editorial",
    "published": "2013-08-31T00:00:00Z",
    "versionDate": "2013-08-31T00:00:00Z",
    "statusDate": "2013-08-31T00:00:00Z",
    "volume": 6,
    "issue": 2,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00081/ijm-00081.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Dekkers",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau"
                    ]
                }
            ],
            "emailAddresses": [
                "francesco.figari@uninsubria.it"
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The 2013 autumn issue of the International Journal of Microsimulation contains three highly diverse papers. Li and O’Donoghue survey the field of dynamic microsimulation modelling; classifying models and outlining their use, structure and discussing some methodological aspects. Furthermore, they review the progress made since the earliest models and suggest some directions for future development.",
                    "type": "paragraph"
                },
                {
                    "text": "There are not too many models that include the simulation of household expenditures, and those that do are usually based on an econometric approach, such as Engel curves (see e.g. Decoster et al., 2010). In the second paper of this issue, Tony Lawson uses random assignment schemes as an alternative approach to model household expenditures. The central idea is that the behavioural response of a household in its expenditures following a change in income can be reflected by a ‘donor’ household. The latter is selected to be similar to the receiving household, while being different only in its income. Lawson uses the OpenABM model to illustrate the approach by comparing specific groups (single pensioners, families) to the average, and by considering the impact of positive and negative income changes.",
                    "type": "paragraph"
                },
                {
                    "text": "The third paper by Simone Tedeschi, Elena Pisano, Carlo Mazzaferro, and Marcello Morciano tackles a highly relevant yet somewhat underexposed subject, being the assessment of the evolution and distribution of private wealth through microsimulation. They discuss the implementation of the savings and asset allocation decision of households in the Italian model CAPP_DYN. Their approach takes into account the role of lifetime economic resources in households’ consumption decisions, as well as internal habit formation and subjective expectations on pension outcomes in the econometric stage. Finally, intergenerational transfers of private wealth are also included.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Microsimulation of Indirect Taxes",
            "authors": [
                {
                    "name": {
                        "index": "Decoster, André",
                        "preferred": "André Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, Jason",
                        "preferred": "Jason Loughrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, Cathal",
                        "preferred": "Cathal O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verwerft, Dirk",
                        "preferred": "Dirk Verwerft"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "ref81_1",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "41",
                "last": "56",
                "range": "41–56"
            },
            "type": "journal",
            "volume": "4"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
