{
    "status": "vor",
    "id": "00084",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00084",
    "authorLine": "Simone Tedeschi et al.",
    "title": "Modelling private wealth accumulation and spend-down in the Italian microsimulation model CAPP_DYN: A life-cycle approach",
    "published": "2013-08-31T00:00:00Z",
    "versionDate": "2013-08-31T00:00:00Z",
    "statusDate": "2013-08-31T00:00:00Z",
    "volume": 6,
    "issue": 2,
    "fpage": 76,
    "lpage": 122,
    "elocationId": "76-122",
    "pdf": "http://web:8082/00084/ijm-00084.pdf",
    "subjects": [
        {
            "id": "consumption-savings-wealth",
            "name": "Consumption, savings and wealth"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In microsimulation literature a limited number of models include a module aimed at analyzing and projecting the evolution of private wealth over time. However, this issue appears crucial in order to comprehensively evaluate the likely distributional effects of institutional reforms adopted to cope with population ageing. In this work we describe the implementation in the Italian dynamic micro simulation model CAPP_DYN of a new module in which households’ savings and asset allocation are modelled. In particular, we aim to account for possible behavioural responses to pension reforms in household savings. To this end, we rely on an approximate life cycle structural framework for estimating saving behaviour, while adopting a traditional stochastic micro simulation approach for asset allocation. In line with <a href=\"#bib1\">Ando and Nicoletti Altimari (2004)</a>, we emphasize the role of lifetime economic resources in households’ consumption decisions, yet we further account for internal habit formation and subjective expectations on pension outcomes in the econometric stage. In addition, we model intergenerational transfers of private wealth in a probabilistic fashion.",
                "type": "paragraph"
            },
            {
                "text": "As the behavioural hypothesis adopted can largely affect results, we compare our semi-structural life-cycle approach with the estimation and the simulation of a non-structural consumption rule, analyzing wealth and disposable income dynamics and their drivers according to the two methods, especially in a long-term intergenerational perspective.",
                "type": "paragraph"
            },
            {
                "text": "While a ‘quasi’ life cycle consumption profile, including saving responses to pension reforms, curbs the dynamics of wealth inequality compared to the non-structural approach, results for the period 2010–2050 suggest an increasing contribution of intergenerational transfers to the predicted increase in wealth dispersion. Although hypotheses on (the mean of) returns are neutral for the evolution of net wealth inequality, the differential between returns and productivity (<i>r-g</i>) parameters are crucial in affecting the dynamics of disposable income due to cumulated effect on capital incomes shares.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Tedeschi et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Sapienza University of Rome"
                    ]
                }
            ],
            "emailAddresses": [
                "s.tedeschi@libero.it",
                "simone.tedeschi@uniroma1.it"
            ],
            "name": {
                "index": "Tedeschi, Simone",
                "preferred": "Simone Tedeschi"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Bank of Italy"
                    ]
                }
            ],
            "emailAddresses": [
                "elena.pisano@gmail.com"
            ],
            "name": {
                "index": "Pisano, Elena",
                "preferred": "Elena Pisano"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "University of Bologna and CAPP"
                    ]
                }
            ],
            "emailAddresses": [
                "carlo.mazzaferro@unibo.it"
            ],
            "name": {
                "index": "Mazzaferro, Carlo",
                "preferred": "Carlo Mazzaferro"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "England"
                        },
                        "formatted": [
                            "England"
                        ]
                    },
                    "name": [
                        "University of East Anglia",
                        "ISER and CAPP"
                    ]
                }
            ],
            "emailAddresses": [
                "m.morciano@uea.ac.uk"
            ],
            "name": {
                "index": "Morciano, Marcello",
                "preferred": "Marcello Morciano"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "household consumption",
        "habit formation",
        "pension expectations",
        "social security",
        "intergenerational transfers",
        "income and wealth distribution",
        "microsimulation"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Modelling the dynamics of private wealth is an important goal in dynamic microsimulation. However such task has been hardly tackled in this literature and just few models are endowed with a module able to account for the evolution of private wealth over time. Indeed, introducing a wealth module in a dynamic microsimulation model (DMSM) brings undoubted advantages, yet it also entails some drawbacks. On the one hand, the modelling of wealth permits researchers to draw a more complete picture of disposable income dynamics (i.e. labour and pensions plus capital income) and households’ well-being distribution; in addition it allows also to analyze the future redistributive effects of reforms that will affect – as expected in Italy – both public and private pension pillars. In fact, reforms implemented in Italy from 1992 to 2007 have significantly affected the institutional social security framework, introducing a tight actuarial link between contributions paid and pension received back<sup><a href=\"#fn1\">1</a></sup>.",
                    "type": "paragraph"
                },
                {
                    "text": "In this scenario, private wealth becomes crucial both in analyzing overall well-being after retirement and, <i>ex ante</i>, in affecting saving/investing as well as retirement decisions. Indeed, the significant reduction in returns on social contributions and therefore in the generosity of public pension system implies current young individuals to worry about their future living standards more than their parents did so far in Italy. Thus, to achieve consumption smoothing in the future, individuals are required to rely on private resources more than it was necessary in the past and to increase their savings during the working life in order to channel it into “retirement-oriented investments” such as pension funds and real estate.",
                    "type": "paragraph"
                },
                {
                    "text": "On the other, the introduction of a wealth module significantly increases the model complexity, and explicitly raises the debated question of the choice of the underlying behavioural model, i.e. a structural versus a traditional non-structural approach.",
                    "type": "paragraph"
                },
                {
                    "text": "The latter assumes relations estimated (through reduced forms) on data to be ‘structurally’ stable over a period of about 50 years (though some changes can be accounted for by moderating coefficients over time or integrating time interaction effects). To our knowledge, existing models – especially population based ones – including a wealth module have mainly relied on a probabilistic approach with no explicit modelling of saving decisions nor accounting for intergenerational link<sup><a href=\"#fn2\">2</a></sup>. In addition, they are typically supplemented with several stochastic processes in order to account for heterogeneity and uncertainty in the dynamic simulation of all variables.",
                    "type": "paragraph"
                },
                {
                    "text": "On the opposite, the ‘structural dynamic’ approach models economic variables as a solution of a utility maximization problem subject to institutional framework constraints, and attempt to account for second round (behavioural) effects, which could either strengthen or offset the first order impact of reforms. In this second scheme, a value function characterised by uncertainty in one or more arguments is maximized and the solution is derived by backward recursion under dynamic programming.",
                    "type": "paragraph"
                },
                {
                    "text": "We recognize the introduction of a module accounting for the role of private asset accumulation and spend down – beside the dynamics in social security wealth – as a crucial step in order to comprehensively evaluate the likely distributional effects of institutional reforms adopted to face population ageing.",
                    "type": "paragraph"
                },
                {
                    "text": "To this end, the present work aims at endowing the Italian DMSM CAPP_DYN<sup><a href=\"#fn3\">3</a></sup> with a new module in which households’ savings and asset allocation are modelled.",
                    "type": "paragraph"
                },
                {
                    "text": "In particular, our efforts are addressed at accounting for some possible behavioural change in household savings. Therefore, our strategy is to approximate a structural framework to simulate consumption behaviour within the traditional sequential approach of population-based DMSMs, including also pseudo-random Monte Carlo processes for assets allocation (investments decisions).",
                    "type": "paragraph"
                },
                {
                    "text": "In line with the nature of CAPP_DYN, the wealth accumulation and spend down module fits in the existing literature, as it allows the representation of several processes with a high degree of institutional details by means of a large set of empirical ‘ad hoc’ solutions. However, the non-structural approach based on reduced-form estimations on current data would fail to represent long run relations, especially when reforms are not fully operational yet, due to a long transitional phase. In such cases, in order to account for changes in expectations and to give a proper account of household saving decisions, the empirical model needs to be hooked to a theoretical framework.",
                    "type": "paragraph"
                },
                {
                    "text": "To this end, we adopt a semi-structural formulation of consumption equation accounting for the role of expectations about future human life-cycle resources, coupled with traditional probabilistic approach and heuristic rules of thumb for other processes.",
                    "type": "paragraph"
                },
                {
                    "text": "Our framework is inspired to a basic version of the life cycle-hypothesis as formulated in <a href=\"#bib1\">Ando and Nicoletti Altimari (2004)</a> (henceforth AN), as most of the assumptions made in order to obtain a computable algebraic expression for the household consumption rule – as well as several of their enlightening ‘heuristic’ solutions – appeared reasonably compatible with the nature of our model. However, while AN aimed at making a forecast of the evolution of aggregate savings, we are mainly interested in a long-run distributional analysis of income, consumption and wealth, especially during individuals’ retirement.",
                    "type": "paragraph"
                },
                {
                    "text": "To better represent behaviours and capture heterogeneity in a micro framework, we also allow for internal habit formation, as this hypothesis is helpful in reconciling life-cycle theory with most of the empirical evidence on household inter-temporal decisions (see, among others, <a href=\"#bib20\">Meghir and Weber, 1996</a>; <a href=\"#bib27\">Seckin, 2000</a>; <a href=\"#bib2\">Angelini, 2009</a>). Therefore, as in the original AN microsimulation analysis, we emphasize the role of life cycle economic resources in households’ consumption decisions, yet we further modify their empirical model in order to account for habit persistence and subjective expectations on pension outcomes in the econometric stage. In addition, we allow for liquidity constraints on consumption expenditures in the simulation program.",
                    "type": "paragraph"
                },
                {
                    "text": "The aim of this paper is to provide an overview of the new Wealth module, highlighting some specific focal points and presenting some illustrative results for the Italian case. In <a href=\"#s2\">Section 2</a> we illustrate the methodology, starting from an overview of the sequence of the main tasks of the Wealth Module (<a href=\"#s2-1\">Section 2.1</a>). Following, in <a href=\"#s2-2\">Section 2.2</a>, we describe the theoretical background for modelling households’ behaviour in distributing resources for consumption over the life cycle. In order to achieve this aim, we focus on the estimation of household lifetime human resources – and their specific components (<a href=\"#s2-2-1\">Section 2.2.1</a> and <a href=\"#s2-2-2\">2.2.2</a>) – a key variable employed for the estimation of the consumption rule explained in <a href=\"#s2-3\">Section 2.3</a>, which represents one of the core processes of the dynamic simulation. In <a href=\"#s2-4\">Section 2.4</a> we discuss the empirical strategy for modelling intergenerational transfers and their mechanics in the simulation program. <a href=\"#s3\">Section 3</a> shows selected results about wealth and disposable income distributional dynamics according to the alternative behavioural approaches and across three different wealth returns scenarios, in a long-term intergenerational perspective. In particular, we focus on the comparison of main findings and the role of main drivers of inequality under the semi-structural life-cycle approach and a traditional framework based on a Keynesian consumption rule. Moreover, we attempt at disclosing the different gradient of wealth and disposable income distributional dynamics with respect to realized returns on private assets. Final remarks conclude.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The Wealth Module starts from the panel dataset produced by the pre-existing blocks of CAPP_DYN, which simulate demographic events, labour incomes and a full range of social security benefits for the period 2008–2050<sup><a href=\"#fn4\">4</a></sup>. In keeping with the previous part of the model, the base year population is represented by the 2002 wave of the Bank of Italy’s Survey of Households Income and Wealth (SHIW). As the SHIW suffers from significant financial assets under-estimation due to under-reporting, we use the adjusted wealth data from <a href=\"#bib9\">D’Aurizio <i>et al</i>. (2006)</a> on the same source<sup><a href=\"#fn5\">5</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig1\">Figure 1</a> summarizes the sequence of processes for the mechanisms of formation, transmission and spend down of household wealth.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00084%2Fijm-00084-fig1.tif",
                                        "size": {
                                            "width": 707,
                                            "height": 1075
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00084%2Fijm-00084-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00084-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "A stylized scheme of formation and transmission of wealth in the wealth module.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The module adopts the traditional recursive logics of DMSMs, including CAPP_DYN. In addition, some of the simulated processes have a dynamic specification themselves and have been estimated on the panel component of SHIW using the lagged dependent variable<sup><a href=\"#fn6\">6</a></sup> among the covariates. The decision unit for the wealth processes is the household.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For simulation purposes, we adopt a re-coding of SHIW wealth variables into two macro-aggregates: (a) home equity (real wealth) (b) an enlarged financial wealth component, which includes all financial assets plus tangible goods other than real estate (which are assimilated into non-risky assets). Net worth is obtained by subtracting financial debt (if any) from total gross wealth.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As mentioned above, the first simulated events are the intergenerational transfers of wealth between parents and children outside the family of origin (<i>inter vivos</i> and <i>mortis causa</i>). The <i>inter vivos</i> transfers have been modelled by means of a probabilistic approach based on a Heckman two-step procedure in order to account for selection bias. Bequests instead have a mechanical functioning. Due to insufficient information on financial transfers in the SHIW for our purposes, we have used a different micro data source that specifically focuses on this issue: the Survey of Health, Ageing and Retirement in Europe (SHARE). <a href=\"#s2-4-1\">Section 2.4.1</a> discusses details of the econometrics and the mechanics of this sub-module.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Next, the model updates the wealth stock by assigning a specific return to each asset in order to determine current wealth value (as a random walk with drift based on the mean of the asset return itself). Returns are derived from an iid draw from a specific normal (or Pearson) distribution with constant mean, variance (and kurtosis) derived from available time series for Italy. This step introduces the individual portfolio risk in private accumulation process. The current home equity value of household <i>h, (AH<sup>t</sup></i>) is obtained as<sup><a href=\"#fn7\">7</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1a",
                            "label": "(1)",
                            "mathml": "<math><mrow><mi>A</mi><msup><mi>H</mi><mi>t</mi></msup><mo>=</mo><mi>A</mi><msup><mi>H</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msup><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><msubsup><mi>r</mi><mi>h</mi><mi>t</mi></msubsup><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext>where</mtext><mtext> </mtext><msubsup><mi>r</mi><mi>h</mi><mi>t</mi></msubsup><mo>∼</mo><mi>N</mi><mrow><mrow><mo>(</mo><mrow><msub><mi>μ</mi><mrow><mi>A</mi><mi>H</mi><mo>,</mo></mrow></msub><msubsup><mi>σ</mi><mrow><mi>A</mi><mi>H</mi></mrow><mn>2</mn></msubsup></mrow><mo>)</mo></mrow></mrow><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "For financial wealth, in order to account for differential returns on the share of risky (<i>φ<sup>t</sup></i>)<sup><a href=\"#fn8\">8</a></sup> and non-risky<sup><a href=\"#fn9\">9</a></sup> assets, we preliminarily estimate financial wealth allocation between these two components with a dynamic model accounting for persistence in attitude toward risk (A static model determines initial conditions for newborn households) and for the role of other observables with a selection model à la Heckman. Since we assume the non risky share of financial wealth accrues a null real return, the weighted rate of return on overall enlarged financial assets amounts to <inline-formula id=\"inline1\"><math display=\"inline\" id=\"i1\"><msup><mi>φ</mi><mi>t</mi></msup><msubsup><mi>r</mi><mi>f</mi><mi>t</mi></msubsup></math>, where the latter rate is a specific return on financial risky assets obtained as an <i>iid</i> draw from an asset-return-specific distribution<sup><a href=\"#fn10\">10</a></sup>. The updated value for the enlarged financial aggregate for the household (<i>AF<sup>t</sup></i>) is then determined as: <inline-formula id=\"inline2\"><math display=\"inline\" id=\"i2\"><mi>A</mi><msup><mi>F</mi><mi>t</mi></msup><mo>=</mo><mrow><mo>(</mo><mrow><mi>A</mi><msup><mi>F</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msup></mrow><mo>)</mo></mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><msup><mi>φ</mi><mi>t</mi></msup><msubsup><mi>r</mi><mi>f</mi><mi>t</mi></msubsup><mo stretchy=\"false\">)</mo><mo>+</mo><msup><mi>S</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msup><mtext> </mtext><mtext>where</mtext><mtext> </mtext><msubsup><mi>r</mi><mi>f</mi><mi>t</mi></msubsup><mo>∼</mo><mi>i</mi><mi>i</mi><mi>d</mi><mo stretchy=\"false\">(</mo><msub><mi>μ</mi><mrow><mi>A</mi><mi>F</mi><mo>,</mo></mrow></msub><msubsup><mi>σ</mi><mrow><mi>A</mi><mi>F</mi></mrow><mn>2</mn></msubsup><mo stretchy=\"false\">)</mo></math> and <i>S</i> is the flow <i>of</i> yearly household saving. The outstanding debt is obtained by subtracting the capital component of the mortgage instalment paid in the previous period (<inline-formula id=\"inline3\"><math display=\"inline\" id=\"i3\"><msubsup><mi>R</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msubsup></math>) from its lagged value (<i>B<sup>t-1</sup>).</i> Here we adopt the convention that all households repay their mortgage over 20 years (<i>i.e.</i> roughly the average mortgage duration in Italy, according to <a href=\"#bib26\">Rossi, 2008</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "We assume the borrowing rate – <i>r<sub>m</sub></i> – normally distributed with mean and standard deviation to be fixed over time once the mortgage has been taken out and the mortgage repayment to be constant. The net wealth is then given by the sum of real and financial wealth minus the outstanding debt (<i>i.e.</i> mortgages being the only form of borrowing we allow in the model).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the following step the model simulates choices affecting the stock of real estate and the number of dwellings owned by the family.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The decisions to buy or sell a house work on a set of discrete choice models (logit, estimated on the pooling of 1989–2006 waves of SHIW-HA) combined, in simulation, with Monte Carlo techniques. The totals are then calibrated to match an official external source (ISTAT, 2005). First, the model distinguishes between households that already own at least one house, which are allowed to sell a property, and households that do not have housing equity, which are not allowed to sell.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Once the family is selected for the “sale” event, the value of home equity sold <i>AH<sub>s</sub><sup>t</sup></i> is heuristically assumed to be the current value of real wealth divided by the number of houses owned. The new value of household real wealth is the difference between the current real wealth and the value of the sold house.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The financial wealth is assumed to increase by the value of equity that may exceed the existing debt <inline-formula id=\"inline4\"><math display=\"inline\" id=\"i4\"><mi>A</mi><msup><mi>F</mi><mi>t</mi></msup><mo>=</mo><mi>A</mi><msup><mi>F</mi><mi>t</mi></msup><mo>+</mo><mi>max</mi><mo>{</mo><mn>0</mn><mo>,</mo><mi>A</mi><msubsup><mi>H</mi><mi>s</mi><mi>t</mi></msubsup><mo>−</mo><msup><mi>B</mi><mi>t</mi></msup><mo>}</mo></math>, while the latter (if it exists) falls by the price of equity sold up to its outstanding value <inline-formula id=\"inline5\"><math display=\"inline\" id=\"i5\"><msup><mi>B</mi><mi>t</mi></msup><mo>=</mo><mi>max</mi><mrow><mo>{</mo> <mrow><mn>0</mn><mo>,</mo><msup><mi>B</mi><mi>t</mi></msup><mo>−</mo><mi>A</mi><msubsup><mi>H</mi><mi>s</mi><mi>t</mi></msubsup></mrow> <mo>}</mo></mrow></math>; finally, the new mortgage (total and capital) instalment is computed on the new debt (if any):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1b",
                            "label": "(2)",
                            "mathml": "<math><mrow><msubsup><mi>R</mi><mrow><mi>t</mi><mi>o</mi><mi>t</mi></mrow><mi>t</mi></msubsup><mo>=</mo><msup><mi>B</mi><mi>t</mi></msup><msup><mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>+</mo><msub><mi>r</mi><mi>m</mi></msub></mrow><mo>)</mo></mrow></mrow><mrow><mn>20</mn></mrow></msup><mo stretchy=\"false\">[</mo><msub><mi>r</mi><mi>m</mi></msub><mo>/</mo><mo stretchy=\"false\">(</mo><msup><mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><msub><mi>r</mi><mi>m</mi></msub><mo stretchy=\"false\">)</mo></mrow><mrow><mn>20</mn></mrow></msup><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">]</mo><mo>;</mo><msubsup><mi>R</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow><mi>t</mi></msubsup><mo>=</mo><msup><mi>B</mi><mi>t</mi></msup><mo>/</mo><mn>20.</mn></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Next, a similar procedure applies to purchase of houses. When a household is selected for buying a home, the value of the purchased dwelling (<inline-formula id=\"inline6\"><math display=\"inline\" id=\"i6\"><mi>A</mi><msubsup><mi>H</mi><mi>b</mi><mi>t</mi></msubsup></math>) is estimated using an OLS on a pooling of SHIW cross sections (1989–2006) using the ratio of house value to household net wealth as the dependent variable. The model distinguishes among three cases:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "purchase with down-spending of up to 90% of the enlarged financial wealth; in this case financial wealth decreases by the price of the house bought, real wealth increases by the same amount and any debt does not vary;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "if the price of the house exceeds the 90% threshold, the financial advance can be added to by creating new debt for the difference between the house value and the 90% of financial wealth: <inline-formula id=\"inline7\"><math display=\"inline\" id=\"i7\"><msup><mover accent=\"true\"><mi>B</mi><mo>^</mo></mover><mi>t</mi></msup><mo>=</mo><msup><mi>B</mi><mi>t</mi></msup><mo>+</mo><mi>A</mi><msubsup><mi>H</mi><mi>b</mi><mi>t</mi></msubsup><mo>−</mo><mn>0.9</mn><mi>A</mi><msup><mi>F</mi><mi>t</mi></msup></math>; (real and financial wealth are updated accordingly);",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "In Italy, private sector employees receive an additional, and sizeable, severance indemnity at retirement (<i>Trattamento di Fine Rapporto, i.e.</i> end-of-service allowance – henceforth ESA). In practice, the ESA is a deferred share of wage, which can also be partially redeemed in some special cases, and in particular for the purchase of the 1<sup>st</sup> house or can be fully or partially transferred to complementary pension funds.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Hence, if at least one of the two spouses has an accrued end-of-service allowance (ESA) and the purchase concerns the first house, a 70% redemption of it is allowed as a set-off of debt contracted in ii): <inline-formula id=\"inline8\"><math display=\"inline\" id=\"i8\"><msup><mover accent=\"true\"><mi>B</mi><mo>^</mo></mover><mi>t</mi></msup><mo>=</mo><msup><mi>B</mi><mi>t</mi></msup><mo>+</mo><mi>max</mi><mo stretchy=\"false\">(</mo><mn>0</mn><mo>,</mo><mi>A</mi><msubsup><mi>H</mi><mi>b</mi><mi>t</mi></msubsup><mo>−</mo><mn>0.7</mn><mi>E</mi><mi>S</mi><msubsup><mi>A</mi><mrow><mi>a</mi><mi>c</mi><mi>c</mi></mrow><mi>t</mi></msubsup><mo>−</mo><mn>0.9</mn><mi>A</mi><msup><mi>F</mi><mi>t</mi></msup><mo stretchy=\"false\">)</mo></math> with any difference exceeding the debt to be added to the financial wealth (decumulated by 90%):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1c",
                            "label": "(3)",
                            "mathml": "<math><mi>A</mi><msup><mover accent=\"true\"><mi>F</mi><mo>^</mo></mover><mi>t</mi></msup><mo>=</mo><mi>A</mi><msup><mi>F</mi><mi>t</mi></msup><mo>−</mo><mi>min</mi><mo stretchy=\"false\">(</mo><mn>0</mn><mo>,</mo><mi>A</mi><msubsup><mi>H</mi><mi>b</mi><mi>t</mi></msubsup><mo>−</mo><mn>0.7</mn><mi>E</mi><mi>S</mi><msubsup><mi>A</mi><mrow><mi>a</mi><mi>c</mi><mi>c</mi></mrow><mi>t</mi></msubsup><mo>−</mo><mn>0.9</mn><mi>A</mi><msup><mi>F</mi><mi>t</mi></msup><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Finally, since the issued debt may be excessively high due to low financial assets relative to the price of the house, we control mortgage sustainability by setting a ceiling to the (total) instalment, as the 40% of the current household net labour and pension income. If the instalment exceeds the threshold, we force the instalment to the ceiling <inline-formula id=\"inline9\"><math display=\"inline\" id=\"i9\"><msubsup><mi>R</mi><mrow><mi>t</mi><mi>o</mi><mi>t</mi></mrow><mi>t</mi></msubsup><mo>=</mo><mn>0.4</mn><msup><mi>y</mi><mi>t</mi></msup></math> and re-calculate the maximum sustainable debt given current resources: <inline-formula id=\"inline10\"><math display=\"inline\" id=\"i10\"><msubsup><mi>B</mi><mrow><mi>s</mi><mi>u</mi><mi>s</mi><mi>t</mi></mrow><mi>t</mi></msubsup><mo>=</mo><msubsup><mi>R</mi><mrow><mi>t</mi><mi>o</mi><mi>t</mi></mrow><mi>t</mi></msubsup><mo>/</mo><mrow><mo>[</mo> <mrow><msup><mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><mi>r</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mn>20</mn></mrow></msup><mi>r</mi><mo>/</mo><mrow><mo>(</mo><mrow><msup><mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>+</mo><mi>r</mi></mrow><mo>)</mo></mrow></mrow><mrow><mn>20</mn></mrow></msup><mo>−</mo><mn>1</mn></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></math>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Subtracting the pre-existing debt from this amount, one obtains the maximum amount that can be loaned in the current period to buy the house: <inline-formula id=\"inline11\"><math display=\"inline\" id=\"i11\"><mi>diff</mi><mo>=</mo><mi>max</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mrow><mo>(</mo><mrow><msubsup><mi>B</mi><mrow><mi>s</mi><mi>u</mi><mi>s</mi><mi>t</mi></mrow><mi>t</mi></msubsup><mo>−</mo><msup><mi>B</mi><mi>t</mi></msup></mrow><mo>)</mo></mrow></mrow><mo>)</mo></mrow></math>. Finally, the maximum value of the house that can be bought in line with the new stock of debt is recalculated by adding the 90% of financial resources to the maximum amount that can be loaned for the current period (<inline-formula id=\"inline12\"><math display=\"inline\" id=\"i12\"><mi>A</mi><msubsup><mi>H</mi><mi>b</mi><mi>t</mi></msubsup><mo>=</mo><mi>diff</mi><mo>+</mo><mn>0.9</mn><mi>A</mi><msup><mi>F</mi><mi>t</mi></msup></math>), plus the 70% of the ESA for households which are constrained despite its redemption.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the last steps of the loop the model predicts household human lifetime resources, which are the present discounted value of labour incomes stream until retirement plus the pension income flows until household extinction (see <a href=\"#s2-2-1\">Section 2.2.1</a> and <a href=\"#s2-2-2\">2.2.2</a> for details). This aggregate is crucial for determining household consumption expenditure.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This latter cannot exceed the sum of all disposable households income and the “liquid” financial wealth [(1- <i>φ<sup>t</sup></i>)AF] net of any mortgage installment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, yearly household savings are obtained as the difference between disposable labour and pension incomes (net of mortgage instalment) and consumption: <inline-formula id=\"inline13\"><math display=\"inline\" id=\"i13\"><msup><mi>S</mi><mi>t</mi></msup><mo>=</mo><msup><mi>y</mi><mi>t</mi></msup><mo>−</mo><msubsup><mi>R</mi><mrow><mi>t</mi><mi>o</mi><mi>t</mi></mrow><mi>t</mi></msubsup><mo>−</mo><msup><mi>C</mi><mi>t</mi></msup></math>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The following subsections describe and discuss each sub-module starting, however, from what we conceive as the core of the model, i.e. the consumption rule and the estimation of household lifetime human resources rather than following the order of appearance outlined in <a href=\"#fig1\">Figure 1</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 The wealth module sequence",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this section we illustrate the theoretical background of modelling households’ behaviour in allocating resources for consumption over different periods of their life. Our aim is to estimate a general consumption rule in order to capture some possible behavioural reactions related to gradual changes in pension outcome expectations as a consequence of a significant social security reform characterized by a long transition phase.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Assuming a homothetic – non-separable over time – utility function, we can derive a closed-form lifecycle consumption function from the optimization problem as elaborated in <a href=\"#bib23\">Modigliani and Brumberg (1954 and 1979)</a>. Hence, our general formulation – in order to get an approximate optimizing model – is given by:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1d",
                            "label": "(4)",
                            "mathml": "<math><mrow><msubsup><mrow/><mrow><msup><mi>C</mi><mrow><mi>t</mi><mo>+</mo><mi>i</mi></mrow></msup></mrow><mrow><mi>max</mi></mrow></msubsup><msub><mi>E</mi><mi>t</mi></msub><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>0</mn></mrow><mi>∞</mi></munderover><mrow><msup><mi>ϕ</mi><mi>i</mi></msup></mrow></mstyle><mrow><mo>[</mo> <mrow><msubsup><mi>U</mi><mi>a</mi><mrow><mi>t</mi><mo>+</mo><mi>i</mi></mrow></msubsup><mrow><mo>(</mo><mrow><msubsup><mi>C</mi><mi>a</mi><mrow><mi>t</mi><mo>+</mo><mi>i</mi></mrow></msubsup><mo>,</mo><msubsup><mi>C</mi><mi>a</mi><mrow><mi>t</mi><mo>+</mo><mi>i</mi><mo>−</mo><mn>1</mn></mrow></msubsup><mo>;</mo><msup><mi>H</mi><mi>t</mi></msup></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<i>s.t.</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1e",
                            "label": "(5)",
                            "mathml": "<math><msubsup><mi>A</mi><mi>a</mi><mi>t</mi></msubsup><mo>=</mo><mrow><mo>(</mo><mrow><mn>1</mn><mo>+</mo><msubsup><mi>r</mi><mi>a</mi><mi>t</mi></msubsup></mrow><mo>)</mo></mrow><mrow><mo>[</mo> <mrow><mfrac><mrow><msubsup><mi>A</mi><mrow><mi>a</mi><mo>−</mo><mn>1</mn></mrow><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msubsup></mrow><mrow><mn>1</mn><mo>−</mo><mi>π</mi></mrow></mfrac><mo>+</mo><msubsup><mi>y</mi><mi>a</mi><mi>t</mi></msubsup><mo>−</mo><msubsup><mi>C</mi><mi>a</mi><mi>t</mi></msubsup></mrow> <mo>]</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Where:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>a</i> = age of household head",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<inline-formula id=\"inline14\"><math display=\"inline\" id=\"i14\"><mrow><msubsup><mi>C</mi><mi>a</mi><mi>t</mi></msubsup></mrow></math> = current consumption",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<inline-formula id=\"inline15\"><math display=\"inline\" id=\"i15\"><mrow><msubsup><mi>C</mi><mi>a</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msubsup></mrow></math> = last period consumption for the same household (internal habit)",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<inline-formula id=\"inline16\"><math display=\"inline\" id=\"i16\"><msubsup><mi>A</mi><mi>a</mi><mi>t</mi></msubsup></math> = non-human household wealth in year <i>t</i> when the age of the household head is <i>a</i>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<inline-formula id=\"inline17\"><math display=\"inline\" id=\"i17\"><msubsup><mi>y</mi><mi>a</mi><mi>t</mi></msubsup></math> = current household disposable income (earnings and pensions) in year <i>t</i> when the age of household head is <i>a</i>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>π</i> = period constant probability of household extinction",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>H</i> = household characteristics and type",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>r</i> = real interest rate",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "none",
                            "type": "list"
                        },
                        {
                            "text": "where, in particular, <i>HR</i> represents the (expected) lifetime human resources (or human wealth) given by the discounted future labour and pension incomes stream. The “structural” element of the equation lies in the introduction of expectations about future income stream, through the role of human resources, as a determinant of household consumption. <inline-formula id=\"inline18\"><math display=\"inline\" id=\"i18\"><msubsup><mi>C</mi><mi>a</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msubsup></math> represents the role of habit in consumption.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the estimation we choose an empirical specification which well describes the consumption/saving behaviour of Italian households in our sample, summarized in the formula:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ2",
                            "label": "(6)",
                            "mathml": "<math><mfrac><mrow><msup><mi>C</mi><mi>t</mi></msup></mrow><mrow><mi>H</mi><msup><mi>R</mi><mi>t</mi></msup></mrow></mfrac><mo>=</mo><mi>ρ</mi><mfrac><mrow><msup><mi>C</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msup></mrow><mrow><mi>H</mi><msup><mi>R</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msup></mrow></mfrac><mo>+</mo><mi>f</mi><mo stretchy=\"false\">(</mo><mi>a</mi><mo stretchy=\"false\">)</mo><mo>+</mo><msub><mi>β</mi><mn>1</mn></msub><msup><mi>A</mi><mi>t</mi></msup><mo>+</mo><msub><mi>β</mi><mn>2</mn></msub><msup><mi>y</mi><mi>t</mi></msup><mo>+</mo><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∑</mo></mstyle><mi>k</mi></munder><msub><mi>β</mi><mi>k</mi></msub><msubsup><mi>D</mi><mi>k</mi><mi>t</mi></msubsup><mo stretchy=\"false\">(</mo><mi>H</mi><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The implications of such an empirical specification and the econometric estimation will be discussed in <a href=\"#s2-3\">Section 2.3</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the dynamic simulation program, this equation provides us with a predicted value for the current level of consumption <inline-formula id=\"inline19\"><math display=\"inline\" id=\"i19\"><msup><mover accent=\"true\"><mi>C</mi><mo>^</mo></mover><mi>t</mi></msup></math>. To account for the role of liquidity constraints – which should not be neglected in a distributional analysis – we compute current simulated consumption as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ3",
                            "label": "(7)",
                            "mathml": "<math><msup><mi>C</mi><mi>t</mi></msup><mo>=</mo><mi>min</mi><mrow><mo>{</mo> <mrow><msup><mover accent=\"true\"><mi>C</mi><mo>^</mo></mover><mi>t</mi></msup><mo>,</mo><msup><mi>y</mi><mi>t</mi></msup><mo>+</mo><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><msup><mi>φ</mi><mi>t</mi></msup></mrow><mo>)</mo></mrow><mi>A</mi><msup><mi>F</mi><mi>t</mi></msup><mo>−</mo><msubsup><mi>R</mi><mrow><mi>t</mi><mi>o</mi><mi>t</mi></mrow><mi>t</mi></msubsup></mrow> <mo>}</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "i.e. current household consumption can never exceed the sum of current disposable income plus the liquid share of enlarged financial wealth (non-risky assets), net of the mortgage instalment (if any)",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "In this section we focus on the definition of total household expected human wealth, the estimation of which is preparatory to estimating the consumption rule. The expected value of human wealth is empirically obtained by aggregating spouses’ individual projected (after tax) incomes (earnings and pensions), plus the stream of adult children’s (living within the family) expected labour incomes up to the age of 30, plus one year of earnings contribution of active children over 30.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In algebraic terms:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ3a",
                                    "label": "(8)",
                                    "mathml": "<math><mi>H</mi><msup><mi>R</mi><mi>t</mi></msup><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>H</mi><mo>,</mo><mi>a</mi></mrow><mo>)</mo></mrow><mo>=</mo><mrow><mo>[</mo> <mrow><munder><munder><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>k</mi><mo>=</mo><mn>1</mn></mrow><mn>2</mn></munderover><mrow><mrow><mo>{</mo> <mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mrow><msub><mi>p</mi><mi>k</mi></msub><mo>−</mo><msub><mi>a</mi><mi>k</mi></msub></mrow></munderover><mrow><msub><mi>E</mi><mi>i</mi></msub></mrow></mstyle><mfrac><mrow><mrow><mo>[</mo> <mrow><msubsup><mi>w</mi><mrow><mi>k</mi><mo>,</mo><msub><mi>a</mi><mi>k</mi></msub><mo>+</mo><mi>i</mi></mrow><mi>t</mi></msubsup></mrow> <mo>]</mo></mrow></mrow><mrow><munder><munder><mrow><msup><mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>+</mo><mi>r</mi></mrow><mo>)</mo></mrow></mrow><mi>i</mi></msup></mrow><mo stretchy=\"true\">︸</mo></munder><mrow><mo>=</mo><mn>0</mn><mtext> </mtext><mi>i</mi><mi>f</mi><mtext> </mtext><msub><mi>p</mi><mi>k</mi></msub><mo>≤</mo><msub><mi>a</mi><mi>k</mi></msub></mrow></munder></mrow></mfrac><mo>+</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mrow><msub><mi>T</mi><mi>k</mi></msub><mo>−</mo><msub><mi>a</mi><mi>k</mi></msub><mo>−</mo><msub><mi>p</mi><mi>k</mi></msub></mrow></munderover><mrow><msub><mi>E</mi><mi>t</mi></msub></mrow></mstyle><mfrac><mrow><mrow><mo>[</mo> <mrow><msubsup><mi>P</mi><mrow><mi>k</mi><mo>,</mo><mi>a</mi><mo>+</mo><mi>i</mi></mrow><mi>t</mi></msubsup></mrow> <mo>]</mo></mrow></mrow><mrow><msup><mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>+</mo><mi>r</mi></mrow><mo>)</mo></mrow></mrow><mi>i</mi></msup></mrow></mfrac></mrow> <mo>}</mo></mrow><mo>+</mo></mrow></mstyle></mrow><mo stretchy=\"true\">︸</mo></munder><mrow><mi>S</mi><mi>p</mi><mi>o</mi><mi>u</mi><mi>s</mi><mi>e</mi><mi>s</mi><mo>′</mo><mtext> </mtext><mi>h</mi><mi>u</mi><mi>m</mi><mi>a</mi><mi>n</mi><mtext> </mtext><mi>r</mi><mi>e</mi><mi>s</mi><mi>o</mi><mi>u</mi><mi>r</mi><mi>c</mi><mi>e</mi><mi>s</mi></mrow></munder><munder><munder><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>j</mi><mo>=</mo><mn>1</mn></mrow><mi>J</mi></munderover><mrow><mrow><mo>{</mo> <mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mrow><mn>30</mn><mo>−</mo><msub><mi>a</mi><mi>j</mi></msub></mrow></munderover><mrow><msub><mi>E</mi><mi>i</mi></msub></mrow></mstyle><mfrac><mrow><mrow><mo>[</mo> <mrow><msubsup><mi>w</mi><mrow><mi>j</mi><mo>,</mo><msub><mi>a</mi><mi>j</mi></msub><mo>+</mo><mi>i</mi></mrow><mi>t</mi></msubsup></mrow> <mo>]</mo></mrow></mrow><mrow><msup><mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>+</mo><mi>r</mi></mrow><mo>)</mo></mrow></mrow><mi>i</mi></msup></mrow></mfrac></mrow> <mo>}</mo></mrow></mrow></mstyle></mrow><mo stretchy=\"true\">︸</mo></munder><mtable columnalign=\"left\"><mtr><mtd><mrow><mi>a</mi><mi>c</mi><mi>t</mi><mi>i</mi><mi>v</mi><mi>e</mi><mtext> </mtext><mi>c</mi><mi>h</mi><mi>i</mi><mi>l</mi><mi>d</mi><mi>r</mi><mi>e</mi><mi>n</mi><mo>′</mo><mi>s</mi><mtext> </mtext><mi>p</mi><mi>r</mi><mi>o</mi><mi>j</mi><mi>e</mi><mi>c</mi><mi>t</mi><mi>e</mi><mi>d</mi><mtext> </mtext></mrow></mtd></mtr><mtr><mtd><mrow><mi>r</mi><mi>e</mi><mi>s</mi><mi>o</mi><mi>u</mi><mi>r</mi><mi>c</mi><mi>e</mi><mi>s</mi><mtext> </mtext><mi>u</mi><mi>p</mi><mtext> </mtext><mi>t</mi><mi>o</mi><mtext> </mtext><mn>30</mn></mrow></mtd></mtr></mtable></munder></mrow> <mo>]</mo></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where:",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "<i>k</i> = 1,2 adult members",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "<i>j</i> = active children up to 30 living in the household",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "<inline-formula id=\"inline20\"><math display=\"inline\" id=\"i20\"><mrow><msubsup><mi>w</mi><mrow><mi>k</mi><mo>,</mo><msub><mi>a</mi><mi>k</mi></msub><mo>+</mo><mi>i</mi></mrow><mi>t</mi></msubsup></mrow></math> = net labour income of household member <i>k</i> (or <i>j</i>) expected in year <i>t</i> when he/she will be aged <i>a+i</i>",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "<inline-formula id=\"inline21\"><math display=\"inline\" id=\"i21\"><msubsup><mi>P</mi><mrow><mi>k</mi><mo>,</mo><mi>a</mi><mo>+</mo><mi>i</mi></mrow><mi>t</mi></msubsup></math> = net old-age pension benefit of household member <i>k</i> expected in year <i>t</i> when he/she will be aged <i>a+i</i>, or, if already retired, projection of current old age (or survivor) pension benefit in year <i>t</i> when he/she will be aged <i>a+i</i>",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "<i>p<sub>k</sub></i> = expected retirement age for spouse <i>k</i>",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "<i>a<sub>k</sub></i> = age of spouse <i>k</i>",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "<i>T<sub>k</sub></i> = expected death age for spouse <i>k</i> (according to ISTAT projections)",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "none",
                                    "type": "list"
                                },
                                {
                                    "text": "Therefore, in order to evaluate this (stock) variable we need to evaluate its three main components, <i>i.e.</i> household lifetime labour income, expected social security wealth for active individuals and current (residual) social security wealth for the individuals who are already retired. It is worth noting that, in the simulation program, the predicted values of estimated equations used to build HR are re-computed every year – using current simulated values of explanatory variables – so as to obtain the current value of HR which, in turn, is a determinant of the yearly simulated consumption.",
                                    "type": "paragraph"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Individual lifetime earnings are defined as the present discounted value of future expected labour income flows up to the planned age of retirement. The projection in <i>t</i> for income at time <i>t+i</i> (where <i>i</i> is a generic period between <i>t</i> – current year – and the age of retirement (<i>p<sub>k</sub> – t</i>)) for each individual <i>k</i> or <i>j</i> is obtained as the prediction of the following econometric models where age is a<sub>k+i</sub>:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ5a",
                                            "label": "(9)",
                                            "mathml": "<math><mrow><mi>ln</mi><msubsup><mi>y</mi><mrow><mi>k</mi><mo>,</mo><mi>a</mi><mo>+</mo><mi>i</mi></mrow><mi>t</mi></msubsup><mo>=</mo><mi>ρ</mi><mi>ln</mi><msubsup><mi>y</mi><mrow><mi>k</mi><mo>,</mo><mi>a</mi><mo>+</mo><mi>i</mi><mo>−</mo><mn>1</mn></mrow><mi>t</mi></msubsup><mo>+</mo><mi>β</mi><mo>′</mo><msubsup><mi>x</mi><mrow><mi>k</mi><mo>,</mo><mi>a</mi><mo>+</mo><mi>i</mi></mrow><mi>t</mi></msubsup><mo>+</mo><mi>γ</mi><mo>′</mo><mi>p</mi><msubsup><mi>a</mi><mrow><mi>k</mi><mo>,</mo><mi>a</mi><mo>+</mo><mi>i</mi></mrow><mi>t</mi></msubsup><mo>+</mo><mi>u</mi><msub><mn>1</mn><mi>k</mi></msub><mo>+</mo><mi>v</mi><msub><mn>1</mn><mrow><mi>k</mi><mo>,</mo><mi>a</mi><mo>+</mo><mi>i</mi></mrow></msub><mtext> </mtext><mi>i</mi><mi>f</mi><mtext> </mtext><mi>w</mi><mi>a</mi><mi>g</mi><mi>e</mi><mtext> </mtext><mi>s</mi><mi>i</mi><mi>m</mi><mi>u</mi><mi>l</mi><mi>a</mi><mi>t</mi><mi>e</mi><mi>d</mi><mtext> </mtext><mi>b</mi><mi>y</mi><mtext> </mtext><mi>C</mi><mi>A</mi><mi>P</mi><mi>P</mi><mo>_</mo><mi>D</mi><mi>Y</mi><mi>N</mi><mo>&gt;</mo><mn>0</mn><mtext> </mtext><mi>i</mi><mi>n</mi><mtext> </mtext><mi>t</mi></mrow></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "or",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ5b",
                                            "label": "(10)",
                                            "mathml": "<math><mtable columnalign=\"left\"><mtr><mtd><msubsup><mi>lny</mi><mrow><mi>k</mi><mo>,</mo><mi>a</mi><mo>+</mo><mi>i</mi></mrow><mi>t</mi></msubsup><mo>=</mo><mi>β</mi><mo>′</mo><msubsup><mi>x</mi><mrow><mi>k</mi><mo>,</mo><mi>a</mi><mo>+</mo><mi>i</mi></mrow><mi>t</mi></msubsup><mo>+</mo><mi>γ</mi><mo>′</mo><mi>p</mi><msubsup><mi>a</mi><mrow><mi>k</mi><mo>,</mo><mi>a</mi><mo>+</mo><mi>i</mi></mrow><mi>t</mi></msubsup><mo>+</mo><mi>u</mi><msub><mn>2</mn><mi>k</mi></msub><mo>+</mo><mi>v</mi><msub><mn>2</mn><mrow><mi>k</mi><mo>,</mo><mi>a</mi><mo>+</mo><mi>i</mi></mrow></msub><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mi>i</mi><mi>f</mi><mtext> </mtext><mi>w</mi><mi>a</mi><mi>g</mi><mi>e</mi><mtext> </mtext><mi>s</mi><mi>i</mi><mi>m</mi><mi>u</mi><mi>l</mi><mi>a</mi><mi>t</mi><mi>e</mi><mi>d</mi><mtext> </mtext><mi>b</mi><mi>y</mi><mtext> </mtext><mi>C</mi><mi>A</mi><mi>P</mi><mi>P</mi><mo>_</mo><mi>D</mi><mi>Y</mi><mi>N</mi><mo>=</mo><mn>0</mn><mtext> </mtext><mi>i</mi><mi>n</mi><mtext> </mtext><mi>t</mi></mtd></mtr><mtr><mtd><mi>u</mi><msub><mi>n</mi><mi>k</mi></msub><mo>∼</mo><mi>N</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><msubsup><mi>σ</mi><mrow><mi>u</mi><mi>n</mi></mrow><mn>2</mn></msubsup></mrow><mo>)</mo></mrow><mo>;</mo><mi>n</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>2</mn></mtd></mtr><mtr><mtd><mi>v</mi><msub><mi>n</mi><mrow><mi>k</mi><mo>,</mo><mi>a</mi><mo>+</mo><mi>i</mi></mrow></msub><mo>∼</mo><mi>N</mi><mo stretchy=\"false\">(</mo><mn>0</mn><mo>,</mo><msubsup><mi>σ</mi><mrow><mi>v</mi><mi>n</mi></mrow><mn>2</mn></msubsup><mo stretchy=\"false\">)</mo><mo>;</mo><mi>n</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>2</mn></mtd></mtr></mtable></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "where ln <inline-formula id=\"inline22\"><math display=\"inline\" id=\"i22\"><mrow><msubsup><mi>y</mi><mrow><mi>k</mi><mo>,</mo><mi>a</mi></mrow><mi>t</mi></msubsup></mrow></math> is the log of individual labour income net of personal income tax and social security contribution, the <i>x</i> vector includes the set of observables such as educational level achieved, occupation, type of employer, full (part) time, <i>pa</i> is a polynomial in age vector that interact with individual characteristics.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "We use two models estimated on the 1989–2008 panel component of SHIW to obtain a projection of labour income until retirement.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "In particular, we use a dynamic specification to estimate the process to be simulated when the individual has a positive wage in the current period (which represents the lagged variable for predicting the expected wage for the following year) (5a), while we use a static specification fitted on both employed and unemployed individuals for active individuals with zero wage in <i>t</i>, e.g. in the case of unemployment (5b).",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Hence, the present value of the expected labour income at a generic age <i>a+i</i>, <inline-formula id=\"inline23\"><math display=\"inline\" id=\"i23\"><mrow><msubsup><mi>y</mi><mrow><mi>k</mi><mo>,</mo><msub><mi>a</mi><mi>j</mi></msub><mo>+</mo><mi>i</mi></mrow><mi>t</mi></msubsup></mrow></math> is given by the predicted value of the earnings model when age=<i>a+i</i>:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ5c",
                                            "label": "(11)",
                                            "mathml": "<math><mtable columnalign=\"left\"><mtr><mtd><msubsup><mi>y</mi><mrow><mi>k</mi><mo>,</mo><msub><mi>a</mi><mi>k</mi></msub><mo>+</mo><mi>i</mi></mrow><mi>t</mi></msubsup><mo>=</mo><mi>β</mi><mtext> </mtext><mi>δ</mi><msup><mtext> </mtext><mi>i</mi></msup><mtext> </mtext><mi>e</mi><msup><mtext> </mtext><mrow><mrow><mo>(</mo><mrow><mi>ρ</mi><mn>1</mn><mi>n</mi><msubsup><mi>y</mi><mrow><mi>k</mi><mo>,</mo><msub><mi>a</mi><mi>k</mi></msub><mo>+</mo><mi>i</mi><mo>−</mo><mn>1</mn></mrow><mi>t</mi></msubsup><mo>+</mo><mi>β</mi><mo>′</mo><msubsup><mi>x</mi><mi>k</mi><mi>t</mi></msubsup><mo>+</mo><mi>γ</mi><mo>′</mo><mi>p</mi><msubsup><mi>a</mi><mrow><mi>k</mi><mo>,</mo><msub><mi>a</mi><mi>k</mi></msub><mo>+</mo><mi>i</mi></mrow><mi>t</mi></msubsup><mo>+</mo><mfrac><mrow><msubsup><mi>σ</mi><mrow><msub><mrow/><mi>v</mi></msub></mrow><mn>2</mn></msubsup></mrow><mn>2</mn></mfrac></mrow><mo>)</mo></mrow></mrow></msup><msup><mrow><mo>(</mo><mrow><mn>1</mn><mo>+</mo><mi>g</mi></mrow><mo>)</mo></mrow><mi>i</mi></msup><mtext> </mtext></mtd></mtr><mtr><mtd><mi>w</mi><mi>i</mi><mi>t</mi><mi>h</mi><mtext> </mtext><mi>β</mi><mo>=</mo><mn>.85</mn><mtext> </mtext><mi>a</mi><mi>n</mi><mi>d</mi><mtext> </mtext><mi>δ</mi><mtext> </mtext><mo>=</mo><mtext> </mtext><mn>.985</mn></mtd></mtr></mtable></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "where the (<i>1+g</i>) factor allows the wage level to be linked to the (five-years MA) medium-long run productivity growth which is calibrated through the “Scenario” block of the pre-existing CAPP_DYN modules, and <i>β</i> and <i>δ</i> represent the discount factor according to a quasi-hyperbolic time preference<sup><a href=\"#fn11\">13</a></sup>.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Finally, in order to obtain individual lifetime income, we need to sum the present value of the projected labour incomes for every <i>t</i> from the current period up to the expected retirement age <i>p<sub>k</sub></i>. However, <i>p<sub>k</sub></i> is not known <i>a priori</i> either<sup><a href=\"#fn12\">12</a></sup>.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Indeed, <i>p<sub>k</sub></i>, along with the expected replacement rate <inline-formula id=\"inline24\"><math display=\"inline\" id=\"i24\"><mrow><msubsup><mi>ω</mi><mrow><mi>k</mi><mo>,</mo><msub><mi>p</mi><mi>j</mi></msub></mrow><mi>t</mi></msubsup></mrow></math>, plays a key role in determining both lifetime income as well as the expected social security wealth. In the following section, we illustrate a method based on subjective expectations declared in SHIW coupled with conjectures about their evolution in order to estimate these two variables.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s2-2-1-1",
                                    "title": "Individual projected lifetime income profiles",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Reforms implemented in Italy from 1992 to 2007 have significantly affected the institutional social security framework, introducing a tight actuarial link between contributions paid and pension received back. As a consequence, the long term financial sustainability of the social security system will be assured, though the expected replacement ratio for future pensioners is expected to fall.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "These new computational rules will affect incentives to retire. While for those whose pension is calculated with the old defined benefit (DB) formula the expected retirement age can be reasonably expected to match the legal provision (or the age at which individuals accrue the seniority requirements), for workers instead falling under the mixed and, especially, under the notional defined contribution (NDC) regime, the expected retirement age presents substantial challenges. We need to model the behaviour of individuals who will have to face very different scenarios and will therefore not be able to draw from the experience of previous generations.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Since we consider subjective expectations to matter in economic decisions, we use the expected replacement rate and the planned retirement age information reported in the SHIW<sup><a href=\"#fn13\">13</a></sup> survey and we build an econometric model for imputing <i>out-of-sample</i> values. Data support the hypothesis of an increase in the expected retirement age and a decrease in the expectations on future replacement rates if we consider recent survey waves, suggesting a partial internalization of the effect of pension reforms in the process of expectations-formation.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Since the planned retirement age (PRA) and the expected replacement rate (ERR) are slightly negatively correlated (ρ= −.14) but part of their variability may be jointly determined, there is a strong likelihood that there will be a correlation between PRA and the error term in the model of expected replacement rate (ERR). In order to better account for this kind of endogeneity we then choose to fit a three-stage estimation for systems of simultaneous equations, since PRA is simultaneously the dependent of the first equation and an explanatory variable in the second equation (ERR) of the system.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "With regard to the first equation of the system (<a href=\"#table1\">Table 1</a>), <i>i.e.</i> the planned age of retirement, we can notice the contributive seniority (and its square) has a negative coefficient, while in order to account for the role of age and its correlation we interact the latter with the former. Then, we could be tempted to interpret its positive and significant coefficient as a counter-effect of age (perhaps due to an adjustment of individuals’ planning when they approach to retirement), given the expected negative impact of seniority. In practice, age and seniority cannot be separately identified, this strategy allowing only the feasibility of estimation, but not the interpretation of coefficients as causal effects.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "assets": [
                                                {
                                                    "footnotes": [
                                                        {
                                                            "id": "tfn1-1",
                                                            "label": "*",
                                                            "text": [
                                                                {
                                                                    "text": "p&lt;.05.",
                                                                    "type": "paragraph"
                                                                }
                                                            ]
                                                        },
                                                        {
                                                            "id": "tfn1-2",
                                                            "label": "**",
                                                            "text": [
                                                                {
                                                                    "text": "p&lt;.01.",
                                                                    "type": "paragraph"
                                                                }
                                                            ]
                                                        },
                                                        {
                                                            "id": "tfn1-3",
                                                            "label": "***",
                                                            "text": [
                                                                {
                                                                    "text": "p&lt;.001.",
                                                                    "type": "paragraph"
                                                                }
                                                            ]
                                                        },
                                                        {
                                                            "text": [
                                                                {
                                                                    "text": "<i>Source</i>: Authors’ computations on SHIW 2000–2008.",
                                                                    "type": "paragraph"
                                                                }
                                                            ]
                                                        }
                                                    ],
                                                    "id": "table1",
                                                    "label": "Table 1",
                                                    "tables": [
                                                        "<table>\n<thead>\n<tr>\n<th>Equation</th>\n<th>Obs</th>\n<th>Parms</th>\n<th>RMSE</th>\n<th>R-sq</th>\n<th>chi2</th>\n<th>P</th>\n<th/>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1. PRA</td>\n<td>27194</td>\n<td>21</td>\n<td>3.435451</td>\n<td>0.257</td>\n<td>9408.45</td>\n<td>0</td>\n<td/>\n</tr>\n<tr>\n<td>2. ERR</td>\n<td>27194</td>\n<td>21</td>\n<td>0.163388</td>\n<td>0.149</td>\n<td>5043.9</td>\n<td>0</td>\n<td/>\n</tr>\n<tr>\n<td colspan=\"4\"><i><b>Planned Age of Retirement</b></i></td>\n<td colspan=\"4\"><i><b>Expected Replacement Rate</b></i></td>\n</tr>\n<tr>\n<td/>\n<td colspan=\"2\">B</td>\n<td>SE</td>\n<td/>\n<td colspan=\"2\">B</td>\n<td>Se</td>\n</tr>\n<tr>\n<td>year_contrib</td>\n<td colspan=\"2\">−0.5187 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0138</td>\n<td>PRA</td>\n<td colspan=\"4\">0.0026 <a href=\"#tfn1-2\">**</a></td>\n<td>0.0010</td>\n</tr>\n<tr>\n<td>year_contrib²</td>\n<td colspan=\"2\">−0.0093 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0003</td>\n<td>year_contrib</td>\n<td colspan=\"2\">0.0064 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0009</td>\n</tr>\n<tr>\n<td>age<a href=\"#tfn1-1\">*</a>contrib.</td>\n<td colspan=\"2\">0.0148 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0003</td>\n<td>age<a href=\"#tfn1-1\">*</a>contrib</td>\n<td colspan=\"2\">0.0000</td>\n<td>0.0000</td>\n</tr>\n<tr>\n<td>female</td>\n<td colspan=\"2\">−2.0137 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0523</td>\n<td>NDC</td>\n<td colspan=\"2\">−0.0292</td>\n<td>0.0180</td>\n</tr>\n<tr>\n<td>NDC</td>\n<td colspan=\"2\">0.1496</td>\n<td>0.3824</td>\n<td>single</td>\n<td colspan=\"2\">−0.0024</td>\n<td>0.0050</td>\n</tr>\n<tr>\n<td colspan=\"8\">Education (<i>omit.lower secondary</i>)</td>\n</tr>\n<tr>\n<td>upper_secondary</td>\n<td colspan=\"2\">0.2877 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0557</td>\n<td>upper secondary</td>\n<td colspan=\"2\">0.0130 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0026</td>\n</tr>\n<tr>\n<td>degree_or_more</td>\n<td colspan=\"2\">0.8929 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0842</td>\n<td>degree or more</td>\n<td colspan=\"2\">0.0094 <a href=\"#tfn1-1\">*</a></td>\n<td>0.0040</td>\n</tr>\n<tr>\n<td>self_employed</td>\n<td colspan=\"2\">1.2709 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0646</td>\n<td>self employed</td>\n<td colspan=\"2\">−0.1168 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0033</td>\n</tr>\n<tr>\n<td>public</td>\n<td colspan=\"2\">−0.2373 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0632</td>\n<td>public</td>\n<td colspan=\"2\">0.0457 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0030</td>\n</tr>\n<tr>\n<td>home_owner</td>\n<td colspan=\"2\">−0.1369 <a href=\"#tfn1-1\">*</a></td>\n<td>0.0564</td>\n<td>partime</td>\n<td colspan=\"2\">−0.0363 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0047</td>\n</tr>\n<tr>\n<td>South</td>\n<td colspan=\"2\">0.6384 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0580</td>\n<td>Centre</td>\n<td colspan=\"2\">0.0321 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0030</td>\n</tr>\n<tr>\n<td>single</td>\n<td colspan=\"2\">0.3774 <a href=\"#tfn1-3\">***</a></td>\n<td>0.1072</td>\n<td>South</td>\n<td colspan=\"2\">0.0427 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0030</td>\n</tr>\n<tr>\n<td>tau2002</td>\n<td colspan=\"2\">0.0625</td>\n<td>0.0751</td>\n<td>tau2002</td>\n<td colspan=\"2\">−0.0298 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0035</td>\n</tr>\n<tr>\n<td>tau2004</td>\n<td colspan=\"2\">0.2979 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0774</td>\n<td>tau2004</td>\n<td colspan=\"2\">−0.0453 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0036</td>\n</tr>\n<tr>\n<td>tau2006</td>\n<td colspan=\"2\">0.0922</td>\n<td>0.0805</td>\n<td>tau2006</td>\n<td colspan=\"2\">−0.0739 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0037</td>\n</tr>\n<tr>\n<td>tau2008</td>\n<td colspan=\"2\">0.8402 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0978</td>\n<td>tau2008</td>\n<td colspan=\"2\">−0.0793 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0047</td>\n</tr>\n<tr>\n<td colspan=\"8\">Cohort effect (<i>omit. Cohorts &lt;1953</i>)</td>\n</tr>\n<tr>\n<td>coor_53</td>\n<td colspan=\"2\">1.1369 <a href=\"#tfn1-3\">***</a></td>\n<td>0.1010</td>\n<td>coor_53</td>\n<td colspan=\"2\">0.0122 <a href=\"#tfn1-2\">**</a></td>\n<td>0.0046</td>\n</tr>\n<tr>\n<td>coor_58</td>\n<td colspan=\"2\">2.0562 <a href=\"#tfn1-3\">***</a></td>\n<td>0.1234</td>\n<td>coor_58</td>\n<td colspan=\"2\">0.0165 <a href=\"#tfn1-2\">**</a></td>\n<td>0.0056</td>\n</tr>\n<tr>\n<td>coor_63</td>\n<td colspan=\"2\">2.5093 <a href=\"#tfn1-3\">***</a></td>\n<td>0.1462</td>\n<td>coor_63</td>\n<td colspan=\"2\">0.0257 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0065</td>\n</tr>\n<tr>\n<td>coor_68</td>\n<td colspan=\"2\">2.5112 <a href=\"#tfn1-3\">***</a></td>\n<td>0.1672</td>\n<td>coor_68</td>\n<td colspan=\"2\">0.0393 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0071</td>\n</tr>\n<tr>\n<td>coor-73</td>\n<td colspan=\"2\">2.3387 <a href=\"#tfn1-3\">***</a></td>\n<td>0.1844</td>\n<td>coor-73</td>\n<td colspan=\"2\">0.0660 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0075</td>\n</tr>\n<tr>\n<td>coor_78</td>\n<td colspan=\"2\">2.0769 <a href=\"#tfn1-3\">***</a></td>\n<td>0.2041</td>\n<td>coor_78</td>\n<td colspan=\"2\">0.0688 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0081</td>\n</tr>\n<tr>\n<td>intercept</td>\n<td colspan=\"2\">61.3483 <a href=\"#tfn1-3\">***</a></td>\n<td>0.1937</td>\n<td>intercept</td>\n<td colspan=\"2\">0.4269 <a href=\"#tfn1-3\">***</a></td>\n<td>0.0635</td>\n</tr>\n<tr>\n<td colspan=\"8\"><i><b>Endogenous variables:</b></i> PRA, ERR</td>\n</tr>\n</tbody>\n</table>"
                                                    ],
                                                    "title": "Three-stage least-squares regression of planned age of retirement and the expected replacement rate.",
                                                    "type": "table"
                                                }
                                            ],
                                            "type": "figure"
                                        },
                                        {
                                            "text": "Time dummies (tau) catch the slight extension in planned retirement in the more recent waves, while cohort dummies (coor) do not suggest a clear-cut pattern apart from the fact that individuals born after 1953 plan to retire later than older individuals.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Looking at the second equation, the expected replacement rate, we can see how the simultaneous estimation corrects the endogeneity of planned retirement age as a regressor by estimating a positive, significant, coefficient; the contributive seniority, as expected, has a positive impact while its interaction with age has a null effect. Individuals falling under the NDC pension scheme expect, on average, 3 points less in their future replacement rate but, once controlling for all other covariates, the effect does not seem to be significantly different from zero. Also in this equation, but with a clearer pattern, time dummies catch the recent (downward) revision in pension outcome expectations, while cohort dummies surprisingly show, other things being equal, that the younger the cohort the higher the expectation about future replacement rate. Once again, time, cohort and age effects are only identified by functional form in these models and causal effects are hard to be interpreted.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "In the light of this empirical analysis, since the expectations-adjustment process is not fully completed, it would be unreasonable to assume that pension expectations will remain unchanged in the future. On the opposite, these expectations will become increasingly accurate over time.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Therefore, the projected values for these two variables <i>p<sub>k</sub></i> and <inline-formula id=\"inline25\"><math display=\"inline\" id=\"i25\"><mrow><msubsup><mi>ω</mi><mrow><mi>k</mi><mo>,</mo><msub><mi>p</mi><mi>j</mi></msub></mrow><mi>t</mi></msubsup></mrow></math> (both generically called <i>y</i>) are computed as a weighted average between the values predicted by the econometric model above (ŷ) and the values simulated by the “Pension module” (y*) of CAPP_DYN for individuals retiring during the simulation period (within 2050). For younger individuals not retiring in the simulation period, we assume the predicted value of the model to converge linearly towards a long run mean value estimated (by means of a regression on the 2045–2050 simulated data) for population subgroups. Therefore:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ6",
                                            "label": "(12)",
                                            "mathml": "<math><mi>y</mi><mo>=</mo><mi>γ</mi><mover accent=\"true\"><mi>y</mi><mo>^</mo></mover><mo>+</mo><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><mi>γ</mi></mrow><mo>)</mo></mrow><msup><mi>y</mi><mo>*</mo></msup></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "The weight of this average ∈ (0,1) becomes closer to zero the closer the year of simulation is to 2050 (<i>i.e.</i> the more the pension outcomes of the new NDC regime become observable) and the closer the worker is to his/her retirement age (the closer one is to her retirement age, the more aware he/she is about the exact timing of retirement and about the expected pension amount).",
                                            "type": "paragraph"
                                        },
                                        {
                                            "id": "equ7",
                                            "label": "(13)",
                                            "mathml": "<math><mtable columnalign=\"left\"><mtr><mtd><mi>γ</mi><mo>=</mo><mo stretchy=\"false\">[</mo><mn>1</mn><mo>−</mo><mfrac><mn>1</mn><mrow><mn>2050</mn><mo>−</mo><mn>2003</mn></mrow></mfrac><mo>*</mo><mrow><mo>(</mo><mrow><mi>t</mi><mo>−</mo><mn>2003</mn></mrow><mo>)</mo></mrow><mo stretchy=\"false\">]</mo><mo>*</mo><mrow><mo>(</mo><mrow><msup><mn>1</mn><mrow><mn>0.5</mn></mrow></msup><mo>−</mo><mn>1</mn></mrow><mo>)</mo></mrow><mo>/</mo><msup><mn>1</mn><mrow><mn>0.5</mn></mrow></msup></mtd></mtr><mtr><mtd><mn>1</mn><mo>=</mo><mi>y</mi><mi>e</mi><mi>a</mi><mi>r</mi><mtext> </mtext><mi>o</mi><mi>f</mi><mtext> </mtext><mi>r</mi><mi>e</mi><mi>t</mi><mi>i</mi><mi>r</mi><mi>e</mi><mi>m</mi><mi>e</mi><mi>n</mi><mi>t</mi><mo>−</mo><mi>t</mi></mtd></mtr></mtable></math>",
                                            "type": "mathml"
                                        },
                                        {
                                            "text": "Although actual simulated future values are exogenous to the wealth module (at the state of the art feedbacks from this latter to the former modules are not allowed yet), the social security module of CAPP_DYN – following a rule of exit essentially playing along with the increase in the legal provision – provides an evaluation of the pension benefit that is consistent with a given seniority and with the computational rules related to the particular pension scheme an individual falls under. In other words, we assume that, given a simulated labour market exit-age which only partially reacts to offset the future decreasing pension coverage, expectations about the implied replacement rate should converge towards its actual value.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s2-2-1-2",
                                    "title": "Planned retirement age and (related) expected replacement rate",
                                    "type": "section"
                                }
                            ],
                            "id": "s2-2-1",
                            "title": "2.2.1 Household lifetime human resources (HR)",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In order to estimate the expected value of future pension benefits, the model computes the expected value of the first annuity by multiplying the estimated expected replacement rate <inline-formula id=\"inline26\"><math display=\"inline\" id=\"i26\"><msubsup><mi mathvariant=\"normal\">ω</mi><mrow><mi mathvariant=\"normal\">k</mi><mo>,</mo><msub><mi mathvariant=\"normal\">p</mi><mi mathvariant=\"normal\">j</mi></msub></mrow><mi mathvariant=\"normal\">t</mi></msubsup></math> by the projection of last labour income (in <i>p<sub>k-1</sub></i>):",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ8",
                                    "label": "(14)",
                                    "mathml": "<math><msubsup><mi>P</mi><mrow><mi>k</mi><mo>,</mo><msub><mi>p</mi><mi>k</mi></msub></mrow><mi>t</mi></msubsup><mo>=</mo><msubsup><mi>ω</mi><mrow><mi>k</mi><mo>,</mo><msub><mi>p</mi><mrow><mi>k</mi><mi>j</mi></mrow></msub></mrow><mi>t</mi></msubsup><msubsup><mi>y</mi><mrow><mi>k</mi><mo>,</mo><msub><mi>p</mi><mi>k</mi></msub></mrow><mi>t</mi></msubsup></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "The expected present value of future pension flows is obtained as the sum of present values of pension annuities from retirement to the expected age of death (<i>T<sub>k,a+i</sub></i>) (calibrated according to ISTAT projections depending on age, gender and year):",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ9",
                                    "label": "(15)",
                                    "mathml": "<math><mrow><mi>S</mi><mi>S</mi><msubsup><mi>W</mi><mi>k</mi><mrow><msub><mi>p</mi><mi>k</mi></msub></mrow></msubsup><mo>=</mo><munderover><mrow><msup><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∑</mo></mstyle><mtext>​</mtext></msup></mrow><mrow><mi>i</mi><mo>=</mo><msub><mi>p</mi><mi>k</mi></msub></mrow><mrow><msub><mi>T</mi><mrow><mi>k</mi><mo>,</mo><mi>a</mi><mo>+</mo><mi>i</mi></mrow></msub></mrow></munderover><mi>β</mi><msup><mi>δ</mi><mi>i</mi></msup><msub><mi>P</mi><mrow><mi>k</mi><mo>,</mo><mi>i</mi></mrow></msub><mtext> </mtext><mi>w</mi><mi>i</mi><mi>t</mi><mi>h</mi><mtext> </mtext><mi>β</mi><mtext> </mtext><mo>=</mo><mtext> </mtext><mn>.85</mn><mtext> </mtext><mi>a</mi><mi>n</mi><mi>d</mi><mtext> </mtext><mi>δ</mi><mtext> </mtext><mo>=</mo><mn>.985</mn></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>P<sub>k,i</sub></i> is the projected pension for active individuals, and actual simulated pension for retired individuals.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Finally, <i>SSW</i> values are further discounted back to the current period with the <i>βδ<sup>1</sup></i> quasi-hyperbolic discount factor used for lifetime earnings projections and aggregated for the spouses. By summing the life-time labour incomes component plus the pension component, the model produces an estimate of the expected value of household human resources (<i>HR</i>).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig2",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00084%2Fijm-00084-fig2.tif",
                                                "size": {
                                                    "width": 717,
                                                    "height": 671
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00084%2Fijm-00084-fig2.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00084-fig2.jpg"
                                                }
                                            },
                                            "label": "Figure 2",
                                            "title": "Estimation and simulation of human resources.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s2-2-2",
                            "title": "2.2.2 Social security wealth",
                            "type": "section"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Household behaviour",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this section we discuss the specification and the estimation of the consumption rule, whose parameters are used in the simulation program. As mentioned in the introduction, the idea driving our approach is that the likely impact of structural social security reforms on the consumption/savings age profile of Italian households asks for a step beyond the estimation of a traditional reduced-form Keynesian equation. In fact, looking at the recent past (<i>i.e.</i> our 1989–2008 panel dataset, <a href=\"#fig3\">Figure 3</a>), we notice that the saving propensity profile of Italian households is characterized by a nearly flat pattern from about 35 years on, with pensioners having, on average, a positive propensity to save even at older ages.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00084%2Fijm-00084-fig3.tif",
                                        "size": {
                                            "width": 740,
                                            "height": 274
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00084%2Fijm-00084-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00084-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Average equivalent consumption (left) and propensity to save (right) household-head-age-profile.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "A broad strand of literature has investigated the so called “retirement consumption puzzle” in several countries (<a href=\"#bib17\">Lundberg <i>et al</i>. 2001</a>, Fernandez and Krueger, 2004). For Italy, some authors have explained – at least partially – the high (private) savings propensity of the elderly by the generosity of the social security system (<a href=\"#bib21\">Miniaci et. al, 2003</a>) which, so far, provided pensioners with rather high rate of returns on contributions and high replacement rates. Once social security wealth is included in the total wealth, the savings profile of Italian households turns out to be more consistent with the lifecycle hypothesis, with a positive propensity until retirement and a spend-down phase in the ensuing period<sup><a href=\"#fn14\">14</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We believe that taking this pattern as given and projecting it into the forthcoming decades – when social security reforms will be fully operational and the generosity of public pensions will be much reduced – would result in missing an important part of the distributional story. In fact, reform especially affects the current young and future workers whose lifecycle consumption is not (or only incompletely) observed and whose expectations have only partially embodied the long-run effects of the reforms themselves. We therefore believe that linking consumption behaviour to a lifecycle theoretical framework, searching for a specification that fits our data more closely, is an appropriate strategy for accounting for such issues. This topic will be further addressed in <a href=\"#s3\">Section 3</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As mentioned in <a href=\"#s2-2\">Section 2.2</a>, the empirical specification is the following:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ10",
                            "label": "(16)",
                            "mathml": "<math><mrow><mfrac><mrow><msubsup><mi>C</mi><mi>h</mi><mi>t</mi></msubsup></mrow><mrow><mi>H</mi><msup><mi>R</mi><mi>t</mi></msup></mrow></mfrac><mo>=</mo><mi>ρ</mi><mfrac><mrow><msubsup><mi>C</mi><mi>h</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msubsup></mrow><mrow><munder><munder><mrow><mi>H</mi><msup><mi>R</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msup></mrow><mo stretchy=\"true\">︸</mo></munder><mtable columnalign=\"left\"><mtr><mtd><mrow><mi>l</mi><mi>a</mi><mi>g</mi><mi>g</mi><mi>e</mi><mi>d</mi></mrow></mtd></mtr><mtr><mtd><mrow><mi>d</mi><mi>e</mi><mi>p</mi><mi>e</mi><mi>n</mi><mi>d</mi><mi>e</mi><mi>n</mi><mi>t</mi></mrow></mtd></mtr></mtable></munder></mrow></mfrac><mo>+</mo><munder><munder><mrow><mi>δ</mi><mo>′</mo><mi>p</mi><msubsup><mi>a</mi><mi>h</mi><mi>t</mi></msubsup></mrow><mo stretchy=\"true\">︸</mo></munder><mtable columnalign=\"left\"><mtr><mtd><mrow><mi>P</mi><mi>o</mi><mi>l</mi><mi>y</mi><mi>n</mi><mi>o</mi><mi>m</mi><mi>i</mi><mi>a</mi><mi>l</mi></mrow></mtd></mtr><mtr><mtd><mrow><mi>i</mi><mi>n</mi><mtext> </mtext><mi>a</mi><mi>g</mi><mi>e</mi><mtext> </mtext><mi>o</mi><mi>f</mi><mtext> </mtext><mi>t</mi><mi>h</mi><mi>e</mi><mtext> </mtext><mi>h</mi><mi>h</mi></mrow></mtd></mtr><mtr><mtd><mrow><mi>a</mi><mi>n</mi><mi>d</mi><mtext> </mtext><mi>r</mi><mi>e</mi><mi>l</mi><mi>a</mi><mi>t</mi><mi>i</mi><mi>v</mi><mi>e</mi></mrow></mtd></mtr><mtr><mtd><mrow><mi>int</mi><mi>e</mi><mi>r</mi><mi>a</mi><mi>c</mi><mi>t</mi><mi>i</mi><mi>o</mi><mi>n</mi><mi>s</mi></mrow></mtd></mtr></mtable></munder><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>m</mi></munder><mrow><msub><mi>β</mi><mi>m</mi></msub></mrow></mstyle><munder><munder><mrow><msubsup><mi>D</mi><mrow><mi>m</mi><mo>,</mo><mi>h</mi></mrow><mi>t</mi></msubsup><mo stretchy=\"false\">(</mo><mi>H</mi><mo stretchy=\"false\">)</mo></mrow><mo stretchy=\"true\">︸</mo></munder><mtable columnalign=\"left\"><mtr><mtd><mrow><mi>H</mi><mi>o</mi><mi>u</mi><mi>s</mi><mi>e</mi><mi>h</mi><mi>o</mi><mi>l</mi><mi>d</mi><mi>s</mi><mo>′</mo></mrow></mtd></mtr><mtr><mtd><mrow><mi>a</mi><mi>n</mi><mi>d</mi><mtext> </mtext><mi>h</mi><mi>h</mi></mrow></mtd></mtr><mtr><mtd><mrow><mi>C</mi><mi>h</mi><mi>a</mi><mi>r</mi><mi>a</mi><mi>c</mi><mi>t</mi><mi>e</mi><mi>r</mi><mi>i</mi><mi>s</mi><mi>t</mi><mi>i</mi><mi>c</mi><mi>s</mi></mrow></mtd></mtr><mtr><mtd><mrow><mi>D</mi><mi>u</mi><mi>m</mi><mi>m</mi><mi>i</mi><mi>e</mi><mi>s</mi></mrow></mtd></mtr></mtable></munder><mo>+</mo><mi>ψ</mi><munder><munder><mrow><mi>I</mi><mi>n</mi><msubsup><mi>y</mi><mi>h</mi><mi>t</mi></msubsup></mrow><mo stretchy=\"true\">︸</mo></munder><mtable columnalign=\"left\"><mtr><mtd><mrow><mi>C</mi><mi>u</mi><mi>r</mi><mi>r</mi><mi>e</mi><mi>n</mi><mi>t</mi></mrow></mtd></mtr><mtr><mtd><mrow><mi>D</mi><mi>i</mi><mi>s</mi><mi>p</mi><mi>o</mi><mi>s</mi><mi>a</mi><mi>b</mi><mi>l</mi><mi>e</mi></mrow></mtd></mtr><mtr><mtd><mrow><mi>I</mi><mi>n</mi><mi>c</mi><mi>o</mi><mi>m</mi><mi>e</mi><mi>s</mi></mrow></mtd></mtr></mtable></munder><mo>+</mo><mi>k</mi><mtext> </mtext><munder><munder><mrow><mi>I</mi><mi>n</mi><mi>A</mi><msubsup><mi>F</mi><mi>h</mi><mi>t</mi></msubsup></mrow><mo stretchy=\"true\">︸</mo></munder><mtable columnalign=\"left\"><mtr><mtd><mrow><mi>F</mi><mi>i</mi><mi>n</mi><mi>a</mi><mi>n</mi><mi>c</mi><mi>i</mi><mi>a</mi><mi>l</mi></mrow></mtd></mtr><mtr><mtd><mrow><mi>A</mi><mi>s</mi><mi>s</mi><mi>e</mi><mi>t</mi><mi>s</mi></mrow></mtd></mtr></mtable></munder><mo>+</mo><mi>ζ</mi><mtext> </mtext><munder><munder><mrow><mi>I</mi><mi>n</mi><mi>A</mi><msubsup><mi>H</mi><mi>h</mi><mi>t</mi></msubsup></mrow><mo stretchy=\"true\">︸</mo></munder><mtable columnalign=\"left\"><mtr><mtd><mrow><mi>H</mi><mi>o</mi><mi>u</mi><mi>s</mi><mi>e</mi></mrow></mtd></mtr><mtr><mtd><mrow><mi>E</mi><mi>q</mi><mi>u</mi><mi>i</mi><mi>t</mi><mi>y</mi></mrow></mtd></mtr></mtable></munder><mo>+</mo><mi>υ</mi><mtext> </mtext><munder><munder><mrow><mi>I</mi><mi>n</mi><mi>P</mi><msubsup><mi>F</mi><mi>h</mi><mi>t</mi></msubsup></mrow><mo stretchy=\"true\">︸</mo></munder><mtable columnalign=\"left\"><mtr><mtd><mrow><mi>F</mi><mi>i</mi><mi>n</mi><mi>a</mi><mi>n</mi><mi>c</mi><mi>i</mi><mi>a</mi><mi>l</mi></mrow></mtd></mtr><mtr><mtd><mrow><mi>D</mi><mi>e</mi><mi>b</mi><mi>t</mi></mrow></mtd></mtr></mtable></munder><mo>+</mo><msub><mi>u</mi><mi>h</mi></msub><mo>+</mo><msubsup><mi>ε</mi><mi>h</mi><mi>t</mi></msubsup></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Such a functional form, where the dependent variable is (the log of the) consumption to HR ratio, proves to better fit our household consumption data across the distribution (which is an attractive feature in a micro simulation distributional model; see <a href=\"#fig4\">Figure 4</a>) at the same time considering the role of habit persistence and the effects of future expectations about incomes and pension outcomes as crucial determinants of current consumption. Moreover, by estimating a propensity rather than a level, in the simulation program we get rid of the necessity to make arbitrary assumptions on dynamics of aggregate consumption due to its non-stationarity in a dynamic economy. In other words, if we simulated in levels, we would need to align consumption in addition to income. On the opposite, we would like consumption to be an endogenous outcome of the model, with respect both to its variance and to the mean itself (i.e. no alignment).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00084%2Fijm-00084-fig4.tif",
                                        "size": {
                                            "width": 466,
                                            "height": 359
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00084%2Fijm-00084-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00084-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Post-estimation predicted consumption from dynamic model in level vs ratio.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In order to estimate the dynamic consumption function (10) we use a GMM system estimator (<a href=\"#bib3\">Arellano, Bover, 1995</a>; <a href=\"#bib6\">Blundell, Bond, 1998</a>) with robust standard errors so as to purge the estimations from the bias induced by the endogeneity due to the individual fixed effect.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A consequence of the periodicity of the survey is that the reference consumption propensity is the two-year lag causing a weaker estimated persistence parameter (Lag.ln{C/HR} =0.082) when implemented in the discrete yearly simulation program.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Both the (log of) enlarged financial wealth (af_en) and financial debt (pf) have positive elasticities on the propensity to consume out of human resources while housing equity (ar_h) shows a negative elasticity. This latter, however, has to be evaluated in the light of the interaction with the number of owned dwellings. The positive sign of the interaction coefficient probably indicates a non-linear effect of real wealth on the dependent variable as owners of more than one property often enjoy actual rents (besides imputed rents for owner-occupied dwellings) that represent an extra-source of (capital) income which can be allocated to consumption.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The negative effect of retired household head (hh_retired)<sup><a href=\"#fn15\">15</a></sup> confirms the well-known drop in consumption at the time of retirement. Moreover, the household residual life (h_res_life), determined according to the survivor probabilities of the youngest spouses, determines a drop in the consumption propensity. Finally, the effect of household types suggests that nuclear families, i.e. couple with or without non-working children – the reference (omitted) category – are characterized by a lower propensity to consume out of the human life-time resources.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "N = 23,426, number of groups = 10,284.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Arellano-Bond test for AR(1) in first differences: z = −18.00 Pr &gt; z = 0.000.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Arellano-Bond test for AR(2) in first differences: z = 0.49 Pr &gt; z = 0.627.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Sargan test of overid. restrictions: chi2(7) = 7.60 Prob &gt; chi2 = 0.369.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Hansen test of overid. restrictions: chi2(7) = 4.79 Prob &gt; chi2 = 0.685.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Difference-in-Hansen tests of exogeneity of instrument subsets:",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "GMM instruments for levels.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Hansen test excluding group: chi2(6) = 4.60 Prob &gt; chi2 = 0.596.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<b>Difference</b> (null H = exogenous): chi2(1) = 0.20 Prob &gt; chi2 = 0.658.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn2-1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "p&lt;.05.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn2-2",
                                            "label": "**",
                                            "text": [
                                                {
                                                    "text": "p&lt;.01.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn2-3",
                                            "label": "***",
                                            "text": [
                                                {
                                                    "text": "p&lt;.001.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ computations on SHIW data, Historical Archive, panel component, waves 1991–2008.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>ln{C/HR}</th>\n<th>B</th>\n<th>Se</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Lag.ln{C/HR}</td>\n<td>0.0821 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0209</td>\n</tr>\n<tr>\n<td>In_af_en</td>\n<td>0.0114 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0024</td>\n</tr>\n<tr>\n<td>In_ar_h</td>\n<td>−0.0171 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0014</td>\n</tr>\n<tr>\n<td>In_ar_h<a href=\"#tfn2-1\">*</a>n_houses</td>\n<td>0.0040 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0006</td>\n</tr>\n<tr>\n<td>In_pf</td>\n<td>0.0092 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0012</td>\n</tr>\n<tr>\n<td>quintile 2_income</td>\n<td>−0.1347 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0181</td>\n</tr>\n<tr>\n<td>quintile 3_income</td>\n<td>−0.1832 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0206</td>\n</tr>\n<tr>\n<td>quintile 4_income</td>\n<td>−0.2559 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0232</td>\n</tr>\n<tr>\n<td>quintile 5_income</td>\n<td>−0.3105 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0272</td>\n</tr>\n<tr>\n<td>hh_age</td>\n<td>−0.2152 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0491</td>\n</tr>\n<tr>\n<td>hh_age²</td>\n<td>0.0066 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0013</td>\n</tr>\n<tr>\n<td>hh_age³</td>\n<td>−0.0001 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0000</td>\n</tr>\n<tr>\n<td>hh_age<sup>4</sup></td>\n<td>0.0000 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0000</td>\n</tr>\n<tr>\n<td>hh_age_self_emp</td>\n<td>−0.0026 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0004</td>\n</tr>\n<tr>\n<td>hh_age_upper_secondary</td>\n<td>−0.0009 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0002</td>\n</tr>\n<tr>\n<td>hh_age_degree_or_more</td>\n<td>−0.0032 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0004</td>\n</tr>\n<tr>\n<td>h_res_life</td>\n<td>−0.0143 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0027</td>\n</tr>\n<tr>\n<td>hh_retired</td>\n<td>−0.1282 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0213</td>\n</tr>\n<tr>\n<td>earners_ratio</td>\n<td>−0.2058 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0326</td>\n</tr>\n<tr>\n<td>n_child_in the family</td>\n<td>0.0232 <a href=\"#tfn2-2\">**</a></td>\n<td>0.0087</td>\n</tr>\n<tr>\n<td>South</td>\n<td>−0.0489 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0109</td>\n</tr>\n<tr>\n<td colspan=\"3\">Household types (<i>omitt. Nuclear family</i>)</td>\n</tr>\n<tr>\n<td>Single</td>\n<td>0.0108</td>\n<td>0.0211</td>\n</tr>\n<tr>\n<td>nuclear single headed</td>\n<td>0.1754 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0356</td>\n</tr>\n<tr>\n<td>non_nuclear single headed</td>\n<td>0.4704 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0350</td>\n</tr>\n<tr>\n<td>non_nuclear</td>\n<td>0.1948 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0174</td>\n</tr>\n<tr>\n<td colspan=\"3\">Time dummies (<i>omit.tau2002</i>)</td>\n</tr>\n<tr>\n<td>tau1993</td>\n<td>0.0148</td>\n<td>0.0191</td>\n</tr>\n<tr>\n<td>tau1995</td>\n<td>0.0623 <a href=\"#tfn2-2\">**</a></td>\n<td>0.0193</td>\n</tr>\n<tr>\n<td>tau1998</td>\n<td>−0.0699 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0210</td>\n</tr>\n<tr>\n<td>tau2000</td>\n<td>−0.4194 <a href=\"#tfn2-3\">***</a></td>\n<td>0.0194</td>\n</tr>\n<tr>\n<td>tau2004</td>\n<td>−0.0219</td>\n<td>0.0176</td>\n</tr>\n<tr>\n<td>tau2006</td>\n<td>0.0228</td>\n<td>0.0186</td>\n</tr>\n<tr>\n<td>tau2008</td>\n<td>0.0018</td>\n<td>0.0182</td>\n</tr>\n<tr>\n<td>intercept</td>\n<td>−0.2847</td>\n<td>0.6923</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Dynamic panel-data estimation of the consumption rule, two-step system GMM <sup><a href=\"#fn16\">16</a></sup>.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Estimation of the consumption rule",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This section describes the functioning of another important block of the Wealth module. This part of the model proves to be of fundamental importance in modelling private wealth within a dynamic microsimulation framework aimed at explicitly accounting – in a probabilistic fashion -for inter-generational links and at assessing the between/cohorts role of private wealth transmission. From a micro perspective, intergenerational transfers may reduce inequality between cohorts but may conversely also increase economic disparities within cohorts. Either way, they may be an important channel for transmitting economic inequalities.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The analysis of such phenomena plays an important role in our study both as the size of the wealth transfers is not negligible, and because intergenerational transfers may support or even substitute for social security transfers, especially when the latter will play a decreasing role in the future. The question is even more crucial when considering three main features of Italy’s demography and economy: the secular decline in fertility, which is greater than in other European countries; the high saving rate of the elderly; the mortgage market imperfections which, causing big borrowing constraints for the young, would even further reduce their consumption capabilities and the possibility to buy a home without substantial private wealth transmission.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Concerning the quantitative evaluation of such a phenomenon, data available for Italy are still narrow. The only two sources are the Bank of Italy’s <i>Survey on Household Income and Wealth</i> (SHIW, 1992 and 2002 waves) and the <i>Survey of Health, Ageing and Retirement in Europe</i> (SHARE), which collects information on a representative sample of individuals over 50. This survey collects richer and more detailed information on wealth intergenerational transfers (and time in the form of reciprocal care) compared with SHIW and allows cross country comparisons. This micro data source has the unusual feature of collecting detailed information on respondents’ children living out of the family of origin, allowing a donor-recipient matching very useful in analyzing determinants of intergenerational transfers.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "In this section we describe the structure of the intergenerational transfer sub-module of CAPP_DYN. This module includes the set of procedures which allow the transmission of financial and real wealth (this latter only in bequest processes) among family units in every year of simulation.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In the simulation program, wealth transfers may occur <i>inter vivos</i> or <i>mortis causa</i>. The former involves redistribution of wealth from donor to recipient families during their life cycle. The latter occurs when a household extinguishes in the model (because all of its members died), through the distribution of net wealth (whether positive) among heirs.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In the current release of the model we assume that the <i>inter vivos</i> transfer decisions depend on socio-economic characteristics of the observational unit. In other words, first the model determines such characteristics within the original blocks then, conditional to these observables, wealth transfers are simulated. Therefore feedbacks from wealth decisions to demographic, occupational and pension choices are not allowed yet. The methodology we adopt in the <i>inter vivos</i> estimates is based on a traditional two part approach with Heckman correction in the OLS estimation of the amount, whether it is needed.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We model separately the two sides of the transfer (donor and recipient). We do not model this process as a simultaneous choice due to a higher share of out-of-sample families in the first years of simulation that does not allow to treat the initial sample as the real population. For this purpose, we build two datasets: the original, which we call “potential donors,” and the derived one, which we call “potential recipients” (where units are child’s families). We then estimate the two sides of the exchange separately on the two datasets using some mutual characteristics (<i>i.e.</i> recipients characteristic in the donor equation and <i>vice versa</i>). The inclusion of such characteristics in the equations (especially, the parents’ financial wealth in the recipient regression) allows us to explain a quite similar share of the variance of the dependent variables in the two outcome equations (<i>i.e.</i> transfers given and received), providing predicted values characterized by similar variability. This property proves to be important in the simulation stage in order to avoid excessive under-estimation of the intergenerational transmission of inequality through an unrealistic <i>within</i> cohort redistributive effect of private wealth inter-generational transfers.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The sub-module is structured as follows: among households with head aged over 50 and with a positive wealth in the previous period, the model selects those with the highest transfer probability employing a binary variable that is equal to 1 if the interviewed household has made at least one transfer towards children or grandchildren in the 12 months preceding the interview, 0 otherwise. For the outcome equation the dependent is built as the logarithm of the transferred amount on donor financial wealth<sup><a href=\"#fn17\">17</a></sup> (gross of transfer) ratio.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Once donor households have been identified and the amount of transfer has been determined, the down spending of donors’ wealth is deterministically simulated by subtracting the amount transferred by the pre-transfer held stocks.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "For the recipient model, the dependent variable is a binary that is equal to 1 if the observed child’s household received a transfer in the 12 months preceding the interview, while in the outcome equation the dependent variable is the logarithm of the transfer received.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Among the covariates of the recipient model, besides a polynomial in age we use some occupational and household structure controls plus the existence of children (named Grandchildren, for the donor) and the (pre-transfer) financial wealth of the family of origin [ln(af parents)].",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In the <a href=\"#table3\">Tables 3</a> and <a href=\"#table4\">4</a> we report estimated coefficients for the two separate models.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "T",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "tfn3-1",
                                                    "label": "*",
                                                    "text": [
                                                        {
                                                            "text": "p&lt;.05.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "tfn3-2",
                                                    "label": "**",
                                                    "text": [
                                                        {
                                                            "text": "p&lt;.01.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "tfn3-3",
                                                    "label": "***",
                                                    "text": [
                                                        {
                                                            "text": "p&lt;.001.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                },
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source</i>: Authors’ computations on SHARE data, wave 2004.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table3",
                                            "label": "Table 3",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th colspan=\"6\"><i>Donor side N=16,871</i></th>\n</tr>\n<tr>\n<th colspan=\"3\">Logit Probability of being Donor</th>\n<th colspan=\"3\">OLS ln{Ratio}</th>\n</tr>\n<tr>\n<th/>\n<th>B</th>\n<th>Se</th>\n<th/>\n<th>B</th>\n<th>Se</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>age</td>\n<td>0.0807 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0243</td>\n<td>age</td>\n<td>−0.7785 <a href=\"#tfn3-2\">**</a></td>\n<td>0.2404</td>\n</tr>\n<tr>\n<td>age<sup>2</sup></td>\n<td>−0.0007 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0002</td>\n<td>age<sup>2</sup></td>\n<td>0.0113 <a href=\"#tfn3-2\">**</a></td>\n<td>0.0036</td>\n</tr>\n<tr>\n<td>in_work</td>\n<td>0.3522 <a href=\"#tfn3-3\">***</a></td>\n<td>0.052</td>\n<td>age3</td>\n<td>−0.0001 <a href=\"#tfn3-2\">**</a></td>\n<td>0.000</td>\n</tr>\n<tr>\n<td>quintile 3_wealth</td>\n<td>0.4146 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0543</td>\n<td>in work</td>\n<td>−0.4384 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0866</td>\n</tr>\n<tr>\n<td>quintile 4_wealth</td>\n<td>0.6046 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0531</td>\n<td>retired</td>\n<td>−0.2449 <a href=\"#tfn3-2\">**</a></td>\n<td>0.0849</td>\n</tr>\n<tr>\n<td>quintile 5_wealth</td>\n<td>0.6989 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0531</td>\n<td>unemp</td>\n<td>−0.4619 <a href=\"#tfn3-2\">**</a></td>\n<td>0.1649</td>\n</tr>\n<tr>\n<td>child_unemp</td>\n<td>0.2835 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0625</td>\n<td>ch_unemp</td>\n<td>0.3006 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0817</td>\n</tr>\n<tr>\n<td>wed_or_birth</td>\n<td>3.2668 <a href=\"#tfn3-3\">***</a></td>\n<td>0.1205</td>\n<td>quintile 3_wealth</td>\n<td>−0.5422 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0752</td>\n</tr>\n<tr>\n<td>upper_secondary</td>\n<td>0.5074 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0463</td>\n<td>quintile 4_wealth</td>\n<td>−0.8931 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0736</td>\n</tr>\n<tr>\n<td>degree_or_more</td>\n<td>0.742 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0502</td>\n<td>quintile 5_wealth</td>\n<td>−1.4278 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0733</td>\n</tr>\n<tr>\n<td>Italy</td>\n<td>−0.2737 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0747</td>\n<td>Italy</td>\n<td>0.7029 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0951</td>\n</tr>\n<tr>\n<td>_intercept</td>\n<td>−4.4368 <a href=\"#tfn3-3\">***</a></td>\n<td>0.8158</td>\n<td><i><b>mills_ratio</b></i></td>\n<td>0.2653 <a href=\"#tfn3-3\">***</a></td>\n<td>0.0414</td>\n</tr>\n<tr>\n<td/>\n<td/>\n<td/>\n<td>_intercept</td>\n<td>15.5409 <a href=\"#tfn3-2\">**</a></td>\n<td>5.3305</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Two-step estimation for intergenerational giving with Heckman correction.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "T",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "tfn4-1",
                                                    "label": "*",
                                                    "text": [
                                                        {
                                                            "text": "p&lt;.05.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "tfn4-2",
                                                    "label": "**",
                                                    "text": [
                                                        {
                                                            "text": "p&lt;.01.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "tfn4-3",
                                                    "label": "***",
                                                    "text": [
                                                        {
                                                            "text": "p&lt;.001.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                },
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source</i>: Authors’ computations on SHARE data, wave 2004.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table4",
                                            "label": "Table 4",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th colspan=\"6\"><i><b>Recipient side</b></i></th>\n</tr>\n<tr>\n<th colspan=\"3\"><i><b>N=29,652</b></i> Logit Probability of being Recipient</th>\n<th colspan=\"3\"><i><b>N= 1,872</b></i> OLS ln{Amount}</th>\n</tr>\n<tr>\n<th/>\n<th>B</th>\n<th>t</th>\n<th/>\n<th>B</th>\n<th>Se</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>In(af parents)</td>\n<td>0.169 <a href=\"#tfn4-3\">***</a></td>\n<td>0.061</td>\n<td>In(af parents)</td>\n<td>0.0892 <a href=\"#tfn4-3\">***</a></td>\n<td>0.0079</td>\n</tr>\n<tr>\n<td>age</td>\n<td>−0.0883 <a href=\"#tfn4-3\">***</a></td>\n<td>0.052</td>\n<td>age</td>\n<td>0.0253 <a href=\"#tfn4-1\">*</a></td>\n<td>0.0147</td>\n</tr>\n<tr>\n<td>age²</td>\n<td>0.0007 <a href=\"#tfn4-3\">***</a></td>\n<td>0.0543</td>\n<td>age²</td>\n<td>−0.0004 <a href=\"#tfn4-1\">*</a></td>\n<td>0.0002</td>\n</tr>\n<tr>\n<td>married</td>\n<td>0.3004 <a href=\"#tfn4-2\">**</a></td>\n<td>0.0531</td>\n<td>grandchildren</td>\n<td>−0.1051 <a href=\"#tfn4-1\">*</a></td>\n<td>0.0567</td>\n</tr>\n<tr>\n<td>single</td>\n<td>0.6497 <a href=\"#tfn4-3\">***</a></td>\n<td>0.0531</td>\n<td>married</td>\n<td>0.1911 <a href=\"#tfn4-3\">***</a></td>\n<td>0.0494</td>\n</tr>\n<tr>\n<td>divorced</td>\n<td>0.6462 <a href=\"#tfn4-3\">***</a></td>\n<td>0.0625</td>\n<td>Italy</td>\n<td>0.2481 <a href=\"#tfn4-2\">**</a></td>\n<td>0.0944</td>\n</tr>\n<tr>\n<td>in work</td>\n<td>−0.2689 <a href=\"#tfn4-3\">***</a></td>\n<td>0.1205</td>\n<td>_intercept</td>\n<td>7.028 <a href=\"#tfn4-3\">***</a></td>\n<td>0.2699</td>\n</tr>\n<tr>\n<td>degree</td>\n<td>0.3421 <a href=\"#tfn4-3\">***</a></td>\n<td>0.0463</td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>grandchildren</td>\n<td>0.2863 <a href=\"#tfn4-3\">***</a></td>\n<td>0.0502</td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Italy</td>\n<td>0.1984 <a href=\"#tfn4-2\">**</a></td>\n<td>0.0747</td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>_intercept</td>\n<td>−1.3815 <a href=\"#tfn4-3\">***</a></td>\n<td>0.8158</td>\n<td/>\n<td/>\n<td/>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Two-step estimation for intergenerational receiving without Heckman correction.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "For the donors model, the evidence shows a lower probability joint to a larger share of transferred wealth for Italian households.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Belonging to higher net wealth quintiles still has a positive sign in the <i>logit,</i> but has a negative sign in the outcome equation. Therefore, the better-off households show a higher transfer probability but, as a share of their financial wealth, they transfer less compared to less-affluent families. Moving on to the recipients’ characteristics, the determinant role of some specific events in the recipients’ lives (such as unemployment – child_unempl -, marriage, childbirth – wed_or_birth) is confirmed and increases both the probability to be donors and the amount. In particular, the latter variable, <i>i.e.</i> wed_or_birth, is strongly significant and very powerful (coefficient 3.2) in predicting the financial giving event.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Turning to the recipient equations (<a href=\"#table4\">Table 4</a>), due to the derived nature of the dataset, we can estimate only a model with a reduced number of covariates and no valid exclusion restrictions. Italian recipients show both a higher average probability and a greater average amount compared to the other European counterparts. This evidence seems at odds with the lower giving probability in the <a href=\"#table3\">Table 3</a>. Nevertheless, Italian households tend to transfer more often to all of their children and have, on average, a slightly few number of children compared to the overall sample. Finally, a powerful determinant of transfer receiving is, as expected, the financial wealth of the family of origin",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The (log) value of parents’ financial assets for family units without a potential donor in the sample in a period <i>t</i> is obtained as a draw from a normal distribution with mean and variance equal to the actual first and second moments of the financial wealth distribution among over 50 families in period <i>t</i>. This procedure implicitly assumes that the future distribution of financial wealth will change in its mean and variance only (not a very strong assumption) and that such a draw is independently distributed over time<sup><a href=\"#fn18\">18</a></sup> and across families. We follow this approach rather than simply excluding this variable from the set of recipient equations regressors, in order to warrant an acceptably good match between the variances of given and received simulated transfers<sup><a href=\"#fn19\">19</a></sup>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Next, the model verifies the consistency between the total (out-and-in) flows and, every year, imposes the following condition by alignment:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ11",
                                    "label": "(17)",
                                    "mathml": "<math><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo> <mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mi>J</mi></munderover><mrow><mi>a</mi><msubsup><mi>f</mi><mi>t</mi><mi>G</mi></msubsup></mrow></mstyle><mo>=</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mi>K</mi></munderover><mrow><mi>a</mi><msubsup><mi>f</mi> <mi>t</mi><mi>R</mi></msubsup></mrow></mstyle></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Where <i>J</i> and <i>K</i> are households giving (<i>G</i>) and receiving (<i>R</i>) a transfer, respectively, while <i>af</i> is the amount of transferred financial wealth. Condition (11) ensures an accounting consistency in the process of <i>inter vivos</i> transmission.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Should a family unit extinguish due to the death of the last remaining member, the model simulates the (proportional) transmission of the whole wealth endowment to the heirs. To this end, we try to account for the main family relationships in order to define the heirs’ share of bequests. Currently, CAPP_DYN allows considering relationships among individuals who, during the survey (2002), shared the same house, and those living outside the family of origin at that time. We consider therefore as potential heirs all the children, grandchildren and common-law spouses in the initial population plus the children living outside (<i>i.e.</i> not included in the sample) plus those born during the simulation period.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Once the number of heirs’ families is defined, bequests are deterministically simulated with the stock of wealth being proportionally distributed among them in the form of financial wealth. Then, in order to ensure the accounting consistency of the wealth stocks in the economy, every year the model imposes the following identity:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ12",
                                    "label": "(18)",
                                    "mathml": "<math><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mi>J</mi></munderover><mrow><mi>n</mi><msubsup><mi>w</mi><mi>t</mi><mi>G</mi></msubsup></mrow></mstyle><mo>=</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mi>K</mi></munderover><mrow><mi>n</mi><msubsup><mi>w</mi><mi>t</mi><mi>R</mi></msubsup></mrow></mstyle><mo>+</mo><mi>Re</mi><mi>s</mi></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>J</i> is the number of extinguishing family units in each year that pass on their wealth (<i>G</i>) <i>mortis causa, K</i> is the number of in-sample heirs that receive a bequest (<i>R</i>), <i>nw</i> is the net wealth transferred amount (in the form of financial wealth) and <i>Res</i> is the residual amount consisting of the net wealth of households which have extinguished without heirs plus the wealth shares received by out-of-sample heirs.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "This latter residual has been imputed through calibration; therefore Res has been distributed as a proportion of net worth already held by the household, in order not to alter the sample wealth distribution.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-4-1",
                            "title": "2.4.1 Implementation of the transfers sub-module in CAPP_DYN",
                            "type": "section"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4 The intergenerational transfers sub-module",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section we present some selected simulation results provided by the extended version of CAPP_DYN including the new Wealth module. In particular, our aim is to compare our semi-structural life cycle approach (LC) with an alternative non-structural framework (NS), based on the estimation and the projection of a simple Keynesian consumption function enriched with socio-demographic and wealth covariates (i.e. consumption not depending on life cycle resources).",
                    "type": "paragraph"
                },
                {
                    "text": "There are two main reasons why we adopted a semi-structural modeling of consumption behavior. The first one grounds on a theoretical rationale. Using a Keynesian consumption equation, one implicitly assumes the structure of the propensity to consume current income remaining invariant to radical institutional changes. This would imply replicating in the long-run an inverted U-shaped consumption, with a sharp decline after retirement and a quasi-flat propensity to save profiles, as those observed on actual survey data<sup><a href=\"#fn20\">20</a></sup> (<a href=\"#fig3\">Figure 3</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "However, next future will be characterized by two significant transitions – in the demographic structure (particularly pronounced in Italy) and in the public pension system, which will slowly shift from quite a generous (though horizontally unfair) defined benefit system (DB) to an actuarially neutral notional defined contribution regime (NDC). The gradual social security reforms are expected to place most of the burden on current young (and future) workers through a significant cut in their expected returns on social security contributions. In addition, demographic changes will bring a large increase in the population share of elderly; on the other hand, older cohorts – characterized by a large number of individuals (baby-boom generations), a high net saving rate (despite the generous pension system) and a low number of descendants – will be replaced by later cohorts, less numerous and not enjoying the same social security arrangement. Nevertheless, on average, they would be able to benefit from larger intergenerational transfers of private wealth.",
                    "type": "paragraph"
                },
                {
                    "text": "All these changes make the current consumption and saving behavior unsuitable to be regarded as a ‘steady state’ to be projected in the future. Thus, we recognize a semi-structural approach as more appropriate in order to shed light on the likely distributional consequences of transitions.",
                    "type": "paragraph"
                },
                {
                    "text": "In the following sections we present some simulation results for the period (2008–2050) starting from a look to the general trends of household propensity to save in order to check their consistency with the model hypotheses. We then focus on the evolution of private intergenerational transfers (<i>inter vivos</i> and bequests). Dynamic MSM endowed with a wealth module allows a more comprehensive examination of distributional dynamics, especially in a long-term intergenerational perspective. Hence, we carry out analyses on net wealth and disposable incomes and their drivers by computing the contributions to the variation in Gini exerted by factors at work in the model.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#tablea-1\">Table A.1</a> in the Appendix summarizes all relevant exogenous parameters used in the analysis and reports the different assumptions of two alternative returns scenarios. Whether not differently specified, results are presented according to the LC approach and to the assumptions of the benchmark scenario on returns.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In order to get a macroeconomic picture of the saving patterns simulated by the model, <a href=\"#fig5\">Figure 5</a> displays aggregate results in terms of propensity to save out of base income (Y0). In particular, two definitions of savings are adopted: s0, the liquid savings (i.e. base income minus consumption minus the mortgage instalment, if any), and s1, obtained by considering the capital share of mortgage instalment as a form of savings (i.e. base income minus consumption minus annual mortgage interest, if any). As it can be noticed, in a first period, up to nearly 2020, the saving propensity increases, followed by a long period of moderation (more dramatic for the s0 propensity).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00084%2Fijm-00084-fig5.tif",
                                        "size": {
                                            "width": 747,
                                            "height": 270
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00084%2Fijm-00084-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00084-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Average saving propensity (left), propensity to save for active households vs. for retired households (right), 2008–2050.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "We can identify some forces driving such pattern. <a href=\"#fig5\">Figure 5</a> (left panel) also plots the share of households whose head is retired. A sharp increase is recorded in this value, which increases from 35% of the population in 2012 to about 47% in 2045. This could be interpreted as first macro-level determinant of the retrenchment of savings in the second spell if we think of retired people in the future decades behaving differently from current Italian pensioners (who are still net savers at the older ages, see <a href=\"#fig3\">Figure 3</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Indeed, given the behavioural hypotheses introduced in the model, households’ life cycle savings patterns will change, presenting features that were missing in the recent past, thus characterized by greater saving just before retirement and more dis-saving after retirement.",
                            "type": "paragraph"
                        },
                        {
                            "text": "These remarks are made explicit by <a href=\"#fig5\">Figure 5</a> (right panel) which depicts the evolution of saving propensities for households whose head is working, and for households whose head has retired. A clearly diverging pattern can be observed between the two groups. On the other hand, pension expectations are an important parameter of the consumption rule and their evolution determines the initial upward trend in the propensity to save of active households.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Therefore, so far, we have identified two opposite forces affecting saving pattern in the next years. One is a pro-saving effect due to the internalization of expectations of pension reforms by active people; the other is a counter effect – due to the interaction of future pension outcomes with the life-cycle consumption rule – on the behavior of future pensioners, who are expected to become more dis-savers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig6\">Figure 6</a> shows the average simulated propensity to save age-profile in the two frameworks – LC vs. NS – in three key periods (2012–2020, 2021–2030 and 2036–2045). As it can be noticed, the NS approach tends to reproduce the past average pattern, implying an anomalous flat or moderately-growing profile even after retirement, still consistent with the retirement consumption puzzle particularly marked so far in Italy (right panel). However, this peculiar evidence can be explained by the presence of a pronounced precautionary savings motive (<a href=\"#bib7\">Jappelli <i>et al</i>., 2006</a>; <a href=\"#bib18\">Lusardi, 1997</a>) and a low consumption propensity of elderly, which, despite the generous pension system, reflects a well-rooted habit persistence (<a href=\"#bib4\">Baldini <i>et al</i>., 2002</a>). In fact, although the earning-related Pay-go social security system, introduced in the 1970s, could have produced a ‘free lunch effect’ in the early cohorts of pensioners, increasing their consumption, the parsimonious preference structure of such cohorts, which were active during or just after the WWII, has prevailed on the former effect.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: Authors’ computations on simulation results.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00084%2Fijm-00084-fig6.tif",
                                        "size": {
                                            "width": 759,
                                            "height": 269
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00084%2Fijm-00084-fig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00084-fig6.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Propensity to save by age, LC (left) vs. NS (right) simulation, 2011–2020, 2021–2030, 2036–2045 (averages).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The second approach displays, on the opposite, a reversal of the above-mentioned profile<sup><a href=\"#fn21\">21</a></sup>, which seems more in line with the experience of other western countries.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We conceive this latter scenario as more conceivable in the future due to a significant reduction in future returns on social contributions introduced by the reforms. In addition, radical changes in the socio-institutional environment such as a severe delay both in entry into a stable occupation and child-bearing, are likely to affect individuals’/households’ future life-cycle consumption-savings profiles too. Finally, the habit persistence itself can play a role, as younger cohorts have embodied a significantly higher living standard. Possible reactions in consumption decision can be bounded, but we account for liquidity constraints in determining simulated consumption (see formula 3).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In sum, we conclude the consumption function estimated in the NS approach is hardly conceivable as a steady state relationship Next, we analyze the predicted evolution of private wealth received as a gift or bequest. <a href=\"#fig7\">Figure 7</a> displays the evolution of the share of recipient families of <i>inter vivos</i> (left) and <i>mortis causa</i> transfers (right) and of the average amount transferred. The share of recipient households decreases from 3.5% in 2008 to 2% in 2050 while the average transfers increases from about 25,000 Euros in 2008 to 240,000 in 2050 (Euros at 2002 prices), according to the benchmark scenario.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: Authors’ computations on simulation results (2008–2050).",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00084%2Fijm-00084-fig7.tif",
                                        "size": {
                                            "width": 737,
                                            "height": 271
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00084%2Fijm-00084-fig7.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00084-fig7.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Evolution of <i>iv</i> and <i>mc</i> transfers recipient households’ share and of the average amount received, 2010–2050.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Considering the product of the two dimensions, the mass transferred <i>inter vivos</i> is expected to grow by a factor five in real terms over the next four decades while the mean wage is expected to double in the same period.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Concerning the private wealth transferred <i>mortis causa</i>, the share of heirs’ families in the population is fairly stable between 2% and 2.5%, while the evolution of the average bequest received can be divided into three sub-periods: a steady and consistent growth from 2010 to 2029, an explosion from 2029 to 2042 and, finally, a third period up to 2050, where the amount remains roughly flat.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Multiplying the average amount by the share of population we get a mass of wealth bequeathed in 2050 equal to more than five times the one of 2008.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of average growth, both for <i>inter vivos</i> transfers and bequests, throughout the simulation period the model predicts a noteworthy compound annual growth rate of about 4% (with an acceleration in the central period, <i>i.e.</i> the time when the baby-boom generation is expected to pass away), well above the general growth in wages. Such growth rate is reduced to 3.3% in the low return scenario while it is boosted to more than 4.5% according to the high returns assumptions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This evidence points out a non-negligible role the intergenerational transmission of private wealth is going to play in the coming decades, both in the dynamics of household accumulation and in wealth distribution, due to its high dispersion.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Aggregate trends",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This section aims at exploring the distributional implications of results provided by our simulations. <a href=\"#fig8\">Figure 8</a> below depicts the overall evolution in the Gini of projected net wealth among Italian households (left) as well as of equivalent disposable income (<i>Y2</i>) obtained by summing net labour and pension incomes (<i>Y0</i>) with annual rents provided by home equity (net of interests on mortgage, if any), and income from enlarged financial wealth<sup><a href=\"#fn22\">22</a></sup> (right). The results are plotted both across the two behavioral approaches (LC vs NS) and the three returns scenarios. Difference between thin and thick lines in the figures can be thought of as ‘second order’ effects of assuming a life cycle savings, curbing (yet not reversing) the tendential surge of wealth and disposable income inequality. Although the distributional consequences of a life-cycle consumption structure are minor relative to the first order effects, the impact is not negligible.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: Authors’ elaboration on simulation results.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00084%2Fijm-00084-fig8.tif",
                                        "size": {
                                            "width": 749,
                                            "height": 269
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00084%2Fijm-00084-fig8.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00084-fig8.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "Evolution in the Gini of net worth (left) and disposable income (right), 2010–2050.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Concerning dynamics, according to the LC approach net wealth inequality is expected to decrease by roughly 38 basis points until about 2025; after that the model predicts a sharp increase in Gini.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Inequality in equivalent overall disposable income is expected to progressively increase all over the simulation period.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As it can be noticed, while assumptions on average returns are roughly neutral in terms of wealth inequality dynamics, whose range of variation among scenarios on returns appears rather thin, they exert a dramatic influence on disposable income. Considering jointly different scenarios on returns and behavioural approaches, at the end of the simulation period the difference in Gini between low returns LC and high returns scenarios NS (lower and upper bounds, respectively) stands to about 60 basis points",
                            "type": "paragraph"
                        },
                        {
                            "text": "The analysis of the contributions of each wealth component in shaping inequality is a specific task of the Wealth module. In order to better disentangle the role of different ‘accumulation channels’, we compute the contributions to variation (<i>i.e.</i> the first difference) in Gini of wealth exerted by the factors at work in the model: intergenerational transfers, savings, capital gains and end-of-service allowance.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In fact, wealth (<i>W</i>) can be conceived as the sum of lagged wealth and current severance indemnity (<i>ESA</i>), savings (<i>S</i>), received net of given transfers (<i>inter vivos</i> and <i>mortis causa, ig_tr</i>), and returns on financial and real assets minus interest on mortgage (<i>capgains</i>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ13",
                            "label": "(19)",
                            "mathml": "<math><mrow><msubsup><mi>W</mi><mi>h</mi><mi>t</mi></msubsup><mo>=</mo><msubsup><mi>W</mi><mi>h</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msubsup><mo>+</mo><mi>E</mi><mi>S</mi><msubsup><mi>A</mi><mrow><mi>a</mi><mi>c</mi><mi>c</mi><mo>,</mo><mi>h</mi></mrow><mi>t</mi></msubsup><mo>+</mo><msubsup><mi>S</mi><mi>h</mi><mi>t</mi></msubsup><mo>+</mo><mi>i</mi><mi>g</mi><mo>_</mo><mi>t</mi><msubsup><mi>r</mi><mi>h</mi><mi>t</mi></msubsup><mo>+</mo><mi>c</mi><mi>a</mi><mi>p</mi><mi>g</mi><mi>a</mi><mi>i</mi><mi>n</mi><msubsup><mi>s</mi><mi>h</mi><mi>t</mi></msubsup></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ13a",
                            "label": "(20)",
                            "mathml": "<math><mrow><mi>w</mi><mi>h</mi><mi>e</mi><mi>r</mi><mi>e</mi><mtext> </mtext><mi>c</mi><mi>a</mi><mi>p</mi><mi>g</mi><mi>a</mi><mi>i</mi><mi>n</mi><msubsup><mi>s</mi><mi>h</mi><mi>t</mi></msubsup><mo>=</mo><mi>A</mi><msup><mi>H</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msup><msubsup><mi>r</mi><mi>h</mi><mi>t</mi></msubsup><mo>+</mo><mi>A</mi><msup><mi>F</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msup><mo stretchy=\"false\">(</mo><msup><mi>φ</mi><mi>t</mi></msup><msubsup><mi>r</mi><mi>f</mi><mi>t</mi></msubsup><mo stretchy=\"false\">)</mo><mo>−</mo><munder><mrow><munder><mrow><mo stretchy=\"false\">(</mo><msubsup><mi>R</mi><mrow><mi>t</mi><mi>o</mi><mi>t</mi></mrow><mi>t</mi></msubsup><mo>−</mo><msubsup><mi>R</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow><mi>t</mi></msubsup><mo stretchy=\"false\">)</mo></mrow><mo>︸</mo></munder></mrow><mrow><mi>int</mi><mi>e</mi><mi>r</mi><mi>e</mi><mi>s</mi><mi>t</mi><mtext> </mtext><mi>o</mi><mi>n</mi><mtext> </mtext><mi>d</mi><mi>e</mi><mi>b</mi><mi>t</mi></mrow></munder><mo>+</mo><msub><mi>r</mi><mrow><mi>E</mi><mi>S</mi><mi>A</mi></mrow></msub><mi>E</mi><mi>S</mi><msubsup><mi>A</mi><mrow><mi>a</mi><mi>c</mi><mi>c</mi><mo>,</mo><mi>h</mi></mrow><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msubsup></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "However, note that lagged wealth is a stock, while other components are flows. This determines a bias in the calculation of the contributions, requiring the following re-specification:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ14",
                            "label": "(21)",
                            "mathml": "<math><msubsup><mi>W</mi><mi>h</mi><mi>t</mi></msubsup><mo>=</mo><msubsup><mi>W</mi><mi>h</mi><mn>0</mn></msubsup><mo>+</mo><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∑</mo></mstyle><mi>t</mi></munder><mi>E</mi><mi>S</mi><msubsup><mi>A</mi><mi>h</mi><mi>t</mi></msubsup><mo>+</mo><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∑</mo></mstyle><mi>t</mi></munder><msubsup><mi>S</mi><mi>h</mi><mi>t</mi></msubsup><mo>+</mo><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∑</mo></mstyle><mi>t</mi></munder><mi>i</mi><mi>g</mi><mo>_</mo><mi>t</mi><msubsup><mi>r</mi><mi>h</mi><mi>t</mi></msubsup><mo>+</mo><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∑</mo></mstyle><mi>t</mi></munder><mi>c</mi><mi>a</mi><mi>p</mi><mi>g</mi><mi>a</mi><mi>i</mi><mi>n</mi><msubsup><mi>s</mi><mi>h</mi><mi>t</mi></msubsup></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where W<sub>0</sub> is the initial wealth<sup><a href=\"#fn23\">23</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As our aim is to compute the annual variation in Gini, we first need to decompose this by source.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Following <a href=\"#bib28\">Shorrocks (1982)</a>, <a href=\"#bib15\">Lerman and Yitzhaki (1985)</a>, Gini can be represented as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ15",
                            "label": "(22)",
                            "mathml": "<math><mi>G</mi><mo>=</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>k</mi><mo>=</mo><mn>1</mn></mrow><mi>K</mi></munderover><mrow><msub><mi>S</mi><mi>k</mi></msub><msub><mi>G</mi><mi>k</mi></msub><msub><mi>R</mi><mi>k</mi></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>S<sub>k</sub></i> represents the share of source <i>k</i> in total wealth, <i>G<sub>k</sub></i> is the Gini of source <i>k</i>, and <i>R<sub>k</sub></i> is the Gini correlation of source <i>k</i> with total wealth.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, the contribution of component <i>i</i> to the overall variation of a given variable <i>x</i> is given by:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ16",
                            "label": "(23)",
                            "mathml": "<math><msubsup><mi>C</mi><mi>k</mi><mi>t</mi></msubsup><mo>=</mo><mfrac><mrow><mo stretchy=\"false\">(</mo><msubsup><mi>x</mi><mi>k</mi><mi>t</mi></msubsup><mo>−</mo><msubsup><mi>x</mi><mi>k</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msubsup><mo stretchy=\"false\">)</mo></mrow><mrow><msubsup><mi>x</mi><mi>k</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msubsup></mrow></mfrac><mfrac><mrow><msubsup><mi>x</mi><mi>k</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msubsup></mrow><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>k</mi><mo>=</mo><mn>1</mn></mrow><mi>k</mi></munderover><mrow><msubsup><mi>x</mi><mi>k</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msubsup></mrow></mstyle></mrow></mfrac><mo>=</mo><mfrac><mrow><mi>D</mi><mo>.</mo><msubsup><mi>x</mi><mi>k</mi><mi>t</mi></msubsup></mrow><mrow><msup><mi>X</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msup></mrow></mfrac></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Therefore, in our framework<sup><a href=\"#fn24\">24</a></sup>,",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ16a",
                            "label": "(24)",
                            "mathml": "<math><mrow><mi>X</mi><mo>=</mo><mi>G</mi><mo stretchy=\"false\">(</mo><mi>W</mi><mo stretchy=\"false\">)</mo><mo>,</mo><msub><mi>x</mi><mi>k</mi></msub><mo>=</mo><msub><mi>S</mi><mi>k</mi></msub><msub><mi>G</mi><mi>k</mi></msub><msub><mi>R</mi><mi>k</mi></msub><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<a href=\"#fig9\">Figure 9</a> displays the contributions of different ‘accumulation channels’ to the overall Gini increase/decrease in the LC compared to the NS approach. As it can be noticed, a positive/negative variation emerges depending on the relative strength of opposite effects.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig9",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00084%2Fijm-00084-fig9.tif",
                                        "size": {
                                            "width": 753,
                                            "height": 261
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00084%2Fijm-00084-fig9.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00084-fig9.jpg"
                                        }
                                    },
                                    "label": "Figure 9",
                                    "title": "Contributions to wealth Gini variation, LC (left) vs. NS (right) simulation, 2008–2050.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "According to the first approach, the clear reversal of the pattern in wealth dispersion around mid-2020 is mainly driven by a change in the sign of intergenerational transfers impact, which become significantly pro-inequality after 2030. In fact, in the second period, the within age-group pro-inequality effects due to the intergenerational transmission of wealth, which becomes more unevenly distributed, prevails on the between-groups anti-inequality effect related to the reduction of distances between young and elderly average wealth. On the opposite, savings appears mostly inequality-increasing in the previous spell, while inequality-reducing in the latter period. In this case, the between age-group anti-inequality effect related to the spend-down of elderly (placed on average in the right tail of the wealth distribution) replaces the within group pro-inequality impact of savings capacities among active households. Capital gains effects are ambiguous over time, although a slightly higher incidence of negative contributions can be observed. This depends on the non-pure <i>iid</i> nature of overall returns due to the probabilistic model of risk propensity (<i>φ</i>), which is characterized by a non-linear age profile and a non-linear relationship with total wealth.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A similar picture emerges from the non-structural scenario, yet with a clear prevalence of pro-inequality effect of savings, and, to a lesser extent, of intergenerational transfer, capital gains being still slightly inequality-reducing. In fact, looking at <a href=\"#table5\">Table 5</a>, the main difference between the two approaches in terms of contributions to inequality lies in the different and opposite role of savings, only partially counterbalanced by a difference in terms of intergenerational wealth transmission. The inequality-augmenting role of savings in the NS approach is explained by its peculiar simulated age-profile characterized by the absence of dis-saving in retirement.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ computations on simulated data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>W<sub>0</sub></th>\n<th>Capgains</th>\n<th>S</th>\n<th>ig_tr</th>\n<th>ESA</th>\n<th>d.gini</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1.LC approach</td>\n<td>0.146</td>\n<td>−3.918</td>\n<td>−0.511</td>\n<td>6.757</td>\n<td>−1.958</td>\n<td>0.516</td>\n</tr>\n<tr>\n<td>2.NS approach</td>\n<td>0.128</td>\n<td>−4.522</td>\n<td>6.754</td>\n<td>2.979</td>\n<td>−1.705</td>\n<td>3.634</td>\n</tr>\n<tr>\n<td>(1)– (2)</td>\n<td><i><b>−0.018</b></i></td>\n<td><i><b>−0.604</b></i></td>\n<td><i><b>7.264</b></i></td>\n<td><i><b>−3.778</b></i></td>\n<td><i><b>0.253</b></i></td>\n<td><i><b>3.118</b></i></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Cumulated contributions to wealth Gini variation, LC vs. NS simulation, 2008–2050 (in percent).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig10\">Figure 10</a> shows a similar decomposition of the dynamics of Gini disposable income disentangling the specific role of different income sources – i.e. labour incomes (d_wage), pensions (d_pen), rents on real estate net of negative interests (d_rents) and interests/dividends on financial wealth – in determining its variation.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: Authors’ computations on simulated data.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig10",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00084%2Fijm-00084-fig10.tif",
                                        "size": {
                                            "width": 755,
                                            "height": 552
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00084%2Fijm-00084-fig10.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00084-fig10.jpg"
                                        }
                                    },
                                    "label": "Figure 10",
                                    "title": "Differential contributions to disposable income Gini variation between high and low returns scenarios, 2007–2050.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In particular, the figure plots the differential contribution of each income source between the higher and lower returns scenarios (both within a common LC approach). Opposite to wealth inequality, in this case it is worth noticing the crucial role of capital incomes; in fact, the dynamics of the Gini in disposable incomes is positively related to the mean returns on private assets (<a href=\"#tablea-1\">Table A1</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The key ingredient to explain the underlying logics lies in the cumulated difference between the average net returns on private assets and the general growth of earnings (being zero the real growth of pensions), i.e. <i>r-g</i>. <a href=\"#table6\">Table 6</a> shows that this latter cumulated difference ranges from 0.13% according to the lower returns assumptions to 1.28% in the higher returns scenario. Such differential mirrors in an increasing share of capital incomes over time, as reported in <a href=\"#table7\">Table 7</a>. Since capital incomes are assumed to be a fixed proportion of the underlying stocks (a simplifying hypothesis that can be relaxed) and latter is distributed more unevenly than labour and pension incomes, an increasing share of capital income on overall disposable income implies growing inequality. Thus, with <i>r&gt;g</i> (as it is in the present and likely to be in the next years) wealth coming from the past or received as a gift or bequest is going to be compounded faster than earnings growth (see on this topic <a href=\"#bib25\">Piketty, 2011</a>)",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ computations on simulated data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>After_tax pensions</th>\n<th>After-tax earnings</th>\n<th>Rents on real estate net of liabilities</th>\n<th>Interests on financial wealth</th>\n<th>d.gini</th>\n<th>avg <i>r-g</i></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>2.low returns</td>\n<td>5.55</td>\n<td>−1.42</td>\n<td>2.50</td>\n<td>3.51</td>\n<td>10.13</td>\n<td><i><b>0.13</b></i></td>\n</tr>\n<tr>\n<td>1.Benchmark</td>\n<td>5.28</td>\n<td>−6.69</td>\n<td>7.57</td>\n<td>4.92</td>\n<td>11.08</td>\n<td><i><b>0.61</b></i></td>\n</tr>\n<tr>\n<td>3.High returns</td>\n<td>4.79</td>\n<td>−14.70</td>\n<td>16.89</td>\n<td>6.89</td>\n<td>13.88</td>\n<td><i><b>1.28</b></i></td>\n</tr>\n<tr>\n<td>(3)-(2)</td>\n<td>−0.76</td>\n<td>−13.28</td>\n<td>14.40</td>\n<td>3.39</td>\n<td>3.75</td>\n<td>1.15</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Cumulated contributions to disposable income Gini variation, LC approach, different returns scenarios, 2008–2050 (<i>in percent</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Finally, the role of the shares makes also clear the negative contribution to inequality variation of the after-tax earning source despite the future increase in its Gini (not showed here). In fact, the share of labour income on total disposable income is expected to decrease over time, and this fall is stronger the higher the projected returns on wealth due to the increasing relative importance of capital incomes (<a href=\"#table7\">Table 7</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ computations on simulated data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Sources</th>\n<th>2008</th>\n<th>2050</th>\n<th>2050–2008</th>\n<th>2008</th>\n<th>2050</th>\n<th>2050–2008</th>\n<th>2008</th>\n<th>2050</th>\n<th>(2050)-(2008)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>After-tax earnings</td>\n<td>51.0</td>\n<td>43.8</td>\n<td>−7.2</td>\n<td>51.4</td>\n<td>46.2</td>\n<td>−5.2</td>\n<td>50.7</td>\n<td>40.0</td>\n<td>−10.7</td>\n</tr>\n<tr>\n<td>After-tax pensions</td>\n<td>29.7</td>\n<td>29.7</td>\n<td/>\n<td>29.9</td>\n<td>31.3</td>\n<td>1.5</td>\n<td>29.5</td>\n<td>27.2</td>\n<td>−2.3</td>\n</tr>\n<tr>\n<td>Rents on real estate net of negative interests</td>\n<td>14.6</td>\n<td>18.3</td>\n<td>3.7</td>\n<td>14.1</td>\n<td>15.1</td>\n<td>1.1</td>\n<td>15.2</td>\n<td>23.7</td>\n<td>8.6</td>\n</tr>\n<tr>\n<td>Interests on financial wealth</td>\n<td>4.7</td>\n<td>8.2</td>\n<td>3.4</td>\n<td>4.7</td>\n<td>7.4</td>\n<td>2.7</td>\n<td>4.7</td>\n<td>9.1</td>\n<td>4.4</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Cumulated variation in incomes shares (<i>in percent</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Distributional results",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Simulation results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The long run distributional effects of demographic transitions and structural reforms in social security, adopted to cope with them, are largely unknown and not easy to predict. In such new scenario, private wealth becomes crucial both in determining overall wellbeing after retirement and, <i>ex ante</i>, in affecting saving/investing as well as retirement decisions. Despite its growing importance, this issue has not yet been analysed in depth, especially in its distributional implications. The present work aims to fill this gap by endowing the Italian dynamic micro simulation model CAPP_DYN with a module accounting for the role of private asset accumulation and spend down. The joint analysis of private wealth accumulation and social security wealth is particularly important in order to get a reliable evaluation of household disposable incomes and standard of living in the coming decades.",
                    "type": "paragraph"
                },
                {
                    "text": "Since transitions are likely to affect households’ accumulation patterns, we attempt to account for possible savings reactions by hooking the consumption rule to a life cycle framework. Our main argument points at stressing the relevance of expectations about future resources in current consumption choices in a radical – but very gradual across cohorts – reform scenario. In particular, policy parameters enter into the saving decision by means of subjective expectations about pension outcomes. Since the reform is still in progress and individuals/households seem to adjust slowly their behaviour, the consumption rule we estimate and introduce in the simulation program allows the age structure of the propensity to consume current income to vary along the simulation period according to the internalization process of expectations better than a Keynesian consumption function would do. This semi-structural formulation of consumption equation, coupled with traditional probabilistic approach for other processes and heuristic rules of thumb accounting for stylized facts, allows embodying these tendencies while not neglecting the current empirical evidence and the institutional specificities.",
                    "type": "paragraph"
                },
                {
                    "text": "Moreover, we consider the modeling of private wealth transmission among generations as crucial in order to get a more accurate picture of the future distribution of economic resources. To this end, we provide the wealth module with a probabilistic sub-module of intergenerational transfers. We conceive the endogenization of savings and wealth transfers as well as their relationships with inequality as an original contribution of our model to the existing microsimulation literature.",
                    "type": "paragraph"
                },
                {
                    "text": "As the behavioural hypothesis adopted can significantly affect results, we compare our semi-structural life-cycle approach with the estimation and the simulation of a non-structural consumption rule, analyzing wealth and disposable income dynamics and their drivers according to the two approaches, especially in a long-term intergenerational perspective.",
                    "type": "paragraph"
                },
                {
                    "text": "While a ‘quasi’ life cycle consumption profile, including saving responses to pension reforms, curbs the dynamics of wealth inequality compared to the non-structural approach, results suggest an increasing contribution of intergenerational transfers to the predicted increase in wealth dispersion. Although hypotheses on (the mean of) returns are neutral for the evolution of net wealth inequality, the differential between returns and productivity (<i>r-g</i>) parameters are crucial in affecting the dynamics of disposable income due to cumulated effect on capital incomes shares.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Concluding remarks",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "For an updated overview of pension reforms since 1990s, see T-Dymm final report, Section I, Chapter 4 at <a href=\"http://www.tdymm.eu/sites/default/files/Final-Report.pdf\">http://www.tdymm.eu/sites/default/files/Final-Report.pdf</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See Pensim for US and Sesim for Sweden",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For a description of the pre-existing structure of CAPP_DYN, see <a href=\"#bib19\">Mazzaferro and Morciano (2008)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The main implication is that feedbacks from wealth to demographic and occupational decision are not allowed for. A further development of the research will be the sequential integration of the wealth module with pre-existing modules.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib9\">D’Aurizio <i>et al</i>. (2006)</a> matched the 2002 SHIW wave with anonymous data from a sample survey of customers of the Unicredit group on the assets actually owned. By using advanced econometric techniques, this procedure determines a substantial correction for private bonds and mutual funds, particularly significant for single household and increasing with age. We do not employ the adjusted data in the econometric stage (except for the estimation of the risk propensity), but we replace them in the initial population (2002) in order to simulate more realistic distributions.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "CAPP_DYN is a discrete-time annual model, while our main estimation dataset (the Bank of Italy Survey of Household Income and Wealth) has a two-year frequency. This fact causes an underestimation of persistence in the simulated dynamic models. We are aware of this problem, but, at the state of the art a yearly panel data source is not available for Italy. We thus believe the advantages of fitting a better model (especially for the consumption rule) outweigh the drawback of an underestimated persistence in simulation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the benchmark scenario, we have adjusted the average return from <a href=\"#bib24\">Muzzicato <i>et al</i>. (2008)</a> – amounting to about 2.5% over the 1970–2007 period – by imputing a lower (very long run) rate of 1.5%. At the same time we adopt a moderate 8% standard deviation, close to that estimated by <a href=\"#bib8\">Cannari, Faiella (2008)</a> for houses prices in Italy.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This aggregate is composed of stocks, mutual funds, private bonds, foreign government bonds, shares of limited liability companies.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Non-risky assets include bank and postal deposits CDs, PCTs, BFPs and government securities. We also added real (tangible) goods other than real estate.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the benchmark simulation, we assume real returns of 3% with a standard deviation of 18% and an excess of kurtosis of 2.4% for risky assets. These values amount to a weighted average of short, medium and very long run returns for Italy computed by <a href=\"#bib10\">Dimson <i>et al</i>. (2006)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We tested both a time consistent: <i><b>β</b> = 1 and δ= 0.971→ i = 3%,</i> and a quasi-hyperbolic framework and decided to adopt this latter scenario as a substantial strand of empirical literature supports this attitude in individuals’/households’ saving decisions (see <a href=\"#bib30\">Thaler, 1990</a>). In fact, it provides simulation results more plausible and consistent with stylized facts. Moreover, it softens the impact of a life-cycle framework making the adjustment process in consumption choices slower, in line with empirical evidence. Presentation and discussion of results under the alternative scenario are available upon request.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The last reform by Monti-Fornero (2012), increased significantly mandatory retirement age, further reducing the flexibility which is a typical feature of the NDC systems. As the paper has mainly a methodological content, the version of CAPP_DYN on which the Wealth module has been applied has not been updated to the last pension reforms.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For an analysis of retirement expectations and pension reforms on SHIW, see <a href=\"#bib7\">Bottazzi <i>et al</i>. (2006)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A drop in consumption after retirement still remains to be clarified. Several theoretical and empirical works propose different explanations for this stylized fact (<a href=\"#bib12\">Hurd &amp; Rohwedder, 2008</a>; <a href=\"#bib14\">Laitner and Silverman 2005</a>; Fernandèz-Villaverde and Krueger, 2005. For Italy, <a href=\"#bib21\">Miniaci <i>et al</i>., 2003</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "According to SHIW, household head is defined as the person responsible for the household economic management, irrespective of the gender.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Following Ando and Nicoletti Altimari (2004), we divided the household population in five categories: singles, nuclear families (two spouses plus children, if any), non-nuclear families (households with spouses and active children only, not properly composite non-nuclear families), nuclear single headed and non-nuclear single headed.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Financial wealth includes bank accounts, government and corporate bonds, stocks, mutual funds, individual retirement accounts, contractual savings for housing and life insurance policies.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This is a stronger, less realistic assumption. Nevertheless, only few households are selected for receiving an inter vivos transfer more than once or twice in a life cycle so this implicit assumption should be quite innocuous in distributional terms.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "On the opposite, the exclusion of such a covariate (which explains much of the selection/outcome equations) in the recipient equation would have implied a much lower variability in the predicted amount of the received transfers compared to the variance in the predicted amount of given transfers. This fact would have ended up making the transfer sub-module work as a progressive tax-benefit module, with obvious distorting rebounds on the transmission of inequality among generations.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "It has to reminded that SHIW micro-data overestimate aggregate households’ savings propensity (as these are obtained residually), compared to National Accounts; thus it has been necessary to calibrate initial aggregate savings to these latter values.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This does not prevent in our simulation households to bequeath even generous amounts of wealth as would be, on the opposite, required by a ‘pure’ life-cycle framework.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the simulation program we do not explicitly account for the role of capital incomes on the household consumption.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn22",
                    "title": "22.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In order to avoid the effects of the other components to be affected by the early distribution of wealth and better analyze the accumulation dynamics underlying the wealth module, we proportionally spread the initial wealth of the base population in the first year of simulation on the remaining components.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn23",
                    "title": "23.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "These components have been calculated in STATA using <i>descogini</i> (<a href=\"#bib16\">Lopez-Feldman, 2006</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn24",
                    "title": "24.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Ando, A",
                        "preferred": "A Ando"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nicoletti, Altimari S",
                        "preferred": "Altimari S Nicoletti"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rome"
                        ]
                    },
                    "formatted": [
                        "Rome"
                    ]
                },
                "name": [
                    "Bank of Italy"
                ]
            },
            "source": "A Micro Simulation Model of Demographic Development and Households’ Economic Behavior in Italy. Discussion paper n. 533",
            "title": "A Micro Simulation Model of Demographic Development and Households’ Economic Behavior in Italy. Discussion paper n. 533",
            "type": "report"
        },
        {
            "articleTitle": "Consumption and habit when time horizon is finite",
            "authors": [
                {
                    "name": {
                        "index": "Angelini, V",
                        "preferred": "V Angelini"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib2",
            "journal": "Economics Letters",
            "pages": {
                "first": "113",
                "last": "116",
                "range": "113–116"
            },
            "type": "journal",
            "volume": "103"
        },
        {
            "articleTitle": "Another look at the instrumental variable estimation of error-components models",
            "authors": [
                {
                    "name": {
                        "index": "Arellano, M",
                        "preferred": "M Arellano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bover, O",
                        "preferred": "O Bover"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib3",
            "journal": "Journal of Econometrics",
            "pages": {
                "first": "29",
                "last": "51",
                "range": "29–51"
            },
            "type": "journal",
            "volume": "68"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Baldini, M",
                        "preferred": "M Baldini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mazzaferro, C",
                        "preferred": "C Mazzaferro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Onofri, P",
                        "preferred": "P Onofri"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "The Reform of the Italian Pension System, and its Effect on Saving Behaviour, The Fourth International Forum of the Collaborating Projects On Ageing Issues, Tokyo, February, 18th-21th",
            "id": "bib4",
            "title": "The Fourth International Forum of the Collaborating Projects On Ageing Issues",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Bank of Italy",
                    "type": "group"
                }
            ],
            "date": "2004",
            "details": "Archivio storico dell’Indagine sui bilanci delle famiglie italiane, 1977–2004, Supplementi al Bollettino Statistico – note metodologiche e informazioni statistiche, Bank of Italy, Rome",
            "id": "bib5",
            "title": "Supplementi al Bollettino Statistico – note metodologiche e informazioni statistiche",
            "type": "unknown"
        },
        {
            "articleTitle": "Initial conditions and moment restrictions in dynamic panel-data models",
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bond, S",
                        "preferred": "S Bond"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib6",
            "journal": "Journal of Econometrics",
            "pages": {
                "first": "115",
                "last": "143",
                "range": "115–143"
            },
            "type": "journal",
            "volume": "87"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bottazzi, R",
                        "preferred": "R Bottazzi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jappelli, T",
                        "preferred": "T Jappelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Padula, M",
                        "preferred": "M Padula"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Frankfurt"
                        ]
                    },
                    "formatted": [
                        "Frankfurt"
                    ]
                },
                "name": [
                    "Centre for Financial Studies"
                ]
            },
            "source": "Retirement Expectations, Pension Reforms, and Their Impact on Private Wealth Accumulation. CFS Working Paper Series 2006/10",
            "title": "Retirement Expectations, Pension Reforms, and Their Impact on Private Wealth Accumulation. CFS Working Paper Series 2006/10",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cannari, L",
                        "preferred": "L Cannari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Faiella, I",
                        "preferred": "I Faiella"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rome"
                        ]
                    },
                    "formatted": [
                        "Rome"
                    ]
                },
                "name": [
                    "Bank of Italy"
                ]
            },
            "source": "House Prices and Housing Wealth in Italy. Discussion Paper n. A4",
            "title": "House Prices and Housing Wealth in Italy. Discussion Paper n. A4",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "D’Aurizio, G",
                        "preferred": "G D’Aurizio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Faiella, I",
                        "preferred": "I Faiella"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Iezzi, S",
                        "preferred": "S Iezzi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neri, A",
                        "preferred": "A Neri"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rome"
                        ]
                    },
                    "formatted": [
                        "Rome"
                    ]
                },
                "name": [
                    "Bank of Italy"
                ]
            },
            "source": "L’under-reporting della ricchezza finanziaria nell’indagine sui bilanci delle famiglie. Discussion paper n. 610",
            "title": "L’under-reporting della ricchezza finanziaria nell’indagine sui bilanci delle famiglie. Discussion paper n. 610",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dimson, E",
                        "preferred": "E Dimson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marsh, P",
                        "preferred": "P Marsh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Staunton, M",
                        "preferred": "M Staunton"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "EFA 2006 Zurich Meetings, Paper available at SSRN, http://ssrn.com/abstract=891620",
            "id": "bib10",
            "title": "The Worldwide Equity Premium: A Smaller Puzzle",
            "type": "unknown",
            "uri": "http://ssrn.com/abstract=891620"
        },
        {
            "articleTitle": "Consumption over the Life Cycle: Some Facts from Consumer Expenditure Survey Data",
            "authors": [
                {
                    "name": {
                        "index": "Fernandez-Villaverde, J",
                        "preferred": "J Fernandez-Villaverde"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Krueger, D",
                        "preferred": "D Krueger"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "2004 Meeting Papers 173,"
                ]
            },
            "date": "2004",
            "id": "bib11",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hurd, M",
                        "preferred": "M Hurd"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rohwedder, S",
                        "preferred": "S Rohwedder"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib12",
            "publisher": {
                "name": [
                    "National Bureau of Economic Research, Inc."
                ]
            },
            "source": "The Retirement Consumption Puzzle: Actual Spending Change in Panel Data. NBER Working Papers 13929",
            "title": "The Retirement Consumption Puzzle: Actual Spending Change in Panel Data. NBER Working Papers 13929",
            "type": "report"
        },
        {
            "articleTitle": "Health care quality, economic inequality, and precautionary saving",
            "authors": [
                {
                    "name": {
                        "index": "Jappelli, T",
                        "preferred": "T Jappelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pistaferri and Weber, G",
                        "preferred": "G Pistaferri and Weber"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib13",
            "journal": "Health Economics",
            "pages": {
                "first": "327",
                "last": "346",
                "range": "327–346"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Laitner, J",
                        "preferred": "J Laitner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Silverman, D",
                        "preferred": "D Silverman"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib14",
            "publisher": {
                "name": [
                    "University of Michigan, Michigan Retirement Research Center"
                ]
            },
            "source": "Estimating Life—Cycle Parameters from Consumption Behavior at Retirement. Working Papers wp099",
            "title": "Estimating Life—Cycle Parameters from Consumption Behavior at Retirement. Working Papers wp099",
            "type": "report"
        },
        {
            "articleTitle": "Income inequality effects by income source: A new approach and applications to the United States",
            "authors": [
                {
                    "name": {
                        "index": "Lerman, RI",
                        "preferred": "RI Lerman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yitzhaki, S",
                        "preferred": "S Yitzhaki"
                    },
                    "type": "person"
                }
            ],
            "date": "1985",
            "id": "bib15",
            "journal": "Review of Economics and Statistics",
            "pages": {
                "first": "151",
                "last": "156",
                "range": "151–156"
            },
            "type": "journal",
            "volume": "67"
        },
        {
            "articleTitle": "Decomposing inequality and obtaining marginal effects",
            "authors": [
                {
                    "name": {
                        "index": "Lopez-Feldman, A",
                        "preferred": "A Lopez-Feldman"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib16",
            "journal": "The Stata Journal",
            "pages": {
                "first": "106",
                "last": "111",
                "range": "106–111"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lundberg, S",
                        "preferred": "S Lundberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Startz, R",
                        "preferred": "R Startz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stilman, S",
                        "preferred": "S Stilman"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "Corporation Publication Department"
                ]
            },
            "source": "The retirement consumption puzzle: a marital bargaining approach. Working Paper 01-04, RAND",
            "title": "The retirement consumption puzzle: a marital bargaining approach. Working Paper 01-04, RAND",
            "type": "report"
        },
        {
            "articleTitle": "Precautionary Saving and Subjective Earnings Variance,",
            "authors": [
                {
                    "name": {
                        "index": "Lusardi, A",
                        "preferred": "A Lusardi"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib18",
            "journal": "Economics Letters",
            "pages": {
                "first": "319",
                "last": "326",
                "range": "319–326"
            },
            "type": "journal",
            "volume": "57"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mazzaferro, C",
                        "preferred": "C Mazzaferro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morciano, M",
                        "preferred": "M Morciano"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "CAPP_DYN: A Dynamic Microsimulation Model for the Italian Social Security System, Department of Economics 0595, University of Modena and Reggio E., Faculty of Economics “Marco Biagi”",
            "id": "bib19",
            "title": "Department of Economics 0595",
            "type": "unknown"
        },
        {
            "articleTitle": "Intertemporal Nonseparability or Borrowing Restrictions? A Disaggregate Analysis Using a U.S. Consumption Panel",
            "authors": [
                {
                    "name": {
                        "index": "Meghir, C",
                        "preferred": "C Meghir"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weber, G",
                        "preferred": "G Weber"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib20",
            "journal": "Econometrica",
            "pages": {
                "first": "1151",
                "last": "83",
                "range": "1151–83"
            },
            "type": "journal",
            "volume": "64"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Miniaci, R",
                        "preferred": "R Miniaci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Monfardini, C",
                        "preferred": "C Monfardini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weber, G",
                        "preferred": "G Weber"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib21",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Institute for Fiscal Studies"
                ]
            },
            "source": "Is There a Retirement Consumption Puzzle in Italy?. IFS Working Paper 03/14",
            "title": "Is There a Retirement Consumption Puzzle in Italy?. IFS Working Paper 03/14",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Ministero dell’Economia e delle Finanze and Fondazione Giacomo Brodolini",
                    "type": "group"
                }
            ],
            "date": "2012",
            "details": "T-Dymm Final Report - Innovative datasets and models for improving welfare policies, http://www.tdymm.eu/sites/default/files/Final-Report.pdf",
            "id": "bib22",
            "title": "T-Dymm Final Report - Innovative datasets and models for improving welfare policies",
            "type": "unknown",
            "uri": "http://www.tdymm.eu/sites/default/files/Final-Report.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Modigliani, F",
                        "preferred": "F Modigliani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brumberg, R",
                        "preferred": "R Brumberg"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Post-Keynesian Economics",
            "chapterTitle": "Utility Analysis and the Consumption Function: an Interpretation of the Cross-Section Data",
            "date": "1954",
            "editors": [
                {
                    "name": {
                        "index": "Kurihara, K",
                        "preferred": "K Kurihara"
                    },
                    "type": "person"
                }
            ],
            "id": "bib23",
            "pages": {
                "first": "388",
                "last": "436",
                "range": "388–436"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New Brunswick"
                        ]
                    },
                    "formatted": [
                        "New Brunswick"
                    ]
                },
                "name": [
                    "NJ Rutgers University Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Muzzicato, S",
                        "preferred": "S Muzzicato"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sabbatini, R",
                        "preferred": "R Sabbatini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zollino, F",
                        "preferred": "F Zollino"
                    },
                    "type": "person"
                }
            ],
            "chapterTitle": "Prices of residential property in Italy: constructing a new indicator",
            "date": "2008",
            "id": "bib24",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rome"
                        ]
                    },
                    "formatted": [
                        "Rome"
                    ]
                },
                "name": [
                    "Bank of Italy"
                ]
            },
            "source": "Questioni di Economia e Finanza (Occasional Papers) n.17",
            "title": "Questioni di Economia e Finanza (Occasional Papers) n.17",
            "type": "report"
        },
        {
            "articleTitle": "On the Long-Run Evolution of Inheritance: France 1820--2050",
            "authors": [
                {
                    "name": {
                        "index": "Piketty, T",
                        "preferred": "T Piketty"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib25",
            "journal": "The Quarterly Journal of Economics",
            "pages": {
                "first": "1071",
                "last": "1131",
                "range": "1071–1131"
            },
            "type": "journal",
            "volume": "126"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rossi, P",
                        "preferred": "P Rossi"
                    },
                    "type": "person"
                }
            ],
            "chapterTitle": "L’offerta di mutui alle famiglie: caratteristiche, evoluzione e offerte territoriali. I risultati di un’indagine campionaria",
            "date": "2008",
            "id": "bib26",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rome"
                        ]
                    },
                    "formatted": [
                        "Rome"
                    ]
                },
                "name": [
                    "Bank of Italy"
                ]
            },
            "source": "Issues in Economics and Finance (occasional paper)",
            "title": "Issues in Economics and Finance (occasional paper)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Seckin, A",
                        "preferred": "A Seckin"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib27",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Montreal"
                        ]
                    },
                    "formatted": [
                        "Montreal"
                    ]
                },
                "name": [
                    "Centre Interuniversitaire de Recherche en Analyse des Organisations"
                ]
            },
            "source": "Consumption with Habit Formation. CIRANO Working Papers 2000s-39",
            "title": "Consumption with Habit Formation. CIRANO Working Papers 2000s-39",
            "type": "report"
        },
        {
            "articleTitle": "Inequality decomposition by factor components",
            "authors": [
                {
                    "name": {
                        "index": "Shorrocks, AF",
                        "preferred": "AF Shorrocks"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "id": "bib28",
            "journal": "Econometrica",
            "pages": {
                "first": "193",
                "last": "212",
                "range": "193–212"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tedeschi, S",
                        "preferred": "S Tedeschi"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "Long Run Distributional Impact of Pension Reforms: a Micro Simulation Approach, PhD thesis, University of Rome “La Sapienza”",
            "id": "bib29",
            "title": "Long Run Distributional Impact of Pension Reforms: a Micro Simulation Approach",
            "type": "unknown"
        },
        {
            "articleTitle": "Saving, Fungibility, and Mental Accounts",
            "authors": [
                {
                    "name": {
                        "index": "Thaler, R",
                        "preferred": "R Thaler"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "id": "bib30",
            "journal": "Journal of Economic Perspectives, American Economic Association",
            "pages": {
                "first": "193",
                "last": "205",
                "range": "193–205"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Willman, A",
                        "preferred": "A Willman"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib31",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Frankfurt"
                        ]
                    },
                    "formatted": [
                        "Frankfurt"
                    ]
                },
                "name": [
                    "European Central Bank"
                ]
            },
            "source": "Consumption, habit persistence, imperfect information and the lifetime budget constraint. ECB Working Paper N.251",
            "title": "Consumption, habit persistence, imperfect information and the lifetime budget constraint. ECB Working Paper N.251",
            "type": "report"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "tablea-1",
                            "label": "Table A1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Low returns scenario</th>\n<th>Benchmark returns scenario</th>\n<th>High returns scenario</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Productivity</b></td>\n<td><b>Productivity</b></td>\n<td><b>Productivity</b></td>\n</tr>\n<tr>\n<td>Same as benchmark</td>\n<td>G (average earnings growth)</td>\n<td>Same as benchmark</td>\n</tr>\n<tr>\n<td>“</td>\n<td>0.88% (2008–2009)</td>\n<td>“</td>\n</tr>\n<tr>\n<td>“</td>\n<td>1.00% (2010–2013)</td>\n<td>“</td>\n</tr>\n<tr>\n<td>“</td>\n<td>1.20% (2014–2019)</td>\n<td>“</td>\n</tr>\n<tr>\n<td>“</td>\n<td>1.90% (2020–2029)</td>\n<td>“</td>\n</tr>\n<tr>\n<td>“</td>\n<td>2.00% (2030–2050)</td>\n<td>“</td>\n</tr>\n<tr>\n<td><b>Capital gains</b></td>\n<td><b>Capital gains</b></td>\n<td><b>Capital gains</b></td>\n</tr>\n<tr>\n<td><i><b>r<sub>h</sub></b> ~N</i> µ=<b>0.75%;</b> sd=8%</td>\n<td>r<sub>h</sub> ~N µ= 1.5%; sd= 8%</td>\n<td>r<sub>h</sub> ~N µ=2.5%; sd=8%</td>\n</tr>\n<tr>\n<td><i><b>r<sub>f</sub></b> ~N</i> µ=<b>1.5%</b>; sd=18%;</td>\n<td><i><b>r<sub>f</sub></b> ~N</i> µ<i>=3%; sd</i>=1<i>8%;</i></td>\n<td><i><b>r<sub>f</sub></b> ~N</i> µ=<b>5%</b>; sd=18%;</td>\n</tr>\n<tr>\n<td>kurt = 2.4%</td>\n<td>kurt=2.4%</td>\n<td>kurt=2.4%</td>\n</tr>\n<tr>\n<td><i><b>r<sub>esa</sub></b></i>=0.9%</td>\n<td><i><b>r<sub>esa</sub></b></i>=0.9%</td>\n<td><i><b>r<sub>esa</sub></b></i>=0.9%</td>\n</tr>\n<tr>\n<td><b>Interests and rents</b></td>\n<td><b>Interests and rents</b></td>\n<td><b>Interests and rents</b></td>\n</tr>\n<tr>\n<td>Same as benchmark</td>\n<td><i><b>r<sub>m</sub></b> ~N</i> µ<i>=3%; sd= 0.5%</i></td>\n<td>Same as benchmark</td>\n</tr>\n<tr>\n<td>“</td>\n<td>home equity annual rent: 3.5%</td>\n<td>“</td>\n</tr>\n<tr>\n<td>“</td>\n<td>real interest rate on non-risky AF: 1%</td>\n<td>“</td>\n</tr>\n<tr>\n<td>“</td>\n<td>real interest rate on risky AF: 3%</td>\n<td>“</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Table A1 Exogenous parameters (<i>per year</i>).",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "We are grateful to Leandro D’Aurizio, Ivan Faiella, Stefano Iezzi and Andrea Neri for providing us with data adjusted for under-reporting resulting from their work “L’under-reporting della ricchezza finanziaria nell’Indagine sui Bilanci delle Famiglie Italiane”.",
            "type": "paragraph"
        },
        {
            "text": "We would also like to thank Sergio Nicoletti Altimari for his precious suggestions in the preliminary phase of this work as well as Francesca Gastaldi and Paolo Liberati for their help during the phase of revision.",
            "type": "paragraph"
        },
        {
            "text": "This work is a synthetic revised version of Simone Tedeschi’s Ph.D thesis. Further details are available upon request.",
            "type": "paragraph"
        },
        {
            "text": "The opinions expressed here are those of the author and do not reflect the positions of the Bank of Italy.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
