{
    "status": "vor",
    "id": "00085",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00085",
    "authorLine": "Gijs Dekkers",
    "title": "Editorial",
    "published": "2013-12-31T00:00:00Z",
    "versionDate": "2013-12-31T00:00:00Z",
    "statusDate": "2013-12-31T00:00:00Z",
    "volume": 6,
    "issue": 3,
    "fpage": 1,
    "lpage": 2,
    "elocationId": "1-2",
    "pdf": "http://web:8082/00085/ijm-00085.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Dekkers",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "CESO, Katholieke Universiteit Leuven"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "Luxembourg"
                        },
                        "formatted": [
                            "Luxembourg"
                        ]
                    },
                    "name": [
                        "CEPS/INSTEAD"
                    ]
                }
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The 2013 winter issue of the International Journal of Microsimulation contains four papers and one book review.",
                    "type": "paragraph"
                },
                {
                    "text": "The first paper by Stefan Bach, Peter Haan and Richard Ochmann uses EUROMOD to compare effective average income tax rates for singles, one-earner couples, and two-earner couples between Germany and the UK. As if this is not interesting enough by itself, their primary goal is to assess whether the joint taxation of married couples with full income splitting in Germany might explain the relatively low labour force participation of married women. Their first and surprizing conclusion is that for many tax units, the effective tax liabilities in Germany are not greater and for some groups even smaller than in the UK. However, indeed, the joint taxation results in higher effective tax rates for married women than otherwise would have been the case.",
                    "type": "paragraph"
                },
                {
                    "text": "The simulation procedure in many microeconometric models of discrete choice is usually interpreted as a comparative statics exercise, where various equilibria that result from different policy regimes are compared. Ugo Colombino however argues that this standard simulation procedure used is not consistent with the comparative statics interpretation. He then proposes an alternative and consistent simulation procedure, and illustrates it with the simulation of alternative reforms of the income support policies in Italy.",
                    "type": "paragraph"
                },
                {
                    "text": "The third paper, by Tim Goedemé, Karel Van den Bosch, Lina Salanauskaite and Gerlinde Verbist makes a strong case to test the statistical significance of results of static models. They argue that, by using standard routines, the sampling variance of microsimulation results can be calculated easily, even of relatively complex statistics such as relative poverty, inequality measures and indicators of polarization.",
                    "type": "paragraph"
                },
                {
                    "text": "The fourth and final paper is by Amado Cordova, Federico Girosi, Sarah Nowak, Christine Eibner and Kenneth Finegold. They present the COMPARE (COMPrehensive Assessment of Reform Efforts) microsimulation model, which has been used to estimate the impact of major policy changes in the United States, such as the Affordable Care Act. A discerning characteristic of this model is that households as well as firms make decisions based on a utility-maximization framework, among other things taking into account government regulations.",
                    "type": "paragraph"
                },
                {
                    "text": "This issue of the IJM finally contains a review of the recent book “Fiscal Inclusive Development: Micro Simulation Models for Latin America”, of which Carlos Urzua is the editor. This review, by Marjan Maes, highlights the strong points of the book, while making some concrete suggestions for improvements in the sequel.",
                    "type": "paragraph"
                },
                {
                    "text": "This 2013 Winter issue ends my two-year term as chief editor of the International Journal of Microsimulation. Most of the initial goals have been reached, and overall, I believe that the journal is doing very well. I refer to the editors’ report, that will be available separately from the journals’ website soon, for more details.",
                    "type": "paragraph"
                },
                {
                    "text": "The general meeting of the International Microsimulation Association, held during the 4th Conference in Canberra, Australia, has reinstated me for another stint. I am grateful for this vote of confidence and I look forward to working with all of you, and many more, to make the International Journal of Microsimulation a success.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
