{
    "status": "vor",
    "id": "00080",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00080",
    "authorLine": "Saša Ranđelović, Jelena Žarković Rakić",
    "title": "Improving work incentives in Serbia: Evaluation of a tax policy reform using SRMOD",
    "published": "2013-04-30T00:00:00Z",
    "versionDate": "2013-04-30T00:00:00Z",
    "statusDate": "2013-04-30T00:00:00Z",
    "volume": 6,
    "issue": 1,
    "fpage": 157,
    "lpage": 176,
    "elocationId": "157-176",
    "pdf": "http://web:8082/00080/ijm-00080.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Inactivity and unemployment rates as well as informal employment rates in Serbia are particularly high among low-paid workers. Several studies argued that one of main reasons for high entry costs in the labour market in Serbia is the existence of the mandatory minimum base for social security contributions (SSC). Our paper is the first one to provide empirical evidence about the incentive and distributional effects of the abolishment of the mandatory minimum SSC base. Using the tax and benefit micro-simulation model for Serbia (SRMOD), which is based on EUROMOD platform, we found that this policy reform would reduce effective average tax rates by more than it would reduce effective marginal tax rate. This implies a larger participation response than hours-of-work response. A decrease in both of these indicators is most pronounced for lower income groups. At the same time, the reform would trigger positive distributional effects since the number of individuals in low-income groups, whose disposable income would increase after the reform by more than 2%, is ranging from 3.3% to 5.8%. However, the impact of the reform on the overall level of inequality, measured by the Gini coefficient, would be small.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Ranđelović and Rakić",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Serbia"
                        },
                        "formatted": [
                            "Serbia"
                        ]
                    },
                    "name": [
                        "Faculty of Economics University of Belgrade",
                        "Foundation for the Advancement of Economics"
                    ]
                }
            ],
            "emailAddresses": [
                "randjelovic@ekof.bgac.rs"
            ],
            "name": {
                "index": "Ranđelović, Saša",
                "preferred": "Saša Ranđelović"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Serbia"
                        },
                        "formatted": [
                            "Serbia"
                        ]
                    },
                    "name": [
                        "Faculty of Economics University of Belgrade",
                        "Foundation for the Advancement of Economics"
                    ]
                }
            ],
            "emailAddresses": [
                "zarkovic@ekof.bgac.rs"
            ],
            "name": {
                "index": "Rakić, Jelena Žarković",
                "preferred": "Jelena Žarković Rakić"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "micro-simulation",
        "labour tax reform",
        "low-paid labour"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "High labour force participation rate is an instrument in building the capacity for poverty reduction. It also provides better returns on human capital and education. Finally, higher participation rates are important for competitiveness and economic growth, especially with an ageing population. These are the reasons why the European Union (EU) Lisbon Strategy – now replaced by the EU 2020 Strategy – sets a target of 75% labour force participation of the population aged 20 to 64. In Serbia, however, inactivity rate for working age population (15–64) is among the highest in Europe – in the last quarter of 2012 it amounted to 40%. The country also faces high informal employment rate of 20% (<a href=\"#bib10\">Krstić &amp; Sanfey, 2011</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Studies by <a href=\"#bib2\">Arandarenko and Vukojevic (2008)</a> and the <a href=\"#bib18\">World Bank (2010)</a> argue that high levels of informality and inactivity in Serbia are mostly due to the specific design of the tax and benefit system. <a href=\"#bib2\">Arandarenko and Vukojevic (2008)</a> were the first one to calculate, using the OECD methodology, the labour tax wedge, defined as the difference between labour costs and take-home (net) wage of workers, for Western Balkan countries.<sup><a href=\"#fn1\">1</a></sup> They show that progressivity of the tax wedge for Serbia and the countries in the region is very mild or completely absent between the levels of 50% and 100% of average wage, which is empirically the most dense section of the wage distribution. The authors argue that specific features of the region’s tax regimes (e.g. social security contribution (SSC) bases and ceilings, no progressivity) encourage the dualization of region’s labour markets into an informal, low-wage segment and a formal, higher-wage segment (with large public sector representation). Specifically, they point out that by enforcing high entry costs (in terms of high minimum mandatory bases for SSC payments and modest or entirely missing zero tax brackets for personal income tax), the taxes discourage formalization of jobs for low-wage labour.",
                    "type": "paragraph"
                },
                {
                    "text": "Using the OECD tax-benefit model for Serbia, a recent <a href=\"#bib18\">World Bank (2010)</a> study analyzes two standard indicators of disincentives for formal work: the tax wedge and the Effective Marginal Tax Rate (EMTR), which measures at a given wage levels how much of an additional dinar earned in formal gross wage is taxed away, either as labour tax or in the form of withdrawn social benefits. It also calculates Implicit Costs of Formalization (ICF) showing disincentives stemming not only from labour taxation, but also from benefit withdrawal due to formalization. This study shows that the tax wedge is stable around 40 percent for wage levels above the minimum wage, but is significantly higher for wage levels below 25 percent of the average wage and lower. For wage levels below 10 percent of average wage, the tax wedge is close to or above 100 percent. At the same time, EMTR at wage levels below 10% of the average wage shows that every dinar earned is subtracted from entitlements to social assistance. Hence, 100% of any additional dinar earned is taxed away. For one-earner couples with two children, EMTR even exceeds 100 percent at wage levels between 10 and 20 percent, when personal income tax starts to kick in, meaning that net income decreases as gross wage increases. The same happens at 50 percent of average wage, with the sudden loss of family benefits.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, the third indicator (i.e. ICF) also suggests that formal work does not pay at lower wage levels. ICF for informal workers are a measure of the necessary minimum value of social security benefits and employment protection they receive in return for formalization. ICF measure the difference between informal income (informal wage and social assistance at the level of no formal wage) and formal net income (formal net wage and social assistance at formal wage) as a share of informal income. It is therefore the share of informal income that an informal worker has to give up to formalize. This study shows that for lower wage levels, the implicit costs of formalization are high. A single with no children who earns less than the minimum wage in the informal sector has to give up between 40 and 75 percent of income to formalize. A one-earner couple with two children has to give up between 20 and 40 percent of informal income at very low wage levels, and between 40 and 55 percent of informal income at wage levels between 10 and 100 percent of average wage.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib9\">Koettle and Weber (2012)</a> analyze the same measures of disincentives for formal work for the New Member States of the European Union (NMS) that also face high informal employment rates. Additionally, using the 2008 European Union Statistics on Income and Living Conditions (EU-SILC) and the OECD tax-benefit data for six Eastern European countries (Bulgaria, Czech Republic, Estonia, Latvia, Poland, and Slovakia), they match disincentives for formal work to individual observations in a large data set. Applying a probit regression, the analysis finds a significant positive correlation between ICF or EMTR and the incidence of being informal. In other words, controlling for individual and job characteristics, the higher the ICF or the EMTR that individuals are facing is, the more likely they are to work informally. In particular, a 1 percentage point increase in the ICF (EMTR) increases the probability of being informal by 1.1 (0.8) for the full sample. For the low wage earners the correlation is stronger for both ICF and EMTR. The tax wedge, on the other hand, yields a negative correlation. Namely, the tax wedge increases with income, and because informality rates are lower at higher income levels, the overall correlation turns out to be negative. In that sense, it seems that the tax wedge might not sufficiently capture individual differences in disincentives for formal work.",
                    "type": "paragraph"
                },
                {
                    "text": "Given that the mandatory minimum SSC base is seen as one of the most important factors contributing to high opportunity costs of formal work in the Serbian labour market, using the tax-benefit micro-simulation model for Serbia (SRMOD)<sup><a href=\"#fn2\">2</a></sup>, we simulate the abolishment of the minimum base. According to the current institutional setting, if gross wage is lower than the minimum base, social security contributions are calculated on the minimum base (35% of average wage). In our reform scenario contributions are paid on the reported amount of employment income. Since modelling tax evasion decision as a function of tax wedge is beyond the scope of our paper, we take into account only formal employment income.",
                    "type": "paragraph"
                },
                {
                    "text": "In order to evaluate the effects of the reform on labour supply incentives, we calculate Effective Average Tax Rates (EATR) and Effective Marginal Tax Rates (EMTR). Effective tax rates capture the net tax burden resulting from the interaction of different types of taxes and contributions on one hand and benefit payments on the other. EATRs express the resulting net payments as a fraction of the income on which they are levied. EMTRs on the other hand, measure the degree to which any <i>additional</i> income would be ‘taxed away’. EMTRs and EATRs are frequently used as an indicator of labour supply incentives (<a href=\"#bib13\">Paulus &amp; Peichl, 2009</a>). To be more specific, changes in effective EATRs are regarded as an indicator of change in the labour supply at the extensive margin (labour force participation) which seems to be more important for particular subgroups at the bottom of the income distribution than the labour supply at the intensive margin (hours-of-work response), which is illustrated by the EMTRs (<a href=\"#bib7\">Immervoll, 2002</a>). Differences between these two tax rates are driven by the degree of nonlinearity in the taxtransfer schedules, particularly important at the lower end of the income distribution.",
                    "type": "paragraph"
                },
                {
                    "text": "Given that the minimum base affects in particular the labour tax burden and hence the take home pay of low-paid workers, we also calculate the distributional effects of the reform.",
                    "type": "paragraph"
                },
                {
                    "text": "Although several studies argued that labour incentives could improve if mandatory minimum SSC base is abolished or adjusted to the hours actually worked (<a href=\"#bib2\">Arandarenko &amp; Vukojevic (2008)</a>, <a href=\"#bib18\">World Bank (2010)</a>, <a href=\"#bib3\">Arandarenko <i>et al</i>. (2012)</a>), the present paper is the first one to provide empirical evidence about the likely effects of this reform type on work incentives. Furthermore, by using a micro-simulation model, such as SRMOD, we exploit all the advantages of the micro-simulation approach to analyse the effects of a policy reform over the “representative agent” approach (which is at the heart of the OECD tax-benefit model used in the <a href=\"#bib18\">World Bank (2010)</a> study). Working with thousands of actual economic agents rather than a few hypothetical ones enables identifying who are likely to be the winners and the losers of a reform. The results obtained with models such as SRMOD at the level of individual agents can be aggregated at the macro level, allowing the evaluation of the budgetary cost of a policy reform (<a href=\"#bib5\">Bourguignon &amp; Spadaro, 2006</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Our results indicate that this policy reform would reduce both EMTRs and EATRs, the decline being larger in terms of EATR, implying that both extensive and intensive labour supply responses to this measure would be positive, but larger at the extensive than at the intensive margin. A decrease in both tax rates is most pronounced for lower income groups given that they are the most affected by the minimum contribution base. On the other hand, we find only a slight decrease in inequality after the reform, due to the fact that the overall impact of SSC on inequality is quite limited. However, our results also suggest that the relative number of low-income individuals who would be better-off after the reform is not small, and suggests that this policy reform would be particularly favourable for those in the lower part of the income distribution.",
                    "type": "paragraph"
                },
                {
                    "text": "Serbia, with its socio-demographic structure can be seen as a typical Western Balkan country.<sup><a href=\"#fn3\">3</a></sup> Also, these countries face similar labour market challenges. Specifically, they have some of the highest unemployment rates in Europe<sup><a href=\"#fn4\">4</a></sup>, as well as very large share of informal economy, informal employment and low employment rates<sup><a href=\"#fn5\">5</a></sup>, far below the EU average. Finally, given that tax and labour market structures of Western Balkan economies share many similarities, we believe that the results of our analysis for Serbia could be of interest to a wider range of countries in the region.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is structured as follows. After the introduction, <a href=\"#s2\">Section 2</a> gives a brief description of those characteristics of labour taxes and social benefits design in Serbia which provide disincentives for labour market participation, particularly among the low-skilled individuals. Data and methodology are presented in <a href=\"#s3\">Section 3</a>. <a href=\"#s4\">Section 4</a> includes the simulation results and <a href=\"#s5\">Section 5</a> concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section will present in more details the disincentives for formal employment stemming from the labour taxation and social benefit design especially for individuals with low earnings capacity.",
                    "type": "paragraph"
                },
                {
                    "text": "In particular, we focus on the mandatory minimum social security contributions base, but also on the design of social assistance and family benefits.",
                    "type": "paragraph"
                },
                {
                    "text": "Informal employment in Serbia is linked to low income, poverty, and vulnerability. The data shows that among the employed in the poorest quintile, 40 percent are engaged in formal employment while 60 percent work in the informal sector. On the other hand, from those in the richest quintile, 82% are formally employed and 18% informally (<a href=\"#bib16\">Statistical Office of the Republic of Serbia, 2008</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Informal workers earn less (in monthly terms) than formal workers, even when it is controlled for a range of other characteristics (<a href=\"#bib10\">Krstić &amp; Sanfey, 2011</a>). In 2007, which is the policy year in which the simulation is undertaken, informal employees are earning 22% less, <i>ceteris paribus,</i> relative to the formal employees. Furthermore, since 2002 the informal sector in Serbia has been increasingly absorbing unqualified and unskilled workers. Of the total number of employees in the informal sector, 53% are educated up to primary school level, 39% have secondary education and 8% college and university level (<a href=\"#bib16\">Statistical Office of the Republic of Serbia, 2008</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Low-educated individuals are not only the majority among those informally employed but also among the inactive.<sup><a href=\"#fn6\">6</a></sup> A recent study shows that inactivity rates for those with primary education (50.9%) are significantly higher than for those with secondary (32.1%) and tertiary education (20.4%) (<a href=\"#bib3\">Arandarenko <i>et al</i>., 2012</a>). At the same time, women with low education attainment are in a particularly difficult labour market position. On average, they have 19 percentage points higher inactivity rates and 2 percentage points higher unemployment rates than men. The largest differences between men and women are found for those with the lowest level of education (<a href=\"#table1\">Table 1</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source:</i> Labour Force Survey, 2011, age: 25–64.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Level of education</th>\n<th colspan=\"2\">Inactivity rate</th>\n<th colspan=\"2\">Unemployment rate</th>\n</tr>\n<tr>\n<th/>\n<th>Men</th>\n<th>Women</th>\n<th>Men</th>\n<th>Women</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Primary</td>\n<td>32.4</td>\n<td>64.4</td>\n<td>21.5</td>\n<td>25.1</td>\n</tr>\n<tr>\n<td>Secondary</td>\n<td>24.5</td>\n<td>40.9</td>\n<td>22.4</td>\n<td>26.5</td>\n</tr>\n<tr>\n<td>Tertiary</td>\n<td>18.0</td>\n<td>22.4</td>\n<td>15.5</td>\n<td>14.2</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Inactivity and unemployment rates by education and gender (%).",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The lack of working experience is an additional contributing factor to high unemployment and inactivity rates, and again especially for women. For example, 55% of women among those who are inactive and with primary education have no working experience (<a href=\"#table2\">Table 2</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Labour Force Survey, 2011, age: 25–64.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Level of education</th>\n<th colspan=\"2\">Unemployed</th>\n<th colspan=\"2\">Inactive</th>\n</tr>\n<tr>\n<th/>\n<th>Men</th>\n<th>Women</th>\n<th>Men</th>\n<th>Women</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Primary</td>\n<td>35.1</td>\n<td>42.3</td>\n<td>14.9</td>\n<td>55.0</td>\n</tr>\n<tr>\n<td>Secondary</td>\n<td>18.8</td>\n<td>26.0</td>\n<td>12.3</td>\n<td>22.0</td>\n</tr>\n<tr>\n<td>Tertiary</td>\n<td>30.0</td>\n<td>38.2</td>\n<td>6.3</td>\n<td>14.7</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Proportion of unemployed and inactive without work experience by education and gender (<i>%</i>).",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Low-education attainment coupled with lack of work experience generates low earnings capacity in the labour market. When earnings or potential earnings are low, incentives to seek employment or stay in employment are usually limited. Incentive problems are aggravated by high tax burdens on labour income and by cuts in social benefits designed to provide at least some safety-nets for those with no, or very low income (<a href=\"#bib8\">Immervoll &amp; Pearson, 2009</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "One of the first studies that addressed the issue of labour taxation in the Western Balkans was the study by <a href=\"#bib2\">Arandarenko and Vukojevic (2008)</a>. The authors argue that the minimum mandatory base for SSC contributes, in particular, to the relatively higher tax wedge for low-wage earners in the Western Balkans region. Therefore, they propose that social contribution payments should be strictly proportional to take-home wage, i.e. minimum SSC should be abolished. In a similar manner, a recent <a href=\"#bib18\">World Bank (2010)</a> study on Serbia also pointed out that one of the main obstacles to formal employment at the lower wage levels are the minimum social security contributions that employees and employers have to pay. For example, the study shows that in the extreme case of someone working 5 hours per week at the minimum wage, this person would receive an annual gross wage of about RSD 29,000, from which this worker would have to pay RSD 33,250 for minimum social security contributions, so that she ends up with a negative net wage. The employer has to pay an additional RSD 33,250 for social security contributions. In other words, formal work does not pay at the lower wage levels. This study concludes that reforming the minimum social security contribution floor could help to overcome social exclusion, formalize the informal employees, and activate the inactive ones.",
                    "type": "paragraph"
                },
                {
                    "text": "In Serbia, the minimum base is set at 35% of the average gross wage. Given that it is not adjusted for hours actually worked, it implies that low-paid part time workers are also subject to it. Even if employee’s monthly gross salary is below this threshold, social security contributions are applied to this threshold. For example, minimum base for contributions currently amounts to 20,000 dinars and is twice as high as the salary for someone working part-time at the minimum wage level. In this case, instead of applying SSC rate to the true amount of earnings, the rate is calculated using much higher minimum contributions base.",
                    "type": "paragraph"
                },
                {
                    "text": "The mandatory base is better enforced than the minimum wage since it provides employees with access to basic benefits and social services. This is why it represents an important fiscal instrument. According to <a href=\"#bib2\">Arandarenko and Vukojevic (2008)</a>, the minimum SSC base raises the relative costs of low wage labour, which deters the employers (or self-employed) in the informal sector from formalization, and puts a potentially heavy additional burden on the formal employers in low-wage labour intensive sectors. A high relative tax burden at around the minimum wage, as a natural point of entry into the formal economy, diminishes the incentives for workers to join the formal sector, since they have to give up a significant portion of what they can get working on the same job informally, assuming they share the gains from tax evasion with their employers, who follow the same logic.",
                    "type": "paragraph"
                },
                {
                    "text": "Besides the mandatory minimum SSC base, abolishment of the fringe benefits (introduced with 2001 labour tax reform) contributed to the regressive character of the labour tax system. The two most important benefits of this kind were cash allowances in the form of hot meal (paid monthly) and annual holiday leave (called ‘regres’). Given that both fringe benefits were untaxed and paid in equal amounts to each worker, the abolishment of these benefits increased the regressive character of the labour tax system, which was in effect up until 2007 (<a href=\"#bib2\">Arandarenko &amp; Vukojević, 2008</a>). In 2005, the tax wedge was 47.1% of the total labour costs at 50% of the average wage, but 42.2% for a person earning an average wage. In 2006, the non-taxable threshold was introduced, making the taxation of wages indirectly progressive. Starting from February 2006, the minimum base for social contributions was reduced from 40% to 35% of average wage.",
                    "type": "paragraph"
                },
                {
                    "text": "Similar situation to the one in Serbia is found in the neighbouring Former Yugoslav Republic (FYR) of Macedonia. Before the 2009 labour tax reform, the tax wedge in this country was relatively large, especially at low wage levels (see <a href=\"#table3\">Table 3</a>). For instance, the tax wedge as a share of total labour cost was about 41% at the wage level of 50% of average wage. The “excess” tax wedge in FYR Macedonia was particularly high at low wage levels, for unskilled workers which dominate both in employment and unemployment. This regressivity of the labour taxation was caused by the existence of the minimum contributory base, set at 65% of the average wage before the reform, which affected the tax wedge at wages below that level (<a href=\"#bib12\">Mojsoska- Blazeski &amp; Arandarenko, 2012</a>; <a href=\"#bib11\">Leibfritz, 2008</a>). The studies recommend the elimination of minimum contributions to social insurance by making contributions proportional at all wage levels.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Note</i>: Tax wedge for a single person as a percent of total labour costs.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Data for Macedonia, Serbia, Albania, Montenegro and Bosnia (<a href=\"#bib11\">Leibfritz, 2008</a>).",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<i>Other data</i>: from Eurostat",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th colspan=\"2\">Earnings as a % of the average wage</th>\n<th>50%</th>\n<th>67%</th>\n<th>100%</th>\n<th>167%</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><i>Country</i></td>\n<td><i>year</i></td>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Serbia</td>\n<td>2006</td>\n<td>42.3%</td>\n<td>42.3%</td>\n<td>42.3%</td>\n<td>42.3%</td>\n</tr>\n<tr>\n<td/>\n<td>2007</td>\n<td>37.6%</td>\n<td>38.4%</td>\n<td>39.2%</td>\n<td>39.7%</td>\n</tr>\n<tr>\n<td>Albania</td>\n<td>2006</td>\n<td>34.1%</td>\n<td>27.9%</td>\n<td>28.9%</td>\n<td>29.8%</td>\n</tr>\n<tr>\n<td>Montenegro</td>\n<td>2007</td>\n<td>36.3%</td>\n<td>38.6%</td>\n<td>40.9%</td>\n<td>42.8%</td>\n</tr>\n<tr>\n<td>BiH Federation</td>\n<td>2006</td>\n<td>30.6%</td>\n<td>29.3%</td>\n<td>32.3%</td>\n<td>35.3%</td>\n</tr>\n<tr>\n<td>R. of Srpska</td>\n<td>2007</td>\n<td>31.7%</td>\n<td>31.6%</td>\n<td>32.5%</td>\n<td>33.2%</td>\n</tr>\n<tr>\n<td>Macedonia</td>\n<td>2007</td>\n<td>41.2%</td>\n<td>37.8%</td>\n<td>38.6%</td>\n<td>39.2%</td>\n</tr>\n<tr>\n<td>EU-27</td>\n<td>2008</td>\n<td/>\n<td>37%</td>\n<td>40.6%</td>\n<td>45.1%</td>\n</tr>\n<tr>\n<td>EU-15</td>\n<td>2008</td>\n<td/>\n<td>38.1%</td>\n<td>42.4%</td>\n<td>47.6%</td>\n</tr>\n<tr>\n<td>NMS-12</td>\n<td>2008</td>\n<td/>\n<td>35.6%</td>\n<td>38.5%</td>\n<td>42%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Comparison of tax wedge in Western Balkan countries and EU.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Last changes to the labour tax system took place in 2007 when personal income tax rate was reduced from 14 to 12% and a zero tax bracket (up to RSD 5,050, or 30% of the minimum wage) was introduced. However, the burden on labour did not change considerably given that the social security contributions dominate the tax wedge.<sup><a href=\"#fn7\">7</a></sup> A comparison with other Western Balkan countries, given in <a href=\"#table3\">Table 3</a>, shows that for a single worker, who earns only half of the average wage, tax wedge in Serbia is 37.6%, with only Macedonia having higher tax wedge at this wage level. The tax wedge increases by only 1.6 percentage points going from 50% to 100% of the average wage. At higher wage levels, progressivity of the labour tax burden is also extremely low compared to European Union member states.",
                    "type": "paragraph"
                },
                {
                    "text": "The introduction of the personal tax allowance, although modest, and the reduction of the minimum mandatory SSC base have contributed to the introduction of some progressivity – which was entirely lacking beforehand – in the labour taxation system, and to a reduction of the tax wedge for workers with lower wages. However, as compared to other countries, very low progressivity of the labour tax system in Serbia stands out. In most of the countries displayed in <a href=\"#fig1\">Figure 1</a>, labour taxes increase significantly with the wage level and for many countries by over 10 percentage points between 33% and 100% of the average wage level. In Serbia, however, labour taxes increase by only 2.6 percentage points between the same ranges of the average wage level (33% and 100%; <a href=\"#bib18\">World Bank, 2010</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Note</i>: Scatter plot of tax wedge for a single at 33% of average wage (percent) versus progressivity of tax wedge (percentage point change) for selected European countries (2008).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<i>Source</i>: World Bank (2010, p. 12).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00080%2Fijm-00080-fig1.tif",
                                "size": {
                                    "width": 556,
                                    "height": 261
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00080%2Fijm-00080-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00080-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Progressivity of the labour taxation system.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Beside labour taxation, incentives for formal employment are influenced by the social benefits design as well. In Serbia, once a person has formal income on record, major income-tested benefits, social assistance and child allowance in particular, are decreased by the total amount of earned income, or completely withdrawn. In their study on inactivity in the Serbian labour market <a href=\"#bib3\">Arandarenko <i>et al</i>. (2012)</a> show that a person receiving social assistance benefit does not have an incentive to search for a job offering a salary below 20% of the average gross wage (this is equivalent to part-time job offering an hourly wage at the minimum wage level). Mainly due to the mandatory minimum social security contributions base, net income for this individual becomes equal to the amount of social assistance benefit. Therefore, the so-called mini-jobs and midi-jobs (mainly part-time jobs) are not economically attractive for low-wage earners.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Institutional setting",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "To evaluate the effects of potential reforms of the social security contributions on labour supply incentives and income distribution, we use the tax-benefit micro-simulation model for Serbia (SRMOD) which is based on EUROMOD platform (<a href=\"#bib17\">Sutherland &amp; Figari, 2013</a>). As other tax-benefit models, SRMOD operates on a micro-data representative of the population of interest. The Living Standards Measurement Survey (LSMS) from 2007 is currently used as the SRMOD input dataset. LSMS is conducted by the Statistical Office of Serbia, on a representative sample of 5,553 households (17,335 individuals). This dataset was chosen since it contains detailed information on various sources of income as well on paid taxes and claimed benefits at the individual level. This allows conducting validation of the model (comparison of simulated and recorded values of taxes and benefits) with greater accuracy, and thus provides a more reliable estimate of the model’s conformity with the actual tax and benefit system.",
                    "type": "paragraph"
                },
                {
                    "text": "The policies simulated in SRMOD refer to 2007 as the baseline year. Personal income tax, social security contributions (for all types of earned income) and major means tested benefit programmes (monetary social assistance and child allowance) have been simulated. The selection of benefits which are simulated in SRMOD depends on the structure and the type of the available data. Therefore, most of the non-means tested benefits (pensions, unemployment benefit, birth grant, caregiver allowance, maternity and child care benefit) have not been simulated, but the respective actual amounts have been taken from the dataset for the purpose of calculating disposable income.",
                    "type": "paragraph"
                },
                {
                    "text": "The main elements of the simulated tax-benefit components are: personal income tax, social security contributions, monetary social assistance and child allowance. Under the current <i>personal income tax</i> scheme in Serbia, incomes from various sources are taxed at different, but always flat tax rates ranging from 10% to 20%. Wages, as the most important source of personal income in Serbia are taxed at the flat rate of 12% (applied to the amount of gross wages exceeding non taxable threshold, which in 2007 amounted to RSD 5,050 per month).",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Social security contributions</i> are payable on all types of earned income. Social contributions consist of pension and disability insurance contributions (the rate equals 22%), health insurance contributions (12.3%) and unemployment insurance contributions (1.5%). The statutory incidence of SSCs is 50–50, between employer and employee. Social contributions are calculated on gross wage (or other earned income). In addition to the minimum base, there is also a maximum base (equal to five times the average wage) for the calculation of SSCs.",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Monetary social assistance</i> is the main means-tested cash benefit. Individual (living alone) or a family with no income or with income below a certain threshold is entitled to this benefit. Social assistance threshold is calculated by applying the following scale: <i>i</i>) for the first adult person in a family, the basic amount multiplied by 1; <i>ii</i>) for each additional adult person in a family, the basic amount multiplied by 0.5; <i>iii</i>) for each child up to the age of 18, the basic amount multiplied by 0.3. Individuals incapable for work and families with all members incapable for work, as well as lone-parent families with one or two children (below the age of 18) are entitled to an increased amount of this benefit (by 20%).",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Child allowance</i> is a means-tested benefit to which poor families with children are entitled. Eligibility is limited to households in which total monthly income per family member (net of taxes and social security contributions), earned in the last three months preceding the month in which application is made, do not exceed a certain threshold. The amount of the benefit is flat.",
                    "type": "paragraph"
                },
                {
                    "text": "Since the baseline tax-benefit policy year and income data reference period are the same, there is no need for income up-rating. The only modification to the original dataset is the net-to-gross imputations given that all incomes (wages, self-employment income, capital income, etc.) disclosed in the dataset are net of taxes and social contributions.<sup><a href=\"#fn8\">8</a></sup> The grossing-up procedure is performed for all types of formal (declared) incomes. Although LSMS dataset contains the data on individual’s both formal and informal income, given that taxes are payable only on formal earnings and that only these income types enter the means-test for benefit programmes, simulations of tax and benefit policies are based on the amounts of formal income only. The disposable income used in this analysis only includes amounts of formal income.",
                    "type": "paragraph"
                },
                {
                    "text": "In order to check the performances on the model, both micro-validation and macro-validation have been conducted. Under micro-validation, simulated amounts of taxes and benefits have been compared to the reported ones at the individual level. Macro-validation has been conducted by comparing the total simulated amounts of taxes and benefits with administrative figures. Macro-validation results for average wage, all types of personal income tax and social security contributions, as well as for monetary social assistance and family allowance are given in <a href=\"#table4\">Table 4</a> and <a href=\"#table5\">Table 5</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Own calculations using SRMOD.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table4",
                            "label": "Table 4",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>Administrative records</th>\n<th>SRMOD</th>\n<th>Ratio (SRMOD/Administrative data)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Average wage (in RSD)</td>\n<td>37,668</td>\n<td>34,659</td>\n<td>0.92</td>\n</tr>\n<tr>\n<td>Personal income tax</td>\n<td>8,284,791</td>\n<td>6,649,044</td>\n<td>0.80</td>\n</tr>\n<tr>\n<td>\n&lt;list list-type=\"bullet\"&gt;&lt;list-item&gt;<p>salary/wage tax</p>&lt;/list-item&gt;\n&lt;/list&gt;\n</td>\n<td>6,966,756</td>\n<td>5,693,117</td>\n<td>0.82</td>\n</tr>\n<tr>\n<td>Social security contributions - on full time employment income and unemployment</td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>benefits</td>\n<td>20,901,550</td>\n<td>19,944,627</td>\n<td>0.95</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "SRMOD macro-validation results: income tax and social contributions.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Own calculations using SRMOD.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table5",
                            "label": "Table 5",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>SRMOD</th>\n<th>Administrative records</th>\n<th>Ratio (SRMOD/Administrative records)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td/>\n<td><i>Recipients (HHs</i>)</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Monetary social assistance</td>\n<td>53,444</td>\n<td>50,848</td>\n<td>1.05</td>\n</tr>\n<tr>\n<td>Child allowance</td>\n<td>229,221</td>\n<td>199,323</td>\n<td>1.15</td>\n</tr>\n<tr>\n<td/>\n<td><i>Expenditures (in RSD)</i></td>\n<td/><td/>\n</tr>\n<tr>\n<td>Monetary social assistance</td>\n<td>274,347,719</td>\n<td>253,897,376</td>\n<td>1.08</td>\n</tr>\n<tr>\n<td>Child allowance</td>\n<td>667,811,936</td>\n<td>580,706,031</td>\n<td>1.15</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "SRMOD macro-validation results: benefits.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The simulated amount of the average wage is 8% lower than the official amount published by the Statistical Office. At the same time, the amount of income tax simulated in SRMOD is by 20% lower than the amount collected by the Ministry of Finance. Part of this difference relates to the difference in the average wage computation. The amount of social contributions calculated on full time employment and unemployment benefits is 5% lower than the amount of social contributions revenue collected by the government in the same period.",
                    "type": "paragraph"
                },
                {
                    "text": "The number of recipients of monetary social assistance simulated in the model is by 5% higher than the actual number of recipients, as per the records of the Ministry of Labour and Social Policy, while the amount of expenditures on this program simulated in SRMOD is higher by 8% than the official amount. On the other hand, the number of recipients and the amount of expenditures on child allowance, simulated in SRMOD, are 15% higher than the amounts disclosed in administrative records.",
                    "type": "paragraph"
                },
                {
                    "text": "In our reform scenario we assume that there is no mandatory minimum social security contributions base. In other words, contributions are paid on the reported amount of employment income, unless gross wage exceeds the maximum social security contributions base (in that case, contributions are calculated on that maximum base). Informal employment income is not taken into account, neither in the baseline nor in the reform scenario, since social contributions are payable only on formal income.",
                    "type": "paragraph"
                },
                {
                    "text": "In order to capture the work incentives response to this policy change, we use Effective Marginal Tax Rates (EMTR) and Effective Average Tax Rates (EATR). To calculate EMTRs in this paper, for the working age population, the income being changed refers to employment and self-employment income. For each individual in the household, earnings are increased in turn by 3%, while the change in all benefits and taxes (including social insurance contributions) is observed at the household level.",
                    "type": "paragraph"
                },
                {
                    "text": "To calculate EMTR, we use the following formula:",
                    "type": "paragraph"
                },
                {
                    "id": "equ1",
                    "mathml": "<math><msub><mi>EMTR</mi><mi>i</mi></msub><mo>=</mo><mn>1</mn><mo>−</mo><mfrac><mrow><mi>Δ</mi><msub><mi>X</mi><mi>j</mi></msub></mrow><mrow><msub><mi>d</mi><mi>i</mi></msub></mrow></mfrac></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <i>d<sub>i</sub></i> is the income increment for individual <i>i</i> and <i>X<sub>j</sub></i> disposable income of household <i>j</i> to which this individual belongs. The EATR is also calculated for the working age population as:",
                    "type": "paragraph"
                },
                {
                    "id": "equ2",
                    "mathml": "<math><msub><mi>EATR</mi><mi>i</mi></msub><mo>=</mo><mfrac><mrow><msub><mi>T</mi><mi>i</mi></msub></mrow><mrow><msub><mi>Y</mi><mi>i</mi></msub></mrow></mfrac></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <i>T<sub>i</sub></i> is total tax and social contributions payments and <i>Y<sub>i</sub></i> stands for the market income of individual <i>i.</i>",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Data and methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Effective Marginal Tax Rates for the baseline and the reform scenario are given in <a href=\"#fig2\">Figure 2</a>. The abolishment of the minimum social security contribution base decreases the EMTRs for all deciles groups. Reduction of the EMTR is most pronounced for lower deciles given that individuals in this part of the income distribution are more likely to be low-paid<sup><a href=\"#fn9\">9</a></sup> and thus most affected by the minimum contribution base. The decrease in EMTRs is expected to lead to increasing labour supply incentives, i.e. to an increase in the number of working hours.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: Own calculations using SRMOD.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00080%2Fijm-00080-fig2.tif",
                                        "size": {
                                            "width": 501,
                                            "height": 303
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00080%2Fijm-00080-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00080-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Mean EMTRs and EATRs by deciles, before and after the reform.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The results displayed in <a href=\"#fig2\">Figure 2</a> show that for those in the lower part of the income distribution the policy reform would also reduce EATRs which could trigger positive labour participation incentives.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In addition, since informal employment is particularly large at the bottom of the income distribution (<a href=\"#bib15\">Ranđelović, 2011</a>), a reduction in EATR and EMTR could contribute to a decline in tax evasion.",
                            "type": "paragraph"
                        },
                        {
                            "text": "If the minimum base for calculation of the social contributions is abolished, under first round effects, the revenues from social insurance contributions would fall by 0.7% (i.e. around 0.07% of GDP). However, if overall labour supply increases as a consequence of the reform, the long run fiscal effects are expected to be neutral or slightly positive.",
                            "type": "paragraph"
                        },
                        {
                            "text": "From the perspective of political economy, this reform would be easily implemented, since it would result in the decline of the tax wedge for low-paid workers. On the other hand, given that the current fiscal deficit in Serbia is large (in 2012 equals 6.1% of GDP) and the public debt is rapidly rising (by more than 35 percentage point of GDP in the last five years), any reform leading to an immediate decline in public revenues would have to be accompanied with other revenue increasing or expenditure decreasing measures, which would pose challenge for its immediate implementation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Work incentives: effective average and marginal tax rates",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The problem of the optimal design of a tax policy is usually related to the existence of the efficiency-equity trade-off. Since the analysed reform of social contributions system would improve efficiency, we now investigate the impact of the policy reform on equality.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The information on the Gini coefficient (measured on the basis of disposable income) illustrates the total income inequality in the country, which is the result of market processes and public policies. The results presented in the <a href=\"#table6\">Table 6</a> indicate that the inequality, stemming from market processes is relatively high in Serbia but still within the range observed in other European countries. Namely, the Gini coefficient measured on the basis of original (market) income amounts to 44.75. At the same time market income Gini coefficient in developed countries ranges between 39 and 55 (<a href=\"#bib13\">Paulus &amp; Peichl, 2009</a>). The results also suggest that the tax and benefit policies in Serbia make a significant impact on reduction of inequality of income distribution. The Gini coefficient of disposable income is equal to 38.63, meaning that inequality is reduced by approximately 14% by means of these policies. The largest equalizing effects in Serbia come from social benefit programs (91% of reduction in inequality), then from personal income tax (6.5%), while the effects of social security contributions on reduction in inequality (2.5%) is negligible (<a href=\"#bib14\">Randjelovic &amp; Zarkovic-Rakic, 2011</a>). However, in EU member states, tax and benefit policies reduce Gini coefficient by approximately 41% (<a href=\"#bib13\">Paulus &amp; Peich, 2009</a>), which suggests that there is a room for further improvement of redistributive features of Serbian tax and benefit system. As <a href=\"#table6\">Table 6</a> shows, the abolishment of minimum social contributions base would not reduce inequality substantially.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: own calculation using SMROD.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>Baseline</th>\n<th>Reform scenario</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Gini coefficient - original income</td>\n<td>44.75</td>\n<td>44.75</td>\n</tr>\n<tr>\n<td>Gini coefficient - disposable income</td>\n<td>38.63</td>\n<td>38.59</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Gini coefficient, before and after tax and benefit policy in Serbia.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The analysis of the redistribution effects of the tax reform based on Gini coefficient provides information on the size and direction of change in overall inequality, but it is necessary to analyze the change in disposable income (after the reform) per deciles in order to conclude which income groups would be particularly better-off.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although the change in disposable income after the reform is not large, the relative number of individuals across the income distribution, whose disposable income is increased after the reform, can provide additional insight into the distributional impact of the abolishment of the minimum SSC base.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As presented in <a href=\"#table7\">Table 7</a>, the reform would trigger increase in disposable income more often for individuals belonging to lower income deciles than for those in the upper part of the income distribution. This suggests that although abolishing the minimum SSC base would not significantly reduce overall inequality, it would still have a positive distributional impact, since the relative number of low income individuals who would be better-off after the reform is not small.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: own calculation using SMROD.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">% of individuals whose disposable income, after the reform, is increased by</th>\n</tr>\n<tr>\n<th>Deciles</th>\n<th>More than 2%</th>\n<th>More than 5%</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>3.1</td>\n<td>1.3</td>\n</tr>\n<tr>\n<td>2</td>\n<td>5.8</td>\n<td>2.9</td>\n</tr>\n<tr>\n<td>3</td>\n<td>4.0</td>\n<td>2.7</td>\n</tr>\n<tr>\n<td>4</td>\n<td>3.3</td>\n<td>2.2</td>\n</tr>\n<tr>\n<td>5</td>\n<td>2.5</td>\n<td>1.4</td>\n</tr>\n<tr>\n<td>6</td>\n<td>1.5</td>\n<td>0.7</td>\n</tr>\n<tr>\n<td>7</td>\n<td>1.3</td>\n<td>0.5</td>\n</tr>\n<tr>\n<td>8</td>\n<td>1.1</td>\n<td>0.7</td>\n</tr>\n<tr>\n<td>9</td>\n<td>1.3</td>\n<td>0.8</td>\n</tr>\n<tr>\n<td>10</td>\n<td>0.2</td>\n<td>0.2</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Number of gainers from the reform per deciles.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Distributional effects",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Simulation results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper analyses the disincentives for formal employment in Serbia stemming from labor taxation and social benefit design especially for individuals with low earnings capacity. In particular, we focus on the mandatory minimum social security contributions base which is often seen as one of the most important factors contributing to high opportunity costs of formal work in the Serbian labour market.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper is the first one providing empirical evidence about the efficiency and distributional effects of the abolishment of the minimum social security contribution base. Simulation results indicate that this policy reform would reduce both EMTRs and EATRs, implying that both extensive and intensive labour supply response to this measure would be positive, but larger at the extensive than at the intensive margin. As expected, a decrease in both tax rates is most pronounced for the lower income groups given that they are the most affected by the minimum contribution base. On the other hand, our results show only slight decrease in inequality after the reform due to the fact that the overall impact of SSC on inequality is quite limited. However, the relative number of low-income individuals who would be better-off after the reform is not small (e.g. on average, 4% of individuals from deciles 1 to 4 would face increase in disposable income after the reform by more than 2%). This suggests that such a reform is desirable from a distributional point of view. With positive effects both in terms of efficiency and equity, the abolishment of the minimum contribution base could be recommended.",
                    "type": "paragraph"
                },
                {
                    "text": "Although being efficiency enhancing, the introduction of this measure would face the political economy problems, since it would yield negative government revenue effects in the short run (of approximately 0.07% of GDP). However, if the actual labour supply increases (in response to this measure) and part of informal employment gets formalized, in the mid and long run this reform could have neutral or slightly positive fiscal effects.",
                    "type": "paragraph"
                },
                {
                    "text": "One should bear in mind that the simulations are performed using a static tax-benefit microsimulation model. It enables the calculation of Effective Average and Marginal Tax Rates which serve as rough indicators of labour supply incentives. Namely, a reduction of the effective marginal tax rate implies increasing incentives, but does not necessarily lead to an increase in labour supply. A decrease in EMTR indicates only that additional unit of gross earned income would be subject to lower effective tax burden, which means that the individual would receive higher net income (the extent of change being dependent on the tax incidence). It is then assumed that due to substitution effect, one would be more prone to work, if her net hourly wage increases, which implies that reduction in EMTR is expected to boost labour supply. However, since actual labour supply decision is dependent on other, non-income related, factors as well (gender, age, education, family structure, etc.), to estimate the size of labour supply responses to the tax change one needs to have a behavioural model. This provides an interesting avenue for future research.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "An Enlarged Role for Tax-benefit Models, (Eds.), Tax and Benefit Policies in the Enlarged Europe: Assessing the Impact with Microsimulation Models, Farnham, Ashgate",
            "id": "bib1",
            "title": "Tax and Benefit Policies in the Enlarged Europe: Assessing the Impact with Microsimulation Models",
            "type": "unknown"
        },
        {
            "accessed": "2009-06-01",
            "authors": [
                {
                    "name": {
                        "index": "Arandarenko, M",
                        "preferred": "M Arandarenko"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vukojević, V",
                        "preferred": "V Vukojević"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib2",
            "title": "Labor Costs and Labor Taxes in the Western Balkans",
            "type": "web",
            "uri": "http://siteresources.worldbank.org"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Arandarenko, M",
                        "preferred": "M Arandarenko"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vladisavljević, M",
                        "preferred": "M Vladisavljević"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Žarković-Rakić, J",
                        "preferred": "J Žarković-Rakić"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "From inactivity to work: analysis of the public policies impact and factors affecting inactivity",
            "date": "2012",
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "mimeo"
                        ]
                    },
                    "formatted": [
                        "mimeo"
                    ]
                },
                "name": [
                    "Belgrade"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Arandarenko, M",
                        "preferred": "M Arandarenko"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Supporting strategies to recover from the crisis in South Eastern Europe: country assessment: Serbia, International Labour Organization, Decent Work Technical Support Team and Country Office for Central and Eastern Europe, ILO, Budapest",
            "id": "bib4",
            "title": "International Labour Organization, Decent Work Technical Support Team and Country Office for Central and Eastern Europe",
            "type": "unknown"
        },
        {
            "articleTitle": "Microsimulation as a Tool for Evaluating Redistribution Policies",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spadaro, A",
                        "preferred": "A Spadaro"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib5",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "77",
                "last": "106",
                "range": "77–106"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "Imputation of gross amounts from net incomes in household surveys. application using EUROMOD. EUROMOD Working Paper No. EM1/01",
            "id": "bib6",
            "title": "Imputation of gross amounts from net incomes in household surveys. application using EUROMOD. EUROMOD Working Paper No. EM1/01",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "The Distribution of Average and Marginal Effective Tax Rates in European Union Member States. EUROMOD Working Paper No. EM2/02",
            "id": "bib7",
            "title": "The Distribution of Average and Marginal Effective Tax Rates in European Union Member States. EUROMOD Working Paper No. EM2/02",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pearson, M",
                        "preferred": "M Pearson"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "A good time for making work pay? Taking stock of in-work Benefits and related measures across the OECD. IZA Policy Paper No 3",
            "id": "bib8",
            "title": "A good time for making work pay? Taking stock of in-work Benefits and related measures across the OECD. IZA Policy Paper No 3",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Koettle, J",
                        "preferred": "J Koettle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weber, M",
                        "preferred": "M Weber"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Research in Labor Economics, 34",
            "id": "bib9",
            "title": "Does Formal Work Pay? The Role of Labor Taxation and Social Benefit Design in the New EU Member States",
            "type": "unknown"
        },
        {
            "articleTitle": "Earnings inequality and the informal Economy",
            "authors": [
                {
                    "name": {
                        "index": "Krstić, G",
                        "preferred": "G Krstić"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sanfey, P",
                        "preferred": "P Sanfey"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib10",
            "journal": "Economics of Transition",
            "pages": {
                "first": "179",
                "last": "199",
                "range": "179–199"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Leibfritz, W",
                        "preferred": "W Leibfritz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Increasing employment in FYR Macedonia: The role of labour taxation. Policy Note prepared for the World Bank",
            "date": "2008",
            "id": "bib11",
            "publisher": {
                "name": [
                    "mimeo"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mojsoska-Blazevski, N",
                        "preferred": "N Mojsoska-Blazevski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Arandarenko, M",
                        "preferred": "M Arandarenko"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Impact of the 2009 labour tax and gross wage reform in FYR Macedonia, and the case of Serbia: A way to reform Western Balkan countries, International Labour Organization project “Supporting Strategies to Recover from the Crises in South Eastern Europe”, mimeo",
            "id": "bib12",
            "title": "International Labour Organization project “Supporting Strategies to Recover from the Crises in South Eastern Europe”",
            "type": "unknown"
        },
        {
            "articleTitle": "Effects of flat tax reforms in Western Europe",
            "authors": [
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib13",
            "journal": "Journal of Policy Modeling",
            "pages": {
                "first": "620",
                "last": "636",
                "range": "620–636"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Randjelovic, S",
                        "preferred": "S Randjelovic"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Žarkovic-Rakic, J",
                        "preferred": "J Žarkovic-Rakic"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Economic Annals, LVI, 19",
            "id": "bib14",
            "title": "Addressing inequality and poverty with tax instruments",
            "type": "unknown"
        },
        {
            "articleTitle": "Fiscal consolidation through tackling labor taxes evasion?",
            "authors": [
                {
                    "name": {
                        "index": "Randjelovic, S",
                        "preferred": "S Randjelovic"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib15",
            "journal": "Quarterly Monitor of Economic Trends and Policies in Serbia",
            "pages": {
                "first": "25",
                "last": "26",
                "range": "25–26"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": "Statistical Office of the Republic of Serbia",
                    "type": "group"
                }
            ],
            "bookTitle": "Living Standards Measurement Study: Serbia 2002-2007",
            "date": "2008",
            "editors": [
                {
                    "name": {
                        "index": "Vukmirovic, D",
                        "preferred": "D Vukmirovic"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Govoni, R",
                        "preferred": "R Govoni"
                    },
                    "type": "person"
                }
            ],
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Belgrade"
                        ]
                    },
                    "formatted": [
                        "Belgrade"
                    ]
                },
                "name": [
                    "Statistical Office of the Republic of Serbia"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "EUROMOD: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib17",
            "journal": "The International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": "World Bank",
                    "type": "group"
                }
            ],
            "date": "2010",
            "details": "Does formal work pay in Serbia? The role of labor taxes and social benefit design in providing disincentives for formal work. Technical Note, mimeo",
            "id": "bib18",
            "title": "Does formal work pay in Serbia? The role of labor taxes and social benefit design in providing disincentives for formal work. Technical Note",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Žarkovic-Rakic, J",
                        "preferred": "J Žarkovic-Rakic"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Quarterly Monitor of Economic Trends and Policies in Serbia, 20",
            "id": "bib19",
            "title": "First Serbian Tax-Benefit Microsimulation Model – SRMOD",
            "type": "unknown"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
