{
    "status": "vor",
    "id": "00091",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00091",
    "authorLine": "Robert Tanton",
    "title": "Editorial special issue on spatial microsimulation",
    "published": "2014-04-30T00:00:00Z",
    "versionDate": "2014-04-30T00:00:00Z",
    "statusDate": "2014-04-30T00:00:00Z",
    "volume": 7,
    "issue": 1,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00091/ijm-00091.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Tanton",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "National Centre for Social and Economic Modelling (NATSEM)",
                        "Institute for Governance and Policy Analysis, University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "Robert.Tanton@canberra.edu.au"
            ],
            "name": {
                "index": "Tanton, Robert",
                "preferred": "Robert Tanton"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "This special issue brings together many of the recent advances in spatial microsimulation, but also looks to the past to see how the field has developed. This is an important part of any field of study – the past informs the future, and mistakes made in the past need not be repeated if they are known.",
                    "type": "paragraph"
                },
                {
                    "text": "The papers in this issue come from two different sources. Papers 5 to 7 were presented at the International Microsimulation Association conference held in Canberra, Australia in December 2013. There were a number of sessions on spatial microsimulation at this conference, and these papers represent some of the work that was presented.",
                    "type": "paragraph"
                },
                {
                    "text": "The second source of papers (Papers 2 to 4) was papers that used spatial microsimulation which had been submitted to the journal recently.",
                    "type": "paragraph"
                },
                {
                    "text": "The first of the papers in this special issue (Tanton) is a review of the spatial microsimulation literature, providing an in depth and historical review of different methods. This paper also provides some information on how a new user should choose a method for spatial microsimulation. This field has progressed significantly in recent times, so this paper is a timely summary of the current methods.",
                    "type": "paragraph"
                },
                {
                    "text": "The next paper (O'Donoghue <i>et al.</i>) is an in depth review of the applications for spatial microsimulation. This paper also discusses the advantages and disadvantages of each approach, but from an applied perspective, rather than the methodological perspective provided in Paper 2. This paper makes an important contribution to the literature in the spatial microsimulation area by bringing all the applications together in one paper, and is a starting point for anyone wanting to know what work has been done before in a particular application of spatial microsimulation.",
                    "type": "paragraph"
                },
                {
                    "text": "The third paper (Tanton, Williamson and Harding) is a comparison of two methods outlined in the first paper (Tanton), the generalised regression method and the combinatorial optimisation method. The paper was initially presented at the First International Microsimulation Conference in 2007, and was finally edited and submitted to the journal in 2013. The paper is important in outlining the differences between these two approaches, and highlighting the different results achieved through them.",
                    "type": "paragraph"
                },
                {
                    "text": "The fourth paper (Vidyattama <i>et al.</i>) starts to show where spatial microsimulation is heading. It describes recent innovative work on bringing together a CGE model, a Tax/Transfer microsimulation model and a spatial microsimulation model. This allows the researcher to look at the small area impacts of a macro-economic shock to the economy. This research is very much at the cutting edge of spatial microsimulation research, but from first looks, the link is possible, and it provides plausible results.",
                    "type": "paragraph"
                },
                {
                    "text": "The fifth paper (Munoz & Peters) is another exciting development in spatial microsimulation which brings together a synthetic population derived from a spatial microsimulation model and geo-referenced buildings to assign the synthetic population to the building stock of Hamburg, Germany. In this paper, the information on each of the buildings has then been used to estimate heat consumption taking into account the occupants of the buildings, but as the authors conclude, the range of questions that can be analysed with a synthetic population allocated to buildings is extensive.",
                    "type": "paragraph"
                },
                {
                    "text": "The final paper (Marois & Bélanger) is a projection model for Montreal in Canada, and again is at the cutting edge of projections. The innovation of this paper is the use of local cultural factors to achieve better predictions from a projections model. In particular, fertility is known to be lower for French speakers and English speakers in the city compared to suburbs, but not for those where the first language is not French or English, where the fertility rate is higher in the city than the suburbs. This paper uses the detail available in a spatial microsimulation model to provide more realistic population projections into the future.",
                    "type": "paragraph"
                },
                {
                    "text": "As a body, these papers make a significant contribution to the spatial microsimulation literature, by both looking back at the methods and applications and how they have developed; and looking forward at the latest developments in methods, to provide the reader with an important set of papers summarising the current state of spatial microsimulation.",
                    "type": "paragraph"
                },
                {
                    "text": "I would like to thank the Editor of the International Journal of Microsimulation, Gijs Dekkers, for the opportunity to devote a special issue to this area; and the authors of the papers in this special issue, for their interesting and innovative work. I would also like to thank Beatrix Elsen for formatting and editing assistance.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
