{
    "status": "vor",
    "id": "00098",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00098",
    "authorLine": "Gijs Dekkers",
    "title": "Editorial",
    "published": "2014-08-31T00:00:00Z",
    "versionDate": "2014-08-31T00:00:00Z",
    "statusDate": "2014-08-31T00:00:00Z",
    "volume": 7,
    "issue": 2,
    "fpage": 1,
    "lpage": 2,
    "elocationId": "1-2",
    "pdf": "http://web:8082/00098/ijm-00098.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Dekkers",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Brussel"
                        },
                        "formatted": [
                            "Brussel"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau",
                        "CESO KU Leuven and CEPS/INSTEAD"
                    ]
                }
            ],
            "emailAddresses": [
                "gd@plan.be"
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The 2014 autumn issue of the International Journal of Microsimulation contains four papers and one book review.",
                    "type": "paragraph"
                },
                {
                    "text": "The problems with the imputation of individual effects in dynamic microsimulation models is something that I personally tend to gloss over, truth be told, not because I don’t think there is a problem, but because I lack the data to do much about it. The first paper by Matteo Richiardi and Ambra Poggi however shows the important consequences of this omission, and –fortunately-also presents an ingenious algorithm for assigning individual effects to the simulation sample.",
                    "type": "paragraph"
                },
                {
                    "text": "The second paper in this issue is by Lars Siemers, which focuses on indirect taxes, specifically the VAT. The paper develops a basic general VAT-MSM, and illustrates it by applying to Germany. That way, the paper discusses the distributional and fiscal effects of the German VAT. Finally, the effects of a small VAT reform, comparing static and behavioural response simulations, are presented.",
                    "type": "paragraph"
                },
                {
                    "text": "The next two papers are written by teams of researchers, and discuss and illustrate models. Deborah Schofield, Rupendra Shrestha, Simon Kelly, Lennert Veerman, Robert Tanton, Megan Passey, Theo Vos, Michelle Cunich and Emily Callander present the microsimulation model “Health&WealthMOD2030”, specifically developed to estimate the prospective impacts of early retirement due to ill health on labour force participation, personal and household income and poverty, but also government taxation revenue, spending and GDP. Also of interest in this paper is the synthetic matching process that allows multiple unit records of the Australian Bureau of Statistics’ Surveys of Disability, Ageing and Carers (SDAC) to be synthetically matched with one APPSIM unit record based on the closest matching record.",
                    "type": "paragraph"
                },
                {
                    "text": "The “Forecasting Populations” (FPOP) microsimulation model is presented by Susan Rogers, James Rineer, Matthew Scruggs, William Wheaton, Phillip Cooley, Douglas Roberts, and Diane Wagener. The objective of FPOP is to provide a demographically realistic projection of the size, structure, and movement of populations and households decades into the future. FPOP is the demographic core of an extensible modeling framework, which in turn enables the geospatial projection of a population under purely demographic processes or under the additional influence of exogenous factors such as disease, policy changes and prevention programs, or environmental stressors. An interesting feature of FPOP is that it allows for dynamically-interactive links with external models. This is demonstrated by applying the model first under purely demographic processes and then in conjunction with an external disease model of obesity.",
                    "type": "paragraph"
                },
                {
                    "text": "This issue of the IJM finally contains a review by Karel Van den Bosch of the open access e-book “Health Policy in Ageing Populations: Economic Modeling of Chronic Disease Policy Options in Australia”, edited by Agnes Walker, James Butler and Stephen Colagiuri.",
                    "type": "paragraph"
                },
                {
                    "text": "Besides working to continuously support the International Journal of Microsimulation during my second stint as Chief Editor, I also am preparing some changes that I believe will strengthen the capacity of the journal for the years to come. This I of course do in coordination with the board of the International Microsimulation Association. A recent change is that Jinjing Li (NATSEM, University of Canberra) has kindly agree to become Assistant Editor, while Eveline van Leeuwen (VU University Amsterdam) has taken up the position of Book Review Editor. I am glad they are on board and I look forward to working with them to make the International Journal of Microsimulation a success.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
