{
    "status": "vor",
    "id": "00095",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00095",
    "authorLine": "Yogi Vidyattama et al.",
    "title": "Modelling the impact of declining Australian terms of trade on the spatial distribution of income",
    "published": "2014-04-30T00:00:00Z",
    "versionDate": "2014-04-30T00:00:00Z",
    "statusDate": "2014-04-30T00:00:00Z",
    "volume": 7,
    "issue": 1,
    "fpage": 100,
    "lpage": 126,
    "elocationId": "100-126",
    "pdf": "http://web:8082/00095/ijm-00095.pdf",
    "subjects": [
        {
            "id": "spatial-microsimulation",
            "name": "Spatial microsimulation"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Macroeconomic shocks such as movements in exchange rates or the terms of trade not only affect the overall economy but also affect different areas in a country in different ways, thus creating a spatial distribution of the shock. The effect on some regions is often larger than the national effect as regions differ in terms of resource endowments, economic activities, physical and human capital. The standard national CGE-Microsimulation framework is a useful approach to capture the distributional impacts of macro shocks on households at national and state and territory levels. However, the CGE-Microsimulation framework does not capture the distributional impact of a policy change or an external shock on small geographical areas of interest. To overcome this limitation, this paper extends the framework by linking a spatial microsimulation model to the national CGE-microsimulation framework in a top-down manner to capture the distribution of income in small areas of a macro shock. We simulate a potential decline in Australian terms of trade over 2012–13 to 2017–18 and find significant differences in the spatial distribution of the impacts of the shock.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Vidyattama et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "National Centre for Social and Economic Modelling (NATSEM)",
                        "Institute for Governance and Policy Analysis, University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "yogi.vidyattama@canberra.edu.au"
            ],
            "name": {
                "index": "Vidyattama, Yogi",
                "preferred": "Yogi Vidyattama"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "National Centre for Social and Economic Modelling (NATSEM)",
                        "Institute for Governance and Policy Analysis, University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "maheshwar.rao @canberra.edu.au"
            ],
            "name": {
                "index": "Rao, Maheshwar",
                "preferred": "Maheshwar Rao"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "Centre for Research and Action in Public Health",
                        "University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "itismita.mohanty @canberra.edu.au"
            ],
            "name": {
                "index": "Mohanty, Itismita",
                "preferred": "Itismita Mohanty"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "National Centre for Social and Economic Modelling (NATSEM)",
                        "Institute for Governance and Policy Analysis, University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "robert.tanton@canberra.edu.au"
            ],
            "name": {
                "index": "Tanton, Robert",
                "preferred": "Robert Tanton"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "terms of trade",
        "computable general equilibrium",
        "microsimulation",
        "spatial income distribution"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The movements in terms of trade (ratio of export to import prices) directly affects a country’s trade activity, which then has implications for growth and income distributions. There is a large and growing literature on the relationship between trade, growth, income distribution and poverty. <a href=\"#bib5\">Berg and Krueger (2003)</a> and <a href=\"#bib25\">Santos-Paulino (2012)</a> provide a useful survey of this literature. <a href=\"#bib24\">Richardson (1995)</a> explores the relationship between trade openness and income inequality. Another related strand of literature focuses on the regional impacts of trade policy (such as trade liberalisation) and shocks (such as movements in terms of trade and foreign demand). For instance, the <a href=\"#bib29\">World Bank (2008)</a> notes the increasing trade activity of a country may lead to higher regional disparities within the country as the areas that have access to ports take advantage of the increased trade.",
                    "type": "paragraph"
                },
                {
                    "text": "This is contrary to classical economic theory that states that perfect mobility equalises the economic growth across regions. <a href=\"#bib15\">Henderson (1982)</a> points out that the equalisation mechanism depends on the relative endowment and capacity of different regions in the economy. This argument is supported by <a href=\"#bib19\">Krugman and Livas Elizondo (1996)</a>. While a review of the literature by <a href=\"#bib6\">Brulhart (2011)</a> argues that this conclusion may have been too strong, the empirical work by <a href=\"#bib11\">Ezcurra and Rodriguez-Pose (2013)</a> confirms this different spatial effect of trade. In the case of Australia, <a href=\"#bib3\">Behrens <i>et al.</i> (2007)</a> find that the positive impact of trade can be hampered by relatively higher transport costs in mainland rural areas of Australia. Furthermore, greater openness in trade (i.e. the ease of the flow of factors of production and technology in and out of a country) may impact not only on income inequality but also asset inequalities, spatial inequalities, and gender inequalities (<a href=\"#bib1\">Anderson 2005</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Most of the studies on the impacts of trade on inequality and poverty have focused on developing countries (see for instance <a href=\"#bib18\">Kanbur and Venables (2005)</a> for a collection of articles). However, the spatial distribution of a decline in terms of trade in a developed country like Australia is of interest, given the importance of the income gains of the recent boom in terms of trade (largely on the back of a resources boom).",
                    "type": "paragraph"
                },
                {
                    "text": "The spatial impacts of these macro shocks such as a decline in terms of trade may be important for a number of reasons. Parliamentary representatives elected from regions for State and Federal governments often demand regional detail in economic and social analysis. Policy makers concerned with regional disparities in employment, income and overall economic opportunities demand detailed regional results, in particular for economic and social impacts on the households and the communities in small areas (<a href=\"#bib16\">Horridge <i>et al.</i>, 2005</a>). Other stakeholders (such as unions, NGOs, local community groups and other interest groups) who work with and represent small regions are also interested in the impacts of macro-economic change on their region. Local and regional issues are also important to academics, researchers and modellers who have a responsibility to provide independent analysis to inform policy development that may include the likely impact of a policy or an external shock on local communities.",
                    "type": "paragraph"
                },
                {
                    "text": "Before the onset of the Global Financial Crisis (GFC), the Australian terms of trade had been on a rising trend for over a decade (<a href=\"#bib17\">Jaaskela &amp; Smith 2013</a> and see <a href=\"#fig1\">Figure 1</a>). The authors of this paper find that higher terms of trade tend be expansionary but not inflationary. It is worth noting that unlike previous booms in Australian terms of trade such as in the 1920s and 1950s, which were followed by falling output and increased unemployment, the recent increases in the terms of trade created less instability (<a href=\"#bib2\">Battellino, 2010</a>). Gregory points out that the boom in the terms of trade in the last decade or so has raised the average living standards in Australia to above that of US (<a href=\"#bib13\">Gregory, 2012</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: ABS.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00095%2Fijm-00095-fig1.tif",
                                "size": {
                                    "width": 967,
                                    "height": 636
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00095%2Fijm-00095-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00095-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Movements in Australian terms of trade.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Although the Australian terms of trade declined slightly during the GFC, the terms of trade was back to an increasing trend a year after the onset of GFC. However, it has now shown a steady decline since mid-2011 (see <a href=\"#fig1\">Figure 1</a>). Given the benefit that the Australian economy experienced from rising terms of trade, there are concerns that the downward trend could not only harm the economy but also change the income distribution among households in different locations in Australia. It is thus vital that the spatial effects of a steady decline in terms of trade be examined in greater detail.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper, we use a computable general equilibrium (CGE) model, a national microsimulation model and a spatial microsimulation model to capture the impact of a macro shock on the distribution of income in small regional areas of the Australian economy. It is important to note that the standard Computable General Equilibrium (CGE) models do not capture the distributional impact of a policy change or an external shock in small geographical areas. To overcome this limitation, we have sequentially linked a CGE, a microsimulation and a spatial microsimulation model in a top-down manner to capture the distribution of income in small areas. How the models are sequentially linked, including how consistency between the models has been achieved, and the transmission of a macro shock from the macro and sectoral impacts to its distributional impacts in the small geographical regions, is the focus of the paper. To implement the framework we simulate a potential Australian terms of trade decline over a five year period (2012–13 to 2017–18).",
                    "type": "paragraph"
                },
                {
                    "text": "With this background, the rest of the paper is organised as follows. The next section describes the modelling framework. <a href=\"#s3\">Section 3</a> explains how the terms of trade shock is modelled. <a href=\"#s4\">Section 4</a> discusses the results and <a href=\"#s5\">Section 5</a> concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Before developing a model which brings together a number of other models, it is useful to specify an approach that will link the different models. This paper uses the framework developed by <a href=\"#bib22\">Rao <i>et al.</i> (2013)</a> that links a CGE model with a microsimulation and spatial microsimulation model. This link is achieved by linking the CGE output to different types of households through the household members that work in different industries and occupations. Based on these different types of households, this method simulates how tax payments and transfer payments respond to the macro-economic shock provided in the CGE model. The spatial effect is then estimated by distributing the households into small areas using a spatial microsimulation model.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#fig2\">Figure 2</a> depicts the modelling approach used to simulate the distributional impacts of an Australian terms of trade decline on the Australian and regional households. The terms of trade shock is a macro shock and its economy-wide impacts can be best captured by a computable general equilibrium model as shown by link 1 in <a href=\"#fig2\">Figure 2</a>. We use the ORANI CGE model of the Australian economy (<a href=\"#bib10\">Dixon, <i>et al.</i>, 1982</a>) with an extended forecasting feature. The extended model with the forecasting feature is described in detail in <a href=\"#bib23\">Rao (2011)</a>. The output of interest of the CGE model is the changes in the employment by industry and occupation resulting of the terms of trade shock (link 2 in <a href=\"#fig2\">Figure 2</a>), which captures the winners and losers in terms of industries and occupations at the national level.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00095%2Fijm-00095-fig2.tif",
                                "size": {
                                    "width": 640,
                                    "height": 947
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00095%2Fijm-00095-fig2.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00095-fig2.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "The modelling framework.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Most national CGE models provide a relatively disaggregated (sectors, occupations, skills/qualifications) representation of the economy. However, traditionally, one or a relatively small number of representative (homogenous) household groups describe the income distribution in most CGE models, and thus do not capture the heterogeneity of households represented in the population (<a href=\"#bib8\">Colombo, 2010</a>). Moreover, CGE models typically do not include complex tax and transfer payment systems present in developed countries like Australia and therefore cannot capture the full impact of a policy or external shock net of tax and transfer payments. For these reasons, CGE models have limited application for distributional analysis.",
                    "type": "paragraph"
                },
                {
                    "text": "To capture the full distributional impacts of the TOT shock on households at the national level, including the full application of the Australian tax and transfer payments, we pass the output of the CGE model (changes in factor employment and incomes by industry) to STINMOD – a national tax and transfer microsimulation model of the Australian economy (<a href=\"#bib20\">Lambert, <i>et al.</i> 1994</a>, <a href=\"#bib21\">Percival <i>et al.</i>, 2007</a>). STINMOD calculates the distribution of the household income (cross-classified over a number of household characteristics) at the national level (which can be disaggregated into State and Territory levels), after taking into account the tax and transfer payments (link 3 in <a href=\"#fig2\">Figure 2</a>). However, the distribution of household income may not fully represent small geographical areas of interest, given that small areas are not normally captured by national sample surveys on which STINMOD is based. To capture the impacts in small areas we link STINMOD to SpatialMSM, a spatial microsimulation model of the Australian population (<a href=\"#bib28\">Tanton <i>et al.</i>, 2011</a>), which derives datasets of small areas using Census data and data from official ABS sample surveys to capture household details in small areas. The output from STINMOD, that is, the distribution of household income at the national or state/territory levels, net of tax and transfer payments, is passed to SpatialMSM to calculate the distribution of household income (cross-classified over a number of household characteristics) in small geographical areas (link 4 in <a href=\"#fig1\">Figure 1</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. The framework: CGE-microsimulation linkages",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The illustrative terms of trade (TOT) shock is an annual decline in the terms of trade of 5 percent over 5 years from 2011–12 to 2016–17. The compounded impact of the shock over 5 years amounts to a decline of 22.6 percent. As mentioned earlier, the macro and the sectoral impacts of the terms of trade shock at the national level is simulated using the ORANI CGE model of the Australian economy. How the TOT shock is implemented is explained with the following stylised equations represented in the ORANI CGE model.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1",
                            "label": "(1)",
                            "mathml": "<math><mrow><msub><mi>P</mi><mi>X</mi></msub><mo>=</mo><mi>F</mi><mrow><mo>(</mo><mrow><munder><munder><mi>X</mi><mo stretchy=\"true\">︸</mo></munder><mo>+</mo></munder><mo>,</mo><munder><munder><munder><mi mathvariant=\"bold-italic\">V</mi><mo stretchy=\"true\">︸</mo></munder><mo>-</mo></munder><mo>+</mo></munder></mrow><mo>)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ2",
                            "label": "(2)",
                            "mathml": "<math><mrow><mi>T</mi><mi>O</mi><mi>T</mi><mo>=</mo><mfrac><mrow><msub><mi>P</mi><mi>X</mi></msub></mrow><mrow><msub><mi mathvariant=\"bold-italic\">P</mi><mi mathvariant=\"bold-italic\">M</mi></msub></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<a href=\"#equ1\">Equation (1)</a> defines the foreign currency price of exports (<i>P<sub>X</sub></i>) as negatively related to the volume of exports (<i>X</i>) (implying a downward sloping demand schedule) and positively or negatively related to an export demand shift variable(<i>V</i>), depending on whether the demand schedule shifts outwards (right) or inwards (left) respectively. The bold <b><i>V</i></b> in <a href=\"#equ1\">Equation 1</a> indicates the export shift variable is exogenous in <a href=\"#equ1\">equation 1</a>. <a href=\"#equ2\">Equation (2)</a> defines the TOT as the ratio of foreign currency export prices (<i>P<sub>X</sub></i>) to foreign currency import prices(<i>P<sub>M</sub></i>). The model assumes that Australia is a price taker in the overseas market (the small country assumption) and therefore takes foreign currency import prices as given or exogenously determined. The bold <b><i>P<sub>M</sub></i></b> denotes the exogenous nature of the import price in <a href=\"#equ2\">equation (2)</a><a href=\"#fn1\">1</a>. Given that the foreign currency import price (<i>P<sub>M</sub></i>) is fixed in <a href=\"#equ2\">equation (2)</a>, TOT is then determined by <i>P<sub>X</sub></i> or <a href=\"#equ1\">equation (1)</a>. <i>P<sub>X</sub></i> in turn is determined by movements in <i>X</i> or <i>V</i> or both.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The TOT is endogenous in <a href=\"#equ2\">Equation 2</a>, largely determined by the foreign currency price of exports, (<i>P<sub>X</sub></i>), that is by <a href=\"#equ1\">Equation 1</a>. In order to shock TOT, the variable needs to be moved to the exogenous category by moving a suitable exogenous variable to the endogenous category. The suitable exogenous candidate for the swap is the export shift variable <b><i>V</i></b> in <a href=\"#equ1\">equation 1</a>. With the swap, the TOT shock is accommodated by movements in <b><i>V</i></b> but the secondary effects of the shock also cause movements in <i>X</i>, as will be explained below. The macro effects of 22.6 percent decline in terms of trade shock is discussed below.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A CGE model of the size of ORANI<a href=\"#fn2\">2</a> involves many economic relationships defined by many equations and variables in the model. To summarise this detail and elucidate the main features of ORANI, a stylised or back of the envelope (hereafter BOTE) model based on the BOTE models of <a href=\"#bib9\">Dixon and Rimmer (2002)</a> and <a href=\"#bib12\">Giesecke (2008)</a> is developed to explain the macro effects of the policy simulations of a decline in terms of trade. The BOTE model is explained as follows.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model assumes there is a single domestically produced commodity, which is used both domestically and exported, and a single imported commodity. The BOTE model is represented in <a href=\"#equ3\">Equations 3</a>-<a href=\"#equ14\">14</a> (below) and is interpreted as follows. <a href=\"#equ3\">Equation 3</a> is the GDP identity in constant prices, which is the sum of all final demands: real private consumption, real public consumption, real investment and net exports. <a href=\"#equ4\">4</a> describes an economy-wide constant returns to scale production function, relating GDP to inputs of labour (L), capital (K) and technology (A). <a href=\"#equ5\">5</a> defines real private and real public consumption as a proportion of real Gross National Product (GNP) via average propensity to consume (APC). <a href=\"#equ6\">6</a> defines the ratio of real private consumption to real public consumption. <a href=\"#equ7\">7</a> relates GNP to GDP multiplied by a positive function of the terms of trade (TOT) less interest payments on net foreign liabilities (R). <a href=\"#equ8\">8</a> defines net foreign liability (NFL) as a positive function of K and APC and a negative function of GNP. More specifically, <a href=\"#equ8\">8</a> relates changes in NFL to movements in savings and investment gap over the simulation period.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ3",
                            "label": "(3)",
                            "mathml": "<math><mrow><mi>G</mi><mi>D</mi><mi>P</mi><mo>=</mo><mi>C</mi><mo>+</mo><mi>I</mi><mo>+</mo><mi>G</mi><mo>+</mo><mo stretchy=\"false\">(</mo><mi>X</mi><mo>−</mo><mi>M</mi><mo stretchy=\"false\">)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ4",
                            "label": "(4)",
                            "mathml": "<math><mrow><mi>G</mi><mi>D</mi><mi>P</mi><mo>=</mo><mi>A</mi><mo>*</mo><msub><mi>F</mi><mn>1</mn></msub><mrow><mo stretchy=\"false\">(</mo><mrow><munder><munder><mi>K</mi><mo stretchy=\"true\">︸</mo></munder><mo>+</mo></munder><mo>,</mo><munder><munder><mi>L</mi><mo stretchy=\"true\">︸</mo></munder><mo>+</mo></munder></mrow><mo stretchy=\"false\">)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ5",
                            "label": "(5)",
                            "mathml": "<math><mrow><mi>C</mi><mo>+</mo><mi>G</mi><mo>=</mo><mi>A</mi><mi>P</mi><mi>C</mi><mo>*</mo><mi>G</mi><mi>N</mi><mi>P</mi></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ6",
                            "label": "(6)",
                            "mathml": "<math><mrow><mfrac><mi>C</mi><mi>G</mi></mfrac><mo>=</mo><mo>Γ</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ7",
                            "label": "(7)",
                            "mathml": "<math><mrow><mi>G</mi><mi>N</mi><mi>P</mi><mo>=</mo><mi>G</mi><mi>D</mi><mi>P</mi><mo>*</mo><msub><mi>F</mi><mn>2</mn></msub><mrow><mo stretchy=\"true\">(</mo><mrow><munder><munder><mrow><mi>T</mi><mi>O</mi><mi>T</mi></mrow><mo stretchy=\"true\">︸</mo></munder><mo>+</mo></munder></mrow><mo stretchy=\"true\">)</mo></mrow><malignmark/><mo>−</mo><mi>N</mi><mi>F</mi><mi>L</mi><mo>*</mo><mi>R</mi><mtext> </mtext></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ8",
                            "label": "(8)",
                            "mathml": "<math><mrow><mi>N</mi><mi>F</mi><mi>L</mi><mo>=</mo><msub><mi>F</mi><mn>3</mn></msub><mrow><mo stretchy=\"false\">(</mo><mrow><munder><munder><mi>K</mi><mo stretchy=\"true\">︸</mo></munder><mo>+</mo></munder><mo>,</mo><munder><munder><mrow><mi>A</mi><mi>P</mi><mi>C</mi></mrow><mo stretchy=\"true\">︸</mo></munder><mo>+</mo></munder><mo>,</mo><munder><munder><mrow><mi>G</mi><mi>N</mi><mi>P</mi></mrow><mo stretchy=\"true\">︸</mo></munder><mo>−</mo></munder></mrow><mo stretchy=\"false\">)</mo></mrow><malignmark/></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ9",
                            "label": "(9)",
                            "mathml": "<math><mrow><mi mathvariant=\"normal\">M</mi><mo>=</mo><msub><mi>F</mi><mn>4</mn></msub><mo stretchy=\"false\">(</mo><munder><munder><mrow><mi>G</mi><mi>D</mi><mi>P</mi></mrow><mo stretchy=\"true\">︸</mo></munder><mo>+</mo></munder><mo>,</mo><munder><munder><mrow><mi>T</mi><mi>O</mi><mi>T</mi></mrow><mo stretchy=\"true\">︸</mo></munder><mo>+</mo></munder><mo stretchy=\"false\">)</mo><malignmark/></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ10",
                            "label": "(10)",
                            "mathml": "<math><mrow><msub><mi>P</mi><mi>X</mi></msub><mo>=</mo><msub><mi>F</mi><mn>5</mn></msub><mo stretchy=\"false\">(</mo><munder><munder><mi>X</mi><mo stretchy=\"true\">︸</mo></munder><mo>−</mo></munder><mo>,</mo><munder><munder><mi>V</mi><mo stretchy=\"true\">︸</mo></munder><mo>+</mo></munder><mo stretchy=\"false\">)</mo><malignmark/></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ11",
                            "label": "(11)",
                            "mathml": "<math><mrow><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">T</mi><mo>=</mo><mfrac><mrow><msub><mi>P</mi><mi>X</mi></msub></mrow><mrow><msub><mi>P</mi><mi>M</mi></msub></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ12",
                            "label": "(12)",
                            "mathml": "<math><mrow><mo>Ψ</mo><mo>=</mo><mfrac><mn>1</mn><mi>K</mi></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ13",
                            "label": "(13)",
                            "mathml": "<math><mrow><mfrac><mi mathvariant=\"normal\">K</mi><mi>L</mi></mfrac><mo>=</mo><msub><mi>F</mi><mn>6</mn></msub><mo stretchy=\"false\">(</mo><munder><munder><mrow><mi>R</mi><mi>O</mi><mi>R</mi></mrow><mo stretchy=\"true\">︸</mo></munder><mo>−</mo></munder><mo>,</mo><munder><munder><mi>A</mi><mo stretchy=\"true\">︸</mo></munder><mo>+</mo></munder><mo>,</mo><munder><munder><mrow><mi>T</mi><mi>O</mi><mi>T</mi></mrow><mo stretchy=\"true\">︸</mo></munder><mo>+</mo></munder><mo stretchy=\"false\">)</mo><malignmark/></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ14",
                            "label": "(14)",
                            "mathml": "<math><mrow><mi>W</mi><mo>=</mo><msub><mi>F</mi><mn>7</mn></msub><mo stretchy=\"false\">(</mo><munder><munder><mrow><mfrac><mi>K</mi><mi>L</mi></mfrac></mrow><mo stretchy=\"true\">︸</mo></munder><mo>+</mo></munder><mo>,</mo><munder><munder><mi>A</mi><mo stretchy=\"true\">︸</mo></munder><mo>+</mo></munder><mo>,</mo><munder><munder><mrow><mi>T</mi><mi>O</mi><mi>T</mi></mrow><mo stretchy=\"true\">︸</mo></munder><mo>+</mo></munder><mo stretchy=\"false\">)</mo><malignmark/></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<a href=\"#equ9\">Equation 9</a> relates imports positively to GDP and TOT. <a href=\"#equ10\">10</a> defines the foreign currency price of exports (P<sub>X</sub>) as negatively related to the volume of exports (X) (implying a downward sloping foreign export demand schedule) and positively related to an export demand shift variable (V).",
                            "type": "paragraph"
                        },
                        {
                            "text": "TOT is defined by <a href=\"#equ11\">11</a> as the ratio of foreign currency export prices (P<sub>X</sub>) to import prices (P<sub>M</sub>). <a href=\"#equ12\">12</a> defines the aggregate investment/capital ratio (Ψ), which reflects business confidence in ORANI and therefore determined exogenously. The constant returns to scale production function implies homogeneity of degree one in K and L, and thus, the marginal product functions can be expressed as functions of K/L and A. Hence <a href=\"#equ13\">13</a> shows that the profit maximising capital labour ratio, K/L is positively related to A and TOT but negatively related to the rate of return (ROR). Finally, <a href=\"#equ14\">14</a> positively relates the real wage to K/L, A, and TOT.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 The CGE model and the Terms of Trade Shock",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As mentioned above, this study uses two types of microsimulation model to estimate the spatial impacts of the decline in terms of trade. The first microsimulation model is STINMOD, which is a static (and non-behavioural) federal tax and transfer payments model of the Australian economy. STINMOD estimates the changes in household income and federal tax and transfer payments for each different household observed in the microdata (<a href=\"#bib20\">Lambert <i>et al.</i> 1994</a>). STINMOD therefore has two important components: a database and the Tax and Transfer rules of the Commonwealth of Australia. The STINMOD database is based on the national Income and Housing and Household Expenditure Survey (but includes data from other sources as well). The database used in this simulation is based on the 2009/2010 survey. The Tax and Transfer rules of the Commonwealth (which largely changes with each annual budget announcement of the Commonwealth) is applied to the unit data in the database to assess the tax-transfer payments to different types of households represented nationally.",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, each unit record in STINMOD represents a person observed in the micro data, whereas the tax and transfer payments are largely based on the total household income. A household identifier in the database assigns the person to a unique household. This is an important feature of this database that allows us to connect the results from the CGE model to STINMOD as the person records contain the industry and occupation detail that can be mapped to the industry and occupation dimensions of the CGE model. The household identification will also be important as the tax and transfer are largely calculated based on the characteristics of the household including its income, number of dependents and the type of tenure arrangements of the households. Passing the output of the ORANI CGE model, namely the employment and wages by industry and occupation – the linking aggregate variables (LAVs) – to STINMOD, we achieve two outcomes. First, STINMOD takes movements in industry by occupation employment and wages from the CGE model and distributes them across the persons belonging to respective household types represented at the national level. Second, STINMOD calculates the movements in household income (cross-classified across a number of household characteristics) after taking into account the tax and transfer payment rules applicable to each household type represented in the total population.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The linking of the ORANI CGE model and STINMOD proceeds in two steps. In the first step, STINMOD simulates a baseline forecast of industry employment (occupation) and wages using initial weights (weights of each household type in the total population) generated by STINMOD based on the demographic forecasts to ensure that each household type is properly represented in the sample in the forecast period.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the second step, STINMOD accommodates the movements in industry employment and wages (LAVs) from the CGE model resulting from the terms of trade shock. This is akin to a policy simulation in STINMOD of the terms of trade shock. A reweighting approach is used to accommodate the movements in industry employment by occupation passed down by the CGE model. The reweighting method used here is called GREGWT developed by the Australian Bureau of Statistics (ABS) (<a href=\"#bib4\">Bell, 2000</a>) and is based on a generalized regression method of <a href=\"#bib26\">Singh and Mohl (1996)</a>. <a href=\"#bib7\">Buddelmeyer <i>et al.</i> (2012)</a> uses a similar approach to analyse the forecast distributive impacts of climatic change in Australia. One important aspect of this reweighting process is the benchmark table (<a href=\"#table1\">Table 1</a>). This table contains critical information on household/individual characteristics such as age, education, occupation and household type represented in the population. In this simulation, STINMOD takes the changes in employment passed down by the CGE model by changing the number or proportion of workers in every industry and occupation, while ensuring that the other characteristics such as age and education structure remain unchanged.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: ABS Census of Population and Housing, 2011.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Number</th>\n<th>Benchmark</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Number of Persons aged 15+</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Occupation of Reference Person by Industry of employment</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Occupation of Spouse by Industry of employment</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Age of Reference person by Age of Spouse by family type</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Non School Qualification (reference person and Spouse) and Number of Dependents</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Employment simulation benchmark tables.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "With regards to the changes in wages from the CGE model, STINMOD distributes the movements in wages (by industry and occupation) as follows.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ15",
                            "label": "(15)",
                            "mathml": "<math><mrow><msubsup><mi>W</mi><mrow><mi>p</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>o</mi></mrow><mn>1</mn></msubsup><mo>=</mo><msubsup><mi>W</mi><mrow><mi>p</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>o</mi></mrow><mn>0</mn></msubsup><mo>×</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><mo>Δ</mo><msubsup><mi>W</mi><mrow><mi>i</mi><mo>,</mo><mi>o</mi></mrow><mrow><mi>C</mi><mi>G</mi><mi>E</mi></mrow></msubsup><mo stretchy=\"false\">)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf1\"><mrow><msubsup><mi>W</mi><mrow><mi>p</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>o</mi></mrow><mn>0</mn></msubsup></mrow></math> is the base period income (STINMOD database) of a person (<i>p</i>) belonging to a household (<i>h</i>), working in industry (<i>i</i>) in occupation(<i>o</i>); <math id=\"inf2\"><mrow><mo>Δ</mo><msubsup><mi>W</mi><mrow><mi>i</mi><mo>,</mo><mi>o</mi></mrow><mrow><mi>C</mi><mi>G</mi><mi>E</mi></mrow></msubsup></mrow></math> is movements in wages by industry and occupation, which is the output of the CGE model from the decline in the terms of trade; and <math id=\"inf3\"><mrow><msubsup><mi>W</mi><mrow><mi>p</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>o</mi></mrow><mn>1</mn></msubsup></mrow></math> is the new income of the same person who belongs to the same household, same industry and same occupation. That is, <a href=\"#equ15\">equation 15</a> is an updating equation that updates the individual’s income after taking into account the changes in income as the result of the structural changes in the economy caused by the terms of trade decline.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ16",
                            "label": "(16)",
                            "mathml": "<math><mrow><msubsup><mi>W</mi><mi>h</mi><mn>1</mn></msubsup><mo>=</mo><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mi>p</mi></msub><mrow><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mi>i</mi></msub><mrow><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mi>o</mi></msub><mrow><msubsup><mi>W</mi><mrow><mi>p</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>o</mi></mrow><mn>1</mn></msubsup></mrow></mstyle></mrow></mstyle></mrow></mstyle></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "With the total income of each household computed in <a href=\"#equ16\">Equation 16</a>, we can now apply the tax and transfer rules to compute the final impact of the decline in terms of trade on each household type at the national level. The disposal income of household <i>h</i> (<i>DI<sub>h</sub></i>) is given by",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ17",
                            "label": "(17)",
                            "mathml": "<math><mrow><mi>D</mi><msub><mi>I</mi><mi>h</mi></msub><mo>=</mo><msubsup><mi>W</mi><mi>h</mi><mn>1</mn></msubsup><mo>+</mo><mi>T</mi><mi>r</mi><mi>a</mi><mi>n</mi><mi>s</mi><mi>f</mi><mi>e</mi><msub><mi>r</mi><mi>h</mi></msub><mo>−</mo><mi>T</mi><mi>a</mi><msub><mi>x</mi><mi>h</mi></msub></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "and",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ18",
                            "label": "(18)",
                            "mathml": "<math><mrow><mi>T</mi><mi>r</mi><mi>a</mi><mi>n</mi><mi>s</mi><mi>f</mi><mi>e</mi><msub><mi>r</mi><mi>h</mi></msub><mo>=</mo><msub><mi>F</mi><mn>8</mn></msub><mo stretchy=\"false\">(</mo><msubsup><mi>W</mi><mi>h</mi><mn>1</mn></msubsup><mo stretchy=\"false\">)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ19",
                            "label": "(19)",
                            "mathml": "<math><mrow><mi>T</mi><mi>a</mi><msub><mi>x</mi><mi>h</mi></msub><mo>=</mo><msub><mi>F</mi><mn>9</mn></msub><mo stretchy=\"false\">(</mo><msubsup><mi>W</mi><mi>h</mi><mn>1</mn></msubsup><mo stretchy=\"false\">)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>Transfer<sub>h</sub></i> and <i>Tax<sub>h</sub></i> corresponds to the transfer payments and taxes applicable to household <i>h</i>’s total income after the impact of the decline in the terms of trade has been taken into account. Note that both the tax and transfer payments depend on the level of household income (<a href=\"#equ18\">equations 18</a> and <a href=\"#equ19\">19</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Microsimulation models and links to CGE",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As mentioned earlier, the focus of the paper is to find the impact of the terms of trade decline in small geographical areas of Australia, not captured by the official sample surveys on which STINMOD’s database is based. These small geographical areas are Statistical Local Areas (SLAs) as defined by the Australian Bureau of Statistics (ABS). In order to find impacts on SLAs, we link the results of STINMOD to SpatialMSM, a spatial microsimulation model of the Australian economy. Spatial microsimulation is a technique used to derive datasets to represent the population in small areas. SpatialMSM is designed to allocate private income, tax paid and transfer received for each person on the database, as well as the changes in the weights that capture the employment impact, to the small areas – the SLAs in Australia. The SpatialMSM microsimulation model uses a reweighting procedure to reweight the micro data set of STINMOD to the Census benchmarks for each SLA, thus creating a synthetic household dataset for each of them. This dataset is then used to generate household characteristics of interest to analyse the distributional impacts of a policy change on a small area (<a href=\"#bib14\">Harding <i>et al.</i> 2009</a>, <a href=\"#bib27\">Tanton <i>et al.</i> 2009</a>), such as an SLA.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To enable the spatial microsimulation model to capture both the impact from the CGE model and STINMOD, the reweighting process has to constrain to the benchmarks containing the main linking variable from CGE and STINMOD (listed in <a href=\"#table2\">Table 2</a>). The main linking variable of the CGE output is the changes in wages and employment by industry and occupation. Therefore, the first three benchmarks in <a href=\"#table2\">Table 2</a> – age by sex by labour force status, non-school qualification and industry and occupation – are chosen to accurately capture the movements in the industry and occupation in the baseline. The next four benchmarks are introduced to ensure that the STINMOD results are applicable to different areas as these four benchmarks contain the main variables that could affect the amount of tax and transfer received by different households.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: ABS Census of Population and Housing, 2011.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Number</th>\n<th>Benchmark</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Age by sex by labour force status</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Non-school qualification</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Industry and Occupation</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Household type</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Number of persons usually resident in household</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Tenure type by weekly household income</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Dwelling structure by household family composition</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Census benchmark tables to generate dataset for small areas.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The reweighting procedure is an iterative process and will stop when the new weights produce estimates that are close to the benchmarks, that is, convergence is achieved. There may be cases where convergence is not achievable, and in these cases we need to stop the procedure when a specified maximum number of iterations has been reached. In this case, the model reports a non-convergence error. This reported error is then used to test the accuracy of the model and those areas that do not converge are excluded from the small area statistics produced. We find that 229 of the 1392 SLAs are to be excluded from further analysis since the process could not produce a reasonable solution for them (non-convergence). Most of these areas are remote areas with low population. This creates a baseline dataset for 1163 SLAs.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Note we have already computed the household income net of tax and transfer payments as a result of the terms of trade decline for each observation using STINMOD. We apply this result (income net of tax and transfer payments) to each observation in each SLAs. This results in new household disposal income for all SLAs in the data set, which reflects the decline in the terms of trade impacts.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Links to spatial microsimulation model",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Application of the modelling framework",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "<a href=\"#table3\">Table 3</a> reports the macro results of the terms of trade shock. We use the BOTE model described above to explain these macro effects. Bold letters in the BOTE model indicates that the variables are exogenously determined in the policy simulation. Note that <a href=\"#equ1\">Equations (1)</a> and <a href=\"#equ2\">(2)</a> are reproduced in the BOTE model as <a href=\"#equ10\">Equations 10</a> and <a href=\"#equ11\">11</a> for easy reference. As explained earlier, the source of the terms of trade shock is a fall in the foreign demand for Australian exports. In terms of the BOTE model, there is a negative shock to TOT in <a href=\"#equ10\">Equation 10</a> causing a leftward shift in the export demand schedule (a negative movement in V) inducing declines in both foreign currency price of exports (<i>P<sub>X</sub></i>) and the volume of exports (<i>X</i>). The fall in <i>P<sub>X</sub></i> induces the fall in TOT via <a href=\"#equ11\">equation 11</a>. The effects of the fall in TOT of 22.6 percent (row 18, <a href=\"#table3\">Table 3</a>) are traced as follows.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>Macro variables</th>\n<th>Deviations from forecast values</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Real GDP</td>\n<td>−0.64</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Real GNE</td>\n<td>−2.38</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Real GNP</td>\n<td>−3.66</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Total factor productivity</td>\n<td>0.00</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Average Propensity to Consume</td>\n<td>0.00</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Real private consumption</td>\n<td>−2.33</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Real public consumption</td>\n<td>−2.33</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Real investment</td>\n<td>−2.56</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Real exports</td>\n<td>2.65</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Real imports</td>\n<td>−8.06</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Employment (hours weighted)</td>\n<td>0.00</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Employment (wage weighted)</td>\n<td>0.07</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Capital Stocks</td>\n<td>−2.29</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Real wage</td>\n<td>−8.93</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Nominal exchange rate</td>\n<td>30.23</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Real exchange rate</td>\n<td>−37.91</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Terms of trade</td>\n<td>−22.60</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Consumer price index</td>\n<td>0.00</td>\n</tr>\n<tr>\n<td>19</td>\n<td>Price deflator for GDP</td>\n<td>−5.52</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Price deflator for investment</td>\n<td>−0.40</td>\n</tr>\n<tr>\n<td>21</td>\n<td>Price deflator for consumption</td>\n<td>−1.37</td>\n</tr>\n<tr>\n<td>22</td>\n<td>Change in the ratio of balance of trade to GDP</td>\n<td>0.03</td>\n</tr>\n<tr>\n<td>23</td>\n<td>Change in the ratio of net foreign liabilities to GDP</td>\n<td>−0.69</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Policy simulation: A terms of trade decline of 22.6 percent (5% pa) over the 5 years from 2011–12 to 2016–17 – the percentage deviations in macro variables from the baseline forecasts.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Given that L, ROR and A fixed in <a href=\"#equ4\">Equation 4</a>, the decline in TOT will cause a decline in K (row 13), since K is positively related to TOT. With A and L exogenous in <a href=\"#equ4\">Equation (4)</a>, the decline in K will cause real GDP to fall (row 1). The declines in GDP and TOT cause GNP to decline (row 3) via <a href=\"#equ7\">Equation 7</a>. The decline in GNP, with APC and Γ fixed causes both private and public consumption to fall via <a href=\"#equ5\">Equations 5</a> and <a href=\"#equ6\">6</a> (rows 6 and 7) respectively.",
                    "type": "paragraph"
                },
                {
                    "text": "Given that L, ROR and A are fixed in <a href=\"#equ4\">Equation 4</a>, the decline in TOT will cause a decline in K (row 13), since K is positively related to TOT. With A and L exogenous in <a href=\"#equ4\">Equation (4)</a>, the decline in K will cause real GDP to fall (row 1). The declines in GDP and TOT cause GNP to decline (row 3) via <a href=\"#equ7\">Equation 7</a>. The decline in GNP, with APC and Γ fixed causes both private and public consumption to fall via <a href=\"#equ5\">Equations 5</a> and <a href=\"#equ6\">6</a> (rows 6 and 7) respectively. A decline in K with Ψ exogenous implies a fall in investment (I) via <a href=\"#equ12\">Equation 12</a> (row 8). With C, G and I determined, so is absorption or GNE (row 2). Note that GNE declines faster than GDP, which via <a href=\"#equ3\">Equation 3</a>, implies that the trade balance (X-M) must move towards surplus (row 22). Thus, imports decline (row 10) and exports increase (row 9), facilitated by a real exchange rate depreciation (row 16). The decline in imports is explained by the BOTE <a href=\"#equ9\">Equation 9</a>, that is, the declines in GDP and TOT both cause imports to fall, given that both GDP and TOT are positively related to GDP. <a href=\"#equ14\">Equation 14</a> shows that the declines in K and TOT, with A fixed causes the economy-wide wage rate (W) to fall, which will have significant implications for spatial distribution of employment and income discussed later in this paper.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The sectoral impacts of the TOT decline can be explained from the macro impacts. <a href=\"#table4\">Table 4</a> shows the movements in sectoral output, employment and wage rates. Macro results show exports increase facilitated by exchange rate depreciation. This is reflected in an increase in the output of export-oriented sectors (sectors 1–3) in <a href=\"#table4\">Table 4</a>. The output of <i>transport and storage</i> (sector 9) also increases given that this sector supports export sectors. The decline in overall investment is reflected in the decline in the output of the construction sector (sector 5). The decline in consumption is reflected in the decline in output of sectors largely producing for the domestic market, the remaining the sectors in <a href=\"#table4\">Table 4</a>. However, the sector such as <i>accommodation, cafes &amp; restaurants</i> (sector 8), which supports tourism (the sector that benefits from exchange rate depreciation) and the <i>education</i> sector (sector 16), which has a significant export component show relatively small declines in output.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>Sector</th>\n<th>Input (1)</th>\n<th>Employment (2)</th>\n<th>Wage rates (3)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Agriculture, Fisheries &amp; Forestry</td>\n<td>1.88</td>\n<td>3.40</td>\n<td>−1.32</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Mining</td>\n<td>4.13</td>\n<td>7.25</td>\n<td>−7.31</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Manufacturing</td>\n<td>2.71</td>\n<td>4.47</td>\n<td>−5.84</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Electricity, Gas &amp; Water</td>\n<td>−0.30</td>\n<td>1.89</td>\n<td>−8.59</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Construction</td>\n<td>−2.20</td>\n<td>−1.76</td>\n<td>−10.75</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Wholesale Trade</td>\n<td>−2.40</td>\n<td>−1.86</td>\n<td>−8.93</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Retail Trade</td>\n<td>−3.00</td>\n<td>−2.35</td>\n<td>−11.69</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Accommodation, Cafes &amp; Restaurants</td>\n<td>−0.01</td>\n<td>0.78</td>\n<td>−9.83</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Transport &amp; Storage</td>\n<td>0.26</td>\n<td>0.99</td>\n<td>−8.09</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Communication Services</td>\n<td>−1.00</td>\n<td>1.01</td>\n<td>−8.95</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Finance &amp; Insurance</td>\n<td>−0.28</td>\n<td>0.73</td>\n<td>−7.46</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Property &amp; Business Services</td>\n<td>−0.59</td>\n<td>1.66</td>\n<td>−8.50</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Professional Science &amp; Technical Services</td>\n<td>−1.09</td>\n<td>−0.83</td>\n<td>−8.01</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Administrative &amp; Support Services</td>\n<td>−0.50</td>\n<td>0.63</td>\n<td>−8.24</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Public Administration</td>\n<td>−2.14</td>\n<td>−1.69</td>\n<td>−8.72</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Education</td>\n<td>−0.10</td>\n<td>0.15</td>\n<td>−9.27</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Health &amp; Social Services</td>\n<td>−0.82</td>\n<td>−0.68</td>\n<td>−11.56</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Arts &amp; Recreation</td>\n<td>−1.22</td>\n<td>−0.58</td>\n<td>−9.73</td>\n</tr>\n<tr>\n<td>19</td>\n<td>Other Services</td>\n<td>−1.04</td>\n<td>−0.35</td>\n<td>−9.65</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Agriculture, Fisheries &amp; Forestry</td>\n<td>1.88</td>\n<td>3.40</td>\n<td>−1.32</td>\n</tr>\n<tr>\n<td>21</td>\n<td>Mining</td>\n<td>4.13</td>\n<td>7.25</td>\n<td>−7.31</td>\n</tr>\n<tr>\n<td>22</td>\n<td>Manufacturing</td>\n<td>2.71</td>\n<td>4.47</td>\n<td>−5.84</td>\n</tr>\n<tr>\n<td>23</td>\n<td>Electricity, Gas &amp; Water</td>\n<td>−0.30</td>\n<td>1.89</td>\n<td>−8.59</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Movements in sectoral output and employment.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Movements in employment follow movements in output, given that employment and output are positively related. This holds for all sectors except for sectors 4, 8, 10 and 16, where decline in output is accompanied by increases in employment. An explanation for this is that as workers move or are reallocated between sectors, some sectors that experience declines in output would tend to hire more quantities of cheaper workers to minimise costs. The relationships between the movements in employment (column 2) and wage rates (column 3) in <a href=\"#table3\">Table 4</a>, as the result of movements of labour between sectors are explained as follows.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The expansion of export-oriented sectors attracts labour, thus increasing the supply of labour to these sectors, causing employment to increase and wage rates to fall (sectors 1–3, and 9). Sectors that experience a decrease in output induces a fall in demand for labour, reflected in the fall in employment and wage rates (sectors 5–7, 13, 15 and 17–19). Sectors which experience declines in output but increases in employment and falling wage rates reflect workers offering labour at lower rates to remain employed (sectors 4, 8, 10–12, 14 and 16).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The analysis shows that the decline in the terms of trade simulation induces significant changes in the composition of output, and thus a reallocation of labour between industries. What is also significant is that the decline in terms of trade causes wage rates to fall across all the sectors and will have implications for changes in the spatial distribution of income. To capture the spatial distribution of income across households the output of the CGE model, namely the movements in employment and wages by sectors is passed to microsimulation models.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 The Sectoral and Employment Effects",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table5\">Table 5</a> shows how at the national level the tax-transfer system has reduced the overall impact of the decline of the TOT on the income changes. The tax paid will be lower and transfers will be higher and in this particular exercise the fall in the tax paid seems to be more dominant than the increased transfer that the government needs to pay to the household. The model is also able to separate the impact of the employment effect and the wages effect. The changes in the employment composition due to the drop in the TOT may actually increase the overall income. However, the impact is very small while the negative impact from the decrease in wages per person in different industry and occupation is much higher. This means that the current employment levels could realistically be retained only if employees were willing to take a wage cut. The CGE result also indicates that workers in construction, trade and public services (especially public administration and health-social services) may need to find employment outside the sector, as it is likely that these sectors will suffer lower incomes.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>Employment effect (%)</th>\n<th>Income effect (%)</th>\n<th>Total effect (%)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Private Income</td>\n<td>0.15</td>\n<td>−8.10</td>\n<td>−7.95</td>\n</tr>\n<tr>\n<td>Tax paid</td>\n<td>0.12</td>\n<td>−13.47</td>\n<td>−13.35</td>\n</tr>\n<tr>\n<td>Government transfer</td>\n<td>−0.21</td>\n<td>1.98</td>\n<td>1.77</td>\n</tr>\n<tr>\n<td>Disposable Income</td>\n<td>0.11</td>\n<td>−5.49</td>\n<td>−5.38</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "National effects from the CGE and microsimulation models.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The impact on tax paid by the employee is much higher as a proportion than the effect on overall private income. This is due to the progressiveness of Australian tax rates. For example, if the drop in wages made gross wages fall below $80,000 a year then the reduction in tax paid is not only due to the decrease in the taxable income but also the lower rate faced by the tax payer.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The change in the tax paid is even bigger if the annual gross income drops below $37,000, the next tax threshold. On the other hand, the increase in government transfer payments from the drop in TOT is low. This is probably due to the fact that the unemployment rate is assumed to be relatively constant and the income test component of Government transfer payments in Australia has a lower impact than the changes to employment status and family conditions. Therefore, the increase in the Government transfers may not be as crucial as the larger drop in tax in ensuring the disposable income has been less affected by the drop in TOT.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 The effects of the tax and transfer system",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The spatial effect of the TOT shock, estimated using the SpatialMSM model, is shown in <a href=\"#fig3\">Figure 3</a>. This figure depicts the impact in a choropleth map with the darker colour indicating the higher impact. The classification ranges for this map use natural breaks where the different classification is determined by the largest difference between two subsequent changes in the distribution. This classification is often used for identifying clusters as well as separating the relatively high impacts from low ones. The shaded (dotted) areas in the middle of Australia are areas where our spatial microsimulation model was not able to derive estimates due to non-convergence (see above).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00095%2Fijm-00095-fig3.tif",
                                        "size": {
                                            "width": 941,
                                            "height": 679
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00095%2Fijm-00095-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00095-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Spatial impact on incomes of a change in terms of trade.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Given that the three sectors experiencing the greatest drop in wage rates as a result of the drop in TOT are Retail Trade, Health-Social Services and Construction, we would expect Capital Cities in Australia, where these sectors are larger, to experience a greater impact of the drop in TOT on gross income. The regional effect of the change in the TOT confirms this expectation with a darker colour showing areas with greater decreases. The figure indicates that the greatest decrease in gross income will be in Canberra, Darwin and the areas surrounding Hobart while Sydney, Brisbane, Melbourne, Adelaide and Perth experience a lower decrease. In Perth, the impact is estimated to be mainly in the North part of the city. In contrast, the impact on Canberra seems to be spread around the surrounding areas from where commuters that work in Canberra come from.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Besides capital cities, <a href=\"#fig3\">Figure 3</a> also indicates that the east coast of Australia will experience a considerable impact. This is especially true for the south east coastal area of NSW to Brisbane in Queensland.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The greater impact on the incomes of households in Canberra, Darwin and Hobart does not mean that the tax reduction will come from those cities. The income structure will play an important role in determining the reduction in tax paid. <a href=\"#fig4\">Figure 4</a> shows that the area surrounding Hobart experiences a higher reduction in tax paid and also identifies areas such as Gosford and the Blue Mountains in the North and West of Sydney, respectively, as having a greater reduction in tax paid than other areas. This is also true for the areas surrounding Melbourne, Brisbane, Adelaide and Canberra. In addition, areas on the South East Coast are estimated as experiencing greater drops in tax paid compared to capital cities. In contrast, areas experiencing a lower reduction in tax paid are relatively wealthy areas such as North Sydney and inner city areas of Melbourne, Brisbane, Canberra and Adelaide. The reduction in tax paid in Perth is estimated to be much lower than other capital cities.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00095%2Fijm-00095-fig4.tif",
                                        "size": {
                                            "width": 941,
                                            "height": 677
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00095%2Fijm-00095-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00095-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Spatial reduction in tax paid as a result of a change in terms of trade.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The next variable we looked at from the microsimulation models was Government transfer payments (<a href=\"#fig5\">Figure 5</a>). Although the income structure plays a role in Government transfer payments, income is not the only factor determining transfer payments, so changes in Government transfer payments are more likely to be determined by the distribution of different household characteristics among regions in Australia. As a result, our estimation does not indicate a huge difference in changes to Government transfer payments between areas. The relatively higher increase in capital cities is more likely due to the greater fall in the household incomes in those areas. The impact also seems to be spread more evenly around capital cities. There are some suburbs in Melbourne, Brisbane and Canberra that we estimate will receive higher increases in transfer payments. One argument that can be offered for this is the spread of children in these areas. For example, Gungahlin in the North of Canberra and Tuggeranong in the South of Canberra have relatively high increases. Both these are fairly new areas with a higher proportion of young families.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00095%2Fijm-00095-fig5.tif",
                                        "size": {
                                            "width": 941,
                                            "height": 678
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00095%2Fijm-00095-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00095-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Spatial impact on government transfer payments as a result of a change in terms of trade.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Finally, we look at the changes in disposable income (<a href=\"#fig6\">Figure 6</a>). Disposable income is the amount that is available for households to spend on goods and services, so it takes out tax paid from gross income. One of the advantages of the type of analysis used for this model is that disposable incomes can be calculated from the base dataset. One of the major differences between the change in disposable income compared to the change in gross income is that the East Coast area no longer experiences a large drop in disposable income. This is likely due to the large tax reduction estimated for the area. The estimated tax reduction has also reduced the reduction in incomes in capital cities such as Sydney, Melbourne, Adelaide, Hobart, and to some extent Brisbane and Perth. This means the income fall is mainly concentrated in Canberra and to a lesser extent Darwin.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00095%2Fijm-00095-fig6.tif",
                                        "size": {
                                            "width": 1025,
                                            "height": 738
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00095%2Fijm-00095-fig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00095-fig6.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Spatial impact on disposable income as a result of a change in terms of trade.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 The regional effects",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Results and discussion",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Macro-economic shocks can have different spatial impacts across the country depending on resource endowments, physical and human capital among other factors. The final impacts on households will depend on the characteristics of each household and the national tax transfer system. In this paper, we combine a CGE, a tax-transfer microsimulation model and a spatial microsimulation to transparently trace the spatial distribution of the impacts of a terms of trade decline.",
                    "type": "paragraph"
                },
                {
                    "text": "In particular, we find that capital cities are most affected by a decline in the TOT. The industries most affected are retail, construction and health and social services sectors, all of which are largely located in capital cities. Since the CGE model is linked to a tax/transfer microsimulation model, it enabled us to compute tax paid, Government transfer payments disbursed; and finally disposable income. We find that government transfer payments were not as affected by the TOT decline compared to income and tax paid as these payments are not entirely dependent on incomes. This linking of CGE and microsimulation models is a useful framework, as it is able to show the regional/spatial impacts of a macro-economic policy or external shock that enables policy makers and researchers to identify the areas affected most by such shocks.",
                    "type": "paragraph"
                },
                {
                    "text": "The model described in this paper has some limitations. The main limitation is that the model relies on the distribution of income by industry and occupation among household members and small geographic areas to distribute the impact of the TOT decline at a national level. This means that the relationship between economic sectors at the local level is assumed to be in line with the relationship at the national level. This may not always be true as the market behaviour in regional areas can be different to the national market behaviour. In addition, the relationship between different regions has only been captured by the relationship between different industrial sectors. Therefore, the issue of whether market behaviour changes due to clustering of areas within a certain industrial sector has not been assessed by the model.",
                    "type": "paragraph"
                },
                {
                    "text": "The other limitation is that the microsimulation model used in this paper is static and only estimates the immediate impact from the decline. Long term estimates of the impact would create some challenges. For example, people in different areas that suffer similar impacts may respond differently as they could have different levels of resilience. Furthermore, the response may affect the CGE modelling, for example, through changes in consumption and this means the model would need some iterative interaction between the CGE and microsimulation model.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper, we have been able to show how a CGE, microsimulation and spatial microsimulation can be linked. While this has been shown in this paper, there is still further development required. Other macro-economic shocks can be modelled, and behavioural responses could be incorporated into the model. Further, the CGE model is still a national model, and assumes national relationships between industries – this assumption could be relaxed using a regional CGE model.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Openness and inequality in developing countries: A review of theory and recent evidence",
            "authors": [
                {
                    "name": {
                        "index": "Anderson, E",
                        "preferred": "E Anderson"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib1",
            "journal": "World Development",
            "pages": {
                "first": "1045",
                "last": "1063",
                "range": "1045–1063"
            },
            "type": "journal",
            "volume": "33"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Battellino, R",
                        "preferred": "R Battellino"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Address to The Sydney Institute, Sydney",
            "id": "bib2",
            "title": "Mining Booms and the Australian Economy",
            "type": "unknown"
        },
        {
            "articleTitle": "Countries, regions and trade: On the welfare impacts of economic integration",
            "authors": [
                {
                    "name": {
                        "index": "Behrens, K",
                        "preferred": "K Behrens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gaigne, C",
                        "preferred": "C Gaigne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ottaviano, GI",
                        "preferred": "GI Ottaviano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thisse, JF",
                        "preferred": "JF Thisse"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib3",
            "journal": "European Economic Review",
            "pages": {
                "first": "1277",
                "last": "1301",
                "range": "1277–1301"
            },
            "type": "journal",
            "volume": "51"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bell, P",
                        "preferred": "P Bell"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "Australian Bureau of Statistics, Canberra",
            "id": "bib4",
            "title": "GREGWT and TABLE Macros—Users Guide",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Berg, A",
                        "preferred": "A Berg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Krueger, A",
                        "preferred": "A Krueger"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "International Monetary Fund"
                ]
            },
            "source": "Trade, Growth and Poverty: A Selective Survey. IMF Working Paper",
            "title": "Trade, Growth and Poverty: A Selective Survey. IMF Working Paper",
            "type": "report"
        },
        {
            "articleTitle": "The spatial effects of trade openness: A survey",
            "authors": [
                {
                    "name": {
                        "index": "Brulhart, M",
                        "preferred": "M Brulhart"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib6",
            "journal": "Review of World Economics",
            "pages": {
                "first": "59",
                "last": "83",
                "range": "59–83"
            },
            "type": "journal",
            "volume": "147"
        },
        {
            "articleTitle": "Linking a microsimulation model to a dynamic cge model: Climate change mitigation policies and income distribution in australia",
            "authors": [
                {
                    "name": {
                        "index": "Buddelmeyer, H",
                        "preferred": "H Buddelmeyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hérault, N",
                        "preferred": "N Hérault"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Jong, MVZ",
                        "preferred": "MVZ de Jong"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib7",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "40",
                "last": "58",
                "range": "40–58"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "articleTitle": "Linking CGE and Microsimulation Models: A Comparison of Different Approaches",
            "authors": [
                {
                    "name": {
                        "index": "Colombo, G",
                        "preferred": "G Colombo"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib8",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "72",
                "last": "91",
                "range": "72–91"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dixon, PB",
                        "preferred": "PB Dixon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Parmenter, BR",
                        "preferred": "BR Parmenter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutton, J",
                        "preferred": "J Sutton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vincent, DP",
                        "preferred": "DP Vincent"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "details": "Contributions to Economic Analysis, 142, North-Holland Publishing Company, Amsterdam",
            "id": "bib9",
            "title": "Contributions to Economic Analysis",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dixon, PD",
                        "preferred": "PD Dixon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rimmer, MT",
                        "preferred": "MT Rimmer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Dynamic general equilibrium modelling for forecasting and policy: a practical guide and documentation of MONASH",
            "date": "2002",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier Science B.V"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Does Economic Globalization affect Regional Inequality? A Cross-country Analysis",
            "authors": [
                {
                    "name": {
                        "index": "Ezcurra, R",
                        "preferred": "R Ezcurra"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rodriguez-Pose, A",
                        "preferred": "A Rodriguez-Pose"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib11",
            "journal": "World Development",
            "pages": {
                "first": "92",
                "last": "103",
                "range": "92–103"
            },
            "type": "journal",
            "volume": "52"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Giesecke, J",
                        "preferred": "J Giesecke"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "15–37, The effects of recent structural, policy and external shocks to the Australian economy, 1996/97-2001-02. Australian Economic Papers, 47",
            "id": "bib12",
            "title": "The effects of recent structural, policy and external shocks to the Australian economy, 1996/97-2001-02. Australian Economic Papers",
            "type": "unknown"
        },
        {
            "articleTitle": "Living standards, terms of trade and foreign ownership: reflections on the Australian mining boom",
            "authors": [
                {
                    "name": {
                        "index": "Gregory, RG",
                        "preferred": "RG Gregory"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib13",
            "journal": "Australian Journal of Agricultural and Resource Economics",
            "pages": {
                "first": "171",
                "last": "200",
                "range": "171–200"
            },
            "type": "journal",
            "volume": "56"
        },
        {
            "articleTitle": "Improving work incentives for parents: the national and geographic impact of liberalising the Family Tax Benefit income test",
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vu, QN",
                        "preferred": "QN Vu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib14",
            "journal": "The Economic Record",
            "pages": {
                "first": "48",
                "last": "58",
                "range": "48–58"
            },
            "type": "journal",
            "volume": "85"
        },
        {
            "articleTitle": "Systems of cities in closed and open economies",
            "authors": [
                {
                    "name": {
                        "index": "Henderson, JV",
                        "preferred": "JV Henderson"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "id": "bib15",
            "journal": "Regional Science and Urban Economics",
            "pages": {
                "first": "325",
                "last": "350",
                "range": "325–350"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "The impact of 2002-03 drought on Australia",
            "authors": [
                {
                    "name": {
                        "index": "Horridge, M",
                        "preferred": "M Horridge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Madden, J",
                        "preferred": "J Madden"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wittwer, G",
                        "preferred": "G Wittwer"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib16",
            "journal": "Journal of Policy Modeling",
            "pages": {
                "first": "285",
                "last": "308",
                "range": "285–308"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "articleTitle": "Terms of Trade Shocks: What Are They and What Do They Do?",
            "authors": [
                {
                    "name": {
                        "index": "Jaaskela, J",
                        "preferred": "J Jaaskela"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, P",
                        "preferred": "P Smith"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib17",
            "journal": "Economic Record",
            "pages": {
                "first": "145",
                "last": "159",
                "range": "145–159"
            },
            "type": "journal",
            "volume": "89"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kanbur, R",
                        "preferred": "R Kanbur"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Venables, AJ",
                        "preferred": "AJ Venables"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Spatial inequality and development",
            "date": "2005",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Oxford"
                        ]
                    },
                    "formatted": [
                        "Oxford"
                    ]
                },
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Krugman, P",
                        "preferred": "P Krugman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Livas Elizondo, R",
                        "preferred": "R Livas Elizondo"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "137–150, Journal of Development Economics, 49",
            "id": "bib19",
            "title": "Journal of Development Economics",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lambert, S",
                        "preferred": "S Lambert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paul, S",
                        "preferred": "S Paul"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "University of Canberra"
                ]
            },
            "source": "An introduction to STINMOD: a static microsimulation Model. NATSEM Technical Paper No 1",
            "title": "An introduction to STINMOD: a static microsimulation Model. NATSEM Technical Paper No 1",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Abello, A",
                        "preferred": "A Abello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vu, QN",
                        "preferred": "QN Vu"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Modelling our future: population ageing, health and aged care",
            "chapterTitle": "STINMOD (static income model) 2007",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Gupta, A",
                        "preferred": "A Gupta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "id": "bib21",
            "pages": {
                "first": "477",
                "last": "82",
                "range": "477–82"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier BV"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rao, M",
                        "preferred": "M Rao"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra, Australia"
                        ]
                    },
                    "formatted": [
                        "Canberra, Australia"
                    ]
                },
                "name": [
                    "University of Canberra"
                ]
            },
            "source": "A Systems Approach to Analyse the Impacts of Water Policy Reform in the Murray-Darling Basin: a Conceptual and an Analytical Framework. NATSEM Working Paper 2013/22",
            "title": "A Systems Approach to Analyse the Impacts of Water Policy Reform in the Murray-Darling Basin: a Conceptual and an Analytical Framework. NATSEM Working Paper 2013/22",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rao, M",
                        "preferred": "M Rao"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "ORANI-ED: A CGE Model of the Australian Economy for Labour Market Forecasting and Education and Training Sector Policy Analysis, Unpublished PhD Thesis, Faculty of Business and Economics, Centre of Policy Studies, Monash University, http://arrow.monash.edu.au/hdl/1959.1/540569",
            "id": "bib23",
            "title": "ORANI-ED: A CGE Model of the Australian Economy for Labour Market Forecasting and Education and Training Sector Policy Analysis",
            "type": "unknown",
            "uri": "http://arrow.monash.edu.au/hdl/1959.1/540569"
        },
        {
            "articleTitle": "Income inequality and trade: how to think, what to conclude",
            "authors": [
                {
                    "name": {
                        "index": "Richardson, JD",
                        "preferred": "JD Richardson"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib24",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "33",
                "last": "55",
                "range": "33–55"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Santos-Paulino, AU",
                        "preferred": "AU Santos-Paulino"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib25",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "United Nations"
                ]
            },
            "source": "Trade, Income Distribution and Poverty in Developing Countries: A survey. Discussion Paper No. 207, UNCTAD",
            "title": "Trade, Income Distribution and Poverty in Developing Countries: A survey. Discussion Paper No. 207, UNCTAD",
            "type": "report"
        },
        {
            "articleTitle": "Understanding calibration estimators in survey sampling",
            "authors": [
                {
                    "name": {
                        "index": "Singh, AC",
                        "preferred": "AC Singh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mohl, CA",
                        "preferred": "CA Mohl"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib26",
            "journal": "Survey Methodology",
            "pages": {
                "first": "107",
                "last": "115",
                "range": "107–115"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "articleTitle": "Old, single and poor: using microsimulation and microdata to analyse poverty and the impact of policy change among older Australians",
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McNamara, J",
                        "preferred": "J McNamara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vu, QN",
                        "preferred": "QN Vu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib27",
            "journal": "Economic Papers: A Journal of Applied Economics and Policy",
            "pages": {
                "first": "102",
                "last": "120",
                "range": "102–120"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nepal, B",
                        "preferred": "B Nepal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McNamara, J",
                        "preferred": "J McNamara"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "931–951, Journal of the Royal Statistical Society Series A, (Statistics in Society), 174",
            "id": "bib28",
            "title": "Small area estimation using a reweighting algorithm",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "World Bank",
                    "type": "group"
                }
            ],
            "date": "2008",
            "id": "bib29",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "source": "World development report 2009: Reshaping economic geography",
            "title": "World development report 2009: Reshaping economic geography",
            "type": "report"
        }
    ],
    "acknowledgements": [
        {
            "text": "This research was supported by the Australian Government’s Collaborative Research Networks (CRN) program.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
