{
    "status": "vor",
    "id": "00097",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00097",
    "authorLine": "Guillaume Marois, Alain Bélanger",
    "title": "Microsimulation model projecting small area populations using contextual variables: An application to the Montreal metropolitan area, 2006–2031",
    "published": "2014-04-30T00:00:00Z",
    "versionDate": "2014-04-30T00:00:00Z",
    "statusDate": "2014-04-30T00:00:00Z",
    "volume": 7,
    "issue": 1,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00097/ijm-00097.pdf",
    "subjects": [
        {
            "id": "spatial-microsimulation",
            "name": "Spatial microsimulation"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "A common difficulty faced when projecting small area populations has to do with the implementation of local factors which highly influence local population growth. This problem is particularly important when simulating events that have a strong geographic component, such as internal migration, and destination choice of external migrants. This paper is part of a larger research program that aims at developing a dynamic time-based microsimulation projection model of the population of the Montreal metropolitan area and its 79 municipalities, by age, sex, and language. It presents an innovative treatment of migration by taking into consideration previous changes in local conditions when determining mobility and destination choices. Municipalities are first divided into two categories, suburban and the central city, to compute location-specific probabilities of moving by age, language and place of birth. Then, the destination choice of movers is based on a utility function that accounts for five important determinants of residential choice: (1) the distance from the central city, (2) the current size of the population of each municipality, (3) the municipality development potential, (4) the linguistic composition of its population, and (5) the geographical location. A similar function is estimated to allocate a place of residence to external migrants. Parameters are estimated using conditional logistic regressions and are implemented into the microsimulation model. The model is validated over the 2006–2011 period and results of the reference scenario presented for 2031.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Marois and Bélanger",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Canada"
                        },
                        "formatted": [
                            "Canada"
                        ]
                    },
                    "name": [
                        "INRS – Centre Urbanisation Culture Société"
                    ]
                }
            ],
            "emailAddresses": [
                "Guillaume_marois@ucs.inrs.ca"
            ],
            "name": {
                "index": "Marois, Guillaume",
                "preferred": "Guillaume Marois"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Canada"
                        },
                        "formatted": [
                            "Canada"
                        ]
                    },
                    "name": [
                        "INRS – Centre Urbanisation Culture Société"
                    ]
                }
            ],
            "emailAddresses": [
                "Alain_belanger@ucs.inrs.ca"
            ],
            "name": {
                "index": "Bélanger, Alain",
                "preferred": "Alain Bélanger"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "small area population projections",
        "microsimulation",
        "urban and regional planning",
        "Montreal Canada"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Most demographic projections are realized at the national or regional levels and are mainly used for planning of public policies at this broader level. Using cohort-component or multi-state approaches these models are not adequate for planning of local services and needs, such as places in childcare or services for the elderly because they are unable to account for all the spatial interactions (<a href=\"#bib22\">Harding, Vidyattama <i>et al</i>., 2011</a>). Yet, local and municipal governments also need tools for planning, in particular to ensure public services under their responsibility (aqueducts, parks, waste collection, etc.) and urban planning (<a href=\"#bib26\">Isserman 1984</a>; <a href=\"#bib16\">Foss 2002</a>; <a href=\"#bib52\">Swanson &amp; Pol 2008</a>). Small area population projections have unquestionable value: they can be used for planning purposes, but also in a prospective approach such as measuring the impact of a change in public policy, such as zoning, on the spatial distribution of the population (<a href=\"#bib2\">Ballas, Clarke <i>et al</i>., 2005a</a>; <a href=\"#bib57\">Wilson 2011</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In addition, population projections at the local and municipal level have to account for the dynamic of residential segregation (<a href=\"#bib58\">Yin 2009</a>). While in many North American cities residential segregation is related to ethnic or racial groups, Montreal differs from other North American cities by the presence of two main linguistic groups: the francophone majority, descendants of the first colonists who came from France and founders of the city, and a wealthier English-speaking minority which gradually developed after the British conquest of New France (<a href=\"#bib9\">Brunet 1955</a>; <a href=\"#bib56\">Vaillancourt 1985</a>; <a href=\"#bib47\">Séguin 1987</a>). Montreal is also the port of entry of a large majority of immigrants landing in the province of Québec and recent high levels of increasingly diverse immigration has favored the emergence of another, more heterogeneous, linguistic group: the allophones, a term which in Canada defines those who speak another language than French or English at home. While racial or ethnical spatial segregation doesn’t appear to be important in the Montreal area, a spatial pattern is clearly apparent in the residential choice of linguistic groups (<a href=\"#bib35\">Marois &amp; Bélanger 2014</a>, <a href=\"#bib34\">Marois and Bélanger 2014, Forthcoming</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The aim of this paper is to present the small area population projection model that we developed to project the population of municipalities of the Montreal Metropolitan Community (MMC). The model is innovative in its treatment of migration, the most technically and conceptually difficult component of change to model in small area population projections. To meet these challenges, we build a dynamic time-based microsimulation projection model in which the choice of municipality of residence is determined by a utility function that considers municipality-specific contextual factors. The time horizon of the projection is from 2006 to 2031. This model has an additional objective: assess the evolution of linguistic groups at a local level.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Small area population projection models are subject to specific methodological challenges that are less important for national population projections. Given the small size of the population, it is more difficult to accurately estimate the component of changes for small areas (<a href=\"#bib29\">Keyfitz 1972</a>; <a href=\"#bib3\">Ballas, Rossiter <i>et al</i>., 2005b</a>; <a href=\"#bib32\">Lutz 2009</a>; <a href=\"#bib10\">Cameron &amp; Poot 2011</a>). This problem is particularly important for events that have a strong geographic dimension, such as internal migration and destination choice of external migrants (<a href=\"#bib3\">Ballas, Rossiter <i>et al</i>. 2005b</a>). Furthermore, because for several origin-destination flows, the number of migrants is small to non-existent, a robust origin-destination matrix to determine the migration pattern can hardly be built.",
                    "type": "paragraph"
                },
                {
                    "text": "Given the importance of migration on population growth and change at the local level and given the instability of migration patterns over time, the accuracy of the projection can be greatly affected by mobility assumptions (<a href=\"#bib46\">Sanderson, Dal <i>et al</i>. 2010</a>, <a href=\"#bib10\">Cameron &amp; Poot 2011</a>). At this level, individual decisions regarding choice of a place of residence depends on the changes over time in each potential location relative to all other alternatives. Thus, another difficulty faced when projecting small area populations is related to the implementation of contextual factors which may highly influence individual decision-making and local population growth. A rigorous small area population projections model must also take into account those contextual variables that can be determining factors in the migrants’ decision-making, such as the distance from a central point, the socio-demographic composition or physical characteristics of the territory (<a href=\"#bib39\">Murdock, Hamm <i>et al</i>. 1991</a>; <a href=\"#bib13\">Chi, Zhou <i>et al</i>. 2011</a>). Similarly, urban planning can sometimes affect the projection since it has a major role in housing supply (<a href=\"#bib39\">Murdock, Hamm <i>et al</i>. 1991</a>, <a href=\"#bib14\">Dittgen 2008</a>, <a href=\"#bib6\">Bergouignan 2010</a>). Geographical and contextual variables should thus be implemented as parameters to avoid the self-fulfilling effect of projections (e.g., when the urban plan is modified to integrate previous projection results). However, most small area projection models ignore contextual and environmental factors. Accordingly, traditional demographic methods such as the Hamilton-Perry method, the top-down method or the iterative proportional fitting method are generally used (<a href=\"#bib21\">Hamilton &amp; Perry 1962</a>; <a href=\"#bib7\">Birkin &amp; Clarke 1989</a>; <a href=\"#bib42\">Rees 1994</a>; <a href=\"#bib43\">Rees, Norman <i>et al</i>. 2004</a>; <a href=\"#bib48\">Simpson &amp; Tranmer 2005</a>; <a href=\"#bib2\">Ballas, Clarke <i>et al</i>. 2005a</a>; <a href=\"#bib24\">Institut de la statistique du Québec 2010</a>; <a href=\"#bib37\">Menthonnex 2010</a>; <a href=\"#bib53\">Swanson, Schlottmann <i>et al</i>. 2010</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Specific challenges of small area population projections",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The method proposed in this paper to model internal migration and residential-choice combines elements from the life cycle approach and the random utility model. Most studies seeking to explain individual decisions regarding residential mobility are based on the life cycle approach (<a href=\"#bib20\">Glick 1947</a>; <a href=\"#bib44\">Rossi 1955</a>; <a href=\"#bib31\">Landale &amp; Guest 1985</a>; <a href=\"#bib50\">South &amp; Crowder 1997</a>; <a href=\"#bib30\">Kim, Horner <i>et al</i>., 2005</a>; <a href=\"#bib1\">Æro 2006</a>; <a href=\"#bib34\">Marois &amp; Bélanger 2014</a>). This approach suggests that events that mark the life cycle, such as union formations and dissolutions, births of children, or the departures of children from parental house, are determinants of residential mobility, because the residential needs of the family are changing after the occurrences of these events. Since they are generally correlated with age, this variable is therefore a key determinant of residential mobility.",
                    "type": "paragraph"
                },
                {
                    "text": "The literature distinguishes two main urban forms in North American metropolitan areas: the inner city, which for conceptual and methodological reasons is often defined as the central municipality, and the suburb. The inner city can be seen as a place of transition, especially for young people who study or are in search for a first job and a partner (<a href=\"#bib28\">Kasarda, Appold <i>et al</i>., 1997</a>; <a href=\"#bib19\">Glaeser, Kolko <i>et al</i>., 2001</a>; <a href=\"#bib17\">Fréchette, Desmarais <i>et al</i>., 2004</a>; <a href=\"#bib55\">Turcotte &amp; Vézina 2010</a>; <a href=\"#bib33\">Marois &amp; Bélanger 2013</a>). According to the life cycle perspective, when they will be professionally stable and will be ready to have children, their preferences will be for larger housing and a quieter environment rather than for employment accessibility. They will therefore leave for the suburbs, if they can. (<a href=\"#bib18\">Frey &amp; Kobrin 1982</a>; <a href=\"#bib15\">Feijten &amp; Mulder 2002</a>; <a href=\"#bib27\">Karsten 2007</a>; <a href=\"#bib34\">Marois &amp; Bélanger 2014</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Because of the large number of municipalities in the Montreal metropolitan area, it is not possible to estimate an origin-destination matrix, especially when the population is disaggregated by age and language groups. But, if the determinants of the decision to move from the central city to the suburb differ from those of a reciprocal move from suburbs’ residents, we can assume that they are similar for residents of all suburban municipalities. Thus, we propose, as a first step in the modeling of internal migration, to stratify migrants according to the type of move rather than by municipality of origin. In the Montreal metropolitan area, the inner city consists of only one municipality (the municipality of Montreal, which is the central city). Residential moves within the central municipality are therefore not considered as a migration event. We can therefore define three types of internal mobility:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "From a suburb to the central municipality;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "From the central municipality to a suburb;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "From a suburb to another suburb.",
                                "type": "paragraph"
                            },
                            {
                                "text": "In a second step, a new municipality of residence has to be assigned to those internal migrants. In addition, a large number of external migrants also arrive each year in the metropolitan area, some from abroad (international immigrants), some from elsewhere in Canada (interprovincial migrants) and others from other regions of Quebec (intraprovincial migrants) and a municipality has to be assigned to these newcomers too. To account for the various profiles and preferences of these migrants in their location-decision, we regroup them into three additional groups of migrants:",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "International immigrants;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Interprovincial migrants;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Intraprovincial migrants.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "For those who move from a suburb to the central municipality, the model does not need to be more complex, since there is only one possible destination by definition. For the other five groups of migrants, the model must assign a municipality of residence and this is done using the following random utility approach.",
                    "type": "paragraph"
                },
                {
                    "text": "Assuming that migrants want to maximize the utility of attributes of the municipality they choose as destination, this approach can be defined as follow. Let <math id=\"inf1\"><mrow><msubsup><mi>U</mi><mi>j</mi><mi>t</mi></msubsup></mrow></math> be a utility function for each possible alternative j for individual of type t, where t is the type of migrants (from the central municipality, from another suburb, from another country, from another province and from the rest of Quebec) and j the number of municipalities which has a set of zn characteristics. Thus, we have:",
                    "type": "paragraph"
                },
                {
                    "mathml": "<math><mrow><msubsup><mi>U</mi><mi>j</mi><mi>t</mi></msubsup><mo>=</mo><msup><mi>e</mi><mrow><msub><mi>β</mi><mn>1</mn></msub><msub><mi>z</mi><mrow><mn>1</mn><mi>j</mi></mrow></msub><mo>+</mo><msub><mi>β</mi><mn>2</mn></msub><msub><mi>z</mi><mrow><mn>2</mn><mi>j</mi></mrow></msub><mo>+</mo><mo>…</mo><msub><mi>β</mi><mi>n</mi></msub><msub><mi>z</mi><mrow><mi>n</mi><mi>j</mi></mrow></msub></mrow></msup></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "where",
                    "type": "paragraph"
                },
                {
                    "text": "<math id=\"inf2\"><mrow><msubsup><mtext>U</mtext><mtext>j</mtext><mtext>t</mtext></msubsup></mrow></math> = Utility of a municipality j for a migrant type t, j=1…J; t=1…n",
                    "type": "paragraph"
                },
                {
                    "text": "z<sub>kj</sub> = Value of the independent variable k for the municipality j, j=1…J; k=1…n",
                    "type": "paragraph"
                },
                {
                    "text": "β<sub>k</sub> = Parameter of the independent variable k, k=1…n",
                    "type": "paragraph"
                },
                {
                    "text": "Parameters β<sub>k</sub> are estimated by a maximum likelihood method and are constant for each alternative. They estimate the net impact of municipalities’ characteristics. We seek to estimate the probability that an individual i of type t chooses the municipality j with <math id=\"inf3\"><mrow><msubsup><mi>U</mi><mi>j</mi><mi>j</mi></msubsup></mrow></math> utility function. Thus, we have:",
                    "type": "paragraph"
                },
                {
                    "mathml": "<math><mrow><msubsup><mi>P</mi><mi>j</mi><mi>t</mi></msubsup><mo>=</mo><mfrac><mrow><msubsup><mi>U</mi><mi>j</mi><mi>t</mi></msubsup></mrow><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>h</mi><mo>=</mo><mn>1</mn></mrow><mi>J</mi></munderover><mrow><msubsup><mi>U</mi><mi>h</mi><mi>t</mi></msubsup></mrow></mstyle></mrow></mfrac></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "In this way, contextual variables can be included as explanatory variables of migrants’ decision for a municipality of destination. In the context of Montreal, previous analysis has shown the importance of the municipality’s accessibility and housing offer, as well as of the linguistic composition of the municipality (<a href=\"#bib34\">Marois &amp; Bélanger 2014</a>, Forthcoming). Additional variables such as the average value of housing and the socio-economic composition of the municipality also became apparent from the analysis, but since reliable long-term assumptions for them are not available, they are not included in the population projection. Therefore, five municipality-specific variables are included in the model:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Distance from the downtown area;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Population size;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Number of new housings;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Linguistic composition;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Geographical position.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                }
            ],
            "id": "s3",
            "title": "3. Modeling internal migration and residential location",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The proposed method for residential location modeling focuses on individual preferences which vary according to personal characteristics. The projection model must therefore use a micro approach and microsimulation is the preferred method. Microsimulation simulates processes and life events (e.g., mortality, fertility, residential mobility, etc.) of individuals following behavioral assumptions which parameters are derived from empirical data (<a href=\"#bib40\">Orcutt 1957</a>). The probability that each type of events occurs is calculated for each individual and the occurrence of a particular event is determined using a Monte Carlo process. Following the event, characteristics of the simulated individual may change (life status is changed to dead, number of births is incremented, place of residence changes, etc.). Statistical indicators, such as population size, age structure, socio-demographic composition, etc. can then be computed from the aggregation of individual data. <a href=\"#bib41\">Post and Van Imhoff (1998)</a> argue that microsimulation is particularly appropriate when “the problem requires a large state space” (p. 107). The possibility of including a large number of individual attributes is another major advantage of microsimulation compared to a component-cohort method. This method is then appropriate for local projections because of the large number of municipalities and individual characteristics that are simultaneously projected.",
                    "type": "paragraph"
                },
                {
                    "text": "Montreal is the second most populous metropolitan area of Canada after Toronto. The <i>Montreal Metropolitan Community</i> (MMC)<a href=\"#fn1\"><sup>1</sup></a> regroups 82 municipalities into a supra-municipal entity<a href=\"#fn2\"><sup>2</sup></a>. The population of the MMC is estimated to 3.7 million residents in 2010. The MMC is active in land use planning and economic development, public transit and metropolitan arterial road network developments, waste management planning and social housing. With more than 1.6 million people, the municipality of Montreal is the central city, while the rest of the MMC compose the suburb (78 municipalities). <a href=\"#fig1\">Map 1</a> spatially illustrates the municipalities under study and shows their grouping into regional county municipality (RCM)<a href=\"#fn3\"><sup>3</sup></a>, a spatial aggregation used for some variables in the analysis.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00097%2Fijm-00097-fig1.tif",
                                "size": {
                                    "width": 971,
                                    "height": 761
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00097%2Fijm-00097-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00097-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "The central municipality of the MMC and municipalities included in the suburb.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Our dynamic time-based microsimulation model is called LDS (<i>Local Demographic Simulations</i>) and is built using SAS Software. The starting population is extracted from the 2006 Census and the projection’s horizon is 2031. The 20% microdata file of the 2006 Canadian Census<a href=\"#fn4\"><sup>4</sup></a> provides a large database (682 000 respondents in the MMC territory) with all the individual characteristics necessary for our model. It makes up our starting population. Its large sample size is useful to ensure robust estimates of relatively rare events and to reduce the Monte Carlo error inherent to microsimulation. The following characteristics are extracted from the database:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Age (0 to 119);",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Sex (male or female);",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Municipality of residence (79 municipalities of the Montreal Metropolitan Community);",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Place of birth (in Canada, foreign-born);",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Year of arrival in Canada (specific to foreign-born);",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Language spoken at home (English, French or other).",
                                "type": "paragraph"
                            },
                            {
                                "text": "From these variables, we derive four other variables that will be used in different modules:",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Age at immigration (specific to foreign-born);",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Number of years since arrival (specific to foreign-born);",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Regional county municipality of residence;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Type of municipality (central municipality or suburb).",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "To account for the net census undercount (2.07% in Quebec), we reweighted the population using the 2006 population estimate by age groups and municipalities (<a href=\"#bib25\">Institut de la statistique du Québec 2013</a>). Each individual weight is corrected using an age group-municipality-specific factor.",
                    "type": "paragraph"
                },
                {
                    "text": "Modeled events are represented schematically in <a href=\"#table1\">Table 1</a>, with the independent variables where appropriate:",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\">Events</th>\n<th align=\"center\">Population at risk</th>\n<th align=\"center\">Outcome</th>\n<th align=\"center\" colspan=\"9\">Independent variables</th>\n</tr>\n<tr>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">Age</td>\n<td align=\"center\">Sex</td>\n<td align=\"center\">Place of birth</td>\n<td align=\"center\">Number of years since arrival</td>\n<td align=\"center\">Age at immigra-tion</td>\n<td align=\"center\">RCM</td>\n<td align=\"center\">Munici-pality</td>\n<td align=\"center\">Type of municipality</td>\n<td align=\"center\">Language spoken at home </td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Death</td>\n<td>Everyone</td>\n<td>If the event occurs, the individual is removed from the simulation. Otherwise, time variables (age, duration of residence for immigrants) are incremented by one</td>\n<td align=\"center\">x</td>\n<td align=\"center\">x</td>\n<td align=\"center\">x</td>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>Fertility</td>\n<td>Women aged between 15 and 49 years old</td>\n<td>A new individual is added to the simulation. Child characteristics are determined in the birth module</td>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n<td align=\"center\">x</td>\n<td align=\"center\">x</td>\n<td align=\"center\">x</td>\n</tr>\n<tr>\n<td>International emigration</td>\n<td>Everyone, except births of the year</td>\n<td>The individual is removed from the simulation</td>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>Interprovincial out-migration</td>\n<td>Everyone, except births of the year</td>\n<td>The individual is removed from the simulation</td>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n</tr>\n<tr>\n<td>Intraprovincial out-migration</td>\n<td>Everyone, except births of the year</td>\n<td>The individual is removed from the simulation</td>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n</tr>\n<tr>\n<td>Migration from the central municipality to the suburb</td>\n<td>People living in the central municipality, except births of the year</td>\n<td>The individual is identified as a migrant from the central municipality to the suburb. The municipality of residence is determined in the residential location module</td>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n</tr>\n<tr>\n<td>Migration from the suburb to the central municipality</td>\n<td>People living in the suburb, except births of the year</td>\n<td>The municipality of residence becomes the central municipality (Montreal)</td>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>Migration within the suburb</td>\n<td>People living in the suburb, except births of the year</td>\n<td>The individual is identified as a migrant within the suburb. The municipality of residence is determined in the residential location module</td>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n</tr>\n<tr>\n<td>Language shift toward French</td>\n<td>Allophones</td>\n<td>The language spoken at home is changed to French</td>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n<td align=\"center\">x</td>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>Language shift toward English</td>\n<td>Allophones</td>\n<td>The language spoken at home is changed to English</td>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\">x</td>\n<td align=\"center\">x</td>\n<td align=\"center\">x</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Summary of events.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Characteristics at the beginning of the period are used to estimate the likelihood of each event. For example, a 20 year old woman living in a given municipality at the beginning of the year who migrates to another municipality during the year has the probability of giving birth of women aged 20 living in the initial municipality for all the period. Only in the following year, when she will be 21 at the beginning of the year, will her probability of giving birth change.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Mortality has less impact on projected local population counts than other demographic components and varies less between regions (<a href=\"#bib54\">Termote, Payeur <i>et al</i>. 2011</a>). Therefore, we assume that probabilities of dying do not vary by municipality of residence. Provincial age and sex prospective probabilities of dying from the reference scenario of the population projections published by the provincial statistical agency (<a href=\"#bib23\">Institut de la statistique du Québec 2009</a>) are used as input. Life expectancy at birth increases from 78.3 years in 2006 to 82.9 years in 2031 and from 83.0 years to 86.6 years for males and females, respectively. To take into account the healthy immigrant effect (<a href=\"#bib12\">Chen, Ng <i>et al</i>., 1996</a>; <a href=\"#bib8\">Bourbeau 2002</a>; <a href=\"#bib36\">McDonald &amp; Kennedy 2004</a>), we adjust the probabilities of dying using relative risks of mortality for Canadian-born, established immigrants (admitted 10 years earlier or more) and recent immigrants (admitted in last 10 years) estimated in a previous study (<a href=\"#bib5\">Bélanger &amp; Malenfant 2005</a>). These relative risks are 0.354 for recent immigrants, 0.96 for established immigrants and 1.029 for Canadian-born.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Death event",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The fertility module is applied to women aged 15 to 49. Fertility rates are estimated in two steps. First, we estimated fertility rates by age, language spoken at home and type of municipality (central municipality or suburb) using the own children method applied to 2006 Census data. As expected, our results show that fertility is lower among women living in the central city than those living in the suburbs for francophones (1.33 vs 1.66) and anglophones (1.47 vs 1.75), but not for allophones (2.35 vs 1.87). One reason that can explain this last finding is that fertility tends to be higher among recent immigrants (<a href=\"#bib4\">Bélanger &amp; Gilbert 2002</a>) who are more likely to be allophones. Since most immigrants first settle in the central municipality, it can inflate the estimate. As the duration of residence in Canada increases, immigrants’ fertility converges towards the level of the native-born population and at the same time immigrants tend also to move to other areas of the metropolitan area. Using these rates as input, we performed a first simulation from 2006 to 2011 and we compared the projected number of births by municipality with the observed numbers. We then calibrated municipality’s fertility rates so that the total number of simulated births for each municipality matches the recorded data while the relative differences between population groups were maintained<a href=\"#fn4\"><sup>5</sup></a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When a birth occurs, a new individual is added to the simulation and the birth module assigns characteristics to newborns. Age is set to 0, the sex ratio at birth is used to randomly allocate the sex of the newborn, the place of residence is set equal to the residence of the mother at the end of the projected year and a probability of surviving to the end of the year is applied to the newborn. The language group of the child can be different from the language of the mother due to the possibility of intergenerational language shifts and is randomly allocated following rules described in the next section.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Fertility and birth modules",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "They are two types of language shifts. Language shifts over the life course concern change in the language used at home by the individual over his own life and intergenerational language shifts concerns the non-transmission of the mother’s mother tongue to the child at birth. Although Canada is rich of linguistic questions in censuses and surveys, there is no data set that can provide direct estimates of linguistic mobility. It is therefore necessary to use alternative methods to estimate language shifts over the lifetime. From analysis comparing cohort data from two censuses, we know that linguistic mobility is very low for both anglophones and francophones (<a href=\"#bib54\">Termote, Payeur <i>et al</i>. 2011</a>). In Quebec, language changes over the life course mainly concern allophones and even among them such transitions are rare past a given age. We adapted the census based cross-sectional method developed by <a href=\"#bib45\">Sabourin and Bélanger (2011)</a> to estimate these transitions. First, those who answered speaking more than one language at home are randomly recoded into the three main categories: francophones, anglophones and allophones. Allophones are then stratified into four groups to take into account specific experiences that may affect their linguistic behavior: Canadian-born allophones, foreign-born allophones arrived at age 15 or younger, foreign-born allophones arrived between age 16 and 35 and foreign-born allophones arrived after the age of 35. Using the number of respondents declaring a non-official language as mother tongue as denominators and the number of those speaking English or French at home as numerators, we computed age-specific (in the case of Canadian-born) or duration-specific (in the case of immigrants) lifetime linguistic shift rates for each group of allophones.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Language shifts over the lifetime were rare among foreign-born allophones who arrived at an age older than 16 and, for simplicity, language shifts over the lifetime are assumed to be null for allophone immigrants who landed in Canada at age16 and over. For the other two groups, the following equations, where y is the shift rate and x is the age or the duration (in years) since immigration, provided the best fit to the observed data:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Canadian-born allophones to French: y = −0.0003x<sup>2</sup> + 0.0135x + 0.1334, x = 0 to 14;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Foreign-born allophones arrived at age 15 or less to French: y = −0.0002x<sup>2</sup> + 0.0129x + 0.2188, x = 0 to 29;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Canadian-born allophones to English: y = 0.0155x + 0.084, x = 0 to 34;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Foreign-born allophones arrived at age 15 or less to English: y = 0.0055x + 0.0438, x = 0 to 29;",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "These equations yield estimates of the probability of language shift toward French and English by age (duration). We have limited the length to 35 years for the Canadian-born allophones transition to English, not only because the event is rare after that age, but also because of a cohort effect due to the linguistic policy<a href=\"#fn6\"><sup>6</sup></a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In addition to lifetime language shifts, there is another kind of language shift called intergenerational language shift. Previous estimates show that a certain proportion of allophones already have another language spoken at home at age 0. Since we don’t have more specific data on this event, we assume that this represents intergenerational shifts. From the regressions’ intercepts, intergenerational language shift are estimated to 13.3% and 8.4% for French and English respectively. These rates are used to allocate a language characteristic to children from allophone mothers in the birth module.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 Linguistic mobility events",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In Canada, international migration is estimated from linked tax files. Although there exist scarce data on this component of population change, we know that it is a rare event and that it concerns mostly recent immigrants. In fact, the number of returning Canadians compensates for the number of Canadian-born emigrants (<a href=\"#bib38\">Michalowski &amp; Tran 2008</a>, <a href=\"#bib54\">Termote, Payeur <i>et al</i>., 2011</a>). Thus, assuming that the net emigration of Canadian-born is null, emigration depends only on the propensity of recent immigrants to leave the country. We thus apply to each cohort of immigrants the emigration rate estimated by <a href=\"#bib54\">Termote, Payeur <i>et al</i>. (2011)</a> (<a href=\"#table2\">Table 2</a>). Emigration rates are further calibrated using the observed number of international emigrants between 2006 and 2011.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Termote, Payeur <i>et al</i>. 2011. Annualized by authors.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\">Number of years since arrival</th>\n<th align=\"center\">Emigration rate</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\">1</td>\n<td align=\"center\">4.40%</td>\n</tr>\n<tr>\n<td align=\"center\">2</td>\n<td align=\"center\">4.40%</td>\n</tr>\n<tr>\n<td align=\"center\">3</td>\n<td align=\"center\">2.95%</td>\n</tr>\n<tr>\n<td align=\"center\">4</td>\n<td align=\"center\">1.50%</td>\n</tr>\n<tr>\n<td align=\"center\">5</td>\n<td align=\"center\">1.50%</td>\n</tr>\n<tr>\n<td align=\"center\">6</td>\n<td align=\"center\">1.50%</td>\n</tr>\n<tr>\n<td align=\"center\">7</td>\n<td align=\"center\">1.50%</td>\n</tr>\n<tr>\n<td align=\"center\">8</td>\n<td align=\"center\">1.40%</td>\n</tr>\n<tr>\n<td align=\"center\">9</td>\n<td align=\"center\">1.30%</td>\n</tr>\n<tr>\n<td align=\"center\">10</td>\n<td align=\"center\">1.30%</td>\n</tr>\n<tr>\n<td align=\"center\">11</td>\n<td align=\"center\">1.30%</td>\n</tr>\n<tr>\n<td align=\"center\">12</td>\n<td align=\"center\">1.30%</td>\n</tr>\n<tr>\n<td align=\"center\">13</td>\n<td align=\"center\">0.65%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Estimated emigration rates of immigrants by years since arrival.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-4",
                    "title": "4.4 International emigration event",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Probabilities for interprovincial and intraprovincial out-migration are calculated from parameters estimated by logistic regressions using the question on place of residence one year ago in the 2001 and 2006 censuses. The event is thus conditional to survive and to stay in Canada. Therefore, this module occurs after death and emigration modules in the model LDS. Results of the regressions are presented in <a href=\"#table3\">Table 3</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "table3_fn1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "p&lt;0.05.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "table3_fn2",
                                            "label": "**",
                                            "text": [
                                                {
                                                    "text": "p&lt;0.01.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "table3_fn3",
                                            "label": "***",
                                            "text": [
                                                {
                                                    "text": "p&lt;0.0001.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\">Interprovincial out-migration (n=1,292,224)</th>\n<th align=\"center\">Intraprovincial out-migration (n=1,292,224)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Intercept</td>\n<td align=\"center\">−5.796<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−3.652<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td>Age groups (ref=30–34)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">0–4</td>\n<td align=\"center\">−0.063</td>\n<td align=\"center\">−0.173<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">5–9</td>\n<td align=\"center\">−0.268<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−0.632<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">10–14</td>\n<td align=\"center\">−0.718<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−0.955<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">15–19</td>\n<td align=\"center\">−0.696<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−0.707<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">20–24</td>\n<td align=\"center\">0.322<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">0.263<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">25–29</td>\n<td align=\"center\">0.419<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">0.305<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">35–39</td>\n<td align=\"center\">−0.338<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−0.387<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">40–44</td>\n<td align=\"center\">−0.619<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−0.688<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">45–49</td>\n<td align=\"center\">−0.812<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−0.789<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">50–54</td>\n<td align=\"center\">−0.956<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−0.651<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">55–59</td>\n<td align=\"center\">−0.993<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−0.534<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">60–64</td>\n<td align=\"center\">−0.874<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−0.638<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">65–69</td>\n<td align=\"center\">−1.285<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−0.896<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">70–74</td>\n<td align=\"center\">−1.461<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−1.357<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">75+</td>\n<td align=\"center\">−1.024<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−1.381<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td>Language spoken at home (ref = French)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">English</td>\n<td align=\"center\">2.206<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−1.680<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">Other(s)</td>\n<td align=\"center\">1.421<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−1.856<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td>Place of birth (ref = born in Canada)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">Foreign-born</td>\n<td align=\"center\"/>\n<td align=\"center\">−0.883<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td>Number of years since arrival (ref = Born in Canada)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">0–4</td>\n<td align=\"center\">1.074<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">5–9</td>\n<td align=\"center\">0.602<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">10–14</td>\n<td align=\"center\">0.189<a href=\"#table3_fn2\">**</a></td>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">15+</td>\n<td align=\"center\">−0.291<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>RCM of residence (ref = RCM66)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">RCM55 and RCM57</td>\n<td align=\"center\">−0.581<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">0.326<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM58</td>\n<td align=\"center\">−0.420<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−0.067<a href=\"#table3_fn1\">*</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM59</td>\n<td align=\"center\">−0.228</td>\n<td align=\"center\">0.086</td>\n</tr>\n<tr>\n<td align=\"center\">RCM60</td>\n<td align=\"center\">−1.113<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">0.163<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM64</td>\n<td align=\"center\">−0.817<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−0.009</td>\n</tr>\n<tr>\n<td align=\"center\">RCM65</td>\n<td align=\"center\">−0.870<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−0.252<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM67 and RCM70</td>\n<td align=\"center\">−0.393<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">0.060</td>\n</tr>\n<tr>\n<td align=\"center\">RCM71</td>\n<td align=\"center\">−0.205<a href=\"#table3_fn2\">**</a></td>\n<td align=\"center\">0.388<a href=\"#table3_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM72</td>\n<td align=\"center\">−0.698<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">−0.199<a href=\"#table3_fn2\">**</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM73 and RCM74</td>\n<td align=\"center\">−0.546<a href=\"#table3_fn3\">***</a></td>\n<td align=\"center\">0.236<a href=\"#table3_fn3\">***</a></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Parameters of interprovincial and intraprovincial outmigration, Montreal metropolitan community, 2001 and 2006 census.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "To validate the model, we compared the number of out-migrants observed by municipality in the 2001 and 2006 Census separately with the number resulting from the average of five probabilistic simulations using the estimated parameters. The projected numbers are usually close to the observed numbers for both interprovincial and intraprovincial out-migrants. Relative differences can be important for small municipalities with few observed out-migrants, but expected numbers are in the same range.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In a first step, we use these parameters in a simulation for the period 2006–2011. Probabilities were then calibrated to ensure that the number of out-migrants simulated for the MMC corresponds to the observed numbers. The calibration factor is 0.761 and 1.162 for interprovincial and intraprovincial out-migrants, respectively. Those factors are then maintained for the rest of the projection.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-5",
                    "title": "4.5 Interprovincial and intraprovincial out-migration events",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Probabilities to move from the central municipality to a suburban municipality, between suburbs or from a suburban municipality to the central municipality are estimated using logistic regressions on pooled data of the 2001 and 2006 censuses. <a href=\"#table4\">Table 4</a> presents the estimated parameters from these models.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "table4_fn1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "p&lt;0.05.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "table4_fn2",
                                            "label": "**",
                                            "text": [
                                                {
                                                    "text": "p&lt;0.01.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "table4_fn3",
                                            "label": "***",
                                            "text": [
                                                {
                                                    "text": "p&lt;0.0001.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>From the central municipality to the suburb (n=586,151)</th>\n<th>From the suburb to the central municipality (n=682,659)</th>\n<th>Within the suburb (n=682,659)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Intercept</td>\n<td align=\"center\">−3.024 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−3.741 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−3.004 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td>Age groups (ref=30–34)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">0–4</td>\n<td align=\"center\">−0.089 <a href=\"#table4_fn1\">*</a></td>\n<td align=\"center\">−0.836 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−0.199 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">5–9</td>\n<td align=\"center\">−0.501 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−1.092 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−0.558 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">10–14</td>\n<td align=\"center\">−0.753 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−1.479 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−0.935 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">15–19</td>\n<td align=\"center\">−1.065 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−0.518 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−0.892 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">20–24</td>\n<td align=\"center\">−0.490 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">0.787 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">0.064 <a href=\"#table4_fn1\">*</a></td>\n</tr>\n<tr>\n<td align=\"center\">25–29</td>\n<td align=\"center\">0.058</td>\n<td align=\"center\">0.711 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">0.485 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">35–39</td>\n<td align=\"center\">−0.321 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−0.502 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−0.443 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">40–44</td>\n<td align=\"center\">−0.743 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−0.804 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−0.810 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">45–49</td>\n<td align=\"center\">−1.030 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−0.871 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−1.095 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">50–54</td>\n<td align=\"center\">−1.253 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−0.976 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−1.184 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">55–59</td>\n<td align=\"center\">−1.281 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−1.263¨<a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−1.264 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">60–64</td>\n<td align=\"center\">−1.397 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−1.521 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−1.412 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">65–69</td>\n<td align=\"center\">−1.517 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−1.512 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−1.518 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">70–74</td>\n<td align=\"center\">−1.748 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−1.469 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−1.529 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">75+</td>\n<td align=\"center\">−1.658 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−1.226 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−1.308 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td>Language spoken at home (ref = French)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">English</td>\n<td align=\"center\">−0.353 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\"/>\n<td align=\"center\">−0.361 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">Other(s)</td>\n<td align=\"center\">−0.631 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\"/>\n<td align=\"center\">−0.662 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td>Place of birth (ref = born in Canada)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">Foreign-born</td>\n<td align=\"center\"/>\n<td align=\"center\">0.170 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">−0.200 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td>RCM of residence (ref = RCM66)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">RCM55 and RCM57</td>\n<td align=\"center\"/>\n<td align=\"center\">−0.477 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">0.386 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM58</td>\n<td align=\"center\"/>\n<td align=\"center\">−0.127 <a href=\"#table4_fn2\">**</a></td>\n<td align=\"center\">0.126 <a href=\"#table4_fn2\">**</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM59</td>\n<td align=\"center\"/>\n<td align=\"center\">−0.456 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">0.091</td>\n</tr>\n<tr>\n<td align=\"center\">RCM60</td>\n<td align=\"center\"/>\n<td align=\"center\">0.120 *</td>\n<td align=\"center\">−0.278 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM64</td>\n<td align=\"center\"/>\n<td align=\"center\">−0.288 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">0.083 *</td>\n</tr>\n<tr>\n<td align=\"center\">RCM65</td>\n<td align=\"center\"/>\n<td align=\"center\">−0.133 <a href=\"#table4_fn2\">**</a></td>\n<td align=\"center\">−0.208 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM67 and RCM70</td>\n<td align=\"center\"/>\n<td align=\"center\">−0.295 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">0.224 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM71</td>\n<td align=\"center\"/>\n<td align=\"center\">−0.277 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">0.232 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM72</td>\n<td align=\"center\"/>\n<td align=\"center\">−0.429 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">0.593 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM73 and RCM74</td>\n<td align=\"center\"/>\n<td align=\"center\">−0.556 <a href=\"#table4_fn3\">***</a></td>\n<td align=\"center\">0.430 <a href=\"#table4_fn3\">***</a></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Parameters of logistic regressions modeling internal outmigration between municipalities of the Montreal metropolitan community, 2001 and 2006.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Estimated parameters are consistent with previous theoretical and empirical studies on intrametropolitain mobility (<a href=\"#bib20\">Glick 1947</a>; <a href=\"#bib44\">Rossi 1955</a>; <a href=\"#bib31\">Landale &amp; Guest 1985</a>; <a href=\"#bib50\">South &amp; Crowder 1997</a>; <a href=\"#bib30\">Kim, Horner <i>et al</i>. 2005</a>; <a href=\"#bib1\">Æro 2006</a>; <a href=\"#bib55\">Turcotte &amp; Vézina 2010</a>; <a href=\"#bib33\">Marois &amp; Bélanger 2013</a>; <a href=\"#bib34\">Marois &amp; Bélanger 2014</a>). They highlight the importance of age and ethnocultural variables as determinants of intrametropolitain mobility. The variable about the RCM of residence shows that, even when controlling for population composition, some differences still remain between regions, meaning that a specific geographical component exists. As we did for modeling interprovincial and intraprovincial out-migrations, we also validated our model for internal migration by comparing the number of migrants observed by municipality in the 2001 and 2006 Census separately with the average number resulting from five probabilistic simulations for the same years using those parameters. Simulated numbers are in most cases in the same range as the observed and when the relative differences are large, it is for small municipalities with few migrants.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the microsimulation, internal migration occurs after the events “death”, “interprovincial and intraprovincial out-migration” and “emigration”. Eventual co-occurrence of events “migration to the central municipality” and “migration to another suburb” are dealt with randomly. The municipality of residence for those who move to or within the suburb is subsequently determined by the residential location module.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-6",
                    "title": "4.6 Internal migration events",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "External migrants, meaning international immigrants, interprovincial in-migrants and intraprovincial in-migrants are not modeled as events because the population at risk is not simulated. For each of these types of in-migrants, a separate database of potential newcomers with their characteristics was created. Assumptions on the annual number for each of these types of in-migrants comes from the official population projection from the <i>Institut de la statistique du Québec</i>, themselves determined from observations for 2006 to 2011 and from recent trends for the following years (<a href=\"#bib23\">Institut de la statistique du Québec 2009</a>). The assumption is that the number of new entries in the model is about 96,500 per year which is about 40,000 international immigrants, 10,500 interprovincial in-migrants and 46,000 intraprovincial in-migrants moving on the MMC territory. Characteristics of these in-migrants are randomly imputed using a cold deck procedure based on a database of potential in-migrants created from the population living in the MMC at the 2006 Census, but elsewhere five years before. Assuming that external migrants arrive in the middle of the period, they are subject to half the risks of experiencing the other events during the year of their arrival. Finally, the residential location module (described below) assigns their municipality of residence.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-7",
                    "title": "4.7 External migrants modules",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Residential location modules are used to assign a municipality of residence to internal migrants settling in the suburb and to external migrants settling in the whole metropolitan area. Since migrants have different preferences according to their origin, five separate modules are required, one for each of the categories of individuals to relocate: (1) people moving from the central municipality (2) people moving from another suburb (3) international immigrants (4) interprovincial in-migrants and (5) intraprovincial in-migrants. These modules are a practical application of the random utility approach that we applied in a previous study of residential location in the Montreal metropolitan area (<a href=\"#bib34\">Marois &amp; Bélanger 2014</a>, Forthcoming), which includes contextual variables as determinants of the choice of the municipality of residence. For each of the municipality’s characteristics, parameters are estimated using conditional logistic regressions. The municipality of destination is then probabilistically allocated as a function of these parameters.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We estimate the regression parameters using data from the question on the place of residence one year ago of the 2001 and 2006 censuses. Independent variables of the regression model are: the distance between the municipality and the downtown, the population size, the type of municipality (either village, town or city), the annual number of new housings7, the main linguistic group defined as a binary variable (either francophone or not) and the regional county municipality (RCM) of the municipality. This last variable is used to take into account certain individual choices, such as the preference of international immigrants to first locate on the Montreal island. <a href=\"#table5\">Table 5</a> shows parameters resulting from our regressions.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "table5_fn1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "p&lt;0.05.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "table5_fn2",
                                            "label": "**",
                                            "text": [
                                                {
                                                    "text": "p&lt;0.01.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "table5_fn3",
                                            "label": "***",
                                            "text": [
                                                {
                                                    "text": "p&lt;0.0001.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\">Intraprovincial in-migrants (n=14528)</th>\n<th align=\"center\">Interprovincial in-migrants (n=4613)</th>\n<th align=\"center\">International immigrants (n=14993)</th>\n<th align=\"center\">Migrants from the central municipality (n=12565)</th>\n<th align=\"center\">Migrants from another suburb (n=18080)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Distance to downtown (km)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">−0.014 <a href=\"#table5_fn1\">***</a></td>\n<td align=\"center\">−0.007 <a href=\"#table5_fn2\">**</a></td>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td>Population size</td>\n<td align=\"center\">1.894E-06 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">2.301E-06 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">2.444E-06 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">8.848E-06 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">7.864E-06 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td>Kind of municipality (ref = City)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">Village</td>\n<td align=\"center\">−2.159 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−1.966 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−2.148 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−2.220 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−1.757 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">Town</td>\n<td align=\"center\">−1.233 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−0.997 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−0.971 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−1.155 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−0.831 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td>New housings</td>\n<td align=\"center\"/>\n<td align=\"center\">5.230E-05 <a href=\"#table5_fn2\">**</a></td>\n<td align=\"center\"/>\n<td align=\"center\">2.900E-04 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">2.097E-04 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td>Majority of Francophones</td>\n<td align=\"center\">3.224 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">0.937 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">1.490 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">0.544 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">0.754 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\"><a href=\"#table5_fn1\">*</a> anglophone migrant</td>\n<td align=\"center\">−3.034 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−1.412 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−1.914 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−2.550 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−3.518 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\"><a href=\"#table5_fn1\">*</a> allophone migrant</td>\n<td align=\"center\">−2.258 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−0.713 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−0.815 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−1.433 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−2.740 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td>RCM of residence (ref = RCM65 and RCM66)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">RCM55 and RCM57</td>\n<td align=\"center\">−0.773 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−1.438 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−2.455 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−0.007</td>\n<td align=\"center\">1.527 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM58</td>\n<td align=\"center\">−0.117 <a href=\"#table5_fn1\">*</a></td>\n<td align=\"center\">−0.102</td>\n<td align=\"center\">−0.170 <a href=\"#table5_fn2\">**</a></td>\n<td align=\"center\">0.655 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">1.525 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM59</td>\n<td align=\"center\">−1.093 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−1.554 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−2.681 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">0.007</td>\n<td align=\"center\">1.199 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM60</td>\n<td align=\"center\">−0.493<a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−1.475 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−2.459 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">1.115 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">1.315 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM64</td>\n<td align=\"center\">−0.386 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−0.927 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−2.363 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">1.057 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">1.994 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM67 and RCM70</td>\n<td align=\"center\">−0.988 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−1.855 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−2.995 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">0.530 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">1.324<a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM 71</td>\n<td align=\"center\">−0.893 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−0.282 <a href=\"#table5_fn1\">*</a></td>\n<td align=\"center\">−1.587 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">0.966 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">1.274 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM72</td>\n<td align=\"center\">−0.988 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−1.600 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−2.257 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">0.473 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">1.777 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n<tr>\n<td align=\"center\">RCM73 and RCM74</td>\n<td align=\"center\">−0.474 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−0.967 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">−2.113 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">0.325 <a href=\"#table5_fn3\">***</a></td>\n<td align=\"center\">1.867 <a href=\"#table5_fn3\">***</a></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Parameters of conditional logistic regressions modeling the municipality of destination for internal and external migrants, Montreal metropolitan community, 2001 and 2006 censuses.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Results show the importance of accessibility, housing supply and linguistic composition of the municipality in the choice of the municipality of residence. For each in-migrants category, we compared the expected number of in-migrants using these parameters with the observed number in the 2001 and 2006 censuses. In most cases, expected numbers are in the same range than observed numbers, meaning that our regression models are good predictors of the migrants’ municipality of destination. Accordingly, we use these parameters as projection assumption. However, for some municipalities, the difference between the expected and observed in-migrants can be important, probably because some unobserved variables can influence municipalities’ attractiveness. In these particular cases, we added an adjustment factor to calibrate the model, which highlights the difficulty of conceiving a model that can be applied in all contexts.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The residential location modules take into account municipality’s characteristic that can change over time, therefore LDS updates at the end of each projection year the population size and percentage of francophones which will then be used in the following annual step. Concerning the number of new housings, we use the observed annual number of new housings for the 2006–2011 period (occupied or not) as reported in the 2006 and 2011 censuses. For the years beyond 2011, the projected number of new housings is taken from the 2005 development plan of the MMC which provides estimates of housing development potential for each municipality until 2031.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-8",
                    "title": "4.8 Residential location modules",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Model definition, assumptions and data sources",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Our projection starts with the 2006 population, but we have age-municipality specific population estimates for 2011. Therefore, we are using the period 2006–2011 to validate and calibrate the parameters of the model prior to the 2011–2031 projection.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Out-migration probabilities and municipality-specific fertility rates have to be adjusted from a set of simulations for the period 2006–2011. The population resulting from the first simulation, without any correction, is presented in column 3 of annex 1. The second simulation calibrated the out-migrations probabilities and results are shown in column 4. At the third simulation, we calibrated for the municipality-specific fertility rates. Results are presented in column 5.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Completion of assumptions",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The last simulation is based on our final and complete assumptions (column 5 of annex 1) and serves to validate our projection model by comparing the projected population with the 2011 population estimates (column 2). <a href=\"#table6\">Table 6</a> presents the distribution of municipalities according to the absolute percent error.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<tbody>\n<tr>\n<td align=\"center\">[10%, ∞[</td>\n<td align=\"center\">4</td>\n</tr>\n<tr>\n<td align=\"center\">[5%, 10%[</td>\n<td align=\"center\">15</td>\n</tr>\n<tr>\n<td align=\"center\">[2.5%, 5%[</td>\n<td align=\"center\">21</td>\n</tr>\n<tr>\n<td align=\"center\">[0, 2.5%[</td>\n<td align=\"center\">39</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Distribution of municipalities according to the absolute percent error.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The absolute percent error for the whole population is quite low for most municipalities, 39 of the 79 municipalities have an error below 2.5% and 21 have an error between 2.5% and 5%.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Overall, the mean absolute percent error is 3.4% and it varies from 0% to 20%. Four municipalities have an error above 10%, but the most populous of them has a population of about 10,000 inhabitants.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As revealed in <a href=\"#table7\">Table 7</a>, the absolute percent error decreases according to the population size, but there is no clear relation between error and population growth rate. The mean absolute percent error appears satisfying since <a href=\"#bib49\">Smith and Shahidullah (1995)</a> found an absolute error range between 17% and 20% for projections over a 10 years period of Florida’s census tracts using different extrapolation technics.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "table7_fn1",
                                            "label": "a",
                                            "text": [
                                                {
                                                    "text": "This is the arithmetic mean of the MAPE of 16 age groups.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "table7_fn2",
                                            "label": "b",
                                            "text": [
                                                {
                                                    "text": "This is the arithmetic mean of the MAPE of the 79 municipalities.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\">Total population</th>\n<th align=\"center\">Population by age groups (16)<a href=\"#table7_fn1\"><sup>a</sup></a></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\">Overall<a href=\"#table7_fn2\"><sup>b</sup></a></td>\n<td align=\"center\">3.4%</td>\n<td align=\"center\">12.3%</td>\n</tr>\n<tr>\n<td align=\"center\"><b>Population size</b></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">[50,000, ∞[</td>\n<td align=\"center\">1.2%</td>\n<td align=\"center\">5.6%</td>\n</tr>\n<tr>\n<td align=\"center\">[15,000, 50,000[</td>\n<td align=\"center\">2.3%</td>\n<td align=\"center\">9.3%</td>\n</tr>\n<tr>\n<td align=\"center\">[5,000, 15,000[</td>\n<td align=\"center\">4.0%</td>\n<td align=\"center\">12.5%</td>\n</tr>\n<tr>\n<td align=\"center\">[0, 5,000[</td>\n<td align=\"center\">5.7%</td>\n<td align=\"center\">21.4%</td>\n</tr>\n<tr>\n<td align=\"center\"><b>Population growth rate 2006–2011</b></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr>\n<td align=\"center\">[10%, ∞[</td>\n<td align=\"center\">4.3%</td>\n<td align=\"center\">10.7%</td>\n</tr>\n<tr>\n<td align=\"center\">[5%, 10%[</td>\n<td align=\"center\">2.9%</td>\n<td align=\"center\">10.7%</td>\n</tr>\n<tr>\n<td align=\"center\">[0%, 5%[</td>\n<td align=\"center\">3.0%</td>\n<td align=\"center\">13.1%</td>\n</tr>\n<tr>\n<td align=\"center\">]-∞, 0%[</td>\n<td align=\"center\">4.1%</td>\n<td align=\"center\">15.1%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Mean absolute percent error between population estimates in 2011 and the simulation by population size and growth rate of the municipality.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table7\">Table 7</a> also revealed that the absolute percent error is higher when the population is detailed by age groups. Overall, the mean absolute percent error by age groups is 12.3%. Again, it is lower for largest municipalities, but higher than average for the smallest municipalities. Those with a population below 5,000 have a mean absolute percent error of 21.4%, but it concerns very small population groups.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Validation of the model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The only database available detailing the population by age, sex, language, immigrant status and municipality of residence is the 2006 Census. The 2011 Census is not yet available to researchers and, moreover, methodological changes make the data less reliable8 and not comparable with 2006 data for statistics related to language (Statistique <a href=\"#bib51\">Canada 2012</a>) or other characteristics. We must therefore exclude this source for calibration. Population estimates from the <i>Institut de la statistique du Québec</i> used to correct the net undercount of the initial census population of 2006 may still serve here, this time taking the 2011 estimates. It provides a complete and reliable source of population estimates by age groups and municipalities which we use to reweight the 2011 resulting population. The average of this weighting variable is 1.02, meaning that the model underestimates the population of the MMC by about 2% before this correction.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Calibration of the population",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Using the 2006–2011 period to validate and calibrate the model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Once the 2011 population resulting from the simulation is calibrated with the 2011 population estimates, we can run the 2011–2031 population projection. Results from this simulation are presented in the column 6 of annex 1. <a href=\"#fig2\">Map 2</a> presents population growth rates by municipality and <a href=\"#table8\">Table 8</a> presents a synthesis of the results.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00097%2Fijm-00097-fig2.tif",
                                "size": {
                                    "width": 971,
                                    "height": 761
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00097%2Fijm-00097-fig2.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00097-fig2.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Projected population growth rates by municipality, MMC, 2006 to 2031.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "table8",
                            "label": "Table 8",
                            "tables": [
                                "<table>\n<tbody>\n<tr>\n<td align=\"center\" colspan=\"1\">Distribution of municipalities by population growth between 2006–2031</td>\n</tr>\n<tr>\n<td align=\"center\">[50%, ∞[</td>\n<td align=\"center\">10</td>\n</tr>\n<tr>\n<td align=\"center\">[25%, 50%[</td>\n<td align=\"center\">23</td>\n</tr>\n<tr>\n<td align=\"center\">[10%, 25%[</td>\n<td align=\"center\">28</td>\n</tr>\n<tr>\n<td align=\"center\">[0%, 10%[</td>\n<td align=\"center\">13</td>\n</tr>\n<tr>\n<td align=\"center\">]-∞, 0%[</td>\n<td align=\"center\">5</td>\n</tr>\n<tr>\n<td colspan=\"1\">Mean relative growth by initial municipality’s population size</td>\n</tr>\n<tr>\n<td align=\"center\">[50,000, ∞[</td>\n<td align=\"center\">33.4%</td>\n</tr>\n<tr>\n<td align=\"center\">[15,000, 50,000[</td>\n<td align=\"center\">25.9%</td>\n</tr>\n<tr>\n<td align=\"center\">[5,000, 15,000[</td>\n<td align=\"center\">23.5%</td>\n</tr>\n<tr>\n<td align=\"center\">[0, 5,000[</td>\n<td align=\"center\">26.2%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Synthesis of population projection results, MMC, 2006–2031.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The projected growth between 2006 and 2031 for the whole MMC is 27.5%, which is consistent with the official population projection (<a href=\"#bib24\">Institut de la statistique du Québec 2010</a>). The projected growth varies widely between municipalities from −38.1% to 82.9%. Municipalities that will have the fastest expected relative growth are located on the North Shore, mostly those which are at the limit of the MMC. These municipalities are new suburbs where the development potential is the largest according to urban plans. Our model predicts low growth for most municipalities on the island of Montreal (RCM66, see Map 1) and in oldest suburbs (RCM58, RCM72 and RCM73), where housing potential development are much lower because the land is already occupied. This shows the importance of this variable in small area population projections. Urban sprawl, however, could be limited by protecting agricultural land and increasing residential density in other parts of the MMC to absorb projected population growth, but this would necessitate major policy changes, which are clearly not in the assumptions of the authors of the urban plans.",
                    "type": "paragraph"
                },
                {
                    "text": "As for the rest of the country, an important population aging is expected in the MMC. Our results show that the proportion of people aged 65 and over will grow from 13.2% in 2006 to 19.2% in 2031. Overall, this age group will increase from about 475,000 people to 893,000 people, or by 88.1%. However, population aging won’t affect all municipalities in the same way. <a href=\"#fig3\">Map 3</a> displays the projected growth of the population aged 65 and over by municipality and clearly shows rapid population aging in several suburban municipalities. Actually, municipalities that currently or in the near future show fast population growth and are attractive to young families, will see faster population aging. In the future, parents of these families will age in place, while their children will more likely migrate to the central municipalities or elsewhere. As a result, the population aged 65 and over can quadruple in some of them between 2006 and 2031. At the opposite end, because this process of aging-in-place and migration of the youths is already much completed in the central municipality and in the oldest suburbs of the inner ring, the future growth of the elderly population will be relatively much smaller.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00097%2Fijm-00097-fig3.tif",
                                "size": {
                                    "width": 975,
                                    "height": 763
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00097%2Fijm-00097-fig3.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00097-fig3.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Projected growth of the population aged 65 and over by municipality, MMC, 2006 to 2031.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The main advantage of microsimulation is that it can generate results along several dimensions, such as linguistic characteristics in this case. In the Montreal context, where the spatial distribution of population by language groups is the subject of constant debates (<a href=\"#bib54\">Termote, Payeur <i>et al</i>. 2011</a>), it should be of interest to look at projected results by language.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table9\">Table 9</a> presents the distribution of municipalities according to the relative rate of change in the proportion of francophones from 2006 to 2031. Overall, for the whole MMC, the proportion of francophones declines from 69.7% in 2006 to 63.8% in 2031, a loss of 6 percentage points, which is consistent with a similar projection for the Montreal metropolitan area (<a href=\"#bib54\">Termote, Payeur <i>et al</i>. 2011</a>). The range of the variation varies from −28.3 to 17.1 percentage points. Our results show that the proportion of francophones will decline in 65 of the 79 municipalities. This is mainly caused by the low fertility of Canadian-born population and high immigration of non-francophones. At the opposite, our projection predicts an increase of the proportion of francophones in 14 municipalities.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table9",
                            "label": "Table 9",
                            "tables": [
                                "<table>\n<tbody>\n<tr>\n<td align=\"center\">[0, ∞[</td>\n<td align=\"center\">14</td>\n</tr>\n<tr>\n<td align=\"center\">[−5, 0[</td>\n<td align=\"center\">12</td>\n</tr>\n<tr>\n<td align=\"center\">[−10, −5[</td>\n<td align=\"center\">11</td>\n</tr>\n<tr>\n<td align=\"center\">[−15, −10[</td>\n<td align=\"center\">33</td>\n</tr>\n<tr>\n<td align=\"center\">]-∞, −15[</td>\n<td align=\"center\">9</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Distribution of municipalities according to the relative rate change in the proportion of francophones (percentage points), 2006 to 2031.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s6",
            "title": "6. Simulation 2011–2031",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Small area population projections are subject to particular challenges. One of them is to take into account local conditions that may affect future population growth, particularly through residential moblity. In this study, we present a dynamic time-based microsimulation model, called LDS, that includes, among others variables, the planned number of new houses and the distance from downtown as determinants of residential location for internal and external migrants to project the population of the Montreal Metropolitan Community’s municipalities. Furthermore, it takes into account the particular context of Montreal as the only metropolis in North America that is the home of a large francophone community and is receiving a large influx of immigrants from diverse origins and languages. We thus add to our model differential behaviors according to linguistic groups for mobility, residential location and reproduction, so the model can also project population at a local level by language groups.",
                    "type": "paragraph"
                },
                {
                    "text": "Many small area projection models exist, but the one developed in this paper innovates in its treatment of mobility. We used conditional logistic regressions to estimate parameters used as assumptions of the residential location module. The method allowed for the implementation of the effect of contextual variables such as planned new housings from urban development plans, socio-demographic composition and of geographical location as determinants of future residential location process. Moreover, concerning the socio-demographic composition of the population, we develop LDS with a specific interest to linguistic variable which is an important issue in the Montreal metropolitan area context, but its methodology could be transposed to other variables, such as family composition, race or ethnicity which are also parameters that determinate mobility.",
                    "type": "paragraph"
                },
                {
                    "text": "Like all models, our model has some limits. The parameters used to model residential location performs generally well, but for some municipalities, the discrepancy can be important and parameters were subject to some calibration. Another limit concerns the geographic scale. For a large city like Montreal, projections at the neighbourhood level might be useful, but the Census question on place of residence one year ago does not allow the analysis of mobility at a finer geographical scale than the municipality.",
                    "type": "paragraph"
                },
                {
                    "text": "This small area population projection model reveals some trends that could challenge public policies. One of them is the continuous urban sprawl implied mostly by the urban development plans used as assumptions. Municipalities with the fastest expected growth are located far from the core, where farm and forest lands still exist. The second challenge concerns the investment in local infrastructure to face the aging of the population. Municipalities where the elderly population is expected to grow the fastest are those that nowadays attract young families. In the next decades, their infrastructure might need to be adapted for this changing population. Another result from our projections which can be of concern to policy-makers is the relative decline of the French community, which will be generalized in most of the MMC. As the language most commonly spoken in the neighbourhood is an important determinant of linguistic integration of allophones (<a href=\"#bib11\">Carpentier 2004</a>), the relative decline of French in most municipalities could therefore be an obstacle to the adoption of French by the fast-growing foreign-born population.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Conclusion",
            "type": "section"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Institut de la statistique du Québec (2006 and 2011 population estimates); Authors calculation (simulations).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableun1",
                            "label": "Table",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\" colspan=\"2\">Population estimates</th>\n<th align=\"center\" colspan=\"4\">Results from 2006–2011 pre-simulations</th>\n</tr>\n<tr>\n<th/>\n<th>2006</th>\n<th>2011</th>\n<th>No adjustment</th>\n<th>Out-migration assumption adjusted</th>\n<th>Fertility assumption adjusted</th>\n<th>Results from 2011–2031 simulation</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td/>\n<td>(1)</td>\n<td>(2)</td>\n<td>(3)</td>\n<td>(4)</td>\n<td>(5)</td>\n<td>(6)</td>\n</tr>\n<tr>\n<td><b>Montréal</b></td>\n<td>3,570,100</td>\n<td>3,791,100</td>\n<td>3,758,132</td>\n<td>3,781,745</td>\n<td>3,783,223</td>\n<td>4,553,217</td>\n</tr>\n<tr>\n<td>Baie-D’Urfé</td>\n<td>3,900</td>\n<td>3,930</td>\n<td>3,828</td>\n<td>3,620</td>\n<td>3,850</td>\n<td>4,151</td>\n</tr>\n<tr>\n<td>Beaconsfield</td>\n<td>19,255</td>\n<td>20,330</td>\n<td>19,557</td>\n<td>20,269</td>\n<td>20,332</td>\n<td>24,016</td>\n</tr>\n<tr>\n<td>Beauharnois</td>\n<td>12,000</td>\n<td>12,235</td>\n<td>11,117</td>\n<td>11,145</td>\n<td>11,186</td>\n<td>12,523</td>\n</tr>\n<tr>\n<td>Beloeil</td>\n<td>19,135</td>\n<td>20,465</td>\n<td>20,944</td>\n<td>20,852</td>\n<td>20,581</td>\n<td>25,210</td>\n</tr>\n<tr>\n<td>Blainville</td>\n<td>47,025</td>\n<td>53,165</td>\n<td>52,059</td>\n<td>51,757</td>\n<td>51,568</td>\n<td>63,538</td>\n</tr>\n<tr>\n<td>Boisbriand</td>\n<td>26,700</td>\n<td>26,485</td>\n<td>26,791</td>\n<td>26,823</td>\n<td>26,855</td>\n<td>29,541</td>\n</tr>\n<tr>\n<td>Bois-des-Filion</td>\n<td>8,455</td>\n<td>9,450</td>\n<td>9,591</td>\n<td>9,540</td>\n<td>9,321</td>\n<td>12,165</td>\n</tr>\n<tr>\n<td>Boucherville</td>\n<td>39,275</td>\n<td>41,570</td>\n<td>41,073</td>\n<td>41,176</td>\n<td>41,254</td>\n<td>46,811</td>\n</tr>\n<tr>\n<td>Brossard</td>\n<td>71,765</td>\n<td>80,235</td>\n<td>79,763</td>\n<td>80,580</td>\n<td>79,432</td>\n<td>95,579</td>\n</tr>\n<tr>\n<td>Candiac</td>\n<td>16,145</td>\n<td>19,575</td>\n<td>18,691</td>\n<td>18,739</td>\n<td>19,259</td>\n<td>28,188</td>\n</tr>\n<tr>\n<td>Carignan</td>\n<td>7,545</td>\n<td>8,020</td>\n<td>7,989</td>\n<td>7,637</td>\n<td>8,009</td>\n<td>9,414</td>\n</tr>\n<tr>\n<td>Chambly</td>\n<td>22,880</td>\n<td>25,440</td>\n<td>23,549</td>\n<td>23,677</td>\n<td>23,673</td>\n<td>27,527</td>\n</tr>\n<tr>\n<td>Charlemagne</td>\n<td>5,670</td>\n<td>5,775</td>\n<td>5,621</td>\n<td>5,697</td>\n<td>5,965</td>\n<td>6,480</td>\n</tr>\n<tr>\n<td>Châteauguay</td>\n<td>43,140</td>\n<td>46,330</td>\n<td>45,417</td>\n<td>46,167</td>\n<td>45,391</td>\n<td>55,330</td>\n</tr>\n<tr>\n<td>Contrecoeur</td>\n<td>5,740</td>\n<td>6,290</td>\n<td>6,081</td>\n<td>6,190</td>\n<td>6,050</td>\n<td>7,531</td>\n</tr>\n<tr>\n<td>Côte-Saint-Luc</td>\n<td>31,450</td>\n<td>33,550</td>\n<td>31,945</td>\n<td>32,539</td>\n<td>32,228</td>\n<td>36,989</td>\n</tr>\n<tr>\n<td>Delson</td>\n<td>7,410</td>\n<td>7,555</td>\n<td>7,591</td>\n<td>7,828</td>\n<td>7,942</td>\n<td>9,348</td>\n</tr>\n<tr>\n<td>Deux-Montagnes</td>\n<td>17,615</td>\n<td>17,545</td>\n<td>18,025</td>\n<td>17,946</td>\n<td>17,902</td>\n<td>19,191</td>\n</tr>\n<tr>\n<td>Dollard-Des Ormeaux</td>\n<td>49,240</td>\n<td>50,825</td>\n<td>47,372</td>\n<td>48,929</td>\n<td>49,166</td>\n<td>50,313</td>\n</tr>\n<tr>\n<td>Dorval and L’Île-Dorval</td>\n<td>18,185</td>\n<td>19,250</td>\n<td>19,197</td>\n<td>19,253</td>\n<td>18,999</td>\n<td>23,112</td>\n</tr>\n<tr>\n<td>Hampstead</td>\n<td>6,995</td>\n<td>7,500</td>\n<td>7,382</td>\n<td>7,179</td>\n<td>7,531</td>\n<td>8,585</td>\n</tr>\n<tr>\n<td>Hudson</td>\n<td>5,120</td>\n<td>4,890</td>\n<td>4,532</td>\n<td>4,882</td>\n<td>5,411</td>\n<td>3,169</td>\n</tr>\n<tr>\n<td>Kirkland</td>\n<td>20,575</td>\n<td>21,215</td>\n<td>21,043</td>\n<td>21,251</td>\n<td>20,973</td>\n<td>23,788</td>\n</tr>\n<tr>\n<td>La Prairie</td>\n<td>22,040</td>\n<td>23,975</td>\n<td>23,569</td>\n<td>23,364</td>\n<td>23,098</td>\n<td>28,357</td>\n</tr>\n<tr>\n<td>L’Assomption</td>\n<td>16,940</td>\n<td>19,755</td>\n<td>19,531</td>\n<td>20,132</td>\n<td>19,993</td>\n<td>29,545</td>\n</tr>\n<tr>\n<td>Laval</td>\n<td>372,415</td>\n<td>404,110</td>\n<td>403,016</td>\n<td>400,079</td>\n<td>401,717</td>\n<td>521,664</td>\n</tr>\n<tr>\n<td>Léry</td>\n<td>2,420</td>\n<td>2,325</td>\n<td>2,622</td>\n<td>2,456</td>\n<td>2,793</td>\n<td>3,265</td>\n</tr>\n<tr>\n<td>Les Cèdres</td>\n<td>5,810</td>\n<td>5,960</td>\n<td>5,959</td>\n<td>6,009</td>\n<td>5,546</td>\n<td>6,765</td>\n</tr>\n<tr>\n<td>L’Île-Perrot</td>\n<td>10,105</td>\n<td>10,595</td>\n<td>10,774</td>\n<td>10,460</td>\n<td>10,708</td>\n<td>13,003</td>\n</tr>\n<tr>\n<td>Longueuil</td>\n<td>231,585</td>\n<td>236,755</td>\n<td>236,858</td>\n<td>235,889</td>\n<td>235,395</td>\n<td>249,684</td>\n</tr>\n<tr>\n<td>Lorraine</td>\n<td>9,685</td>\n<td>9,420</td>\n<td>9,437</td>\n<td>9,461</td>\n<td>9,439</td>\n<td>9,780</td>\n</tr>\n<tr>\n<td>Mascouche</td>\n<td>34,305</td>\n<td>40,960</td>\n<td>41,288</td>\n<td>40,776</td>\n<td>41,969</td>\n<td>59,383</td>\n</tr>\n<tr>\n<td>McMasterville</td>\n<td>5,290</td>\n<td>5,520</td>\n<td>5,459</td>\n<td>5,784</td>\n<td>5,429</td>\n<td>6,656</td>\n</tr>\n<tr>\n<td>Mercier</td>\n<td>10,250</td>\n<td>11,585</td>\n<td>10,346</td>\n<td>10,309</td>\n<td>10,201</td>\n<td>13,789</td>\n</tr>\n<tr>\n<td>Mirabel</td>\n<td>35,310</td>\n<td>41,165</td>\n<td>41,083</td>\n<td>40,087</td>\n<td>41,053</td>\n<td>56,790</td>\n</tr>\n<tr>\n<td>Montréal</td>\n<td>1,638,870</td>\n<td>1,723,940</td>\n<td>1,704,182</td>\n<td>1,734,634</td>\n<td>1,733,374</td>\n<td>2,070,328</td>\n</tr>\n<tr>\n<td>Montréal-Est</td>\n<td>3,865</td>\n<td>4,010</td>\n<td>3,963</td>\n<td>3,910</td>\n<td>3,903</td>\n<td>4,088</td>\n</tr>\n<tr>\n<td>Montréal-Ouest</td>\n<td>5,225</td>\n<td>5,395</td>\n<td>5,095</td>\n<td>5,171</td>\n<td>5,250</td>\n<td>6,143</td>\n</tr>\n<tr>\n<td>Mont-Royal</td>\n<td>18,995</td>\n<td>20,225</td>\n<td>20,156</td>\n<td>20,462</td>\n<td>19,720</td>\n<td>21,950</td>\n</tr>\n<tr>\n<td>Mont-Saint-Hilaire</td>\n<td>15,865</td>\n<td>17,410</td>\n<td>18,671</td>\n<td>18,438</td>\n<td>18,194</td>\n<td>23,341</td>\n</tr>\n<tr>\n<td>Notre-Dame-de-l’Île-Perrot</td>\n<td>10,030</td>\n<td>10,430</td>\n<td>9,826</td>\n<td>10,153</td>\n<td>10,099</td>\n<td>10,910</td>\n</tr>\n<tr>\n<td>Oka</td>\n<td>3,310</td>\n<td>3,700</td>\n<td>3,373</td>\n<td>3,510</td>\n<td>3,252</td>\n<td>4,031</td>\n</tr>\n<tr>\n<td>Otterburn Park</td>\n<td>8,580</td>\n<td>8,470</td>\n<td>8,613</td>\n<td>8,502</td>\n<td>8,260</td>\n<td>9,527</td>\n</tr>\n<tr>\n<td>Pincourt</td>\n<td>11,375</td>\n<td>13,690</td>\n<td>12,928</td>\n<td>12,456</td>\n<td>12,793</td>\n<td>13,812</td>\n</tr>\n<tr>\n<td>Pointe-Calumet</td>\n<td>6,645</td>\n<td>6,455</td>\n<td>7,148</td>\n<td>6,425</td>\n<td>6,754</td>\n<td>7,386</td>\n</tr>\n<tr>\n<td>Pointe-Claire</td>\n<td>30,275</td>\n<td>31,875</td>\n<td>30,383</td>\n<td>30,974</td>\n<td>29,832</td>\n<td>34,251</td>\n</tr>\n<tr>\n<td>Pointe-des-Cascades</td>\n<td>1,045</td>\n<td>1,195</td>\n<td>1,204</td>\n<td>1,200</td>\n<td>1,240</td>\n<td>1,745</td>\n</tr>\n<tr>\n<td>Repentigny</td>\n<td>77,035</td>\n<td>81,275</td>\n<td>82,040</td>\n<td>80,413</td>\n<td>80,882</td>\n<td>88,566</td>\n</tr>\n<tr>\n<td>Richelieu</td>\n<td>5,240</td>\n<td>5,335</td>\n<td>5,477</td>\n<td>5,359</td>\n<td>5,617</td>\n<td>6,336</td>\n</tr>\n<tr>\n<td>Rosemère</td>\n<td>14,290</td>\n<td>14,070</td>\n<td>14,244</td>\n<td>13,741</td>\n<td>13,989</td>\n<td>13,993</td>\n</tr>\n<tr>\n<td>Saint-Amable</td>\n<td>8,510</td>\n<td>10,620</td>\n<td>9,799</td>\n<td>9,531</td>\n<td>9,968</td>\n<td>14,756</td>\n</tr>\n<tr>\n<td>Saint-Basile-le-Grand</td>\n<td>15,825</td>\n<td>16,550</td>\n<td>17,025</td>\n<td>16,027</td>\n<td>16,511</td>\n<td>19,267</td>\n</tr>\n<tr>\n<td>Saint-Bruno-de-Montarville</td>\n<td>24,515</td>\n<td>25,965</td>\n<td>25,842</td>\n<td>25,518</td>\n<td>24,908</td>\n<td>27,933</td>\n</tr>\n<tr>\n<td>Saint-Constant</td>\n<td>24,250</td>\n<td>24,990</td>\n<td>25,173</td>\n<td>24,929</td>\n<td>25,065</td>\n<td>27,644</td>\n</tr>\n<tr>\n<td>Sainte-Anne-de-Bellevue</td>\n<td>5,235</td>\n<td>5,425</td>\n<td>5,415</td>\n<td>5,743</td>\n<td>5,408</td>\n<td>7,110</td>\n</tr>\n<tr>\n<td>Sainte-Anne-des-Plaines</td>\n<td>13,165</td>\n<td>13,730</td>\n<td>12,769</td>\n<td>12,909</td>\n<td>12,888</td>\n<td>13,204</td>\n</tr>\n<tr>\n<td>Sainte-Catherine</td>\n<td>16,405</td>\n<td>16,885</td>\n<td>17,435</td>\n<td>17,620</td>\n<td>17,383</td>\n<td>22,110</td>\n</tr>\n<tr>\n<td>Sainte-Julie</td>\n<td>29,380</td>\n<td>29,095</td>\n<td>28,180</td>\n<td>28,296</td>\n<td>28,318</td>\n<td>27,663</td>\n</tr>\n<tr>\n<td>Sainte-Marthe-sur-le-Lac</td>\n<td>11,485</td>\n<td>14,840</td>\n<td>13,341</td>\n<td>12,841</td>\n<td>13,595</td>\n<td>12,816</td>\n</tr>\n<tr>\n<td>Sainte-Thérèse</td>\n<td>25,490</td>\n<td>26,140</td>\n<td>27,346</td>\n<td>27,774</td>\n<td>27,067</td>\n<td>34,930</td>\n</tr>\n<tr>\n<td>Saint-Eustache</td>\n<td>42,610</td>\n<td>43,525</td>\n<td>44,060</td>\n<td>42,886</td>\n<td>43,773</td>\n<td>48,375</td>\n</tr>\n<tr>\n<td>Saint-Isidore</td>\n<td>2,520</td>\n<td>2,640</td>\n<td>2,765</td>\n<td>2,662</td>\n<td>2,821</td>\n<td>3,332</td>\n</tr>\n<tr>\n<td>Saint-Jean-Baptiste</td>\n<td>3,060</td>\n<td>3,090</td>\n<td>3,017</td>\n<td>3,127</td>\n<td>3,047</td>\n<td>3,286</td>\n</tr>\n<tr>\n<td>Saint-Joseph-du-Lac</td>\n<td>5,035</td>\n<td>6,245</td>\n<td>6,437</td>\n<td>6,730</td>\n<td>6,490</td>\n<td>9,209</td>\n</tr>\n<tr>\n<td>Saint-Lambert</td>\n<td>21,660</td>\n<td>22,015</td>\n<td>23,242</td>\n<td>23,040</td>\n<td>22,953</td>\n<td>22,794</td>\n</tr>\n<tr>\n<td>Saint-Lazare</td>\n<td>17,260</td>\n<td>18,980</td>\n<td>19,040</td>\n<td>19,279</td>\n<td>19,452</td>\n<td>24,881</td>\n</tr>\n<tr>\n<td>Saint-Mathias-sur-Richelieu</td>\n<td>4,570</td>\n<td>4,465</td>\n<td>4,376</td>\n<td>4,579</td>\n<td>4,523</td>\n<td>4,691</td>\n</tr>\n<tr>\n<td>Saint-Mathieu</td>\n<td>1,890</td>\n<td>1,990</td>\n<td>1,929</td>\n<td>1,823</td>\n<td>1,827</td>\n<td>2,173</td>\n</tr>\n<tr>\n<td>Saint-Mathieu-de-Beloeil</td>\n<td>2,315</td>\n<td>2,545</td>\n<td>2,398</td>\n<td>2,524</td>\n<td>2,763</td>\n<td>3,327</td>\n</tr>\n<tr>\n<td>Saint-Philippe</td>\n<td>5,180</td>\n<td>5,630</td>\n<td>6,015</td>\n<td>6,073</td>\n<td>5,921</td>\n<td>8,717</td>\n</tr>\n<tr>\n<td>Saint-Sulpice</td>\n<td>3,355</td>\n<td>3,290</td>\n<td>3,441</td>\n<td>3,414</td>\n<td>3,244</td>\n<td>3,818</td>\n</tr>\n<tr>\n<td>Senneville</td>\n<td>980</td>\n<td>985</td>\n<td>897</td>\n<td>1,107</td>\n<td>974</td>\n<td>967</td>\n</tr>\n<tr>\n<td>Terrasse-Vaudreuil</td>\n<td>2,000</td>\n<td>1,925</td>\n<td>2,034</td>\n<td>1,895</td>\n<td>1,958</td>\n<td>2,031</td>\n</tr>\n<tr>\n<td>Terrebonne</td>\n<td>96,175</td>\n<td>106,310</td>\n<td>106,699</td>\n<td>104,761</td>\n<td>106,534</td>\n<td>171,084</td>\n</tr>\n<tr>\n<td>Varennes</td>\n<td>21,175</td>\n<td>20,680</td>\n<td>22,028</td>\n<td>21,518</td>\n<td>21,476</td>\n<td>23,841</td>\n</tr>\n<tr>\n<td>Vaudreuil-Dorion</td>\n<td>26,195</td>\n<td>32,555</td>\n<td>32,178</td>\n<td>32,107</td>\n<td>32,080</td>\n<td>47,454</td>\n</tr>\n<tr>\n<td>Vaudreuil-sur-le-Lac and L’Île-Cadieux</td>\n<td>1,425</td>\n<td>1,490</td>\n<td>1,551</td>\n<td>1,630</td>\n<td>1,426</td>\n<td>1,768</td>\n</tr>\n<tr>\n<td>Verchères and Calixa-Lavallée</td>\n<td>5,835</td>\n<td>5,995</td>\n<td>6,161</td>\n<td>6,332</td>\n<td>6,313</td>\n<td>8,022</td>\n</tr>\n<tr>\n<td>Westmount</td>\n<td>20,580</td>\n<td>21,280</td>\n<td>21,136</td>\n<td>21,240</td>\n<td>21,159</td>\n<td>18,427</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Table Results from simulations and population estimates.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s7a",
            "title": "Annex 1",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Residential Choice from a Lifestyle Perspective",
            "authors": [
                {
                    "name": {
                        "index": "Æro, T",
                        "preferred": "T Æro"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib1",
            "journal": "Housing, Theory and Society",
            "pages": {
                "first": "109",
                "last": "130",
                "range": "109–130"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "articleTitle": "Building a dynamic spatial microsimulation model for Ireland",
            "authors": [
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, GP",
                        "preferred": "GP Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wiemers, E",
                        "preferred": "E Wiemers"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "discriminator": "a",
            "id": "bib2",
            "journal": "Population, Space and Place",
            "pages": {
                "first": "157",
                "last": "172",
                "range": "157–172"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rossiter, D",
                        "preferred": "D Rossiter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thomas, B",
                        "preferred": "B Thomas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dorling, D",
                        "preferred": "D Dorling"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Geography Matters: Simulating the Local Impacts of National Social Policies",
            "date": "2005",
            "discriminator": "b",
            "id": "bib3",
            "pages": "132",
            "publisher": {
                "name": [
                    "J. R. Foundation. York, University of Leeds"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bélanger, A",
                        "preferred": "A Bélanger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gilbert, S",
                        "preferred": "S Gilbert"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "135–161, La fécondité des immigrantes et de leurs filles au Canada, Rapport sur l’état de la population du Canada, Ottawa, Statistique Canada",
            "id": "bib4",
            "title": "Rapport sur l’état de la population du Canada",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bélanger, A",
                        "preferred": "A Bélanger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Malenfant, É. C.",
                        "preferred": "É. C. Malenfant"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "Projecting the ethnocultural composition of the population using a microsimulation model, Social Statistics Speakers Series Montreal, University McGill",
            "id": "bib5",
            "title": "Social Statistics Speakers Series Montreal",
            "type": "unknown"
        },
        {
            "articleTitle": "Projections démographiques localisées: une réflexion sur la compatibilité des démarches",
            "authors": [
                {
                    "name": {
                        "index": "Bergouignan, C",
                        "preferred": "C Bergouignan"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib6",
            "journal": "Cahiers de démographie locale",
            "pages": {
                "first": "9",
                "last": "32",
                "range": "9–32"
            },
            "type": "journal"
        },
        {
            "articleTitle": "The Generation of Individual and Household Incomes at the Small Area Level using Synthesis",
            "authors": [
                {
                    "name": {
                        "index": "Birkin, M",
                        "preferred": "M Birkin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, M",
                        "preferred": "M Clarke"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "id": "bib7",
            "journal": "Regional Studies",
            "pages": {
                "first": "535",
                "last": "548",
                "range": "535–548"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "articleTitle": "L’effet de la « sélection d’immigrants en bonne santé » sur la mortalité canadienne aux grands âges",
            "authors": [
                {
                    "name": {
                        "index": "Bourbeau, R",
                        "preferred": "R Bourbeau"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib8",
            "journal": "Cahiers québécois de démographie",
            "pages": {
                "first": "249",
                "last": "274",
                "range": "249–274"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brunet, M",
                        "preferred": "M Brunet"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Canadians et Canadiens. Étude sur l’histoire et la pensée des deux Canadas",
            "date": "1955",
            "id": "bib9",
            "publisher": {
                "name": [
                    "Montréal et Paris, Fides"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Lessons from stochastic small-area population projections: the case of Waikato subregions in New Zealand",
            "authors": [
                {
                    "name": {
                        "index": "Cameron, MP",
                        "preferred": "MP Cameron"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Poot, J",
                        "preferred": "J Poot"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib10",
            "journal": "Journal of Population Research",
            "pages": {
                "first": "245",
                "last": "265",
                "range": "245–265"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Carpentier, A",
                        "preferred": "A Carpentier"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Conseil supérieur de la langue française",
            "id": "bib11",
            "title": "Tout est-il joué avant l’arrivée? Étude de facteurs associés à un usage prédominant du français ou de l’anglais chez les immigrants allophones arrivés au Québec adultes",
            "type": "unknown"
        },
        {
            "articleTitle": "La santé des immigrants au Canada, en 1994–95",
            "authors": [
                {
                    "name": {
                        "index": "Chen, J",
                        "preferred": "J Chen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ng, E",
                        "preferred": "E Ng"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wilkins, R",
                        "preferred": "R Wilkins"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib12",
            "journal": "Rapports sur la santé",
            "pages": {
                "first": "37",
                "last": "50",
                "range": "37–50"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "articleTitle": "Small-area population forecasting in an urban setting: a spatial regression approach",
            "authors": [
                {
                    "name": {
                        "index": "Chi, G",
                        "preferred": "G Chi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhou, X",
                        "preferred": "X Zhou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Voss, P",
                        "preferred": "P Voss"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib13",
            "journal": "Journal of Population Research",
            "pages": {
                "first": "185",
                "last": "201",
                "range": "185–201"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "articleTitle": "Pourquoi et comment tenir compte du logement dans les projections de populations locales",
            "authors": [
                {
                    "name": {
                        "index": "Dittgen, A",
                        "preferred": "A Dittgen"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib14",
            "journal": "Cahiers de démographie locale",
            "pages": {
                "first": "99",
                "last": "114",
                "range": "99–114"
            },
            "type": "journal"
        },
        {
            "articleTitle": "The Timing of Household Events and Housing Events in the Netherlands: A Longitudinal Perspective",
            "authors": [
                {
                    "name": {
                        "index": "Feijten, P",
                        "preferred": "P Feijten"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mulder, CH",
                        "preferred": "CH Mulder"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib15",
            "journal": "Housing Studies",
            "pages": {
                "first": "773",
                "last": "792",
                "range": "773–792"
            },
            "type": "journal",
            "volume": "17"
        },
        {
            "articleTitle": "Small area population forecasting",
            "authors": [
                {
                    "name": {
                        "index": "Foss, W",
                        "preferred": "W Foss"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib16",
            "journal": "Appraisal Journal",
            "pages": {
                "first": "163",
                "last": "172",
                "range": "163–172"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fréchette, L",
                        "preferred": "L Fréchette"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Desmarais, D",
                        "preferred": "D Desmarais"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Assogba, Y",
                        "preferred": "Y Assogba"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paré, J-L.",
                        "preferred": "J-L. Paré"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "81–105, La migration des jeunes. Aux frontières de l’espace et du temps, L. P. and M. Molgat. Québec, es Presses de l’Université Laval",
            "id": "bib17",
            "title": "L’intégration des jeunes à la ville : une dynamique de repérage spatial et social",
            "type": "unknown"
        },
        {
            "articleTitle": "Changing families and changing mobility: Their impact on the central city",
            "authors": [
                {
                    "name": {
                        "index": "Frey, WH",
                        "preferred": "WH Frey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kobrin, FE",
                        "preferred": "FE Kobrin"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "id": "bib18",
            "journal": "Demography",
            "pages": {
                "first": "261",
                "last": "277",
                "range": "261–277"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "Consumer city",
            "authors": [
                {
                    "name": {
                        "index": "Glaeser, EL",
                        "preferred": "EL Glaeser"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kolko, J",
                        "preferred": "J Kolko"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saiz, A",
                        "preferred": "A Saiz"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib19",
            "journal": "Journal of Economic Geography",
            "pages": {
                "first": "27",
                "last": "50",
                "range": "27–50"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "The Family Cycle",
            "authors": [
                {
                    "name": {
                        "index": "Glick, P C",
                        "preferred": "P C Glick"
                    },
                    "type": "person"
                }
            ],
            "date": "1947",
            "id": "bib20",
            "journal": "American Sociological Review",
            "pages": {
                "first": "164",
                "last": "174",
                "range": "164–174"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "A Short Method for Projecting Population By Age from One Decennial Census to Another",
            "authors": [
                {
                    "name": {
                        "index": "Hamilton, CH",
                        "preferred": "CH Hamilton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Perry, J",
                        "preferred": "J Perry"
                    },
                    "type": "person"
                }
            ],
            "date": "1962",
            "id": "bib21",
            "journal": "Social Forces",
            "pages": {
                "first": "163",
                "last": "170",
                "range": "163–170"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "articleTitle": "Demographic change and the needs-based planning of government services: projecting small area populations using spatial microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib22",
            "journal": "Journal of Population Research",
            "pages": {
                "first": "203",
                "last": "224",
                "range": "203–224"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "authors": [
                {
                    "name": "Institut de la statistique du Québec",
                    "type": "group"
                }
            ],
            "bookTitle": "Perspectives démographiques du Québec et des régions, 2006–2056",
            "date": "2009",
            "edition": "Édition 2009",
            "id": "bib23",
            "publisher": {
                "name": [
                    "Québec, Institut de la statistique du Québec"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Institut de la statistique du Québec",
                    "type": "group"
                }
            ],
            "date": "2010",
            "id": "bib24",
            "title": "Projection de la population des municipalités, 2009–2024",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Institut de la statistique du Québec",
                    "type": "group"
                }
            ],
            "date": "2013",
            "details": "Population par groupe d’âge et sexe",
            "id": "bib25",
            "title": "Données démographiques régionales",
            "type": "unknown"
        },
        {
            "articleTitle": "Projection, Forecast, and Plan On the Future of Population Forecasting",
            "authors": [
                {
                    "name": {
                        "index": "Isserman, A M",
                        "preferred": "A M Isserman"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "id": "bib26",
            "journal": "Journal of the American Planning Association",
            "pages": {
                "first": "208",
                "last": "221",
                "range": "208–221"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "articleTitle": "Housing as a Way of Life: Towards an Understanding of Middle-Class Families’ Preference for an Urban Residential Location",
            "authors": [
                {
                    "name": {
                        "index": "Karsten, L",
                        "preferred": "L Karsten"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib27",
            "journal": "Housing Studies",
            "pages": {
                "first": "83",
                "last": "98",
                "range": "83–98"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "articleTitle": "Central-city and suburban migration patterns: Is a turnaround on the horizon?",
            "authors": [
                {
                    "name": {
                        "index": "Kasarda, JD",
                        "preferred": "JD Kasarda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Appold, SJ",
                        "preferred": "SJ Appold"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sweeney, SH",
                        "preferred": "SH Sweeney"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sieff, E",
                        "preferred": "E Sieff"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib28",
            "journal": "Housing Policy Debate",
            "pages": {
                "first": "307",
                "last": "358",
                "range": "307–358"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "On Future Population",
            "authors": [
                {
                    "name": {
                        "index": "Keyfitz, N",
                        "preferred": "N Keyfitz"
                    },
                    "type": "person"
                }
            ],
            "date": "1972",
            "id": "bib29",
            "journal": "Journal of the American Statistical Association",
            "pages": {
                "first": "347",
                "last": "363",
                "range": "347–363"
            },
            "type": "journal",
            "volume": "67"
        },
        {
            "articleTitle": "Life Cycle and Environmental Factors in Selecting Residential and Job Locations",
            "authors": [
                {
                    "name": {
                        "index": "Kim, T-K.",
                        "preferred": "T-K. Kim"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Horner, MW",
                        "preferred": "MW Horner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marans, RW",
                        "preferred": "RW Marans"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib30",
            "journal": "Housing Studies",
            "pages": {
                "first": "457",
                "last": "473",
                "range": "457–473"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "articleTitle": "Constraints, Satisfaction and Residential Mobility: Speare’s Model Reconsidered",
            "authors": [
                {
                    "name": {
                        "index": "Landale, NS",
                        "preferred": "NS Landale"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Guest, AM",
                        "preferred": "AM Guest"
                    },
                    "type": "person"
                }
            ],
            "date": "1985",
            "id": "bib31",
            "journal": "Demography",
            "pages": {
                "first": "199",
                "last": "222",
                "range": "199–222"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lutz, W",
                        "preferred": "W Lutz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "’Toward a systematic, argument-based approach to defining assumptions for population projections’",
            "date": "2009",
            "id": "bib32",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Laxenburg"
                        ]
                    },
                    "formatted": [
                        "Laxenburg"
                    ]
                },
                "name": [
                    "International Institute for Applied Systems Analysis"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "De la banlieue à la ville centre: déterminants de la mobilité résidentielle des banlieusards de Montréal",
            "authors": [
                {
                    "name": {
                        "index": "Marois, G",
                        "preferred": "G Marois"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bélanger, A",
                        "preferred": "A Bélanger"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib33",
            "journal": "Canadian Journal of Urban Research",
            "pages": {
                "first": "45",
                "last": "68",
                "range": "45–68"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "articleTitle": "Déterminants de la migration résidentielle de la ville centre vers la banlieue dans la région métropolitaine de Montréal: clivage linguistique et fuite des francophones",
            "authors": [
                {
                    "name": {
                        "index": "Marois, G",
                        "preferred": "G Marois"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bélanger, A",
                        "preferred": "A Bélanger"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib34",
            "journal": "Canadian Geographer/Géographe canadien",
            "pages": {
                "first": "141",
                "last": "159",
                "range": "141–159"
            },
            "type": "journal",
            "volume": "58"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Marois, G",
                        "preferred": "G Marois"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bélanger, A",
                        "preferred": "A Bélanger"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "Cahiers québécois de démographie",
            "id": "bib35",
            "title": "Cahiers québécois de démographie",
            "type": "unknown"
        },
        {
            "articleTitle": "Insights into the ‘healthy immigrant effect’: health status and health service use of immigrants to Canada",
            "authors": [
                {
                    "name": {
                        "index": "McDonald, JT",
                        "preferred": "JT McDonald"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kennedy, S",
                        "preferred": "S Kennedy"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib36",
            "journal": "Social science & medicine",
            "pages": {
                "first": "1613",
                "last": "1627",
                "range": "1613–1627"
            },
            "type": "journal",
            "volume": "59"
        },
        {
            "articleTitle": "Perspectives démographiques pour le canton de Vaud",
            "authors": [
                {
                    "name": {
                        "index": "Menthonnex, J",
                        "preferred": "J Menthonnex"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib37",
            "journal": "Cahiers de démographie locale",
            "pages": {
                "first": "149",
                "last": "183",
                "range": "149–183"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Michalowski, M",
                        "preferred": "M Michalowski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tran, K",
                        "preferred": "K Tran"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Tendances sociales canadiennes, Ottawa, Statistique Canada,. No 11-008 au catalogue",
            "id": "bib38",
            "title": "Les Canadiens à l’étranger",
            "type": "unknown"
        },
        {
            "articleTitle": "Evaluating Small-Area Population Projections",
            "authors": [
                {
                    "name": {
                        "index": "Murdock, SH",
                        "preferred": "SH Murdock"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hamm, RR",
                        "preferred": "RR Hamm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Voss, PR",
                        "preferred": "PR Voss"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fannin, D",
                        "preferred": "D Fannin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pecotte, B",
                        "preferred": "B Pecotte"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib39",
            "journal": "Journal of the American Planning Association",
            "pages": {
                "first": "432",
                "last": "443",
                "range": "432–443"
            },
            "type": "journal",
            "volume": "57"
        },
        {
            "articleTitle": "A new type of socio-economic system",
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "id": "bib40",
            "journal": "Review of Economics and Statistics",
            "pages": {
                "first": "116",
                "last": "123",
                "range": "116–123"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "articleTitle": "Microsimulation methods for population projection",
            "authors": [
                {
                    "name": {
                        "index": "Post, W",
                        "preferred": "W Post"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Imhoff, EV",
                        "preferred": "EV Imhoff"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib41",
            "journal": "Population",
            "pages": {
                "first": "97",
                "last": "136",
                "range": "97–136"
            },
            "type": "journal"
        },
        {
            "articleTitle": "Estimating and projecting the populations of urban communities",
            "authors": [
                {
                    "name": {
                        "index": "Rees, P",
                        "preferred": "P Rees"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib42",
            "journal": "Environment and Planning A",
            "pages": {
                "first": "1671",
                "last": "1697",
                "range": "1671–1697"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "articleTitle": "A framework for progressively improving small area population estimates",
            "authors": [
                {
                    "name": {
                        "index": "Rees, P",
                        "preferred": "P Rees"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Norman, P",
                        "preferred": "P Norman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, D",
                        "preferred": "D Brown"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib43",
            "journal": "Journal of the Royal Statistical Society: Series A (Statistics in Society",
            "pages": {
                "first": "5",
                "last": "36",
                "range": "5–36"
            },
            "type": "journal",
            "volume": "167"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rossi, PH",
                        "preferred": "PH Rossi"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Why Families Move",
            "date": "1955",
            "id": "bib44",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Beverly Hills"
                        ]
                    },
                    "formatted": [
                        "Beverly Hills"
                    ]
                },
                "name": [
                    "Sage"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Microsimulation of language use at home in a multilingual region with high immigration",
            "authors": [
                {
                    "name": {
                        "index": "Sabourin, P",
                        "preferred": "P Sabourin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bélanger, A",
                        "preferred": "A Bélanger"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "3rd General Conference of the International Microsimulation Association"
                ]
            },
            "date": "2011",
            "id": "bib45",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Perspectives de population et de ménages des communes belges",
            "authors": [
                {
                    "name": {
                        "index": "Sanderson, J-P",
                        "preferred": "J-P Sanderson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dal, L",
                        "preferred": "L Dal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Debuisson, M",
                        "preferred": "M Debuisson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eggerickx, T",
                        "preferred": "T Eggerickx"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Poulain, M",
                        "preferred": "M Poulain"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib46",
            "journal": "Cahiers de démographie locale",
            "pages": {
                "first": "111",
                "last": "148",
                "range": "111–148"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Séguin, M",
                        "preferred": "M Séguin"
                    },
                    "type": "person"
                }
            ],
            "date": "1987",
            "details": "81–220, Maurice Séguin, historien du pays québécois vu par ses contemporains, R. Comeau. Montréal, VLB",
            "id": "bib47",
            "title": "Maurice Séguin, historien du pays québécois vu par ses contemporains",
            "type": "unknown"
        },
        {
            "articleTitle": "Combining Sample and Census Data in Small Area Estimates: Iterative Proportional Fitting with Standard Software*",
            "authors": [
                {
                    "name": {
                        "index": "Simpson, L",
                        "preferred": "L Simpson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tranmer, M",
                        "preferred": "M Tranmer"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib48",
            "journal": "The Professional Geographer",
            "pages": {
                "first": "222",
                "last": "234",
                "range": "222–234"
            },
            "type": "journal",
            "volume": "57"
        },
        {
            "articleTitle": "An Evaluation of Population Projection Errors for Census Tracts",
            "authors": [
                {
                    "name": {
                        "index": "Smith, SK",
                        "preferred": "SK Smith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shahidullah, M",
                        "preferred": "M Shahidullah"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib49",
            "journal": "Journal of the American Statistical Association",
            "pages": {
                "first": "64",
                "last": "71",
                "range": "64–71"
            },
            "type": "journal",
            "volume": "90"
        },
        {
            "articleTitle": "Residential mobility between cities and suburbs: race, suburbanization, and back-to-the-city moves",
            "authors": [
                {
                    "name": {
                        "index": "South, SJ",
                        "preferred": "SJ South"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Crowder, KD",
                        "preferred": "KD Crowder"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib50",
            "journal": "Demography",
            "pages": {
                "first": "525",
                "last": "538",
                "range": "525–538"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "articleTitle": "Guide de référence sur les langues",
            "authors": [
                {
                    "name": "Statistique Canada",
                    "type": "group"
                }
            ],
            "conference": {
                "name": [
                    "Recensement de 2011"
                ]
            },
            "date": "2012",
            "id": "bib51",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Swanson, D",
                        "preferred": "D Swanson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pol, L",
                        "preferred": "L Pol"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Applied demography: Its business and public sector components, The Encyclopedia of Life Support Systems, Demography Volume. Y. Zeng, Oxford, England, UNESCO-EOLSS Publishers",
            "id": "bib52",
            "title": "The Encyclopedia of Life Support Systems, Demography Volume. Y. Zeng",
            "type": "unknown"
        },
        {
            "articleTitle": "Forecasting the Population of Census Tracts by Age and Sex: An Example of the Hamilton–Perry Method in Action",
            "authors": [
                {
                    "name": {
                        "index": "Swanson, DA",
                        "preferred": "DA Swanson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schlottmann, A",
                        "preferred": "A Schlottmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schmidt, B",
                        "preferred": "B Schmidt"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib53",
            "journal": "Population Research and Policy Review",
            "pages": {
                "first": "47",
                "last": "63",
                "range": "47–63"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Termote, M",
                        "preferred": "M Termote"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Payeur, F",
                        "preferred": "F Payeur"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thibault, N",
                        "preferred": "N Thibault"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Office québécois de la langue française",
            "id": "bib54",
            "title": "Perspectives démolinguistiques du Québec et de la région de Montréal, 2006–2056",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Turcotte, M",
                        "preferred": "M Turcotte"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vézina, M",
                        "preferred": "M Vézina"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Tendances sociales canadiennes, Statistique Canada",
            "id": "bib55",
            "title": "Migration entre municipalité centrale et municipalités avoisinantes à <i>Toronto</i>, Montréal et Vancouver",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Vaillancourt, F",
                        "preferred": "F Vaillancourt"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Économie et langue: recueil de textes, Center de recherche en développement économique",
            "date": "1985",
            "id": "bib56",
            "publisher": {
                "name": [
                    "Université de Montréal"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wilson, T",
                        "preferred": "T Wilson"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "A Review of Sub-Regional Population Projection Methods, Queensland Centre for Population Research, School of Geography, Planning and Environmental Management, The University of Queensland",
            "id": "bib57",
            "title": "Queensland Centre for Population Research, School of Geography, Planning and Environmental Management",
            "type": "unknown"
        },
        {
            "articleTitle": "The Dynamics of Residential Segregation in Buffalo: An Agent-based Simulation",
            "authors": [
                {
                    "name": {
                        "index": "Yin, L",
                        "preferred": "L Yin"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib58",
            "journal": "Urban Studies",
            "pages": {
                "first": "2749",
                "last": "2770",
                "range": "2749–2770"
            },
            "type": "journal",
            "volume": "46"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
