{
    "status": "vor",
    "id": "00090",
    "version": 1,
    "type": "scientific-correspondence",
    "doi": "10.34196/ijm.00090",
    "authorLine": "Marjan Maes",
    "title": "Reviews",
    "published": "2013-12-31T00:00:00Z",
    "versionDate": "2013-12-31T00:00:00Z",
    "statusDate": "2013-12-31T00:00:00Z",
    "volume": 6,
    "issue": 3,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00090/ijm-00090.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Maes",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "HUBrussel-KULeuven"
                    ]
                }
            ],
            "name": {
                "index": "Maes, Marjan",
                "preferred": "Marjan Maes"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "<b>C. M. Urzúa (ed.) (2012), Fiscal Inclusive Development: Micro Simulation Models For Latin America, México: ITESM.</b>",
                    "type": "paragraph"
                },
                {
                    "text": "This book constitutes the outcome of the project Fiscal Schemes for Inclusive Development supported by the United Nations and the International Development Research Center from 2009 till 2011. The project’s aim was to gain more insight mainly into the distributional impact (and to a lesser extent into the budgetary and employment impact) of tax-transfer reforms in Latin America, through the development of microsimulation models.",
                    "type": "paragraph"
                },
                {
                    "text": "As indicated in the summarizing table below, the work of 15 researchers has generated such models for five countries in particular: Brazil, Chile, Guatemala, Mexico and Uruguay. In order to promote the dissemination of microsimulation models, the authors provide very much appreciated internet links from which one can download freely the code corresponding to their models, written in Excel or Stata and presented in a user-friendly way<sup><a href=\"#fn1\">1</a></sup>.",
                    "type": "paragraph"
                },
                {
                    "text": "The book consists of 8 Chapters that could be considered case-studies illustrating the microsimulation approach. All Chapters have in common that they simulate individuals’ tax liabilities and benefit entitlements for the individuals or households of a nationally representative survey that contains information on their incomes and/or expenditures. As the next step, fictitious or real tax and benefit reforms are simulated, most of them concerning indirect tax reforms. Finally, the simulated output is presented, especially its impact on the income distribution, indices of income inequality and poverty.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Note</i>: AR = arithmetic; BE = behavioural; Y = income, X = expenditure.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Chapter</th>\n<th>Type model</th>\n<th>National survey (data, year)</th>\n<th>Country</th>\n<th>Simulated reform and output</th>\n<th>Software</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\">1</td>\n<td>AR+BE (consumer demand)</td>\n<td>PNAD (Y, 2009) + POF (X, 2008–2009)</td>\n<td align=\"center\">Brazil</td>\n<td>Impact reform (social benefit, indirect tax) on poverty/inequality</td>\n<td align=\"center\">Stata</td>\n</tr>\n<tr>\n<td align=\"center\">2</td>\n<td>AR</td>\n<td>CASEN (Y, 2009) + EPF (X, 2006–2007)</td>\n<td align=\"center\">Chile</td>\n<td>Impact reform (indirect tax, direct tax) on poverty/inequality budget</td>\n<td align=\"center\">Stata</td>\n</tr>\n<tr>\n<td align=\"center\">3</td>\n<td>AR + BE (labour supply)</td>\n<td>CASEN (Y, 2009)</td>\n<td align=\"center\">Chile</td>\n<td>Impact reform (social transfer, work subsidy) on labour supply/poverty/inequality</td>\n<td/>\n</tr>\n<tr>\n<td align=\"center\">4</td>\n<td>AR</td>\n<td>ECOVI (X = Y, 2006)</td>\n<td align=\"center\">Guatemala</td>\n<td>Progressivity/No reform simulated</td>\n<td align=\"center\">Excel</td>\n</tr>\n<tr>\n<td align=\"center\">5</td>\n<td>AR</td>\n<td>ENIGH (Y + X, 2008)</td>\n<td align=\"center\">Mexico</td>\n<td>Impact reform (indirect tax) on inequality</td>\n<td align=\"center\">Excel</td>\n</tr>\n<tr>\n<td align=\"center\">6</td>\n<td>AR + BE (consumer demand)</td>\n<td>ENIGH (Y + X, 2008)</td>\n<td align=\"center\">Mexico</td>\n<td>Impact reform (indirect tax) on marginal social cost</td>\n<td align=\"center\">Stata</td>\n</tr>\n<tr>\n<td align=\"center\">7</td>\n<td>AR</td>\n<td>HS (Y, 2008) + ES (X, 2005–2006)</td>\n<td align=\"center\">Uruguay</td>\n<td>Impact reform (indirect tax, direct tax) on progressivity/inequality/budget</td>\n<td align=\"center\">Stata</td>\n</tr>\n<tr>\n<td align=\"center\">8</td>\n<td>AR + BE (consumer demand)</td>\n<td>HS (Y, 2008) + EX (X, 2005–2006)</td>\n<td align=\"center\">Uruguay</td>\n<td>Impact reform (indirect tax) on progressivity/inequality/budget</td>\n<td align=\"center\">Stata</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Summary of chapters of the book.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The models are arithmetic insofar they assume that individual behaviour will not change in response to reforms. As indicated in column 2 of the table, four chapters go a step further and add a behavioural component to the model. One such extension is to include labour supply in the model, as is done in Chapter 3. A discrete choice model of labour supply is estimated for all potential workers. The estimates are subsequently used to evaluate the simulation of the “ethical income” proposal in Chile, which consists of a lump sum social transfer and a work subsidy. Interestingly, the authors find that poverty and income inequality are reduced but that the overall number of hours worked will decline as workers leave the labour market due to the social transfer which exerts a negative income effect. The authors do not quantify the budgetary impact of the reform proposal but this could easily be integrated within this model.",
                    "type": "paragraph"
                },
                {
                    "text": "Three other Chapters (Chapter 1, 6 and 8) extend the arithmetic model with a behavioural component, i.e. by modeling consumer demand in response to indirect tax changes. Given that in Latin-American countries, indirect taxes constitute the main source of tax revenue, it seems justified to make a special effort to model consumer demand. As expenditure surveys are often carried out separately from income surveys, expenditure information has to be imputed in the household income surveys. This is a considerable challenge that led the authors to use specific imputation procedures. In contrast to Chapter 1 that supposes restrictive linear Engel curves, Chapter 6 and 8 estimate a quasi almost ideal demand system (QAIDS) that allows for quadratic Engel curves. From a methodological point of view it would have been informative to document the predictive validity of the estimated model.",
                    "type": "paragraph"
                },
                {
                    "text": "One issue that isn’t treated in any of the book’s chapters relates to the different impact that reforms may have on formal and informal workers. The former are, in contrast to the latter, paying social contributions and taxes and accumulate entitlements to social benefits. A large degree of informal work in the labour market diminishes the impact that a direct income tax or a social transfer reform may have. On the other hand, even small VAT reforms appear to generate relatively strong effects on tax collection and income distribution, suggesting that a VAT reform would affect consumption of both formal and informal workers. We would warmly welcome future work providing a decomposition analysis that shows whether gainers or losers are concentrated among (in)formal workers.",
                    "type": "paragraph"
                },
                {
                    "text": "As is frequently the case, due to data unavailability, only part of the tax liabilities and benefit entitlements can be simulated. Issues like tax evasion appear to play a prominent role in Latin American countries. It is therefore a merit of the authors to be very explicit about the data shortcomings. However there doesn’t seem to be a common strategy to cope with tax evasion.",
                    "type": "paragraph"
                },
                {
                    "text": "Without doubt, it was an excellent idea to bring all these different but somehow similar case-studies together in one streamlined book volume, as this will increase the visibility of the project. Despite possible improvements, the book will constitute indispensable reading for those researchers planning to invest in microsimulation applied to Latin American countries. The same holds for policymakers concerned with the fiscal and social consequences of policy reforms. Finally, the book provides user-friendly illustrations of the potential of the microsimulation approach. We are looking forward to the sequel to this project.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
