{
    "status": "vor",
    "id": "00103",
    "version": 1,
    "type": "scientific-correspondence",
    "doi": "10.34196/ijm.00103",
    "authorLine": "Karel Van den Bosch",
    "title": "Reviews",
    "published": "2014-08-31T00:00:00Z",
    "versionDate": "2014-08-31T00:00:00Z",
    "statusDate": "2014-08-31T00:00:00Z",
    "volume": 7,
    "issue": 2,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00103/ijm-00103.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Van den Bosch",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "name": [
                        "Federal Planning Bureau"
                    ]
                }
            ],
            "name": {
                "index": "Van den Bosch, Karel",
                "preferred": "Karel Van den Bosch"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "This book describes an Australian micro-simulation model of two chronic diseases, viz. diabetes and CVD (cardiovascular disease). As far as I am aware, this model is one of the first of its kind. (Unfortunately, the book does not include a review of the international literature on this topic.) Existing simulation models of the incidence or prevalence of diseases either use computer-generated synthetic databases, or are so called cell-based or meso models (e.g. as used for predicting the use of long-term care), where the population is divided across a number of groups. An important advantage of microsimulation of chronic diseases is that co-morbidity can be taken into account. This is important, as the book quotes figures indicating that the combined effect of two diseases is often much greater than the sum of their separate effects. This is true both for healthcare costs, and for life quality.",
                    "type": "paragraph"
                },
                {
                    "text": "After introductory chapters about the health of Australians in international perspective , and recent health care reforms in Australia, the main part of the book is devoted to a fairly detailed description of the construction of the model, its validation, and some applications. In the last part, Agnes Walker discusses some issues that go beyond this particular model, focusing on ways to improve health modeling and to ensure that its results are better used.",
                    "type": "paragraph"
                },
                {
                    "text": "The book is clearly written and well structured. The chapters are formatted like medical journal articles, which has the important advantage that they (and also the book as a whole) are succinct. Agnes Walker, James Butler and Stephen Colagiuri are listed as editors, but have in fact written almost all chapters, which gives the book more coherence than would otherwise have been the case.",
                    "type": "paragraph"
                },
                {
                    "text": "As is true for many simulation models, the database and the model are built up using a variety of sources and available evidence. The base-year dataset represents the Australian population by a nationally representative sample of individuals, providing survey data on the presence of chronic diseases as well as their risk factors (e.g. BMI, smoking) and disease consequences. An ‘umbrella model’ progresses over time the age of these persons, and their health-risk-factors, in five-year intervals from the base year 2005 until 2025. Two specific models are used to estimate who will acquire diabetes and/or CVD in the future. The task of these submodels is to project into the future the onset of diabetes and/or CVD for the subpopulation who did not have these diseases at the start of the projection period, using a set of equations estimated on a specific longitudinal study on diabetes, which also collected information on CVD. Outputs of the model as a whole are the costs of these diseases (including, but not limited to, health service expenditures), and the expected future changes in the quality of life of the individuals concerned.",
                    "type": "paragraph"
                },
                {
                    "text": "Any person who has constructed models using various sources of data (or is familiar with the literature) will not be surprised to learn that the authors had to deal with many kinds of inconsistencies between the data, or between the data and external benchmarks. These problems, and the choices, assumptions and alignment procedures that were needed as a consequence are succinctly and clearly described. (And sometimes played down a bit, as when an average of 2,263 million dollars is described as being “not too far from the benchmark of 3,944 million”.)",
                    "type": "paragraph"
                },
                {
                    "text": "The model combines both static and dynamic microsimulation techniques (although the authors do not use these terms). Ageing of the population is simulated with weights (static), while changes in risk factors and in the chronic diseases themselves are modeled dynamically on an individual basis. The description of the model, and the projection results seem to imply that the latter is possible only for a period of five years ahead (from 2005 to 2010), although the authors never state this explicitly.",
                    "type": "paragraph"
                },
                {
                    "text": "The authors report illustrative simulations of the impact of lower obesity rates and of population ageing. A more policy relevant simulation (according to the authors’ opinion) concerns the effects of an integrated diabetes and cardiovascular disease screening, prevention and management intervention. This program involves screening, treatment and prevention paths, and it is indeed quite an achievement to simulate its results on the micro level. They estimate that this intervention would cost between 3,000 and 14,000 Australian Dollar per quality adjusted life year (QALY) gained.",
                    "type": "paragraph"
                },
                {
                    "text": "The main relevance of this book is that it shows that microsimulation of chronic diseases is both possible and useful. Modeling of health and health care is likely to become more and more important in the future, due to the ageing of the population, and the improvements and innovations in health care. Both developments will have the tendency to drive up the costs of health care, so that it becomes unavoidable to make choices regarding the treatments that are included in the public health system. Studies such as this one, that show the costs and gains in terms of healthy life years of particular interventions, can be a great help for policy makers.",
                    "type": "paragraph"
                },
                {
                    "text": "The details of the study, and in fact even several of the main building blocks of the microsimulation model, are unfortunately too specific to Australia to be of much use for researchers who would want to construct a similar model of chronic disease in other countries. In this respect, the study contains a useful lesson: for the CVD submodel, the initial idea was to use equations from the US Framingham Heart and Framingham Offspring studies, and for the diabetes model, results from the United Kingdom Prospective Diabetes Study (UKPDS). However, it turned out that compared with Australian aggregate benchmark statistics, both the US and UK data provided unexpectedly high incidence and prevalence overestimates. This is surprising, since many researchers and others assume, implicitly or explicitly, that findings regarding the risk factors for certain diseases are readily transferable from one country to another. (Many recommendations regarding a healthy life style are based on foreign research, including the Framingham study.) For this reason, the US and UK data had to be replaced by findings from Australia itself. Any researcher who would be bold enough to build a similar microsimulation model of disease for another country would therefore be wise to look for domestic data on this topic.",
                    "type": "paragraph"
                },
                {
                    "text": "Karel Van den Bosch",
                    "type": "paragraph"
                },
                {
                    "text": "Federal Planning Bureau",
                    "type": "paragraph"
                },
                {
                    "text": "September 2014",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
