{
    "status": "vor",
    "id": "00107",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00107",
    "authorLine": "Valentina Michelangeli, Mario Pietrunti",
    "title": "A microsimulation model to evaluate Italian households’ financial vulnerability",
    "published": "2014-12-31T00:00:00Z",
    "versionDate": "2014-12-31T00:00:00Z",
    "statusDate": "2014-12-31T00:00:00Z",
    "volume": 7,
    "issue": 3,
    "fpage": 53,
    "lpage": 79,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00107/ijm-00107.pdf",
    "subjects": [
        {
            "id": "finance",
            "name": "Finance"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "We build a microsimulation model to monitor the financial vulnerability of Italian households. Starting from household-level data from the Survey on Household Income and Wealth and matching them with macroeconomic forecasts on debt and income, we project the future path of households’ indebtedness and debt-service ratio. This allows us to assess households’ vulnerability at a higher frequency and in a more timely manner than by using household data alone. We find that the share of vulnerable households (defined as those with a debt-service ratio above 30 per cent and income below the median) over the total population is projected to be about stable between 2012 and 2014, with a slight decrease in 2015 due to positive income growth. Their debt is also projected to decrease in those years. Overall, we find that the dynamics of income growth are the main driver of households’ vulnerability.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Michelangeli & Pietrunti",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Institute Bank of Italy, Financial Stability Directorate, Via Nazionale"
                    ]
                }
            ],
            "emailAddresses": [
                "valentina.michelangeli@bancaditalia.it"
            ],
            "name": {
                "index": "Michelangeli, Valentina",
                "preferred": "Valentina Michelangeli"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Institute Bank of Italy, Financial Stability Directorate, Via Nazionale"
                    ]
                }
            ],
            "emailAddresses": [
                "mario.pietrunti@bancaditalia.it"
            ],
            "name": {
                "index": "Pietrunti, Mario",
                "preferred": "Mario Pietrunti"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "households’ vulnerability",
        "debt",
        "stress test"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "After the increase in households’ indebtedness in several OECD countries in the period 2000–2008 (<a href=\"#bib18\">OECD 2010</a>) and the subsequent financial crisis, several central banks began to develop indicators and models to monitor and evaluate the risks associated with the household sector. The increasing indebtedness of many households and the consequent weakness of their balance sheets raised concerns about their resilience to negative shocks, with implications for both financial stability and economic growth.",
                    "type": "paragraph"
                },
                {
                    "text": "To evaluate households’ vulnerability we build on state of the art microsimulation models and we use data on Italian households available from the Survey on Household Income and Wealth (SHIW), available up to 2012. Those data provide a comprehensive picture of the household sector, distinguishing households according to their idiosyncratic characteristics, such as income, balance sheet, age, education and occupation. However, they are low frequency data and, moreover, as the survey runs every two years the data become available with about a year’s delay. Macroeconomic data are instead high frequency and provide more up-to-date information on the status of the economy from both a real (income) and a financial (interest rates, growth rate in total debt) point of view.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper we describe a methodology to simulate the evolution of households’ debt that integrates the microeconomic household data with the macroeconomic data. This exercise allows us to monitor closely the financial condition of the household sector and hence to evaluate the impact of possible policy interventions. The methodology is flexible enough to analyse the evolution of vulnerable households under stress scenarios (e.g. income or interest rate shocks) and to measure the impact of policy interventions in the household debt market (e.g. suspension of loan payments) in the short-to-medium run.",
                    "type": "paragraph"
                },
                {
                    "text": "The model is explicitly targeted at modelling the vulnerability of Italian households. After a long period of feeble positive GDP growth, the Italian economy was exposed to the 2007–2009 financial crisis and to the 2011–12 sovereign debt crisis, whose effects are still in place. In such a scenario, although household debt has been historically low by international standards<sup><a href=\"#fn1\">1</a></sup>, the recent increase in unemployment, along with the weak dynamics of disposable income, affected the households’ ability to meet their debt obligations. Nonetheless, the adverse consequences have been partially mitigated by the low interest rates (see <a href=\"#bib17\">Magri and Pico, 2014</a>, for an analysis of the impact of the crisis on household debt).",
                    "type": "paragraph"
                },
                {
                    "text": "The vulnerability of indebted households is typically summarized by the debt-service ratio (DSR), defined as the share of debt payments to income. In line with most studies (<a href=\"#bib10\">IMF, 2011</a>, <a href=\"#bib11\">2012</a>, <a href=\"#bib12\">2013</a>; <a href=\"#bib7\">ECB, 2013</a>), we identify as vulnerable those households with a DSR above a given threshold. These households are considered more likely to be affected by shocks associated with important changes in interest rates or income. Their sensitivity to shocks is greater when income is low; hence, in this paper we focus on households with income below the median in the population. In most of what follows we define as vulnerable those households with a debt-service ratio above 30 per cent and an income below the median, consistently with previous studies on the Italian economy (<a href=\"#bib16\">Magri &amp; Pico, 2012</a>). Our flexible framework allows different definitions of financial vulnerability to be considered, in line with other studies (Bank of Canada, 2012; IMF, 2010): in particular, we also investigate the financial vulnerability of Italian households under a less stringent debt-service ratio threshold of 40 per cent.",
                    "type": "paragraph"
                },
                {
                    "text": "Simulating the evolution of DSR requires information on households’ future income and debt. Therefore, we first distinguish households according to their income class. For each income class we estimate the parameters of the income process using historical microeconomic data and we allow households to have different income realizations. We then require that the income growth generated by the model be consistent with the growth in nominal income from macroeconomic projections. Secondly, we impose some structure on the debt evolution by assuming that indebted households repay their mortgage according to a French amortization schedule, which implies that the annual repayment is constant until loan termination and the annual interest expense is calculated on outstanding debt. Annual repayments may be subject to variations for variable interest rate mortgages only, due to changes in the interest rate. Mortgage debt associated with new originations is determined starting from microeconomic estimates, which are then properly readjusted to match the macroeconomic data on total mortgage debt growth. By combining those projections of income, debt and debt payments we can compute the projected share of vulnerable households over time. More precisely, since the SHIW at the time of writing is available up to 2012, we make use of macroeconomic data to simulate the evolution of indebted households from 2013 to 2015 under different scenarios. In this regard, our model also fits in the growing literature on nowcasting, as it provides a granular and accurate picture of the indebtedness of Italian households almost in real-time. A back-testing exercise is performed on previous SHIW waves and, overall, the model provides a good fit of the data.",
                    "type": "paragraph"
                },
                {
                    "text": "Microsimulation tools have been recently developed in central banks and international institutions. As a way of example, the IMF usually assesses the vulnerability of the household sector in its Financial Sector Assessment Program missions (see e.g. <a href=\"#bib12\">IMF, 2013</a>). A recent contribution is <a href=\"#bib1\">Ampudia <i>et al</i>. (2014)</a>, where a series of metrics for measuring the financial fragility of Euro Area households is proposed. The results of our exercise are consistent with the outcome of that paper. One of the closest papers to ours is <a href=\"#bib6\">Djoudad (2010)</a>, which performs a similar exercise on Canadian data. While building on that paper, we enhance the methodology, providing further contributions to current modelling of households’ vulnerability in several respects. First of all, we impose some structure in the evolution of debt for existing mortgages by having each household paying a loan instalment determined according to a standard amortization formula and its specific debt characteristics. Hence, we do not empirically estimate a process for total debt growth of existing mortgages starting from the empirical data. In fact, our approach does not require any estimation of the process of total debt growth, which could produce estimates that are not statistically significant when the number of indebted households is relatively small in the total population. Moreover, for each household we compute its loan payment in each period using the standard amortization formula. Thus, we do not keep the share of principal on current credit balance fixed. We believe that keeping that share fixed may have significant consequences on the evolution of households’ debt in the short-to-medium run as well.<sup><a href=\"#fn2\">2</a></sup> Moreover, as the formula incorporates parameters that are important in the simulation of stress test scenarios, we believe that our approach is more accurate when computing each household’s loan payment and, subsequently, total aggregates.",
                    "type": "paragraph"
                },
                {
                    "text": "We explicitly model mortgage terminations taking into account microeconomic data on mortgage duration and starting year of the mortgage available on Italian data. This is a major advantage of the SHIW compared with other surveys that do not provide such data. It avoids making arbitrary assumptions on mortgage termination that could lead to biases in debt evolution. Finally, we present a way of introducing mortgage originations obtained from a pseudo-panel that builds on historical data, adjusted to match the total amount of debt using macroeconomic forecasts.",
                    "type": "paragraph"
                },
                {
                    "text": "As a remark, given our focus on financial stability, we develop a framework for evaluating the vulnerability of the household sector in the short-to-medium run (below two years). Thus, we concentrated on carefully simulating the evolution of debt (both the existing stock and new originations) and income, whose changes in the short-to-medium run could have significant effects on the stability of the entire system. Instead, we maintain the other socio-economic household characteristics constant, with the only exception of the household’s age. We believe that this assumption is reasonable given the time horizon simulated. The model, however, could be extended rather easily to introduce time variation for demographic characteristics. We leave this extension to further research.",
                    "type": "paragraph"
                },
                {
                    "text": "The main results of the model for the Italian economy are as follows. In a baseline scenario, in which interest rates are not expected to change significantly and income growth is expected to be positive, the share of vulnerable households with income below the median is projected to be almost stable over the next few years, with a small decrease in 2015 mainly because of the expected growth in income. Moreover, the share of total debt held by those households is expected to decrease progressively and to revert to 2010 levels.<sup><a href=\"#fn3\">3</a></sup> In particular, in 2015 the share of vulnerable households with income below the median level is projected to be 2.7 per cent and their debt equal to 16 per cent of total debt.",
                    "type": "paragraph"
                },
                {
                    "text": "In our stress test simulations a projected zero income growth in 2015 (instead of 2.9 per cent) has a bigger effect on the share of vulnerable households than an increase of 100 basis points in interest rates. Indeed, a cut in income growth at a macro level affects all households, while an increase in interest rates directly affects only those households with an adjustable rate mortgage or new mortgages.",
                    "type": "paragraph"
                },
                {
                    "text": "All in all and under alterative scenarios of stress, the share of vulnerable households is not projected to change dramatically in the next few years; hence, indebted households do not represent a source of significant risk for the financial stability of the Italian system. These results are confirmed when we consider the 40 per cent threshold for DSR.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is organized as follows: <a href=\"#s2\">Section 2</a> presents the data, <a href=\"#s3\">Section 3</a> gives a description of the model, <a href=\"#s4\">Section 4</a> sets out the results and <a href=\"#s5\">Section 5</a> concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The microeconomic data used in the analysis are taken from the 2002–12 waves of the SHIW.<sup><a href=\"#fn4\">4</a></sup> This database was initiated in the 1960s with the goal of collecting data on the incomes and savings of Italian households. Over time, the database has been expanded and currently it contains detailed information on households’ individual characteristics (age, education, employment status of the head of household), consumption, income and balance sheets. A representative sample of the Italian resident population is interviewed so that the SHIW is able to offer a comprehensive picture of the current status of the Italian household sector. The SHIW data have been widely used for economic research on household income, debt and wealth (see for instance <a href=\"#bib9\">Guiso <i>et al</i>., 1996</a>; <a href=\"#bib15\">Magri 2007</a>; <a href=\"#bib13\">Jappelli and Pistaferri, 2000</a>, <a href=\"#bib14\">2010</a>) as well as in institutional publications (see <a href=\"#bib2\">Bank of Italy Annual Report for 2013</a>, among others). Moreover, the Eurosystem Household Finance and Consumption Survey (HFCS), a survey initiated in 2010 and coordinated by the European Central Bank, incorporates the SHIW households’ microdata for Italy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In our exercise, we use household data on demographics, income, and debt. In particular, we distinguish between different types of debt: mortgage debt on the primary residence, mortgage debt on other real estate, and consumer credit.<sup><a href=\"#fn5\">5</a></sup> For each type of debt, we observe the outstanding amount, the initial amount borrowed, the year when the loan was granted, the total length of the contract, the amount of the annual instalment, the interest rate, and – in case of mortgage debt – whether it is adjustable rate or fixed rate.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The starting point of our analysis is the cross-section of the most recent wave, namely 2012. In that year, about 12.4 per cent of the households in our sample had a mortgage debt on a primary or secondary residence, with an average outstanding debt of about €78,000 and a starting value of the debt of €115,000. About 50 per cent of first mortgages on the primary residence were fixed rate mortgages while the rest were mainly variable rate.<sup><a href=\"#fn6\">6</a></sup> If we extend the analysis to all kinds of real estate debt, that proportion remains about the same. About 10 per cent of households had consumer credit debt.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The database is an unbalanced panel where only half of each wave’s sample is retained in the next wave of the survey. Therefore, we miss a full historical track of the same households’ characteristics and choices. Following <a href=\"#bib6\">Djoudad (2010)</a> we simulate the income process by grouping observations according to their income class, while to simulate the new mortgage originations we construct a pseudo panel referring to other household characteristics.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Microeconomic variables",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The pseudo panel constructed in this analysis can be considered a new dataset, in which each observation is the result of grouping together households with the same characteristics. Specifically, we group households according to the following characteristics of the household head:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Age groups: 18–34 years, 35–44 years, 45–54 years, 55–64 years, 65 and over.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Education groups: 1) no education or elementary education, 2) lower secondary school, 3) upper secondary school, 4) undergraduate or post-graduate study.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "occupation status: 1) not working, 2) working.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "We thus obtain 40 groups of households with similar characteristics. This approach allows a comparison over time to be made of the data for each group of representative households, so that we can make inferences about the underlying processes of some variables of interest.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Building a pseudo panel",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We also gather macroeconomic data that stand as a benchmark for the aggregate dynamics obtained starting from the microeconomic data in the household survey. The model dynamics for total income and total debt are corrected by annual adjustment factors, in order to have them in line with the macroeconomic picture or with its forecasts. The macro data come from three main sources and are reported in <a href=\"#table1\">Table 1</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "First, we gather data on income growth over years from the national accounts (<i>Contabilità Nazionale</i>, CN). The variable of interest is income as defined in the CN, which includes imputed rents. This measure captures the standard of living of households.<sup><a href=\"#fn7\">7</a></sup> Nominal income growth was negative in 2013, while it is projected to be positive and equal to 2.4 per cent and 2.9 per cent respectively in 2014 and 2015. Those projections indicate expectations of a potential recovery of the economy, manifested by positive growth. <sup><a href=\"#fn8\">8</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Second, we make use of projections on lending volumes to households for house purchase developed by the Bank of Italy. This variable represents the volume of loans in banks’ balance sheets plus an estimate of securitized loans; data for 2014 and 2015 are a projection based on an internal macro-econometric model. Total debt growth is negative in 2013 and in 2014 and then positive and slightly below 2 per cent in 2015. <sup><a href=\"#fn9\">9</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Third, we use projections of the three-month Euribor rate obtained from futures contracts.<sup><a href=\"#fn10\">10</a></sup> The data are employed in our model projections of the interest rate, which affect the loan payments of households holding a variable interest rate mortgage and those associated with new originations. This choice is a natural one as mortgage rates in Italy are typically tied to the Euribor rate and so we choose to model those rates equal to the Euribor rate plus a bank spread. Implicitly, we are assuming that the bank spread remains fixed across simulation periods. This assumption is typically true for existing contracts, apart from the case of mortgage refinancing.<sup><a href=\"#fn11\">11</a></sup> The change in the value of the Euribor rate<sup><a href=\"#fn12\">12</a></sup> is negative in 2013 and is then expected to be close to zero.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<tbody>\n<tr>\n<td/>\n<td>2013</td>\n<td>2014</td>\n<td>2015</td>\n</tr>\n<tr>\n<td>Income growth rate at current prices (national accounts)</td>\n<td>0.1</td>\n<td>2.4</td>\n<td>2.9</td>\n</tr>\n<tr>\n<td>Total debt growth (macro model for forecasting debt growth)</td>\n<td>-1.0</td>\n<td>-0.3</td>\n<td>1.8</td>\n</tr>\n<tr>\n<td>Euribor (3m Euribor and 3m Euribor futures)</td>\n<td>0.21</td>\n<td>0.27</td>\n<td>0.32</td>\n</tr>\n<tr>\n<td>Euribor change</td>\n<td>-0.65</td>\n<td>0.06</td>\n<td>0.05</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Macroeconomic aggregates (<i>Percentages</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Macroeconomic data",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section we describe how households’ income and debt evolve over time.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Households’ income enters in the denominator of the DSR and therefore affects the projected share of vulnerable households in the economy. We distinguish between disposable income and disposable income gross of financial charges and net of imputed rents.<sup><a href=\"#fn13\">13</a></sup> The first definition of income is used to classify households according to their living standard and is consistent with the CN, helping us to match the model statistics with the macro data. The second definition more closely resembles the actual income available to the household for current expenses and it enters directly in the computation of DSR. We compute the income growth dynamics following <a href=\"#bib6\">Djoudad (2010)</a>. Specifically, we group households’ income into four classes, <i>j</i>, of equal frequency.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The process for the disposable income growth for each class <i>j</i> is given by:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn1",
                            "label": "[1]",
                            "mathml": "<math><mrow><mi>log</mi><mrow><mo>(</mo><mrow><msubsup><mi>y</mi><mrow><mi>j</mi><mo>,</mo><mi>t</mi></mrow><mi>d</mi></msubsup></mrow><mo>)</mo></mrow><mo>−</mo><mi>log</mi><mrow><mo>(</mo><mrow><msubsup><mi>y</mi><mrow><mi>j</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow><mi>d</mi></msubsup></mrow><mo>)</mo></mrow><mo>~</mo><mi>N</mi><mrow><mo>(</mo><mrow><msubsup><mi>μ</mi><mi>j</mi><mi>d</mi></msubsup><mo>,</mo><msubsup><mi>σ</mi><mi>j</mi><mi>d</mi></msubsup></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext>for j=1,2,3,4</mtext></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Starting from household disposable income and dividing it by a factor that reflects its number of components, we obtain household equalized income. In each period, we compute the thresholds for each class of equalized income and we assign each household to a specific class.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The process for the growth of households’ disposable income gross of financial charges and net of imputed rent for each income class j is given by:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn2",
                            "label": "[2]",
                            "mathml": "<math><mrow><mi>log</mi><mrow><mo>(</mo><mrow><msub><mi>y</mi><mrow><mi>j</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow><mo>)</mo></mrow><mo>−</mo><mi>log</mi><mrow><mo>(</mo><mrow><msub><mi>y</mi><mrow><mi>j</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub></mrow><mo>)</mo></mrow><mo>~</mo><mi>N</mi><mrow><mo>(</mo><mrow><msub><mi>μ</mi><mi>j</mi></msub><mo>,</mo><msub><mi>σ</mi><mi>j</mi></msub></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext>for j=1,2,3,4</mtext><mtext>.</mtext></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "To estimate the parameters entering in those equations we employ the SHIW data from 2002 to 2008 (t=2002,…, 2008). We use this sample period because the Italian economy is expected to grow in the next few years. Thus, considering a period of positive economic growth such as 2002–08 could help us to better capture expected income dynamics to 2015.<sup><a href=\"#fn14\">14</a></sup> The mean and standard deviation for the income processes <i>y<sup>d</sup></i> and <i>y</i> are reported for each of the four income classes in <a href=\"#table2\">Table 2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">y<sup>d</sup> growth</th>\n<th colspan=\"2\">y growth</th>\n</tr>\n<tr>\n<th/>\n<th>μ<sup>d</sup></th>\n<th>σ<sup>d</sup></th>\n<th>μ</th>\n<th>σ</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1st – 25th percentile</td>\n<td>0.035</td>\n<td>0.034</td>\n<td>0.039</td>\n<td>0.025</td>\n</tr>\n<tr>\n<td>25th – 50th percentile</td>\n<td>0.029</td>\n<td>0.023</td>\n<td>0.029</td>\n<td>0.025</td>\n</tr>\n<tr>\n<td>50th – 75th percentile</td>\n<td>0.026</td>\n<td>0.026</td>\n<td>0.025</td>\n<td>0.023</td>\n</tr>\n<tr>\n<td>75th – 100th percentile</td>\n<td>0.025</td>\n<td>0.024</td>\n<td>0.023</td>\n<td>0.024</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Estimated mean and standard deviation for the income process.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table2\">Table 2</a> shows that the dynamics for the two definitions of income are fairly similar. Means are positive as we are estimating the parameters considering a period characterized by positive income growth. The mean growth is smaller for the 75st-100th percentile and larger for the 1st-25th percentile, indicating that households in the lowest group are those that are expected to benefit the most from an economic recovery. As expected and in line with other studies (see, for instance, <a href=\"#bib6\">Djoudad, 2010</a>), the standard deviation is higher for lower groups and lower for the upper groups.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the model each household receives a random income shock in each period. Since shocks differ among households we generate some heterogeneity in income growth among households that belong to the same income class. At the same time the simulated distribution of income growth for each class is in line with the standard deviations per class reported above.",
                            "type": "paragraph"
                        },
                        {
                            "text": "It is known in the literature that the distribution of any given variable resulting from survey data almost never matches the one based on macro data. In particular, the discrepancy could be driven by sampling errors, as surveys are random samples from the population and thus their statistics could present differences from those of the total population. It could also be associated with measurement errors or there may be some non-response bias in both the survey and the macro source. Thus, we could find some discrepancy between macroeconomic projections, computed though rich autoregressive models, and those based on survey data, whose quality and time-series properties depend on the microdata used.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In our model, in order to obtain an income growth for the entire economy in line with the macroeconomic data from the CN we introduce an adjustment factor <i>adj<sub>t</sub></i> for each time period.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Specifically, we select the adjustment factors so that the per period average growth in nominal disposable income resulting from the model, <math><mrow><mi>Δ</mi><msubsup><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mi>t</mi><mi>d</mi></msubsup></mrow></math> equals the growth in the average nominal income obtained from the macroeconomics projections, <math><mrow><mi>Δ</mi><msubsup><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mi>t</mi><mrow><mi>C</mi><mi>N</mi></mrow></msubsup></mrow></math> :",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn3",
                            "label": "[3]",
                            "mathml": "<math><mrow><mi>Δ</mi><msubsup><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mi>t</mi><mi>d</mi></msubsup><mo>=</mo><mi>Δ</mi><msubsup><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mi>t</mi><mrow><mi>C</mi><mi>N</mi></mrow></msubsup><mtext> </mtext><mtext>for t=2013,</mtext><mn>..</mn><mtext>,2015</mtext><mtext>.</mtext></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The adjustment factors introduced in the model are reported in <a href=\"#table3\">Table 3</a>. It is worth to point out that the adjustment factors are overall fairly small.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<tbody>\n<tr>\n<td/>\n<td>2013</td>\n<td>2014</td>\n<td>2015</td>\n</tr>\n<tr>\n<td>Adjustment factor</td>\n<td>0.974</td>\n<td>0.970</td>\n<td>0.971</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Adjustment factors for households’ income.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "After incorporating the adjustment factors households’ disposable income used to compare the model statistics with the macro projection is:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn4",
                            "label": "[4]",
                            "mathml": "<math><mrow><mi>log</mi><mrow><mo>(</mo><mrow><msubsup><mi>y</mi><mi>t</mi><mi>d</mi></msubsup></mrow><mo>)</mo></mrow><mo>=</mo><mi>a</mi><mi>d</mi><msub><mi>i</mi><mi>t</mi></msub><mi>log</mi><mrow><mo>(</mo><mrow><msubsup><mi>y</mi><mi>t</mi><mi>d</mi></msubsup></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext>for </mtext><mi>t</mi><mo>=</mo><mn>2013</mn><mo>,</mo><mn>...</mn><mo>,</mo><mn>2015.</mn></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<a href=\"#table4\">Table 4</a> shows the growth of the average nominal income in the model and in the macro projections. The dynamics of income growth for the aggregates are the same. Income growth is positive and increasing between 2013 and 2015, with the largest growth in 2015.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<tbody>\n<tr>\n<td/>\n<td>2013</td>\n<td>2014</td>\n<td>2015</td>\n</tr>\n<tr>\n<td><i>National accounts</i></td>\n<td>0.1</td>\n<td>2.4</td>\n<td>2.9</td>\n</tr>\n<tr>\n<td>Model</td>\n<td>0.1</td>\n<td>2.4</td>\n<td>2.9</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Income growth (<i>Percentages</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Even though adjustment factors are computed starting from disposable income, we also apply them to our estimates of households’ disposable income gross of financial charges and net of imputed rents. We believe that this choice has no major effects on the results as the two definitions of income imply similar econometric estimates of the processes. Therefore, households’ disposable income gross of financial charges and net of imputed rent, which is used in the computation of DSR, is given by:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn5",
                            "label": "[5]",
                            "mathml": "<math><mrow><mi>log</mi><mrow><mo>(</mo><mrow><msub><mi>y</mi><mi>t</mi></msub></mrow><mo>)</mo></mrow><mo>=</mo><mi>a</mi><mi>d</mi><msub><mi>i</mi><mi>t</mi></msub><mi>log</mi><mrow><mo>(</mo><mrow><msub><mi>y</mi><mi>t</mi></msub></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext>for </mtext><mi>t</mi><mo>=</mo><mn>2013</mn><mo>,</mo><mn>...</mn><mo>,</mo><mn>2015.</mn></mrow></math>",
                            "type": "mathml"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Income growth dynamics",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In order to compute the dynamics of the model for periods <i>t+1</i> onward, we distinguish between existing debts and new originations.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "We distinguish between mortgage debt and consumer debt.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-1",
                            "title": "3.2.1 Existing debts",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "We assume that households with an existing mortgage repay their debt following a French amortization schedule, which is a widespread amortization schedule for mortgages in Italy. Given that the share of variable interest rate mortgages among indebted households is quite substantial in Italy, it is crucial to model an amortization schedule that allows for a readjustment of the payments associated with a change in interest rates. We also assume that there is no refinancing or prepayment of the mortgage as prepayment or refinancing are not very common in Italy.<sup><a href=\"#fn15\">15</a></sup> For each household <i>i</i>=1,…, <i>N</i>, where <i>N</i> equals the total number of indebted households, and for each type of debt <i>y</i> the evolution of the outstanding debt is given by:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn6",
                                    "label": "[6]",
                                    "mathml": "<math><mrow><mi>M</mi><mi>D</mi><mi>e</mi><mi>b</mi><msub><mi>t</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo>+</mo><mn>1</mn></mrow></msub><mtext>= </mtext><mi>M</mi><mi>D</mi><mi>e</mi><mi>b</mi><msub><mi>t</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>−</mo><mi>R</mi><msub><mi>P</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <b><i>RP</i></b><i><sub>y,i,t</sub></i> is the annual payment of the principal. The scheduled total annual repayment <i>R<sub>y,i,t</sub></i>, which includes both the payment of the principal and of the interest, follows a standard amortization schedule based on the formula:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn7",
                                    "label": "[7]",
                                    "mathml": "<math><mrow><msub><mi>R</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><mi>M</mi><mi>D</mi><mi>e</mi><mi>b</mi><msub><mi>t</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><msup><mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><msub><mi>r</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow><mi>A</mi></msup><mfrac><mrow><msub><mi>r</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow><mrow><msup><mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><msub><mi>r</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow><mi>A</mi></msup><mo>−</mo><mn>1</mn></mrow></mfrac></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <b><i>r</i></b><i><sub>y,i,t</sub></i> is the interest rate on the debt <b><i>MDebt</i></b><i><sub>y,i,t</sub>, A</i> is the residual duration of the contract. The annual payment for interest <b><i>RI</i></b><i><sub>y,i,t</sub></i> is given by:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn8",
                                    "label": "[8]",
                                    "mathml": "<math><mrow><mi>R</mi><msub><mi>I</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><msub><mi>r</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mi>M</mi><mi>D</mi><mi>e</mi><mi>b</mi><msub><mi>t</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "So that the principal repayment could be obtained as:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn9",
                                    "label": "[9]",
                                    "mathml": "<math><mrow><mi>R</mi><msub><mi>P</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><msub><mi>R</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>−</mo><mi>R</mi><msub><mi>I</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow></math>",
                                    "type": "mathml"
                                }
                            ],
                            "id": "s3-2-2",
                            "title": "3.2.2 Mortgage debt",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In the baseline scenario, we assume that the annual payment <b><i>RI</i></b><i><sub>y,i,t</sub></i> for consumer debt <b><i>CDebt</i></b><i><sub>y,i,t</sub></i> remains constant in the periods of the simulation. We are implicitly imposing a French amortization schedule with fixed interest rate for consumer debt, which points to fixed payments over time for the household. As our simulation involves only a few periods and given that the largest percentage of consumer debt involved payments based on a fixed interest rate in the past, we believe that this assumption cannot significantly affect the main results.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-3",
                            "title": "3.2.3 Consumer debt",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Given that households are allowed to take different types of debt, total outstanding debt is written as:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn10",
                                    "label": "[10]",
                                    "mathml": "<math><mrow><mi>D</mi><mi>e</mi><mi>b</mi><msub><mi>t</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>y</mi></munder><mrow><mrow><mo>(</mo><mrow><mi>M</mi><mi>D</mi><mi>e</mi><mi>b</mi><msub><mi>t</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>+</mo><mi>C</mi><mi>D</mi><mi>e</mi><mi>b</mi><msub><mi>t</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow></mstyle></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "The annual payment is given by the sum of the annual payments on mortgage debt and consumer credit:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn11",
                                    "label": "[11]",
                                    "mathml": "<math><mrow><msub><mi>R</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>y</mi></munder><mrow><msub><mi>R</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>.</mo></mrow></mstyle></mrow></math>",
                                    "type": "mathml"
                                }
                            ],
                            "id": "s3-2-4",
                            "title": "3.2.4 Total annualpayments and total debt",
                            "type": "section"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Debt growth dynamics",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "New originations bring about a change in the total number and in the average characteristics of indebted households, inducing a composition effect that affects the share of vulnerable households in the economy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To evaluate the debt dynamics associated with new mortgage originations we use the panel component of the SHIW, including the last three waves (2008, 2010, 2012). We focus on this period because we noted a non-trivial structural change in the characteristics of the new originations relative to a pre-crisis period, with an associated reduction of their weight in total households’ indebtedness.<sup><a href=\"#fn16\">16</a></sup> Thus, considering only the last few years allows us to better model the expected dynamics of debt originations in the near future.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A new mortgage origination occurs when a household has a mortgage debt equal to zero at time <i>t</i>-1 and a positive mortgage debt at time <i>t</i> (<b><i>MDebt</i></b><i><sub>y,i,t- 1</sub></i> = 0, <b><i>MDebt</i></b><i><sub>y,i,t</sub></i> &gt; 0). Using the pseudo panel household groups we compute the percentage of new originations in each of those groups.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For each group <i>k</i>, the number of new originations at time <i>t,θ</i><i><sub>k,t</sub></i>, equals the number of originations for the same group in the previous period <i>θ</i><i><sub>k,t-1</sub></i>: <sup><a href=\"#fn17\">17</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn12",
                            "label": "[12]",
                            "mathml": "<math><mrow><msub><mi>θ</mi><mrow><mi>k</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><msub><mi>θ</mi><mrow><mi>k</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>.</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Based on the SHIW historical data, we assume that 50 per cent of the originations have a variable mortgage rate while the rest have a fixed mortgage rate. To each household with a new origination we assign a debt amount equal to the mean debt at origination for households belonging to the same group who had an origination between 2010 and 2012. We then readjust the amount of debt associated with new originations to match the macro data. <a href=\"#table5\">Table 5</a> shows the total debt growth deriving from the Bank of Italy projections and that generated by the model.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<tbody>\n<tr>\n<td/>\n<td>2013</td>\n<td>2014</td>\n<td>2015</td>\n</tr>\n<tr>\n<td>Macro</td>\n<td>-1.0</td>\n<td>-0.3</td>\n<td>1.8</td>\n</tr>\n<tr>\n<td>Model with originations</td>\n<td>-1.0</td>\n<td>-0.3</td>\n<td>1.8</td>\n</tr>\n<tr>\n<td>Model without originations</td>\n<td>-5.1</td>\n<td>-5.7</td>\n<td>-6.1</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Total debt growth (<i>Percentages</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 New mortgage originations",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The reduction in total debt in the model without originations is driven by mortgage terminations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Some households exit from the pool of indebted households, causing a change in the composition of the pool itself. We assume that mortgage prepayment is not allowed so households exit from the mortgage market only after they have completely extinguished their debt. By introducing mortgage terminations we are then able to capture another important feature of the mortgage market. We introduce this aspect benefiting both from the Italian household data, where the duration of the mortgage is explicitly given, and from our model structure, which allows us to follow the evolution of debt for each household.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 Mortgage terminations",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Households’ vulnerability is measured referring to the DSR, defined as the share of loan payments to income. A household is defined as vulnerable if it has a debt-service ratio greater than a threshold that we set at 30 per cent:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn13",
                            "label": "[13]",
                            "mathml": "<math><mrow><mi>D</mi><mi>S</mi><msub><mi>R</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><mfrac><mrow><msub><mi>R</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow><mrow><msub><mi>y</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow></mfrac><mo>&gt;</mo><mn>0.3.</mn></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "To evaluate households’ vulnerability in the initial year we make use of micro data from the 2012 wave of the SHIW. The sample is composed of 8151 households. For each household we compute the debt-service ratio starting from their statement of annual loan payments and income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the following periods household income evolves following the process described above and the annual mortgage payments are obtained under the assumption of a French amortization schedule. We are then able to compute a debt-service ratio for each household in each simulation period.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5 Vulnerable households",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. The model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, we present the model results for a backtesting exercise, for the baseline scenario, for an extended baseline scenario with the possibility of a temporary suspension of the mortgage payments and for two scenarios of stress (100 basis point increase in the Euribor rate and zero income growth in 2015). We generate a series of 50 realizations of the shock to each household income in any simulation year and for each scenario considered. We then derive the median estimate and a confidence interval for each of the variables of interest. In the figures, the lines connect the median estimates for different years.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "To test the forecasting performance of our model we perform a backtest on previous waves of the SHIW (2008 and 2010). The main results of those simulations are reported in <a href=\"#fig1\">Figure 1</a> and <a href=\"#fig2\">Figure 2</a>. In particular, we show the percentage of all vulnerable households and of those with income below the median over total households.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the following figures red diamonds are historical SHIW data. The values for 2009 and 2011 have been interpolated by cubic splines. The solid blue lines are projections of the median value of the share of vulnerable households across 50 simulations, while the dashed lines represent the 10th and 90th percentiles.<sup><a href=\"#fn18\">18</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "on average, we are able to replicate quite well the percentage of vulnerable households in 2010 and 2012 starting from the 2008 and 2010 waves. The differences between the model results and the data are due to two main factors. First, the SHIW data are an unbalanced panel, in which only half of the sample is maintained in the next wave. As the composition of households can change there could be differences in the total share of vulnerable households and in their characteristics.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Second, there is some measurement error as is common in any household survey.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00107%2Fijm-00107-fig1.tif",
                                        "size": {
                                            "width": 1305,
                                            "height": 851
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00107%2Fijm-00107-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00107-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Percentage of vulnerable households in the population.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00107%2Fijm-00107-fig2.tif",
                                        "size": {
                                            "width": 1301,
                                            "height": 854
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00107%2Fijm-00107-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00107-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Percentage of vulnerable households with income below the median.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Backtesting",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#fig3\">Figure 3</a> reports the distribution of the debt-service ratio among indebted households in the initial year 2012 and in 2015. The share of indebted households with DSR above 30 per cent is about constant in the two periods.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00107%2Fijm-00107-fig3.tif",
                                        "size": {
                                            "width": 1153,
                                            "height": 978
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00107%2Fijm-00107-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00107-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "DSR Distribution.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig4\">Figure 4</a> shows the evolution of the fraction of vulnerable households in the total population in the baseline scenario. That share is expected to decrease between 2012 and 2015, moving to about 4.4 per cent. As reported in <a href=\"#table7\">Table 7</a>, the confidence interval for this value is rather narrow as 80 per cent of the observations are comprised within 4.3 and 4.5 per cent. In 2013, the reduction in the share of vulnerable households is driven by the decrease in the interest rate as households with variable interest rate mortgages pay lower instalments. To a minor extent that reduction is also associated with negative credit growth. In 2014 and in 2015 positive income growth drives the low share of vulnerable households, which decreases slightly relative to 2013. In particular, in 2015 the expected increase in income growth is even larger than in 2014, but at the same time the increase in total debt growth in the economy generates an increase in indebted households, inducing a composition effect. However, in line with the supply conditions observed in recent years, it can be argued that new loans are mostly given to non-vulnerable households<sup><a href=\"#fn19\">19</a></sup> and, as a result, in 2015 new originations can only explain about 0.4 percentage points of the increase in the share of vulnerable households.<sup><a href=\"#fn20\">20</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00107%2Fijm-00107-fig4.tif",
                                        "size": {
                                            "width": 1295,
                                            "height": 870
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00107%2Fijm-00107-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00107-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Percentage of vulnerable households in the population.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In <a href=\"#fig5\">Figure 5</a>, we focus on the percentage of vulnerable households with income below the median. That percentage is about stable between 2012 and 2013 with a slight decrease of 0.2 percentage points in 2015<sup><a href=\"#fn21\">21</a></sup>, falling in the range of 2.7–2.9 per cent (see <a href=\"#table8\">Table 8</a>): the decrease is almost completely driven by positive income growth. Those numbers suggest that also among households with income below the median there are no major risks for financial stability.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00107%2Fijm-00107-fig5.tif",
                                        "size": {
                                            "width": 1295,
                                            "height": 870
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00107%2Fijm-00107-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00107-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Percentage of vulnerable households with income below the median in total households.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig6\">Figure 6</a> presents the percentage of total debt held by vulnerable households, distinguishing between those belonging to the lower (below the median) and the upper (above the median) groups of equalized income. Those percentages decrease between 2012 and 2015. The share of total debt held by vulnerable households with income below the median moves from 20 per cent to 16 per cent, in line with the estimates for 2010. Similar to 2010, the increase in income growth reduces the percentage of vulnerable households; at the same time, the increase in the total debt growth in 2015 is mainly directed towards households with a low level of vulnerability, so that the share of total debt held by vulnerable households does not increase significantly regardless of a positive growth of total debt in the economy.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00107%2Fijm-00107-fig6.tif",
                                        "size": {
                                            "width": 1198,
                                            "height": 718
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00107%2Fijm-00107-fig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00107-fig6.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Percentage of debt held by all vulnerable households.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<i>Note</i>: above and below the median income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In <a href=\"#table6\">Table 6</a> we report the characteristics of all vulnerable households. Some trends are evident. Vulnerable households belong mainly to the 35-to-54 age group, have secondary education and are in work.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>2012</th>\n<th>2013</th>\n<th>2014</th>\n<th>2015</th>\n<th><i>Total population (2012)</i></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"6\">Age</td>\n</tr>\n<tr>\n<td>                 &lt; 35</td>\n<td>16.8</td>\n<td>14.2</td>\n<td>12.9</td>\n<td>10.7</td>\n<td><i>9.5</i></td>\n</tr>\n<tr>\n<td>                 35–44</td>\n<td>33.5</td>\n<td>31.1</td>\n<td>29.3</td>\n<td>28.9</td>\n<td><i>20.2</i></td>\n</tr>\n<tr>\n<td>                 45–54</td>\n<td>28.4</td>\n<td>32.7</td>\n<td>35.0</td>\n<td>35.7</td>\n<td><i>21.3</i></td>\n</tr>\n<tr>\n<td>                 55–64</td>\n<td>9.4</td>\n<td>9.6</td>\n<td>11.0</td>\n<td>12.2</td>\n<td><i>16.2</i></td>\n</tr>\n<tr>\n<td>                 &gt; 65</td>\n<td>11.9</td>\n<td>11.9</td>\n<td>11.3</td>\n<td>12.1</td>\n<td><i>32.8</i></td>\n</tr>\n<tr>\n<td colspan=\"6\">Education</td>\n</tr>\n<tr>\n<td>                 No education or primary education</td>\n<td>6.2</td>\n<td>6.3</td>\n<td>6.3</td>\n<td>6.1</td>\n<td><i>23.3</i></td>\n</tr>\n<tr>\n<td>                 Lower secondary education</td>\n<td>39.7</td>\n<td>38.4</td>\n<td>38.3</td>\n<td>36.0</td>\n<td><i>35.8</i></td>\n</tr>\n<tr>\n<td>                 Upper secondary education</td>\n<td>39.7</td>\n<td>40.7</td>\n<td>41.2</td>\n<td>45.3</td>\n<td><i>27.8</i></td>\n</tr>\n<tr>\n<td>                 Undergraduate or post-graduate</td>\n<td>14.5</td>\n<td>14.8</td>\n<td>14.4</td>\n<td>13.6</td>\n<td><i>13.1</i></td>\n</tr>\n<tr>\n<td colspan=\"6\">Occupation</td>\n</tr>\n<tr>\n<td>                 Not working</td>\n<td>16.0</td>\n<td>15.7</td>\n<td>15.1</td>\n<td>14.4</td>\n<td><i>41.0</i></td>\n</tr>\n<tr>\n<td>                 Working</td>\n<td>84.0</td>\n<td>84.2</td>\n<td>84.4</td>\n<td>85.4</td>\n<td><i>59.0</i></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Percentage of vulnerable households by age, education and occupation (<i>Mean values</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Baseline scenario",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this section we present an extended baseline scenario and two stress test scenarios. <a href=\"#fig7\">Figure 7</a> shows how the percentage of all vulnerable households changes in each scenario. <a href=\"#table7\">Table 7</a> reports both the median estimates and ranges. Detailed tables with results are reported in the online Appendix.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the extended baseline scenario we consider the baseline changes in income, interest rate, and total debt (<a href=\"#table1\">Table 1</a>), but we also include the possibility of obtaining a temporary suspension of mortgage payments for a specific period of time. This option was widely used in the period 2009–12, even with bilateral agreements with banks. The cure rate was quite high: more than 60 per cent of households that obtained suspensions started to repay the mortgage (<a href=\"#bib5\">Bartiloro, Carpinelli, Finaldi Russo &amp; Pastorelli, 2012</a>). We assume that this option is still available until 2015. We modelled it following the data from the 2012 SHIW wave, according to which, between 2009 and 2012, 22 per cent of households with a mortgage belonging to the first income class and 9 per cent of those in the second income class obtained a suspension of mortgage payments over the period. Under this scenario, the percentage of vulnerable households with income below the median drops to 2.6 per cent in 2015, hence it is on average 0.1 percentage points lower than in the baseline scenario. <sup><a href=\"#fn22\">22</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "We also consider two alternative scenarios of stress for the financial conditions of indebted households. First, we consider an increase of 100 basis points in the Euribor rate in 2015 (from 0.3% to 1.3%). That increase affects both the loan payments associated with existing variable interest rate mortgages and new mortgage originations.<sup><a href=\"#fn23\">23</a></sup> Relative to the baseline scenario, the share of all vulnerable households increases by about 0.2 percentage points and their debt increases by about 2 percentage points.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Second, we consider an adverse scenario in which income growth is equal to zero in 2015. The shock affects all households. Relative to the baseline scenario the share of all vulnerable households is about 0.3 percentage points higher and their debt about 2 percentage points higher.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00107%2Fijm-00107-fig7.tif",
                                        "size": {
                                            "width": 1295,
                                            "height": 803
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00107%2Fijm-00107-fig7.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00107-fig7.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Percentage of vulnerable households under alternative scenarios.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig8\">Figure 8</a> gives the results for vulnerable households belonging to the first two income classes, namely those with income below the median. The mechanisms described above apply and the share of vulnerable households tends to increase slightly following a rise in the Euribor rate or a decrease in nominal income growth.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00107%2Fijm-00107-fig8.tif",
                                        "size": {
                                            "width": 1298,
                                            "height": 804
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00107%2Fijm-00107-fig8.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00107-fig8.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "Percentage of vulnerable households with income below the median under alternative scenarios.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table7\">Table 7</a> and <a href=\"#table8\">Table 8</a> report the central estimates and ranges for the baseline case, the extended baseline with suspension of the payments, and the two stress test scenarios that underlie <a href=\"#fig7\">Figure 7</a> and <a href=\"#fig8\">Figure 8</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>2012</th>\n<th>2013</th>\n<th>2014</th>\n<th colspan=\"4\">2015</th>\n</tr>\n<tr>\n<th/>\n<th/>\n<th/>\n<th/>\n<th>Baseline</th>\n<th>Suspension of  payments</th>\n<th>Interest rate shock</th>\n<th>Income shock</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Central estimate</td>\n<td align=\"center\">4.8</td>\n<td align=\"center\">4.6</td>\n<td align=\"center\">4.4</td>\n<td align=\"center\">4.4</td>\n<td align=\"center\">4.3</td>\n<td align=\"center\">4.6</td>\n<td align=\"center\">4.7</td>\n</tr>\n<tr>\n<td>10th-90th percentiles</td>\n<td align=\"center\">--</td>\n<td align=\"center\">4.5–4.7</td>\n<td align=\"center\">4.3–4.6</td>\n<td align=\"center\">4.3–4.5</td>\n<td align=\"center\">4.2–4.5</td>\n<td align=\"center\">4.5–4.7</td>\n<td align=\"center\">4.6–4.8</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Percentage of vulnerable households under alternative scenarios.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table8",
                                    "label": "Table 8",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>2012</th>\n<th>2013</th>\n<th>2014</th>\n<th colspan=\"5\">2015</th>\n</tr>\n<tr>\n<th/>\n<th/>\n<th/>\n<th/>\n<th>Baseline</th>\n<th>Suspension of payments</th>\n<th>Interest rate shock</th>\n<th>Income shock</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Central estimate</td>\n<td align=\"center\">2.9</td>\n<td align=\"center\">2.9</td>\n<td align=\"center\">2.8</td>\n<td align=\"center\">2.7</td>\n<td align=\"center\">2.6</td>\n<td align=\"center\">2.9</td>\n<td align=\"center\">3.0</td>\n</tr>\n<tr>\n<td>10th-90th percentiles</td>\n<td align=\"center\">--</td>\n<td align=\"center\">2.9–3.0</td>\n<td align=\"center\">2.6–2.9</td>\n<td align=\"center\">2.7–2.9</td>\n<td align=\"center\">2.6–2.8</td>\n<td align=\"center\">2.7–3.0</td>\n<td align=\"center\">2.9–3.1</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Percentage of vulnerable households with income below the median under alternative scenarios.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig9\">Figure 9</a> shows how the share of total debt held by vulnerable households with income below the median evolves over time in the baseline scenario and in the alternative scenarios described above. In the baseline scenario, the debt held by those vulnerable households tends to decrease from about 20 per cent in 2012 to about 16 per cent in 2015, a level similar to the one recorded in 2010. The reduction is smaller if shocks to income or interest rate occur.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig9",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00107%2Fijm-00107-fig9.tif",
                                        "size": {
                                            "width": 1295,
                                            "height": 807
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00107%2Fijm-00107-fig9.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00107-fig9.jpg"
                                        }
                                    },
                                    "label": "Figure 9",
                                    "title": "Percentage of total debt held by vulnerable households with income below the median.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 Extended baseline scenario and stress test scenarios",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Some central banks and policy institutions (Bank of Canada, FSR 2012; <a href=\"#bib7\">ECB, 2013</a>) define a household as vulnerable if its DSR is equal or above 40 per cent. We implemented the same approach and re-computed the percentage of vulnerable households according to the new, less stringent definition. As shown in <a href=\"#fig10\">Figure 10</a> the share of vulnerable households now equals 2.3 per cent in 2012 and it is projected to decrease slightly over time, to 2.1 per cent in 2015. As mentioned before, the reduction is mostly driven by the positive income growth.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig10",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00107%2Fijm-00107-fig10.tif",
                                        "size": {
                                            "width": 1296,
                                            "height": 917
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00107%2Fijm-00107-fig10.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00107-fig10.jpg"
                                        }
                                    },
                                    "label": "Figure 10",
                                    "title": "Percentage of vulnerable households with DSR above 40%.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-4",
                    "title": "4.4 Alternative definition of vulnerability: DSR above 40 per cent",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper presents a framework to study how the vulnerability of Italian households evolves over time. Starting from the SHIW microeconomic data and incorporating some macroeconomic projections on income growth, total debt growth and interest rates, we built a model that captures the evolution of households’ debt and vulnerability over time. The micro-founded model delivers aggregate variables that are in line with projected macroeconomic statistics and is therefore suitable for simulating stress scenarios to evaluate households’ resilience to negative shocks, such as income or interest rate shocks. The model is also well suited to study the effects of stress scenarios, alternative policy measures or the effects associated with the suspension of loan payments driven by banks’ decisions.",
                    "type": "paragraph"
                },
                {
                    "text": "We found that the percentage of vulnerable households with equalized income below the median is projected to be almost stable between 2012 and 2015, being in the order of 2.7 per cent in 2015. Similarly, the share of total debt held by those vulnerable households decreases progressively to 16 per cent in 2015, a value similar to the one in 2010. When simulating scenarios of stress, zero income growth has a larger effect on the share of vulnerable households than a 100 basis point increase in interest rates.",
                    "type": "paragraph"
                },
                {
                    "text": "Future research aims to improve the current model. First of all, we could include a probability of becoming unemployed. Households facing spells of unemployment of different severity and duration may become vulnerable and so could raise the percentage of vulnerable households. Other important factors of vulnerability which can be simulated starting from our microdata could be incorporated. For instance, changes in household composition due to birth of a child or divorce may affect the income committed to debt repayment and thus the ability to service the debt. Second, we could try to incorporate other sources of macroeconomic data when modelling new mortgage originations. Third, we could study other indicators of households’ vulnerability and accordingly evaluate their evolution over time. Fourth, we could improve our modelling approach for consumer credit debt.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, one related question that could be addressed in some future work is whether the dynamics of the mortgage debt has any impact on the outcome indicators at the micro-level. In particular, it would be worth analysing how the mortgage debt affects some groups of households that are especially prone to the risk of unemployment and poverty in Italy, e.g. young people households.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Ampudia, M",
                        "preferred": "M Ampudia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van Vlokhoven, H",
                        "preferred": "H van Vlokhoven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Żochowski, D",
                        "preferred": "D Żochowski"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "Financial fragility of euro area households. Working Paper Series 1737 ECB",
            "id": "bib1",
            "title": "Financial fragility of euro area households. Working Paper Series 1737 ECB",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Bank of Italy",
                    "type": "group"
                }
            ],
            "date": "2014",
            "details": "Annual Report for 2013",
            "id": "bib2",
            "title": "Annual Report for 2013",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Bank of Italy",
                    "type": "group"
                }
            ],
            "date": "2013",
            "details": "Financial Stability Report, No. 6",
            "id": "bib3",
            "title": "Financial Stability Report, No. 6",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Bank of Italy",
                    "type": "group"
                }
            ],
            "date": "2014",
            "details": "Financial Stability Report, No. 2",
            "id": "bib4",
            "title": "Financial Stability Report, No. 2",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bartiloro, L",
                        "preferred": "L Bartiloro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Carpinelli, L",
                        "preferred": "L Carpinelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Russo, PF",
                        "preferred": "PF Russo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pastorelli, S",
                        "preferred": "S Pastorelli"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "111, L’accesso al credito in tempo di crisi: le misure di sostegno a imprese e famiglie. Bank of Italy Occasional Papers (Questioni di economia e finanza)",
            "id": "bib5",
            "title": "L’accesso al credito in tempo di crisi: le misure di sostegno a imprese e famiglie. Bank of Italy Occasional Papers (Questioni di economia e finanza)",
            "type": "unknown"
        },
        {
            "articleTitle": "The Bank of Canada’s analytic framework for assessing the vulnerability of the household sector",
            "authors": [
                {
                    "name": {
                        "index": "Djoudad, R",
                        "preferred": "R Djoudad"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib6",
            "journal": "Financial System Review",
            "pages": {
                "first": "57",
                "last": "62",
                "range": "57–62"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": "European Central Bank",
                    "type": "group"
                }
            ],
            "date": "2013",
            "details": "The Eurosystem Household, Finance and Consumption Survey, Results from the first wave. Statistics Paper Series 2",
            "id": "bib7",
            "title": "The Eurosystem Household, Finance and Consumption Survey, Results from the first wave. Statistics Paper Series 2",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Felici, R",
                        "preferred": "R Felici"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manzoli, E",
                        "preferred": "E Manzoli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pico, R",
                        "preferred": "R Pico"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "125, Crisis and Italian Households: A Microeconomic Analysis of Mortgage Contracts. Bank of Italy Occasional Papers (Questioni di economia e finance)",
            "id": "bib8",
            "title": "Crisis and Italian Households: A Microeconomic Analysis of Mortgage Contracts. Bank of Italy Occasional Papers (Questioni di economia e finance)",
            "type": "unknown"
        },
        {
            "articleTitle": "Income Risk, Borrowing Constraints, and Portfolio Choice",
            "authors": [
                {
                    "name": {
                        "index": "Luigi, Guiso",
                        "preferred": "Guiso Luigi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jappelli, T",
                        "preferred": "T Jappelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Terlizzese, D",
                        "preferred": "D Terlizzese"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib9",
            "journal": "American Economic Review, American Economic Association",
            "pages": {
                "first": "158",
                "last": "72",
                "range": "158–72"
            },
            "type": "journal",
            "volume": "86"
        },
        {
            "authors": [
                {
                    "name": "IMF",
                    "type": "group"
                }
            ],
            "date": "2011",
            "details": "United Kingdom: Vulnerabilities of household and corporate balance sheets and risks for the financial sector Technical Note. Country Report 11/229",
            "id": "bib10",
            "title": "United Kingdom: Vulnerabilities of household and corporate balance sheets and risks for the financial sector Technical Note. Country Report 11/229",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "IMF",
                    "type": "group"
                }
            ],
            "date": "2012",
            "details": "Spain: Vulnerabilities of private sector balance sheets and risks to the financial sector Technical Note. Country Report 12/140",
            "id": "bib11",
            "title": "Spain: Vulnerabilities of private sector balance sheets and risks to the financial sector Technical Note. Country Report 12/140",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "IMF",
                    "type": "group"
                }
            ],
            "date": "2013",
            "details": "Italy: Technical Note on the financial situation of Italian households and non-financial corporations and risks to the banking system. Country Report No. 13/348",
            "id": "bib12",
            "title": "Italy: Technical Note on the financial situation of Italian households and non-financial corporations and risks to the banking system. Country Report No. 13/348",
            "type": "unknown"
        },
        {
            "articleTitle": "The dynamics of household wealth accumulation in Italy",
            "authors": [
                {
                    "name": {
                        "index": "Jappelli, T",
                        "preferred": "T Jappelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pistaferri, L",
                        "preferred": "L Pistaferri"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib13",
            "journal": "Fiscal Studies, Institute for Fiscal Studies",
            "pages": {
                "first": "269",
                "last": "295",
                "range": "269–295"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "Does consumption inequality track income inequality in Italy?",
            "authors": [
                {
                    "name": {
                        "index": "Jappelli, T",
                        "preferred": "T Jappelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pistaferri, L",
                        "preferred": "L Pistaferri"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib14",
            "journal": "Review of Economic Dynamics, Elsevier for the Society for Economic Dynamics",
            "pages": {
                "first": "133",
                "last": "153",
                "range": "133–153"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": " Italian households’ debt: the participation to the debt market and the size of the loan",
            "authors": [
                {
                    "name": {
                        "index": "Magri, S",
                        "preferred": "S Magri"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib15",
            "journal": "Empirical Economics",
            "pages": {
                "first": "401",
                "last": "426",
                "range": "401–426"
            },
            "type": "journal",
            "volume": "33"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Magri, S",
                        "preferred": "S Magri"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pico, R",
                        "preferred": "R Pico"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "134, L’indebitamento delle famiglie italiane dopo la crisi del 2008. Bank of Italy Occasional Papers (Questioni di economia e finanza)",
            "id": "bib16",
            "title": "L’indebitamento delle famiglie italiane dopo la crisi del 2008. Bank of Italy Occasional Papers (Questioni di economia e finanza)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Magri, S",
                        "preferred": "S Magri"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pico, R",
                        "preferred": "R Pico"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "241, Il mercato del credito alle famiglie dopo cinque anni di crisi: evidenze dall’indagine sui loro bilanci. Bank of Italy Occasional Papers (Questioni di economia e finanza)",
            "id": "bib17",
            "title": "Il mercato del credito alle famiglie dopo cinque anni di crisi: evidenze dall’indagine sui loro bilanci. Bank of Italy Occasional Papers (Questioni di economia e finanza)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "date": "2010",
            "details": "OECD Factjournal 2010: Economic, Environmental and Social Statistics, Paris, OECD Publishing",
            "id": "bib18",
            "title": "OECD Factjournal 2010: Economic, Environmental and Social Statistics, Paris, OECD Publishing",
            "type": "unknown"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Note</i>: Households are divided into classes according to their equalized income gross of imputed rents. The reported values have been approximated to the first decimal.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table1a",
                                            "label": "Table 1",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th/>\n<th>2012</th>\n<th>2013</th>\n<th>2014</th>\n<th>2015</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"5\">Percentage of vulnerable households over total households</td>\n</tr>\n<tr><td>    1st–25th percentile</td>\n<td>1.5</td>\n<td>1.6</td>\n<td>1.6</td>\n<td>1.6</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>1.4</td>\n<td>1.4</td>\n<td>1.2</td>\n<td>1.1</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>2.9</i></td>\n<td><i>2.9</i></td>\n<td><i>2.8</i></td>\n<td><i>2.7</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>1.2</td>\n<td>1.0</td>\n<td>0.9</td>\n<td>0.8</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>0.7</td>\n<td>0.7</td>\n<td>0.7</td>\n<td>0.8</td></tr>\n<tr><td>    <b>TOTAL</b></td>\n<td>4.8</td>\n<td>4.6</td>\n<td>4.4</td>\n<td>4.4</td></tr>\n<tr>\n<td colspan=\"5\">Percentage of vulnerable households over indebted households</td>\n</tr>\n<tr><td>    1st–25th percentile</td>\n<td>7.6</td>\n<td>7.4</td>\n<td>6.8</td>\n<td>6.7</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>7.0</td>\n<td>6.3</td>\n<td>5.2</td>\n<td>4.6</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>14.6</i></td>\n<td><i>13.6</i></td>\n<td><i>12.0</i></td>\n<td><i>11.2</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>6.0</td>\n<td>4.4</td>\n<td>3.8</td>\n<td>3.3</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>3.5</td>\n<td>3.0</td>\n<td>3.2</td>\n<td>3.3</td></tr>\n<tr><td>    <b>TOTAL</b></td>\n<td>24.1</td>\n<td>21.2</td>\n<td>19.1</td>\n<td>18.1</td></tr>\n<tr><td colspan=\"5\">Percentage of debt held by vulnerable households</td></tr>\n<tr><td>    1st–25th percentile</td>\n<td>9.5</td>\n<td>10.4</td>\n<td>9.7</td>\n<td>9.2</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>10.2</td>\n<td>9.1</td>\n<td>7.9</td>\n<td>7.0</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>19.7</i></td>\n<td><i>19.3</i></td>\n<td><i>17.4</i></td>\n<td><i>16.0</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>7.9</td>\n<td>6.4</td>\n<td>5.9</td>\n<td>5.2</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>9.8</td>\n<td>9.1</td>\n<td>8.7</td>\n<td>8.2</td></tr>\n<tr><td>    <b>TOTAL</b></td>\n<td>37.5</td>\n<td>34.7</td>\n<td>31.8</td>\n<td>29.5</td></tr>\n</tbody>\n</table>"
                                            ],
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "A1-1-1",
                            "title": "1.1 Baseline scenario",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "id": "ufig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00107%2Fijm-00107-ufig1.tif",
                                        "size": {
                                            "width": 1940,
                                            "height": 779
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00107%2Fijm-00107-ufig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00107-ufig1.jpg"
                                        }
                                    },
                                    "type": "image"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "table2a",
                                            "label": "Table 2",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th/>\n<th>2012</th>\n<th>2013</th>\n<th>2014</th>\n<th>2015</th>\n</tr></thead>\n<tbody>\n<tr>\n<td colspan=\"5\">Percentage of vulnerable households over total households</td>\n</tr>\n<tr><td>    1st–25th percentile</td>\n<td>1.5</td>\n<td>1.6</td>\n<td>1.5</td>\n<td>1.6</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>1.4</td>\n<td>1.3</td>\n<td>1.2</td>\n<td>1.1</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>2.9</i></td>\n<td><i>2.9</i></td>\n<td><i>2.7</i></td>\n<td><i>2.6</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>1.2</td>\n<td>1.0</td>\n<td>0.9</td>\n<td>0.8</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>0.7</td>\n<td>0.7</td>\n<td>0.7</td>\n<td>0.8</td></tr>\n<tr><td>    TOTAL</td>\n<td>4.8</td>\n<td>4.5</td>\n<td>4.3</td>\n<td>4.3</td></tr>\n<tr><td colspan=\"5\">Percentage of vulnerable households over indebted households</td></tr>\n<tr><td>    1st–25th percentile</td>\n<td>7.6</td>\n<td>7.2</td>\n<td>6.5</td>\n<td>6.4</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>7.0</td>\n<td>6.2</td>\n<td>5.2</td>\n<td>4.4</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>14.6</i></td>\n<td><i>13.3</i></td>\n<td><i>11.6</i></td>\n<td><i>10.9</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>6.0</td>\n<td>4.4</td>\n<td>3.8</td>\n<td>3.3</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>3.5</td>\n<td>3.0</td>\n<td>3.2</td>\n<td>3.3</td></tr>\n<tr><td>    TOTAL</td>\n<td>24.1</td>\n<td>20.9</td>\n<td>18.8</td>\n<td>17.8</td></tr>\n<tr><td colspan=\"5\">Percentage of debt held by vulnerable households</td></tr>\n<tr><td>    1st–25th percentile</td>\n<td>9.5</td>\n<td>10.1</td>\n<td>9.1</td>\n<td>8.8</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>10.2</td>\n<td>8.9</td>\n<td>7.9</td>\n<td>6.8</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>19.7</i></td>\n<td><i>18.7</i></td>\n<td><i>16.7</i></td>\n<td><i>15.4</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>7.9</td>\n<td>6.4</td>\n<td>5.9</td>\n<td>5.2</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>9.8</td>\n<td>9.1</td>\n<td>8.7</td>\n<td>8.2</td></tr>\n<tr><td>    TOTAL</td>\n<td>37.5</td>\n<td>34.0</td>\n<td>31.4</td>\n<td>29.1</td>\n</tr>\n</tbody></table>"
                                            ],
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "A1-1-2",
                            "title": "1.2 Suspension of loan payments",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "content": [
                                        {
                                            "id": "ufig2",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00107%2Fijm-00107-ufig2.tif",
                                                "size": {
                                                    "width": 1950,
                                                    "height": 804
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00107%2Fijm-00107-ufig2.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00107-ufig2.jpg"
                                                }
                                            },
                                            "type": "image"
                                        },
                                        {
                                            "assets": [
                                                {
                                                    "id": "table3a",
                                                    "label": "Table 3",
                                                    "tables": [
                                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>2012</th>\n<th>2013</th>\n<th>2014</th>\n<th>2015</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"5\">Percentage of vulnerable households over total households</td>\n</tr>\n<tr><td>    1st–25th percentile</td>\n<td>1.5</td>\n<td>1.6</td>\n<td>1.6</td>\n<td>1.7</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>1.4</td>\n<td>1.4</td>\n<td>1.2</td>\n<td>1.2</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>2.9</i></td>\n<td><i>2.9</i></td>\n<td><i>2.8</i></td>\n<td><i>2.9</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>1.2</td>\n<td>1.0</td>\n<td>0.9</td>\n<td>0.9</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>0.7</td>\n<td>0.7</td>\n<td>0.7</td>\n<td>0.8</td></tr>\n<tr><td>    TOTAL</td>\n<td>4.8</td>\n<td>4.6</td>\n<td>4.4</td>\n<td>4.6</td></tr>\n<tr><td colspan=\"5\">Percentage of vulnerable households over indebted households</td></tr>\n<tr><td>    1st–25th percentile</td>\n<td>7.6</td>\n<td>7.4</td>\n<td>6.8</td>\n<td>6.9</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>7.0</td>\n<td>6.3</td>\n<td>5.2</td>\n<td>4.9</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>14.6</i></td>\n<td><i>13.6</i></td>\n<td><i>12.0</i></td>\n<td><i>11.8</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>6.0</td>\n<td>4.4</td>\n<td>3.8</td>\n<td>3.5</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>3.5</td>\n<td>3.0</td>\n<td>3.2</td>\n<td>3.4</td></tr>\n<tr><td>    TOTAL</td>\n<td>24.1</td>\n<td>21.2</td>\n<td>19.1</td>\n<td>19.0</td></tr>\n<tr><td colspan=\"5\">Percentage of debt held by vulnerable households</td></tr>\n<tr><td>    1st–25th percentile</td>\n<td>9.5</td>\n<td>10.4</td>\n<td>9.7</td>\n<td>9.7</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>10.2</td>\n<td>9.1</td>\n<td>7.9</td>\n<td>7.6</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>19.7</i></td>\n<td><i>19.3</i></td>\n<td><i>17.4</i></td>\n<td><i>17.1</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>7.9</td>\n<td>6.4</td>\n<td>5.9</td>\n<td>5.7</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>9.8</td>\n<td>9.1</td>\n<td>8.7</td>\n<td>8.7</td></tr>\n<tr><td>    TOTAL</td>\n<td>37.5</td>\n<td>34.7</td>\n<td>31.8</td>\n<td>31.4</td>\n</tr>\n</tbody>\n</table>"
                                                    ],
                                                    "type": "table"
                                                }
                                            ],
                                            "type": "figure"
                                        }
                                    ],
                                    "id": "A1-1-3-1",
                                    "title": "1.3.1 Interest rate shock",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "id": "ufig3",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00107%2Fijm-00107-ufig3.tif",
                                                "size": {
                                                    "width": 1890,
                                                    "height": 762
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00107%2Fijm-00107-ufig3.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00107-ufig3.jpg"
                                                }
                                            },
                                            "type": "image"
                                        },
                                        {
                                            "assets": [
                                                {
                                                    "id": "table4a",
                                                    "label": "Table 4",
                                                    "tables": [
                                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>2012</th>\n<th>2013</th>\n<th>2014</th>\n<th>2015</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"5\">Percentage of vulnerable households over total households</td>\n</tr>\n<tr><td>    1st–25th percentile</td>\n<td>1.5</td>\n<td>1.6</td>\n<td>1.6</td>\n<td>1.7</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>1.4</td>\n<td>1.4</td>\n<td>1.2</td>\n<td>1.3</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>2.9</i></td>\n<td><i>2.9</i></td>\n<td><i>2.8</i></td>\n<td><i>3.0</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>1.2</td>\n<td>1.0</td>\n<td>0.9</td>\n<td>0.9</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>0.7</td>\n<td>0.7</td>\n<td>0.7</td>\n<td>0.7</td></tr>\n<tr><td>    TOTAL</td>\n<td>4.8</td>\n<td>4.6</td>\n<td>4.4</td>\n<td>4.7</td></tr>\n<tr><td colspan=\"5\">Percentage of vulnerable households over indebted households</td></tr>\n<tr><td>    1st–25th percentile</td>\n<td>7.6</td>\n<td>7.4</td>\n<td>6.8</td>\n<td>6.9</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>7.0</td>\n<td>6.3</td>\n<td>5.2</td>\n<td>5.4</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>14.6</i></td>\n<td><i>13.6</i></td>\n<td><i>12.0</i></td>\n<td><i>12.3</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>4.0</td>\n<td>4.4</td>\n<td>3.8</td>\n<td>3.8</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>3.5</td>\n<td>3.0</td>\n<td>3.2</td>\n<td>3.0</td></tr>\n<tr><td>    TOTAL</td>\n<td>24.1</td>\n<td>21.2</td>\n<td>19.1</td>\n<td>19.3</td></tr>\n<tr><td colspan=\"5\">Percentage of debt held by vulnerable households</td></tr>\n<tr><td>    1st–25th percentile</td>\n<td>9.5</td>\n<td>10.4</td>\n<td>9.7</td>\n<td>9.5</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>10.2</td>\n<td>9.1</td>\n<td>7.9</td>\n<td>8.0</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>19.7</i></td>\n<td><i>19.3</i></td>\n<td><i>17.4</i></td>\n<td><i>17.3</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>7.9</td>\n<td>6.4</td>\n<td>5.9</td>\n<td>5.5</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>9.8</td>\n<td>9.1</td>\n<td>8.7</td>\n<td>8.2</td></tr>\n<tr><td>    TOTAL</td>\n<td>37.5</td>\n<td>34.7</td>\n<td>31.8</td>\n<td>31.2</td>\n</tr></tbody>\n</table>"
                                                    ],
                                                    "type": "table"
                                                }
                                            ],
                                            "type": "figure"
                                        }
                                    ],
                                    "id": "A1-1-3-2",
                                    "title": "1.3.2 <i>Income shock</i>",
                                    "type": "section"
                                }
                            ],
                            "id": "A1-1-3",
                            "title": "1.3 Stress test scenarios",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "id": "ufig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00107%2Fijm-00107-ufig4.tif",
                                        "size": {
                                            "width": 1890,
                                            "height": 768
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00107%2Fijm-00107-ufig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00107-ufig4.jpg"
                                        }
                                    },
                                    "type": "image"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "table4b",
                                            "label": "Table 4",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th/>\n<th>2012</th>\n<th>2013</th>\n<th>2014</th>\n<th>2015</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"5\">Percentage of vulnerable households over total households</td>\n</tr>\n<tr><td>    1st–25th percentile</td>\n<td>1.0</td>\n<td>1.0</td>\n<td>1.0</td>\n<td>1.0</td>\n</tr>\n<tr><td>    25th–50th percentile</td>\n<td>0.6</td>\n<td>0.6</td>\n<td>0.5</td>\n<td>0.5</td>\n</tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>1.6</i></td>\n<td><i>1.6</i></td>\n<td><i>1.5</i></td>\n<td><i>1.4</i></td>\n</tr>\n<tr><td>    50th–75th percentile</td>\n<td>0.4</td>\n<td>0.3</td>\n<td>0.3</td>\n<td>0.3</td>\n</tr>\n<tr><td>    75th–100th percentile</td>\n<td>0.3</td>\n<td>0.3</td>\n<td>0.3</td>\n<td>0.3</td>\n</tr>\n<tr><td>    TOTAL</td>\n<td>2.3</td>\n<td>2.2</td>\n<td>2.1</td>\n<td>2.1</td>\n</tr>\n<tr><td colspan=\"5\">Percentage of vulnerable households over indebted households</td>\n</tr>\n<tr><td>    1st–25th percentile</td>\n<td>4.8</td>\n<td>4.5</td>\n<td>4.2</td>\n<td>4.1</td>\n</tr>\n<tr><td>    25th–50th percentile</td>\n<td>3.1</td>\n<td>2.7</td>\n<td>2.2</td>\n<td>1.9</td>\n</tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>7.9</i></td>\n<td><i>7.3</i></td>\n<td><i>6.4</i></td>\n<td><i>5.9</i></td>\n</tr>\n<tr><td>    50th–75th percentile</td>\n<td>2.1</td>\n<td>1.6</td>\n<td>1.3</td>\n<td>1.2</td>\n</tr>\n<tr><td>    75th–100th percentile</td>\n<td>1.5</td>\n<td>1.3</td>\n<td>1.3</td>\n<td>1.3</td>\n</tr>\n<tr><td>    TOTAL</td>\n<td>11.5</td>\n<td>10.2</td>\n<td>9.2</td>\n<td>8.5</td>\n</tr>\n<tr><td colspan=\"5\">Percentage of debt held by vulnerable households</td>\n</tr>\n<tr><td>    1st–25th percentile</td>\n<td>6.6</td>\n<td>6.9</td>\n<td>6.3</td>\n<td>5.8</td>\n</tr>\n<tr><td>    25th–50th percentile</td>\n<td>4.9</td>\n<td>4.2</td>\n<td>3.6</td>\n<td>3.0</td>\n</tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>11.5</i></td>\n<td><i>11.1</i></td>\n<td><i>9.9</i></td>\n<td><i>8.6</i></td>\n</tr>\n<tr><td>    50th–75th percentile</td>\n<td>3.4</td>\n<td>3.0</td>\n<td>2.5</td>\n<td>2.1</td>\n</tr>\n<tr><td>    75th–100th percentile</td>\n<td>3.3</td>\n<td>3.1</td>\n<td>3.1</td>\n<td>2.9</td>\n</tr>\n<tr><td>    TOTAL</td>\n<td>18.2</td>\n<td>17.1</td>\n<td>15.7</td>\n<td>13.8</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "A1-1-4",
                            "title": "1.4 Households are vulnerable if DSR &gt; 40%",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "id": "ufig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00107%2Fijm-00107-ufig5.tif",
                                        "size": {
                                            "width": 1890,
                                            "height": 783
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00107%2Fijm-00107-ufig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00107-ufig5.jpg"
                                        }
                                    },
                                    "type": "image"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "table5a",
                                            "label": "Table 5",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th/>\n<th>2012</th>\n<th>2013</th>\n<th>2014</th>\n<th>2015</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"5\">Percentage of vulnerable households over total households</td>\n</tr>\n<tr><td>    1st–25th percentile</td>\n<td>1.5</td>\n<td>1.6</td>\n<td>1.4</td>\n<td>1.3</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>1.4</td>\n<td>1.4</td>\n<td>1.2</td>\n<td>1.0</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>2.9</i></td>\n<td><i>2.9</i></td>\n<td><i>2.6</i></td>\n<td><i>2.3</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>1.2</td>\n<td>1.0</td>\n<td>0.9</td>\n<td>0.8</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>0.7</td>\n<td>0.7</td>\n<td>0.7</td>\n<td>0.8</td></tr>\n<tr><td>    TOTAL</td>\n<td>4.8</td>\n<td>4.6</td>\n<td>4.3</td>\n<td>4.0</td></tr>\n<tr><td colspan=\"5\">Percentage of vulnerable households over indebted households</td></tr>\n<tr><td>    1st–25th percentile</td>\n<td>7.6</td>\n<td>8.0</td>\n<td>7.5</td>\n<td>7.0</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>7.0</td>\n<td>6.9</td>\n<td>6.1</td>\n<td>5.1</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>14.6</i></td>\n<td><i>14.7</i></td>\n<td><i>13.5</i></td>\n<td><i>12.1</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>6.0</td>\n<td>4.8</td>\n<td>4.5</td>\n<td>4.2</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>3.5</td>\n<td>3.3</td>\n<td>3.7</td>\n<td>4.1</td></tr>\n<tr><td>    TOTAL</td>\n<td>24.1</td>\n<td>23.0</td>\n<td>21.9</td>\n<td>20.8</td></tr>\n<tr><td colspan=\"5\">Percentage of debt held by vulnerable households</td>\n<td/></tr>\n<tr><td>    1st–25th percentile</td>\n<td>9.5</td>\n<td>10.7</td>\n<td>10.1</td>\n<td>9.7</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>10.2</td>\n<td>9.4</td>\n<td>8.6</td>\n<td>7.4</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>19.7</i></td>\n<td><i>19.9</i></td>\n<td><i>18.3</i></td>\n<td><i>16.9</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>7.9</td>\n<td>6.7</td>\n<td>6.5</td>\n<td>6.1</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>9.8</td>\n<td>9.4</td>\n<td>9.6</td>\n<td>9.7</td></tr>\n<tr><td>    TOTAL</td>\n<td>37.5</td>\n<td>35.9</td>\n<td>34.1</td>\n<td>32.8</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "A1-1-5",
                            "title": "1.5 No originations",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "id": "ufig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00107%2Fijm-00107-ufig6.tif",
                                        "size": {
                                            "width": 1890,
                                            "height": 783
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00107%2Fijm-00107-ufig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00107-ufig6.jpg"
                                        }
                                    },
                                    "type": "image"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Note</i>: we randomly assigned a fraction of individuals declaring a fixed rate mortgage to hold a variable rate mortgage so that about 70 per cent of the mortgages are at variable rate. We also assume that the credit loans are adjustable rate.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table6a",
                                            "label": "Table 6",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th/>\n<th>2012</th>\n<th>2013</th>\n<th>2014</th>\n<th>2015</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"5\">Percentage of vulnerable households over total households</td>\n</tr>\n<tr><td>    1st–25th percentile</td>\n<td>1.5</td>\n<td>1.6</td>\n<td>1.6</td>\n<td>1.6</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>1.4</td>\n<td>1.3</td>\n<td>1.2</td>\n<td>1.1</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>2.9</i></td>\n<td><i>2.9</i></td>\n<td><i>2.7</i></td>\n<td><i>2.7</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>1.2</td>\n<td>0.9</td>\n<td>0.9</td>\n<td>0.8</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>0.7</td>\n<td>0.7</td>\n<td>0.7</td>\n<td>0.8</td></tr>\n<tr><td>    TOTAL</td>\n<td>4.8</td>\n<td>4.5</td>\n<td>4.4</td>\n<td>4.4</td></tr>\n<tr><td colspan=\"5\">Percentage of vulnerable households over indebted households</td></tr>\n<tr><td>    1st–25th percentile</td>\n<td>7.6</td>\n<td>7.4</td>\n<td>6.8</td>\n<td>6.6</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>7.0</td>\n<td>6.2</td>\n<td>5.1</td>\n<td>4.5</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>14.6</i></td>\n<td><i>13.4</i></td>\n<td><i>11.9</i></td>\n<td><i>11.2</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>6.0</td>\n<td>4.2</td>\n<td>3.8</td>\n<td>3.3</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>3.5</td>\n<td>3.0</td>\n<td>3.1</td>\n<td>3.3</td></tr>\n<tr><td>    TOTAL</td>\n<td>24.1</td>\n<td>20.8</td>\n<td>18.9</td>\n<td>18.0</td></tr>\n<tr><td colspan=\"5\">Percentage of debt held by vulnerable households</td></tr>\n<tr><td>    1st–25th percentile</td>\n<td>9.5</td>\n<td>10.4</td>\n<td>9.6</td>\n<td>9.2</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>10.2</td>\n<td>8.9</td>\n<td>7.8</td>\n<td>6.9</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>19.7</i></td>\n<td><i>18.9</i></td>\n<td><i>17.2</i></td>\n<td><i>15.9</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>7.9</td>\n<td>6.3</td>\n<td>5.8</td>\n<td>5.2</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>9.8</td>\n<td>8.9</td>\n<td>8.6</td>\n<td>8.2</td></tr>\n<tr><td>    TOTAL</td>\n<td>37.5</td>\n<td>34.2</td>\n<td>31.3</td>\n<td>29.3</td></tr>\n</tbody>\n</table>"
                                            ],
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "A1-1-6",
                            "title": "1.6 Credit loans and 70 % of mortgages at adjustable rate",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "assets": [
                                        {
                                            "id": "table7a",
                                            "label": "Table 7",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"2\">y<sup>d</sup> growth</th>\n<th align=\"center\" colspan=\"2\">y growth</th>\n</tr>\n<tr>\n<th/>\n<th>μ<sup>d</sup></th>\n<th>σ<sup>d</sup></th>\n<th>μ</th>\n<th>σ</th>\n</tr>\n</thead>\n<tbody>\n<tr><td>    1st – 25th percentile</td>\n<td>-0.020</td>\n<td>0.040</td>\n<td>-0.028</td>\n<td>0.032</td></tr>\n<tr><td>    25th – 50th percentile</td>\n<td>-0.014</td>\n<td>0.029</td>\n<td>-0.016</td>\n<td>0.025</td></tr>\n<tr><td>    50th – 75th percentile</td>\n<td>-0.014</td>\n<td>0.036</td>\n<td>-0.014</td>\n<td>0.025</td></tr>\n<tr><td>    75th – 100th percentile</td>\n<td>-0.010</td>\n<td>0.029</td>\n<td>-0.011</td>\n<td>0.001</td></tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Estimated mean and standard deviation for the income process (SHIW 2008-2012).",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Note</i>: we randomly assigned a fraction of individuals declaring a fixed rate mortgage to hold a variable rate mortgage so that about 70 percent of the mortgages are at variable rate. We also assume that the credit loans are adjustable rate.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table8a",
                                            "label": "Table 8",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th/>\n<th>2012</th>\n<th>2013</th>\n<th>2014</th>\n<th>2015</th>\n</tr>\n</thead>\n<tbody>\n<tr><td colspan=\"5\">Percentage of vulnerable households over total households</td></tr>\n<tr><td>    1st–25th percentile</td>\n<td>1.5</td>\n<td>1.6</td>\n<td>1.7</td>\n<td>1.8</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>1.4</td>\n<td>1.4</td>\n<td>1.3</td>\n<td>1.2</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>2.9</i></td>\n<td><i>3.0</i></td>\n<td><i>3.0</i></td>\n<td><i>3.0</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>1.2</td>\n<td>0.9</td>\n<td>0.9</td>\n<td>0.8</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>0.7</td>\n<td>0.7</td>\n<td>0.7</td>\n<td>0.7</td></tr>\n<tr><td>    TOTAL</td>\n<td>4.8</td>\n<td>4.6</td>\n<td>4.5</td>\n<td>4.6</td></tr>\n<tr><td colspan=\"5\">Percentage of vulnerable households over indebted households</td></tr>\n<tr><td>    1st–25th percentile</td>\n<td>7.6</td>\n<td>7.5</td>\n<td>7.3</td>\n<td>7.3</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>7.0</td>\n<td>6.4</td>\n<td>5.5</td>\n<td>4.9</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>14.6</i></td>\n<td><i>13.9</i></td>\n<td><i>12.8</i></td>\n<td><i>12.4</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>6.0</td>\n<td>4.4</td>\n<td>3.8</td>\n<td>3.4</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>3.5</td>\n<td>3.0</td>\n<td>2.9</td>\n<td>3.0</td></tr>\n<tr><td>    TOTAL</td>\n<td>24.1</td>\n<td>21.4</td>\n<td>19.6</td>\n<td>18.9</td></tr>\n<tr><td colspan=\"5\">Percentage of debt held by vulnerable households</td></tr>\n<tr><td>    1st–25th percentile</td>\n<td>9.5</td>\n<td>10.5</td>\n<td>10.0</td>\n<td>9.8</td></tr>\n<tr><td>    25th–50th percentile</td>\n<td>10.2</td>\n<td>9.3</td>\n<td>8.5</td>\n<td>7.5</td></tr>\n<tr><td>    <i>Below the median</i></td>\n<td><i>19.7</i></td>\n<td><i>19.7</i></td>\n<td><i>18.4</i></td>\n<td><i>17.1</i></td></tr>\n<tr><td>    50th–75th percentile</td>\n<td>7.9</td>\n<td>6.2</td>\n<td>5.7</td>\n<td>5.1</td></tr>\n<tr><td>    75th–100th percentile</td>\n<td>9.8</td>\n<td>9.1</td>\n<td>7.8</td>\n<td>7.8</td></tr>\n<tr><td>    TOTAL</td>\n<td>37.5</td>\n<td>35.0</td>\n<td>32.0</td>\n<td>30.2</td></tr>\n</tbody>\n</table>"
                                            ],
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "A1-1-7",
                            "title": "1.7 Income process estimated using the SHIW data from 2008 to 2012",
                            "type": "section"
                        }
                    ],
                    "id": "A1-1",
                    "title": "1. Detailed results",
                    "type": "section"
                }
            ],
            "id": "A1",
            "title": "Online appendix"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "fig2-2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00107%2Fijm-00107-fig2-2A.tif",
                                "size": {
                                    "width": 1242,
                                    "height": 854
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00107%2Fijm-00107-fig2-2A.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00107-fig2-2A.jpg"
                                }
                            },
                            "label": "Figure 2.2",
                            "title": "Percentage of vulnerable households over total population.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Note</i>: The blue lines represent projections assuming a French amortization schedule; the green lines are projections assuming a fixed share of principal on current credit balance.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig2-2a",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00107%2Fijm-00107-fig2-2B.tif",
                                "size": {
                                    "width": 1244,
                                    "height": 856
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00107%2Fijm-00107-fig2-2B.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00107-fig2-2B.jpg"
                                }
                            },
                            "label": "Figure 2.2",
                            "title": "Percentage of vulnerable households with income below the median over total population.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A1-2",
            "title": "2. Comparison of backtesting exercices under different amortization hypotheses"
        }
    ],
    "acknowledgements": [
        {
            "text": "Financial Stability Directorate, Bank of Italy. We thank Paolo Angelini, Antonio Di Cesare, Giorgio Gobbi, Silvia Magri, Matteo Piazza, Luigi Federico Signorini the editor and two anonymous referees for their useful comments. The analysis and conclusions expressed herein are those of the authors and should not be attributed to the Bank of Italy.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
