{
    "status": "vor",
    "id": "00104",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00104",
    "authorLine": "Gijs Dekkers",
    "title": "Editorial",
    "published": "2014-12-31T00:00:00Z",
    "versionDate": "2014-12-31T00:00:00Z",
    "statusDate": "2014-12-31T00:00:00Z",
    "volume": 7,
    "issue": 3,
    "fpage": 1,
    "lpage": 2,
    "elocationId": "1-2",
    "pdf": "http://web:8082/00104/ijm-00104.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Dekkers",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Brussel"
                        },
                        "formatted": [
                            "Brussel"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau, CESO KU Leuven and CEPS/INSTEAD"
                    ]
                }
            ],
            "emailAddresses": [
                "gd@plan.be"
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The 2014 winter issue of the International Journal of Microsimulation contains three papers and one book review.",
                    "type": "paragraph"
                },
                {
                    "text": "The open-source package R is increasingly popular for the development of microsimulation models, but specific tools for our domain were lacking until now. The first and highly practical paper, by Sabine Zinn, presents the package MicSim, which allows for the development of continuous-time microsimulation models in R, starting from a generic model.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper by Hannah Carter, Deborah Schofield and Rupendra Shrestha presents the model LifeLossMOD that uses projections from APPSIM to simulate the counterfactual life trajectories forgone. The authors use this to assess the economic consequences of premature mortality, which they find to be substantial. The simulation of counterfactuals -what has <i>not</i> happened- is of course an interesting facet of this paper. Also interesting from the point of view of methodology is that the link between the two models is based on a compound metric, called SEIFA, summarizing a range of information on social and economic conditions of individuals and households in a given geographic area.",
                    "type": "paragraph"
                },
                {
                    "text": "The third paper, by Valentina Michelangeli and Mario Pietrunti focuses on household debt. Although this clearly is a key factor in households’ financial vulnerability, it does not receive the attention it deserves, mainly because of the problems in data and modelling. Their paper integrates microeconomic household data with macroeconomic data to simulate the evolution of households’ debt in Italy. They find, first of all, that the proportion of vulnerable households in Italy is not expected to change dramatically over the next years. But they also find that a change in income growth has a considerably larger effect than changes in the interest rates.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, Denisa Sologon reviews the recent book “New Pathways in Microsimulation”, discussing in particular a number of methodological extensions and interesting applications of microsimulation.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
