{
    "status": "vor",
    "id": "00108",
    "version": 1,
    "type": "scientific-correspondence",
    "doi": "10.34196/ijm.00108",
    "authorLine": "Denisa Maria Sologon",
    "title": "Reviews",
    "published": "2014-12-31T00:00:00Z",
    "versionDate": "2014-12-31T00:00:00Z",
    "statusDate": "2014-12-31T00:00:00Z",
    "volume": 7,
    "issue": 3,
    "fpage": 80,
    "lpage": 86,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00108/ijm-00108.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Sologon",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Netherlands"
                        },
                        "formatted": [
                            "Netherlands"
                        ]
                    },
                    "name": [
                        "CEPS/INSTEAD and Maastricht University/UNU-MERIT"
                    ]
                }
            ],
            "name": {
                "index": "Sologon, Denisa Maria",
                "preferred": "Denisa Maria Sologon"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "<b><i>New Pathways to Microsimulation</i></b> is a volume which covers a variety of applications on microsimulation from the third General Conference of the International Microsimulation Association, held in Stockholm in 2011. For readers unfamiliar with the field, microsimulation models, traditionally classified into static or dynamic, have a wide applicability in social sciences, and are primarily used to evaluate the impact of public policies on target populations using micro-level data.",
                    "type": "paragraph"
                },
                {
                    "text": "Static microsimulation models, such as EUROMOD (<a href=\"#bib9\">Sutherland, 2001</a>; <a href=\"#bib1\">Bargain, 2007</a>) are typically used to evaluate the distributional impact of tax and benefit policies/reforms across individuals/households, without taking into account the time dimension or behavioural responses. Recent developments have adjusted static microsimulation models to incorporate behavioural responses (e.g. IZAΨMOD (<a href=\"#bib8\">Peichl <i>et al</i>., 2010</a>)). Predicting the distributional impact of a policy over time is another use of microsimulation techniques. static microsimulation model can be used to forecast the impact of a policy by using static aging techniques which require information about the population structure over the forecasting period. This technique applies adjusting factors that take into account the changes in population structure, inflation, gross income distribution and policy rules over time. The changes in the population structure are incorporated by applying weighting techniques that re-weight the sample such that the external control total is aligned with the forecasted year, rather than the year of the survey. Changes in inflation and incomes are incorporated via \"uprating factors\" and the policy rules are updated to match the desired reform levels.",
                    "type": "paragraph"
                },
                {
                    "text": "Dynamic microsimulation models incorporate the time dimension by allowing individuals to change their characteristics over time due to endogenous factors (<a href=\"#bib6\">Li &amp; O’Donoghue, 2013</a>). They are further classified into statistical dynamic models or behavioural dynamic models. The statistical dynamic models incorporate the life cycle dimension via dynamic aging techniques which project households/individuals forward in time by simulating transitions at the individual level (e.g. changes in demographic characteristics, education, labour market situation). These transitions are meant to reproduce changes in the population. Behavioural dynamic models add the behavioural responses to changes in policies (<a href=\"#bib6\">Li &amp; O’Donoghue, 2013</a>). Recent developments in the field have added a spatial dimension to microsimulation models, which is particularly useful for geographers (<a href=\"#bib11\">Tanton &amp; Edwards, 2013</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In a field characterized by a slow advancement due to the high entry costs associated with building reliable microsimulation models and the limited build-up of knowledge and information sharing between model builders, this book brings forward a selection of studies that go beyond the traditional boundaries of microsimulation modelling for policy design and policy evaluation. These studies, which illustrate a snapshot of the field advancements from the first decade of the 21st century, serve as a valuable reference for both policy analysts and model builders. The book, however, assumes prior knowledge of microsimulation techniques and may not be an accessible reading the new entrants in the field.",
                    "type": "paragraph"
                },
                {
                    "text": "The book consists of 19 papers which cover modelling advancements in timely topics such as the Great Recession and the impact of austerity measures, in novel topics such as health and healthcare, and in more traditional topics such as pensions and poverty. These studies are preceded by an introduction by the editors, which guides the readers through the various sections of the book. The chapters are grouped into five thematic sections, namely austerity, health, pensions, poverty, and methodology, but some studies could easily be fit in more than one stream. This review follows the common thread of methodological extensions of microsimulation techniques in these fields and their policy and methodological relevance.",
                    "type": "paragraph"
                },
                {
                    "text": "Five main methodological extensions stand out in this volume.",
                    "type": "paragraph"
                },
                {
                    "text": "The first one, and probably the most relevant with respect to efficiency gain, is combining static policy microsimulations with dynamic population microsimulations. Building a microsimulation model is a long and costly process, and much can be gained from sharing knowledge, especially in fields such as microsimulation. Chapter 13 (Philippe Liégeois and Gijs Dekkers) underlines the efficiency gains from building on existing work. The chapter discusses the first attempt to combine an existing static tax-benefit microsimulation model EUROMOD, which is used to simulate the immediate impact of changes in the tax-benefit system (<a href=\"#bib1\">Bargain, 2007</a>) with an existing dynamic microsimulation forward-looking population model (MIDAS-LU), which accommodates demographic developments, policy hypotheses and evolutions, and behavioural responses. MIDAS_LU is itself based on a pre-existing framework (LIAM – The Life-Cycle Income Analysis Model), which was created by <a href=\"#bib7\">O’Donoghue, Hynes and Lennon (2009)</a>, and further developed by <a href=\"#bib2\">Dekkers <i>et al</i>. (2008</a>, <a href=\"#bib3\">2010)</a> while building the model MIDAS for Belgium, Germany and Italy. The chapter gives an example of a rapid model prototyping using an existing framework. Model builders interested in building a dynamic model may consider embedding an existing static model in a dynamic framework, and this chapter is an excellent starting point.",
                    "type": "paragraph"
                },
                {
                    "text": "The second one is combining dynamic with spatial microsimulation techniques, with far reaching implications for timely topics such as the economic downturn and health, as illustrated in three chapters from this volume.",
                    "type": "paragraph"
                },
                {
                    "text": "The onset of the Great Recession has brought forward once again the usefulness of microsimulation techniques for evaluating how the impact of austerity measures is distributed across different population sub-groups. One methodological advancement put forward in the context of the economic downturn is combining dynamic with spatial microsimulation techniques. Chapter 2 (Ben Anderson, Paola De Agostini and Tony Lawson) proposes a toolkit which combines dynamic and spatial microsimulation techniques for exploring the spatial impact of rising prices and/or taxes on household expenditure on public and private transport and communication technology from 2006 to 2016 in the UK. Their approach is formed of three components aimed to produce small area estimates of future household expenditure over time: a spatial projection based on small area statistics for specific household attributes using historical census tables, a demographic projection which involved projecting a household population sample with their household attributes, income and expenditure patterns, and the development of a demand system model linking household expenditures, household attributes and time. This approach is useful for the evaluation of socio-spatial policies.",
                    "type": "paragraph"
                },
                {
                    "text": "Chapter 5 (Richard Cumpston) and Chapter 6 (Muriel Barlet and Marie Cavillon) describe two extensions of spatial dynamic microsimulation techniques in the context of health. By applying models for 123 diseases developed by the Australian Institute for Health and Welfare to a dynamic projection of the population, the method in Chapter 5 is an illustration of projecting the disease incidence onto an ageing population. In Chapter 6, the authors build a nursing supply model to project the labour supply of nurses in France until 2030. This approach is useful for policy makers wishing to investigate trends in the demography of medical staff and to predict future shortages in health workforce under the impact of different public policies.",
                    "type": "paragraph"
                },
                {
                    "text": "Third, the volume contains three chapters which cover extensions of established dynamic microsimulation models aimed to improve the evaluations in areas such as health care, pensions, public expenditure and labour supply.",
                    "type": "paragraph"
                },
                {
                    "text": "Chapter 4 (Pontus Johansson, Karin Mossler and Anders Ekholm) discusses the extensions of a typical dynamic microsimulation model, SESIM (2007) initially developed by the Swedish Ministry of Finance, into the SESIM-LEV dynamic microsimulation model which includes detailed healthcare consumption and elderly care modules, a link between individual health status and death risk, and a method to quantify the population's health. The extended model is used to simulate the consumption of healthcare and elderly care in Sweden under different long-term mortality and morbidity scenarios. These extensions are particularly relevant for assessing the financial sustainability of publicly-funded support systems in the context of the sustainability challenges posed by population aging and increased life expectancy of the elderly.",
                    "type": "paragraph"
                },
                {
                    "text": "Chapter 11 (Elisa Baroni, Thomas Lindh and Gustav Öberg) demonstrates the substantial advantage of using microsimulation models over purely aggregate or representative agent models in analysing the impact of the financial crisis on old-age poverty in Sweden. The authors have adapted the agent based microsimulation model IFSIM (see <a href=\"#bib5\">Baroni, Öberg and Žamac (2009)</a>) to allow for a high degree of heterogeneity and micro-macro feedback via interactions between the labour market, an endogenous tax policy and the pension system. This is particularly useful for pension policy/reforms evaluations in the context of the financial crisis and the rekindled debate between funded and PAYG pension schemes.",
                    "type": "paragraph"
                },
                {
                    "text": "Chapter 18 (Hege Marie Gjefsen) discusses the extension of the Norwegian dynamic microsimulation model MOSART, to incorporate a detailed education module. Educational attainment is highly correlated with labour market outcomes and demographic events, therefore it is highly relevant for pensions and labour supply projections. While most microsimulation models treat education in a superficial manner, in the MOSART model, which is used to analyse the pension system, public expenditure and labour supply, education is treated as an important factor in explaining individual behaviour in the labour market and other outcomes through life. From a policy perspective, such complex models are particularly useful when projecting public expenditures because labour market participation is strongly dependent on education. For projecting labour supply, such a model is useful for detecting future imbalances in the labour market between demand and supply by both educational level and field by analysing the effects of changes in demographic factors and educational behaviour.",
                    "type": "paragraph"
                },
                {
                    "text": "Fourth, the volume brings forward two chapters which discuss new techniques for old problems concerned with the model “input” and “output”. On the “input” side, Chapter 19 (Gijs Dekkers) takes the first steps to opening the “black box” of a pension dynamic microsimulation model. The chapter proposes a stylized approach to describe the fundamental relationships between core model parameters (e.g. pension indexation in conjunction with demographic ageing) and the simulated trends in pension income inequality. This approach is proposed as a potential validation strategy for dynamic microsimulations. On the “output” side, Chapter 14 (Jinjing Li and Cathal O’Donoghue) fills a gap in the dynamic microsimulation literature by discussing the theoretical and statistical criteria for alignment techniques. Alignment techniques have been developed in the microsimulation literature to correct for the inadequacy of micro-projections. They are usually defined in the literature as “constraining the model output to conform more closely with externally derived macro-data” (<a href=\"#bib10\">Scott, 2001</a>). As all simulation results depend on alignment, the chapter underlines the importance of understanding the impact of different alignment techniques and choosing the appropriate technique for the scope of the analysis.",
                    "type": "paragraph"
                },
                {
                    "text": "Fifth, the book shows the potential of combining microsimulation techniques with decomposition methods. Chapter 3 (Cathal O’Donoghue, Jason Loughrey and Karyn Morrissey) utilizes a framework that combines a static tax-benefit microsimulation model applied on household survey data with decomposition techniques to understand the impact of the economic crisis on income inequality in Ireland. More specifically, they decompose the changes in inequality over the crisis into the effect of the tax-benefit changes and the pooled effect of labour market and population changes, by generating counterfactual distributions of income under different policy scenarios. Microsimulation techniques are particularly useful methods for counterfactual simulations, which can enhance the understanding of the functioning of tax-benefit systems and their ability to cushion household incomes against adverse economic shocks. Combining microsimulation techniques with decomposition techniques (e.g., <a href=\"#bib4\">Fortin, Lemieux and Firpo (2011)</a>) are the methodological advancement towards understanding the causal factors and explanations for the cross-national differences in income inequality and its alarming trends worldwide.",
                    "type": "paragraph"
                },
                {
                    "text": "To sum up, the book details the widespread use of microsimulation techniques and recent methodological advancements in topics such as the Great Recession and the impact of austerity measures, in health, healthcare, pensions and poverty. The book shows that the field is still being characterized by a relatively slow development due to the high costs required to develop and maintain large models, the limited share of knowledge between model builders and independent know-how build-up. Recent years, however, have witnessed an increase in cross-model knowledge sharing and cooperation, which is expected to accelerate the developments in the field. A few examples are the expansion of the European static tax-benefit microsimulation model (EUROMOD), the development of the dynamic microsimulation model MIDAS using the LIAM framework, and the embedding of the EUROMOD model for Luxembourg in the dynamic microsimulation forward-looking population model MIDAS-LU. These collaborations involve a consortium of national microsimulators and other experts, which prove the added value and the efficiency gain of knowledge sharing in the field of microsimulation.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "bookTitle": "Micro-simulation in action: policy analysis in Europe using EUROMOD",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                }
            ],
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buslei, H",
                        "preferred": "H Buslei"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cozzolino, M",
                        "preferred": "M Cozzolino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Desmet, R",
                        "preferred": "R Desmet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Geyer, J",
                        "preferred": "J Geyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hofmann, D",
                        "preferred": "D Hofmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Raitano, M",
                        "preferred": "M Raitano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanda, P",
                        "preferred": "P Tanda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tedeschi, S",
                        "preferred": "S Tedeschi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verschueren, F",
                        "preferred": "F Verschueren"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Belgium, Italy and Germany"
                        ]
                    },
                    "formatted": [
                        "Belgium, Italy and Germany"
                    ]
                },
                "name": [
                    "MIDAS"
                ]
            },
            "source": "What are the consequences of the AWG projections for the adequacy of social security pensions? An application of the dynamic microsimulation model. Final report of the AIM project [FP6-2003-SSP-3] OJ C243 of 10.10.2003",
            "title": "What are the consequences of the AWG projections for the adequacy of social security pensions? An application of the dynamic microsimulation model. Final report of the AIM project [FP6-2003-SSP-3] OJ C243 of 10.10.2003",
            "type": "report"
        },
        {
            "articleTitle": "The flipside of the coin: the consequences of the European budgetary projections on the adequacy of social security pensions",
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buslei, H",
                        "preferred": "H Buslei"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cozzolino, M",
                        "preferred": "M Cozzolino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Desmet, R",
                        "preferred": "R Desmet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Geyer, J",
                        "preferred": "J Geyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hofmann, D",
                        "preferred": "D Hofmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Raitano, M",
                        "preferred": "M Raitano"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib3",
            "journal": "European Journal of Social Security",
            "pages": {
                "first": "94",
                "last": "120",
                "range": "94–120"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fortin, N",
                        "preferred": "N Fortin"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Labor Economics",
            "chapterTitle": "Decomposition Methods in Economics",
            "date": "2011",
            "edition": "4",
            "editors": [
                {
                    "name": {
                        "index": "Card, D",
                        "preferred": "D Card"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ashenfelter, O",
                        "preferred": "O Ashenfelter"
                    },
                    "type": "person"
                }
            ],
            "id": "bib4",
            "pages": {
                "first": "1",
                "last": "102",
                "range": "1–102"
            },
            "publisher": {
                "name": [
                    "Elsevier North Holland"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Baroni, E",
                        "preferred": "E Baroni"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib5",
            "publisher": {
                "name": [
                    "Institute För Framtidsstudier"
                ]
            },
            "source": "The IFSIM Handbook. Arbets Rapport 2009: 7",
            "title": "The IFSIM Handbook. Arbets Rapport 2009: 7",
            "type": "report"
        },
        {
            "articleTitle": "A survey of dynamic microsimulation models: uses, model structure and methodology",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib6",
            "journal": "International Journal of Microsimulation, Interational Microsimulation Association",
            "pages": {
                "first": "3",
                "last": "55",
                "range": "3–55"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "The Life-Cycle Income Analysis Model (LIAM): A Study of a Flexible Dynamic Microsimulation Modelling Computing Framework",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lennon, J",
                        "preferred": "J Lennon"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib7",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "16",
                "last": "31",
                "range": "16–31"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schneider, H",
                        "preferred": "H Schneider"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siegloch, S",
                        "preferred": "S Siegloch"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib8",
            "publisher": {
                "name": [
                    "Institute for the Study of Labor (IZA)"
                ]
            },
            "source": "Documentation IZAΨMOD: The IZA Policy SImulation MODel. IZA Discussion Papers 4865",
            "title": "Documentation IZAΨMOD: The IZA Policy SImulation MODel. IZA Discussion Papers 4865",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib9",
            "publisher": {
                "name": [
                    "ISER"
                ]
            },
            "source": "Final report EUROMOD: an integrated European benefit-tax model. EUROMOD Working Paper, No. EM9/01",
            "title": "Final report EUROMOD: an integrated European benefit-tax model. EUROMOD Working Paper, No. EM9/01",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Scott, A",
                        "preferred": "A Scott"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "ESRC-Sage Research Group"
                ]
            },
            "source": "Computing strategy for SAGE: 1. Model options and constraints. Technical Note 2",
            "title": "Computing strategy for SAGE: 1. Model options and constraints. Technical Note 2",
            "type": "report"
        },
        {
            "bookTitle": "Spatial Microsimulation: A Refernce Guide for Users",
            "date": "2013",
            "editors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Edwards, K",
                        "preferred": "K Edwards"
                    },
                    "type": "person"
                }
            ],
            "id": "bib11",
            "publisher": {
                "name": [
                    "Springer Science+Business Media Dordrecht"
                ]
            },
            "type": "book"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
