{
    "status": "vor",
    "id": "00101",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00101",
    "authorLine": "Deborah Schofield et al.",
    "title": "Health&WealthMOD2030: A microsimulation model of the long term economic impacts of disease leading to premature retirements of Australians aged 45–64 years old",
    "published": "2014-08-31T00:00:00Z",
    "versionDate": "2014-08-31T00:00:00Z",
    "statusDate": "2014-08-31T00:00:00Z",
    "volume": 7,
    "issue": 2,
    "fpage": 94,
    "lpage": 118,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00101/ijm-00101.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        },
        {
            "id": "pensions-retirement",
            "name": "Pensions and retirement"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Policymakers in Australia, like in most OECD countries, have recognised the importance of early retirement due to ill health on individuals and families, as well as on the budget balance when planning for the health needs of an ageing population. In order to understand these effects, a unique microsimulation model, called Health&WealthMOD2030, was built to estimate the impacts of early retirement due to ill health on labour force participation, personal and household income, economic hardship (poverty), and government taxation revenue, spending and GDP in the years 2010, 2015, 2020, 2025 and 2030. This paper describes the construction of Health&WealthMOD2030. The model captures the long term projections of demographic change, changing labour force participation patterns, real wages growth and trends in major illnesses affecting the older working age population. The base population of Health&WealthMOD2030 are the individuals aged 45–64 years with information on their work force status and health from the Australian Bureau of Statistics’ Surveys of Disability, Ageing and Carers (SDAC) 2003 and 2009. Projected estimates of income, taxation, income support payments, savings and superannuation from the National Centre for Social and Economic Modelling (NATSEM’s) dynamic microsimulation model Australian Population and Policy Simulation Model (APPSIM) were synthetically matched with the base population. Health&WealthMOD2030 project forward the economic impacts of early retirement from ill health to 2030. This will fill substantial gaps in the current Australian evidence of health conditions that will keep older working age Australians out of the labour market over the longterm.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Schofield et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "NHMRC Clinical Trials Centre",
                        "Sydney Medical School"
                    ]
                }
            ],
            "emailAddresses": [
                "deborah.schofield@ctc.usyd.edu.au"
            ],
            "name": {
                "index": "Schofield, Deborah",
                "preferred": "Deborah Schofield"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "NHMRC Clinical Trials Centre",
                        "Sydney Medical School"
                    ]
                }
            ],
            "emailAddresses": [
                "rupendra.shrestha@ctc.usyd.edu.au"
            ],
            "name": {
                "index": "Shrestha, Rupendra",
                "preferred": "Rupendra Shrestha"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "National Centre for Social and Economic Modelling",
                        "The University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "simon.kelly@natsem.canberra.edu.au"
            ],
            "name": {
                "index": "Kelly, Simon",
                "preferred": "Simon Kelly"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "School of Population Health, Faulty of Medicine and Biomedical Sciences",
                        "The University of Queensland"
                    ]
                }
            ],
            "emailAddresses": [
                "l.veerman@uq.edu.au"
            ],
            "name": {
                "index": "Veerman, Lennert",
                "preferred": "Lennert Veerman"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "National Centre for Social and Economic Modelling",
                        "The University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "robert.tanton@natsem.canberra.edu.au"
            ],
            "name": {
                "index": "Tanton, Robert",
                "preferred": "Robert Tanton"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "University Centre for Rural Health",
                        "North Coast, School of Public Health, Sydney Medical School, The University of Sydney PO Box 3074, Lismore, NSW 2480"
                    ]
                }
            ],
            "emailAddresses": [
                "megan.passey@ucrh.edu.au"
            ],
            "name": {
                "index": "Passey, Megan",
                "preferred": "Megan Passey"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "School of Population Health, Faulty of Medicine and Biomedical Sciences",
                        "The University of Queensland"
                    ]
                }
            ],
            "emailAddresses": [
                "t.vos@uq.edu.au"
            ],
            "name": {
                "index": "Vos, Theo",
                "preferred": "Theo Vos"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "NHMRC Clinical Trials Centre",
                        "Sydney Medical School"
                    ]
                }
            ],
            "emailAddresses": [
                "michelle.cunich@ctc.usyd.edu.au"
            ],
            "name": {
                "index": "Cunich, Michelle",
                "preferred": "Michelle Cunich"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "NHMRC Clinical Trials Centre",
                        "Sydney Medical School"
                    ]
                }
            ],
            "emailAddresses": [
                "callander@ctc.usyd.edu.au"
            ],
            "name": {
                "index": "Callander, Emily",
                "preferred": "Emily Callander"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "chronic conditions",
        "early retirement",
        "economic impacts",
        "ageing",
        "synthetic matching",
        "I15",
        "J21",
        "J26"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Premature retirement due to ill health or disease can have devastating economic impacts for individuals and government. Individuals are affected through reduced income and savings resulting from early retirement; governments through reduced income taxation revenue, increased expenditure on health care, and increased income support payments. The Treasury’s Intergenerational Reports (IGRs) 2002, 2007 and 2010, and the Productivity Commission’s report on the Economic Impacts of Ageing 2005, have emphasised that demographic ageing and labour shortages are the main pressures threatening the sustainability of the Australian Budget (<a href=\"#bib16\">Commonwealth of Australia, 2002</a>; <a href=\"#bib26\">Productivity Commission, 2005</a>; <a href=\"#bib17\">Commonwealth of Australia, 2007</a>; <a href=\"#bib18\">Commonwealth of Australia, 2010</a>). In response to these challenges, the Australian Government has promoted policies for deferred or gradual retirement in order to help maintain its revenue. However, with 50% of men and 20% of women in Australia retiring early from full-time employment because of their ill health, prevention and treatment of long-term health conditions are crucial to helping people remain in the workforce longer (<a href=\"#bib4\">Australian Bureau of Statistics, 1998</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Although there is a significant body of work that estimates the burden of disease (<a href=\"#bib11\">Begg <i>et al</i>., 2008</a>) and related health care costs in Australia (<a href=\"#bib10\">Australian Institute of Health and Welfare, 2004</a>), indirect costs (i.e. costs that extend beyond those to the health system) are rarely assessed. This is surprising given that several studies have demonstrated that indirect costs for a number of conditions are higher than the direct costs to the health system (<a href=\"#bib13\">Begley <i>et al</i>., 2001</a>; <a href=\"#bib37\">Taylor <i>et al</i>., 2006</a>). Although not specifically focusing on indirect costs, a few ‘economics of illness’ studies have included the indirect costs of premature retirement due to illness. One recent study, which mainly focused on estimating the health care costs of arthritis, also estimated some of the financial impacts of this condition on individuals and the New Zealand Government (<a href=\"#bib1\">Access Economics, 2005</a>). Similar studies have been published for visual impairment, cardiovascular disease, macular degeneration, and diabetes in Australia (<a href=\"#bib15\">Colagiuri <i>et al</i>.</a>; <a href=\"#bib2\">Access Economics, 2005</a>; <a href=\"#bib3\">Access Economics, 2006</a>; <a href=\"#bib37\">Taylor <i>et al</i>., 2006</a>). A number of international studies have also estimated economic costs of illness using similar methods (<a href=\"#bib25\">Moore <i>et al</i>., 1997</a>; <a href=\"#bib19\">Henriksson &amp; Jonsson, 1998</a>; <a href=\"#bib13\">Begley <i>et al</i>., 2001</a>; <a href=\"#bib40\">World Health Organisation, 2005</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "However, these studies are limited in terms of scope. They have tended to focus on a single disease and contain only limited economic data e.g. excluding superannuation and asset accumulation in their assessments of the broader impacts of ill health on wealth. They have also used simplistic methods of estimation, which seems to stem from their reliance on aggregated data. For example, estimates of lost income due to illness have typically assumed that all persons included in the study would, without illness, have achieved average earnings (<a href=\"#bib30\">Schofield &amp; Beard, 2005</a>). Such a generalisation does not take into account the evidence that both income and type of illness differ by age, sex, education and occupation. For example, a university degree is related to 100% higher earnings in later working life, compared to earnings for people without this level of education (<a href=\"#bib21\">Johnson &amp; Lloyd, 2000</a>). Another limitation is that they do not provide any distributional information on the extent of incapacity. It is therefore difficult to estimate, from these studies, the probability of an effective intervention leading to greater labour force participation. It is precisely this type of information, however, that needs to be used in up-to-date microsimulation models of health, income, government income taxation and support payments, and wealth, in order to guide effective government policy.",
                    "type": "paragraph"
                },
                {
                    "text": "Australia’s first microsimulation model to address these issues, Health&amp;WealthMOD (<a href=\"#bib28\">Schofield <i>et al</i>., 2009</a>; <a href=\"#bib29\">Schofield <i>et al</i>., 2011</a>), has demonstrated the significant economic impacts of premature retirement due to ill health. It is estimated that there are currently approximately 650,000 Australians aged 45–64 years who are lost from the workforce because of their ill health, resulting in a loss of $12-$14 billion in GDP per annum (<a href=\"#bib33\">Schofield <i>et al</i>., 2008</a>). Our previous analysis indicates that those who are out of the workforce due to illness receive a weekly income that is less than one quarter of those in full time employment. The Australian Government also loses about $300 per week in taxation per premature retiree, and pays an additional $150 per week in government income support payments such as disability support payment, on average (<a href=\"#bib34\">Schofield <i>et al</i>., 2011</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The health conditions accounting for the greatest number of premature retirees were found to be back injuries, arthritis and mental illness, whereas the conditions with the highest probability of causing premature retirement amongst sufferers were mental illness and heart disease. Moreover, the greater the number of chronic conditions the individual suffers, the higher the odds of them retiring early (<a href=\"#bib33\">Schofield <i>et al</i>., 2008</a>). Further, although longevity is increasing, there was no evidence of improved health amongst older working aged Australians (<a href=\"#bib32\">Schofield <i>et al</i>., 2007</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "However, estimates from Health&WealthMOD are based on a cross section of the Australian population taken at 2003. Thus, they do not take into account the economic and health trends which are important for understanding future economic impacts of ill health through early retirement. The future economic impacts of premature retirement due to illness are likely to be greater in total and result in more severe inequality between those who are able to continue to work and those who cannot.",
                    "type": "paragraph"
                },
                {
                    "text": "The main drivers of the expected labour shortages are the declining fertility rate and ageing of the general population, which will be further exacerbated by the retirement of the large baby boomer cohort (<a href=\"#bib30\">Schofield &amp; Beard, 2005</a>). The total number of people who retire prematurely is likely to increase due to ageing of the workforce. From 2006 to 2026, over 60% of the growth in the working-age population is projected to be in the 45–64 years group. However, this is also the age group from which significant numbers retire early due to ill health (<a href=\"#bib5\">Australian Bureau of Statistics, 2005</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Further, the labour force participation rate for women is projected to increase sharply in the 45–64 years groups (<a href=\"#bib17\">Commonwealth of Australia, 2007</a>), making them better off in terms of income and other socio-economic indicators. However, this also implies that there will be more women vulnerable to the detrimental effects of premature retirement if they become too ill to work. The combined impacts of an ageing workforce and greater female labour force participation also imply that there will be an even greater potential for effective interventions to increase overall labour force participation.",
                    "type": "paragraph"
                },
                {
                    "text": "There is likely to be a widening of the income gap between Australians who are able to work and those who retire prematurely when they become ill, in terms of income earned through work and assets accumulated (wealth). The reason for this is that wage growth is running ahead of inflation, and it is anticipated that this pattern will continue as labour shortages generate an environment where employees command higher wages (<a href=\"#bib26\">Productivity Commission, 2005</a>; <a href=\"#bib24\">Kulish <i>et al</i>., 2006</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Furthermore, superannuation coverage is increasing in Australia (<a href=\"#bib7\">Australian Bureau of Statistics, 2008</a>). Superannuation in Australia is the compulsory contribution, currently at 9.5% of employees’ wages which is set to gradually increase to 12% by year 2025, that employers make on behalf of employees into superannuation funds so that the fund is available for them in retirement. Employees can also make voluntary contributions to their superannuation fund. Average superannuation balances are forecast to double from about $50,000 to about $100,000 by 2020 (<a href=\"#bib23\">Kelly <i>et al</i>., 2002</a>). Therefore, the savings of older workers in the future are likely to be considerably greater than current levels, and the savings gap between those who are able to work and those who cannot, also will be greater.",
                    "type": "paragraph"
                },
                {
                    "text": "Along with the type of changes in economic circumstances and the population outlined above, changes in disease prevalence may mean that the conditions related to premature retirement differ to the main conditions identified today. Hence, there is a need to determine how long term health trends (such as a rise in prevalence of diabetes), coupled with the ageing of the population and labour force participation trends will impact on the economic circumstances of individuals and the Government.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper describes the development of a new microsimulation model called <b>Health&amp;WealthMOD2030</b>. Using this model, we will be able to undertake long term projections from 2010 to 2030 of:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Impacts of demographic changes,",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Changes in the labour force participation rates for older workers (for both genders),",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Impacts of superannuation changes and their flow on effect to wealth accumulation,",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Real wages growth,",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Trends in major illnesses which currently have a significant impact on the older workforce, and",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Impacts of effective interventions to address these health conditions.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Health&WealthMOD2030 is a static microsimulation model designed to provide snapshots of the prevalence of diseases, socio-demographic and economic characteristics (such as income, government support payments and wealth) of Australians aged 45–64 years every five years from 2010 to 2030.",
                    "type": "paragraph"
                },
                {
                    "text": "The output data files of Health&WealthMOD2030 consist of five datasets providing similar information on Australians aged 45–64 years but at different points in time (i.e. 2010, 2015, 2020, 2025 and 2030).",
                    "type": "paragraph"
                },
                {
                    "text": "Health&amp;WealthMOD2030 has four main components: i) the base population – the microdata on which the model is built; ii) output datasets of the Australian Population and Policy Simulation Model (APPSIM) (<a href=\"#bib22\">Keegan &amp; Kelly, 2009</a>); iii) trends in disease prevalence, and (iv) population and labour force projections from the Treasury. <a href=\"#fig1\">Figure 1</a> shows the schematic diagram of Health&amp;WealthMOD2030 and how each component is linked.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00101%2Fijm-00101-fig1.tif",
                                "size": {
                                    "width": 698,
                                    "height": 431
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00101%2Fijm-00101-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00101-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Health&WealthMOD2030.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "content": [
                        {
                            "text": "Person level unit record data of the Australian Bureau of Statistics (ABS) Surveys of Disability, Ageing and Carers (SDACs) 2003 and 2009 were chosen as the base data files for Health&amp;WealthMOD2030 (<a href=\"#bib6\">Australian Bureau of Statistics, 2005</a>; <a href=\"#bib8\">Australian Bureau of Statistics, 2010</a>). These nationally representative (Australian) household survey data provide information on demographic variables (such as age, sex, family type, and state of residence), socioeconomic variables (such as level of education, income, home ownership, and benefits received), labour force variables (such as labour force participation, employment restrictions, and reason for retirement), and health and disability (such as chronic conditions, health status, type and extent of disability, support and care required) for each individual in the household. The SDACs have two samples: (i) household component samples which include individuals living in private dwellings and non-private dwellings such as hotels, motels, boarding houses and self-care components of retirement villages; and (ii) cared-accommodation component samples which included individuals living in cared accommodation (<a href=\"#bib5\">Australian Bureau of Statistics, 2005</a>; <a href=\"#bib8\">Australian Bureau of Statistics, 2010</a>). The base population of Health&amp;WealthMOD2030 are Australians aged 45–64 years from the SDACs 2003 and 2009 household component.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to increase the number of unit records for greater variability in the data and sample of rarer population, unit records from the two SDACs 2003 and 2009 were concatenated for the base population. We extracted 8,864 unit records from the 2003 SDAC and 16,240 unit records from the 2009 SDAC to create a Health&Wealth2030 base population of 25,104 unit records. Both surveys have applied similar sampling methods and the contents that are within the scope of Health&WealthMOD2030 are comparable between the two surveys, making it possible to concatenate the two datasets after reweighting the 2003 and 2009 data to 2010 (see reweighting below).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Base population",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "APPSIM is a dynamic population microsimulation model that was developed to provide a snapshot of the socioeconomic characteristics (such as income and government support payments) of the Australian population annually (<a href=\"#bib22\">Keegan &amp; Kelly, 2009</a>). It is maintained and developed by the National Centre for Social and Economic Modelling (NATSEM). This model uses a sample of 188,000 records (1% of the 2001 Australian census population) to simulate the impact of social and fiscal policies on every Australian. As each simulated year passes, a range of events are simulated to happen in the model. The events include divorce, migration, labour force participation, disability status, earning income, paying tax, receiving income support payments, homeownership, saving, contributing to superannuation, and retiring. The probability of each of these events occurring is based on probability tables or logistic regression equations developed from historical (longitudinal) data. The modelling also includes the probabilities of death, childbirth and overseas migration, allowing the simulated population to change and age over time. The model simulates economic information such as estimates of income, income tax paid, government support payments, the values of different types of wealth assets (i.e. cash, shares, property investment, owner-occupied home and superannuation) for each individual in the APPSIM population each year (<a href=\"#bib22\">Keegan &amp; Kelly, 2009</a>). The APPSIM outputs one simulated dataset of the socioeconomic characteristics of the Australian population for each year to 2030.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We extracted APPSIM output datasets for individuals aged 45–64 years in five-year intervals from 2010 to 2030.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 The Australian population and policy simulation model (APPSIM)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To account for disease trends, we applied the same trends in disease incidence as were used in the 2003 Australian Burden of Disease and Injury Study (<a href=\"#bib12\">Beggs <i>et al</i>., 2007</a>), which had 2003 as base year and assumed that recent trends would apply until 2023, after which rates were assumed to stabilise. Proportional changes in disease prevalence were calculated for chronic conditions, aggregated into the following categories: ischaemic heart disease (the most common form of heart disease and cause of heart attacks), stroke, type 2 diabetes, chronic obstructive pulmonary disease (COPD) and cancer. For any other diseases, rates were assumed to remain stable as there was no evidence of a trend for other diseases. The proportional changes in disease prevalence were applied to the self-reported prevalence of corresponding chronic conditions amongst the 2003 and 2009 SDAC respondents (<a href=\"#table1\">Table 1</a>) to project the prevalence of diseases to 2010, 2015, 2020, 2025 and 2030 by five year age group and sex for the Australians aged 45 to 64 years and estimated the number of individuals with specific diseases by age group and sex for those years. Projected prevalence of disease for the 45–64 year population was close to new comparable estimates where data were available (6.7% for diabetes and 3.1% for ischaemic heart disease in 2010 in Health&amp;WealthMOD2030 compared to 7.1% for diabetes and 3.2% for ischaemic heart disease in 2011–2012 based on the latest ABS Australian Health Survey, 2011–12)(<a href=\"#bib9\">Australian Bureau of Statistics, 2013</a>). <a href=\"#fig2\">Figure 2</a> shows the prevalence of chronic conditions by five year age group and sex for 2015, 2020, 2025 and 2030, indexed from 2010. Prevalence of diabetes is expected to increase for all age and sex groups, with the highest growth in males aged 55 to 59 years old, followed by males aged 60 to 64 year old. Prevalence of diabetes is expected to increase by 40% from 2010 to 2030 in males aged 55 to 59 years old. COPD is also expected to grow for all age and sex groups, with higher growth in females than males. Heart disease is expected to decline by between 22 to 25% from 2010 to 2030 for the 45 to 64 years old population.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"6\"><b>Prevalence of chronic conditions, 2003 SDAC</b></th>\n</tr>\n<tr>\n<th><b>Sex</b></th>\n<th><b>Age group</b></th>\n<th><b>Ischaemic heart disease</b></th>\n<th><b>Stroke</b></th>\n<th><b>Type 2 diabetes</b></th>\n<th><b>COPD</b></th>\n<th><b>Cancer</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"5\">Male</td>\n<td>45–49</td>\n<td><b>1.7%</b></td>\n<td><b>0.5%</b></td>\n<td><b>3.5%</b></td>\n<td><b>0.6%</b></td>\n<td><b>0.7%</b></td>\n</tr>\n<tr>\n<td>50–54</td>\n<td><b>1.5%</b></td>\n<td><b>1.2%</b></td>\n<td><b>5.5%</b></td>\n<td><b>0.3%</b></td>\n<td><b>0.7%</b></td>\n</tr>\n<tr>\n<td>55–59</td>\n<td><b>5.7%</b></td>\n<td><b>1.7%</b></td>\n<td><b>7.1%</b></td>\n<td><b>1.0%</b></td>\n<td><b>1.5%</b></td>\n</tr>\n<tr>\n<td>60–64</td>\n<td><b>9.3%</b></td>\n<td><b>4.1%</b></td>\n<td>11.0%</td>\n<td><b>2.2%</b></td>\n<td><b>3.0%</b></td>\n</tr>\n<tr>\n<td>45–49</td>\n<td><b>0.8%</b></td>\n<td><b>0.6%</b></td>\n<td><b>2.5%</b></td>\n<td><b>0.5%</b></td>\n<td><b>1.3%</b></td>\n</tr>\n<tr>\n<td rowspan=\"5\">Female</td>\n<td>50–54</td>\n<td><b>1.3%</b></td>\n<td><b>0.8%</b></td>\n<td><b>3.3%</b></td>\n<td><b>0.6%</b></td>\n<td><b>1.6%</b></td>\n</tr>\n<tr>\n<td>55–59</td>\n<td><b>2.6%</b></td>\n<td><b>2.4%</b></td>\n<td><b>4.8%</b></td>\n<td><b>0.9%</b></td>\n<td><b>2.3%</b></td>\n</tr>\n<tr>\n<td>60–64</td>\n<td><b>4.9%</b></td>\n<td><b>1.9%</b></td>\n<td><b>8.2%</b></td>\n<td><b>2.7%</b></td>\n<td><b>2.1%</b></td>\n</tr>\n<tr>\n<td/>\n<td colspan=\"5\"><b>Prevalence of chronic conditions, 2009 SDAC</b></td>\n</tr>\n<tr>\n<td/>\n<td><b>Ischaemic heart disease</b></td>\n<td><b>Stroke</b></td>\n<td><b>Type 2 diabetes</b></td>\n<td><b>COPD</b></td>\n<td><b>Cancer</b></td>\n</tr>\n<tr>\n<td rowspan=\"4\">Male</td>\n<td>45–49</td>\n<td><b>1.4%</b></td>\n<td><b>0.6%</b></td>\n<td><b>3.0%</b></td>\n<td><b>0.6%</b></td>\n<td><b>0.7%</b></td>\n</tr>\n<tr>\n<td>50–54</td>\n<td><b>3.0%</b></td>\n<td><b>1.5%</b></td>\n<td><b>4.7%</b></td>\n<td><b>0.5%</b></td>\n<td><b>0.7%</b></td>\n</tr>\n<tr>\n<td>55–59</td>\n<td><b>4.7%</b></td>\n<td><b>2.2%</b></td>\n<td><b>9.0%</b></td>\n<td><b>1.0%</b></td>\n<td><b>1.9%</b></td>\n</tr>\n<tr>\n<td>60–64</td>\n<td><b>7.7%</b></td>\n<td><b>3.3%</b></td>\n<td>10.0%</td>\n<td><b>2.0%</b></td>\n<td><b>3.0%</b></td>\n</tr>\n<tr>\n<td rowspan=\"4\">Female</td>\n<td>45–49</td>\n<td><b>0.6%</b></td>\n<td><b>0.6%</b></td>\n<td><b>2.1%</b></td>\n<td><b>0.3%</b></td>\n<td><b>1.2%</b></td>\n</tr>\n<tr>\n<td>50–54</td>\n<td><b>0.6%</b></td>\n<td><b>1.4%</b></td>\n<td><b>4.8%</b></td>\n<td><b>0.9%</b></td>\n<td><b>1.8%</b></td>\n</tr>\n<tr>\n<td>55–59</td>\n<td><b>2.2%</b></td>\n<td><b>2.1%</b></td>\n<td><b>6.6%</b></td>\n<td><b>1.3%</b></td>\n<td><b>2.2%</b></td>\n</tr>\n<tr>\n<td>60–64</td>\n<td><b>3.2%</b></td>\n<td><b>2.7%</b></td>\n<td><b>8.1%</b></td>\n<td><b>1.8%</b></td>\n<td><b>2.6%</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Prevalence of chronic conditions amongst SDAC respondents in 2003 and 2009.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00101%2Fijm-00101-fig2.tif",
                                        "size": {
                                            "width": 753,
                                            "height": 651
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00101%2Fijm-00101-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00101-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Prevalence of chronic conditions by five year age group and sex, indexed from 2010.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Trends in disease prevalence",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To account for the population growth and the trends in labour force participation, we used 2013–14 population and labour force projections provided by the Treasury. We extracted population projections and projected full time and part time labour force participation rates to 2030 for Australians aged 45 to 64 years by five year age group and sex.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4 The Treasury population and labour force projections",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Health&amp;WealthMOD2030 dataset provides socio-demographic, including health conditions, and economic characteristics for the Australian population for the year 2010 and then for every five years up to 2030 (i.e. for 2010, 2015, 2020, 2025 and 2030). Changes in the demographic structure of the population (such as ageing, labour force participation, disability and illness), from 2003 and 2009 to 2010 (and other modelled years to 2030) were captured through static ageing techniques. Both SDACs 2003 and 2009 were weighted by the ABS to address the problem of unequal probability of individual selection in the surveys, and to make the survey data a true representation of the Australian population in the survey year (<a href=\"#bib5\">Australian Bureau of Statistics, 2005</a>; <a href=\"#bib8\">Australian Bureau of Statistics, 2010</a>). A survey weight designed to take into account the individual’s probability of selection and the clustering and the stratification of the sample was assigned to each record in the dataset. This weight reflects the number of people with similar characteristics in the Australian population at the particular survey year. Starting with these sample weights, we then further reweighted the SDAC 2003 and 2009 to reflect the profile of the subsample aged 45–64 years in 2010 and other modelled years (2015, 2020, 2025, 2030) using a generalised regression reweighting algorithm programmed in a SAS macro called GREGWT.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This macro was developed by the ABS and is commonly used to reweight their survey data (<a href=\"#bib14\">Bell, 2000</a>). The mathematical technique of GREGWT is described in <a href=\"#bib35\">Singh and Mohl (1996)</a> and <a href=\"#bib36\">Tanton <i>et al</i> (2011)</a>. Briefly, the reweighting algorithm GREGWT uses the generalized regression method to modify initial survey weights so that the weighted totals match the externally provided totals known as benchmarks. It allows up to 30 benchmark datasets (<a href=\"#bib14\">Bell, 2000</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Population and labour force projections from the Treasury were used as benchmarks for population and labour force growth for Australians aged 45–64 years. The following projected populations were used as benchmarks.",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Population by age group, sex;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Number of individuals in full time labour force by age group and sex;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Number of individuals in part time labour force by age group and sex.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "In order to address socioeconomic changes in the subsample of Australians aged 45–64 years, benchmark datasets were based on APPSIM outputs for the corresponding years. The following six populations were used as benchmark populations during reweighting. Benchmark populations were derived by applying distributions from APPSIM datasets to the Treasury population projections.",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Population by age group, sex and income quintiles;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Population by age group, sex and highest level of education;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Population by age group, sex and whether or not receiving disability support pension;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Population by income unit type;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Population by age group, sex and whether or not owns a home.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "In order to address changes in the number of individuals with chronic conditions that are most likely to change in prevalence as discussed above, the projected number of individuals with the following five chronic conditions were used as benchmarks for reweighting.",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Projected number of individuals with diabetes by age group and sex;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Projected number of individuals with heart disease by age group and sex;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Projected number of individuals with chronic obstructive pulmonary disease (COPD) by age group and sex;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Projected number of individuals who had stroke by age group and sex;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Projected number of individuals with cancer by age group and sex.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        }
                    ],
                    "id": "s2-5",
                    "title": "2.5 Reweighting",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The SDACs 2003 and 2009 included only limited economic information. In order to generate estimates of more detailed economic variables (such as income, government support payments, income tax paid and the values of different types of wealth assets) for each unit record in the concatenated SDAC data file, unit records from the reweighted SDACs were linked with APPSIM unit records for corresponding years using synthetic matching – a process commonly used in microsimulation modelling (<a href=\"#bib27\">Rässler, 2002</a>). This procedure created a synthetic dataset that had socio-demographic, health and disability, labour force and detailed economic data for the population aged 45–64 years. Synthetic matching was completed for five-year intervals from 2010 to generate the population for the years 2010, 2015, 2020, 2025 and 2030.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The first step in synthetic matching involved identifying the matching variables that are common to both datasets (i.e. the reweighted SDAC and APPSIM output for the development of Health&amp;WealthMOD2030), and strongly related to the income. The ten variables used as matching variables for synthetic matching and their categories are listed in <a href=\"#table1\">Table 1</a>. In the synthetic matching process, unit records in two unique datasets are first grouped into homogeneous cells (sometimes called <i>bins</i>) based on the matching variables. Each unit record within a cell from one dataset are synthetically linked with the closest matching record, with replacement, from the corresponding cell of another dataset. To match economic data from APPSIM, SDAC unit records were linked with APPSIM unit records with similar characteristics based on the ten matching variables listed in <a href=\"#table2\">Table 2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Group</th>\n<th>Matching variables</th>\n<th colspan=\"2\">Categories</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td/>\n<td>Labour force status</td>\n<td>&lt;list list-type=\"alpha-lower\"&gt;\n&lt;list-item&gt;<p>Employed full-time</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Employed part-time</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Unemployed looking for work</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Not in the labour force</p>&lt;/list-item&gt;&lt;/list&gt;\n</td>\n</tr>\n<tr>\n<td/>\n<td>Income unit type</td>\n<td>&lt;list list-type=\"alpha-lower\"&gt;\n&lt;list-item&gt;<p>Married couple with dependents</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>Married couple only</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>One parent with dependents</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>One person</p>&lt;/list-item&gt;&lt;/list&gt;\n</td>\n</tr>\n<tr>\n<td>Group A</td>\n<td>Income quintile</td>\n<td>&lt;list list-type=\"alpha-lower\"&gt;\n&lt;list-item&gt;<p>1st quintile</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>2nd quintile</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>3rd quintile</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>4th quintile</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>5th quintile</p>&lt;/list-item&gt;\n&lt;/list&gt;</td>\n</tr>\n<tr>\n<td/>\n<td>Receiving age pension</td>\n<td>&lt;list list-type=\"alpha-lower\"&gt;\n&lt;list-item&gt;<p>Yes</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>no</p>&lt;/list-item&gt;\n&lt;/list&gt;</td></tr>\n<tr>\n<td/>\n<td>Receiving disability support pension</td>\n<td>&lt;list list-type=\"alpha-lower\"&gt;\n&lt;list-item&gt;<p>Yes</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>no</p>&lt;/list-item&gt;\n&lt;/list&gt;</td>\n</tr>\n<tr>\n<td/>\n<td>Sex</td>\n<td>&lt;list list-type=\"alpha-lower\"&gt;\n&lt;list-item&gt;<p>male</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>female</p>&lt;/list-item&gt;\n&lt;/list&gt;</td></tr>\n<tr>\n<td/>\n<td>Age group</td>\n<td>&lt;list list-type=\"alpha-lower\"&gt;\n&lt;list-item&gt;<p>45–49 years</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>50–54 years</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>55–59 years</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>60–64 years</p>&lt;/list-item&gt;\n&lt;/list&gt;</td></tr>\n<tr>\n<td>Group B</td>\n<td>Hours worked per week</td>\n<td>&lt;list list-type=\"alpha-lower\"&gt;\n&lt;list-item&gt;<p>not applicable</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>1–15 hours</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>16–24 hours</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>25–34 hours</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>35–40 hours</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>+41 hours</p>&lt;/list-item&gt;\n&lt;/list&gt;\n</td>\n</tr>\n<tr>\n<td/>\n<td>Highest level of educational qualification</td>\n<td>&lt;list list-type=\"alpha-lower\"&gt;\n&lt;list-item&gt;<p>university</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>non-university</p>&lt;/list-item&gt;\n&lt;/list&gt;</td></tr>\n<tr>\n<td/>\n<td>Home ownership</td>\n<td>&lt;list list-type=\"alpha-lower\"&gt;\n&lt;list-item&gt;<p>yes</p>&lt;/list-item&gt;\n&lt;list-item&gt;<p>no</p>&lt;/list-item&gt;\n&lt;/list&gt;</td></tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Synthetic matching variables and their categories in Health&WealthMOD2030.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Based on the total permutation of the ten matching variables for Health&amp;WealthMOD2030, we had 17,920 distinct cells<sup><a href=\"#fn1\">1</a></sup>, with numerous cells having zero or a very few records. This is not important where there are no records in either dataset (77.4%) but is important if there are records in SDAC cells but no record in the corresponding APPSIM cells (4%). To overcome this problem, we used less than ten matching variables for some cells to avoid having no matching records, thereby allowing matching with the records from a neighbouring cell. To determine which matching variables would be used, we grouped the ten matching variables into two groups (<a href=\"#table2\">Table 2</a>), and the distinct cells were first created on the basis of the five matching variables in Group A instead of the full set. The remaining five matching variables in Group B were ranked for each cell based on how much variation in income could be explained by each Group B matching variable as measured by the R<sup>2</sup> of a linear regression model from the APPSIM data. The ranking of Group B matching variables may be different for different cells (<a href=\"#fig3\">Figure 3</a>). For example, for the unit records in Cell 2, which has the following characteristics: employed full time; married couple with dependents; 2nd income quintile; no age pension; no disability support pension, the next matching variable to group the unit records was “home ownership”. However, for the unit records in Cell 4, which had the same characteristics except for “4th income quintile” instead of “2nd income quintile”, the next matching variable to group the unit records was “sex”. Once the unit records were grouped into new cells, the remaining matching variables were further ranked for each newly created cell based on how much variation in income could be explained by each remaining matching variable as measured by the R<sup>2</sup> of a linear regression model from the records in that cell and the unit records in each cell were further grouped into new cells based on the variable that explained the highest variation in income. The process continues until either all five Group B matching variables were used (i.e. cells are based on all ten matching variables) or there were no more than ten records left in the cell of APPSIM. Thus for some cells, not all ten variables were used.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00101%2Fijm-00101-fig3.tif",
                                        "size": {
                                            "width": 568,
                                            "height": 328
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00101%2Fijm-00101-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00101-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Example of synthetic matching for two cells in Health&WealthMOD2030.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Once the unit records were grouped into homogeneous cells based on matching variables in both the reweighted SDACs and APPSIM data files, each SDAC unit record within a cell was synthetically linked with the closest matching APPSIM unit record of the corresponding cell, with replacement. The closest matching unit record was identified using a standardized Euclidean Distance method, and the distance was based on the ten matching variables. The record with the minimum standardized Euclidean Distance was selected as the closest match. In the event that there is more than one closest match, the record was chosen randomly from the pool of closest matching unit records. Under this process, the same unit record in APPSIM could be synthetically matched with multiple SDAC records and some APPSIM unit records may not be matched at all.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-6",
                    "title": "2.6 Synthetic matching of Health&WealthMOD2030 base population with APPSIM population",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "More than 90% of SDAC unit records were synthetically matched with APPSIM unit records of the same category for each of the ten matching variables (<a href=\"#table3\">Table 3</a>). Most of SDAC unit records (99.79% in 2010, 99.83% in 2020 and 2030) were matched with APPSIM unit records of the same categories for eight or more matching variables (<a href=\"#table3\">Table 3</a>). The analysis of how well SDAC unit records were matched with APPSIM unit records for each matching variable shows that all matching variables were matched within 3% accuracy (<a href=\"#table4\">Table 4</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>No. of synthetic matching variables that have the categories exactly matched</th>\n<th colspan=\"2\">Year 2010</th>\n<th colspan=\"2\">Year 2020</th>\n<th colspan=\"2\">Year 2030</th>\n</tr>\n<tr>\n<th/>\n<th>No. of SDAC unit records</th>\n<th>%</th>\n<th>No. of SDAC unit records</th>\n<th>%</th>\n<th>No. of SDAC unit records</th>\n<th>%</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10</td>\n<td>23,356</td>\n<td>93.04</td>\n<td>23,042</td>\n<td>91.79</td>\n<td>22,854</td>\n<td>91.04</td>\n</tr>\n<tr>\n<td>9</td>\n<td>24,682</td>\n<td>98.32</td>\n<td>24,650</td>\n<td>98.19</td>\n<td>24,777</td>\n<td>98.7</td>\n</tr>\n<tr>\n<td>8</td>\n<td>25,052</td>\n<td>99.79</td>\n<td>25,061</td>\n<td>99.83</td>\n<td>25,060</td>\n<td>99.83</td>\n</tr>\n<tr>\n<td>7</td>\n<td>25,102</td>\n<td>99.99</td>\n<td>25,096</td>\n<td>99.97</td>\n<td>25,098</td>\n<td>99.98</td>\n</tr>\n<tr>\n<td>6</td>\n<td>25,104</td>\n<td>100</td>\n<td>25,102</td>\n<td>99.99</td>\n<td>25,103</td>\n<td>100</td>\n</tr>\n<tr>\n<td>5</td>\n<td>25,104</td>\n<td>100</td>\n<td>25,104</td>\n<td>100</td>\n<td>25,104</td>\n<td>100</td>\n</tr>\n<tr>\n<td>Total unit records</td>\n<td>25,104</td>\n<td/>\n<td>25,104</td>\n<td/>\n<td>25,104</td>\n<td/>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Degree of exact synthetic matching of SDAC and APPSIM unit records.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Synthetic matching variables</th>\n<th colspan=\"2\">Year 2010</th>\n<th colspan=\"2\">Year 2020</th>\n<th colspan=\"2\">Year 2030</th>\n</tr>\n<tr>\n<th/>\n<th>No. of SDAC unit records matched with APPSIM unit records of different category</th>\n<th>%</th>\n<th>No. of SDAC unit records matched with APPSIM unit records of different category</th>\n<th>%</th>\n<th>No. of SDAC unit records matched with APPSIM unit records of different category</th>\n<th>%</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Sex</td>\n<td>325</td>\n<td>1.3%</td>\n<td>140</td>\n<td>0.6%</td>\n<td>211</td>\n<td>0.8%</td>\n</tr>\n<tr>\n<td>Income unit type</td>\n<td>0</td>\n<td>0%</td>\n<td>0</td>\n<td>0%</td>\n<td>0</td>\n<td>0%</td>\n</tr>\n<tr>\n<td>Income quintiles</td>\n<td>487</td>\n<td>1.9%</td>\n<td>629</td>\n<td>2.5%</td>\n<td>625</td>\n<td>2.5%</td>\n</tr>\n<tr>\n<td>Receiving age</td>\n<td>1</td>\n<td>0.0%</td>\n<td>494</td>\n<td>2%</td>\n<td>494</td>\n<td>2%</td>\n</tr>\n<tr>\n<td>pension</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Receiving</td>\n<td>1</td>\n<td>0.0%</td>\n<td>21</td>\n<td>0.1%</td>\n<td>0</td>\n<td>0%</td>\n</tr>\n<tr>\n<td>disability support</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>pension</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Age group</td>\n<td>281</td>\n<td>1.1%</td>\n<td>477</td>\n<td>1.9%</td>\n<td>586</td>\n<td>2.3%</td>\n</tr>\n<tr>\n<td>Labour force</td>\n<td>0</td>\n<td>0%</td>\n<td>0</td>\n<td>0%</td>\n<td>0</td>\n<td>0%</td>\n</tr>\n<tr>\n<td>status</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Hours worked per</td>\n<td>747</td>\n<td>3%</td>\n<td>585</td>\n<td>2.3%</td>\n<td>420</td>\n<td>1.7%</td>\n</tr>\n<tr>\n<td>week</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Highest level of</td>\n<td>121</td>\n<td>0.5%</td>\n<td>35</td>\n<td>0.1%</td>\n<td>18</td>\n<td>0.1%</td>\n</tr>\n<tr>\n<td>education</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Home ownership</td>\n<td>251</td>\n<td>1.0%</td>\n<td>188</td>\n<td>0.7%</td>\n<td>274</td>\n<td>1.1%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Number of SDAC unit records that matched with APPSIM unit records of different categories of synthetic matching variables due to matching with a close neighbour cell.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-7",
                    "title": "2.7 Synthetic matching of SDAC records with APPSIM records",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Methods",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We have developed a new microsimulation model called Health&WealthMOD2030 to project the economic impacts of chronic conditions leading to early exit from the labour force of Australians aged 45–64 years in 2010. Health&WealthMOD2030 captures the impacts of population ageing, changing labour force participation patterns, income and savings trends, and changes in the prevalence of the most disabling conditions. Health&WealthMOD2030 will be used to estimate (i) the number of people out of the labour force due to their ill health; (ii) the lost income and savings of people who have left the labour force because of their ill health, compared to those who continued in paid employment; and (iii) the extent of these losses due to: demographic, disease, or economic trends at 2010, 2015, 2020, 2025 and 2030. Health&WealthMOD2030 will also be used to estimate the potential long-term economic gains from health interventions that address particular health conditions (such as mental health disorders), and risk factors such as obesity and physical inactivity.",
                    "type": "paragraph"
                },
                {
                    "text": "It would be ideal to create a base population for a microsimulation model from a single dataset with all key information (e.g. chronic conditions and economic information for Health&amp;WealthMOD2030). In absence of a dataset containing such detailed information on both chronic conditions and individual economic circumstances, we sourced our base population from the SDAC datasets (containing information on chronic conditions and limited economic data) and have linked the records with the APPSIM population (which contains detailed economic information). It is not possible to exactly match individuals between the SDAC and APPSIM for a number of reasons. Firstly, there was no unique identifier to link the two datasets. Furthermore, the SDAC is based on random survey data and APPSIM is a one percent sample of the census population. Although both are nationally representative samples, there will be a very few, if any, respondents in common on both data sources. Further, the data were collected at different points in time. While the SDAC data were collected in 2003 and 2009, APPSIM data were simulated events on 2001 data for the future years meaning that even for the few individuals that may be in common, some variables will no longer be the same between the SDAC and APPSIM. Finally, within Australia, exact matching between ABS surveys is prohibited. As a result of these constraints, we linked SDAC records with APPSIM records using synthetic matching based on ten synthetic matching variables. Synthetic matching was used to match individuals from the SDAC dataset to individuals with similar characteristics on the APPSIM dataset and create a synthetic population, which is a nationally representative sample of the whole Australian population. The method is commonly used in microsimulation models to create synthetic datasets (<a href=\"#bib20\">Hynes <i>et al</i>., 2006</a>; <a href=\"#bib39\">von Randow <i>et al</i>., 2012)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "One of the limitations of synthetic matching is that unit records from one dataset can be matched with the unit records of different categories of matching variables in another dataset creating a mismatch in the categories of the same matching variables. We have limited this mismatch by identifying the closest matching APPSIM unit record for each SDAC unit record using a standardized Euclidean Distance method based on the ten matching variables. Health&WealthMOD2030 has 99% of SDAC unit records matched with APPSIM unit records of the same categories for eight or more matching variables, with more than 90% matched for each of the ten matching variables.",
                    "type": "paragraph"
                },
                {
                    "text": "An unconstrained synthetic matching process was used in developing Health&WealthMOD2030 allowing multiple SDAC unit records to be synthetically matched with one APPSIM unit record based on the closest matching record. This process also allows some APPSIM unit records to be completely dropped from Health&WealthMOD2030 if there is no SDAC unit record that is synthetically matched with them. This means that there are inherent differences in the distribution of the information in APPSIM and Health&WealthMOD2030, and as a result there is the potential for the distributions of economic variables in Health&WealthMOD2030 to be different from the original distributions in APPSIM (i.e. benchmark distributions). For example, there is a 0.05% difference in average annual benefits received between APPSIM and Health&WealthMOD2030.",
                    "type": "paragraph"
                },
                {
                    "text": "The Australian Government is seeking new ways to enable older workers to remain in the workforce longer, largely due to its need to manage expected labour shortages and ensure adequate taxation revenue to fund the needs of its ageing population. A longer time in the workforce also tends to generate benefits to individuals in terms of available income and greater capacity to save for a higher standard of living in retirement. Whilst the Government recognises that not all older workers are able to participate in the labour force for as long as they would like (due to their own ill health and informal caregiving to family members who are disabled or ill for example) (<a href=\"#bib25\">Moore <i>et al</i>., 1997</a>), there is little information available on the type of health conditions that are likely to keep people out of the labour force over the long-term. Nor is there information about how these conditions will differ from current patterns in the future, and the extent of the flow-on economic impacts of premature retirement for individuals or the Government.",
                    "type": "paragraph"
                },
                {
                    "text": "Australia’s population is ageing and, consequently, it is widely recognised that there will be a significant increase in the demand for health care (<a href=\"#bib31\">Schofield &amp; Earnest, 2006</a>). However, with an ageing workforce, Australia is also at risk of having an inadequate source of labour from which to maintain taxation revenue to support these needs. Similarly, there are health trends, such as the rapid rise in diabetes, which may adversely affect the health and labour force participation of our ageing workforce.",
                    "type": "paragraph"
                },
                {
                    "text": "Results from Health&amp;WealthMOD2030 will help to fill substantial gaps in current Australian evidence on the health conditions likely to keep older workers out of the labour force over the long term and diminish their standard of living. Using this model, we will be able to contribute to existing evidence on how fundamental demographic changes in the Australian workforce are likely to impact on economic sustainability – an issue regularly highlighted by policymakers after release of the Treasury Intergenerational Reports (<a href=\"#bib16\">Commonwealth of Australia, 2002</a>; <a href=\"#bib17\">Commonwealth of Australia, 2007</a>; <a href=\"#bib18\">Commonwealth of Australia, 2010</a>). For example, the Treasurer Wayne Swan in the 2001–12 Budget Speech said: “We believe our economy can’t afford to waste a single pair of capable hands” (<a href=\"#bib38\">The honourable Wayne Swan MP, 2011</a>) when referring to work and its impact on sustainability.",
                    "type": "paragraph"
                },
                {
                    "text": "The techniques used in Health&WealthMOD2030 will ensure that policymakers are drawing on reliable estimates of the long-term costs (from an individual and government perspective) of ill health leading to unplanned retirement, and the number of individuals who realistically may be able to continue to work in older age as the population grows.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Discussion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": "Access Economics",
                    "type": "group"
                }
            ],
            "date": "2005",
            "details": "The Economic Cost of Arthritis in New Zealand, Arthritis New Zealand",
            "id": "bib1",
            "title": "The Economic Cost of Arthritis in New Zealand",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Access Economics",
                    "type": "group"
                }
            ],
            "bookTitle": "The Shifting Burden of Cardiovascular Disease in Australia",
            "date": "2005",
            "id": "bib2",
            "publisher": {
                "name": [
                    "National Heart Foundation of Australia"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Access Economics",
                    "type": "group"
                }
            ],
            "bookTitle": "The Impact of Age-related Macular Degeneration",
            "date": "2006",
            "id": "bib3",
            "publisher": {
                "name": [
                    "Centre for Eye Research Australia"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Australian Bureau of Statistics",
                    "type": "group"
                }
            ],
            "date": "1998",
            "details": "Retirement and Retirement Intentions Survey, Cat No. 6238.0, Australian Bureau of Statistics, Canberra",
            "id": "bib4",
            "title": "Retirement and Retirement Intentions Survey",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Australian Bureau of Statistics",
                    "type": "group"
                }
            ],
            "date": "2005",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australian Bureau of Statistics"
                ]
            },
            "source": "Information Paper - Basic Confidentialised Unit Record File: Survey of Disability, Ageing and Carers 2003 (reissue)",
            "title": "Information Paper - Basic Confidentialised Unit Record File: Survey of Disability, Ageing and Carers 2003 (reissue)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Australian Bureau of Statistics",
                    "type": "group"
                }
            ],
            "bookTitle": "Population Projection for Australia, 2002 - 2101",
            "date": "2005",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australian Bureau of Statistics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Australian Bureau of Statistics",
                    "type": "group"
                }
            ],
            "date": "2008",
            "details": "Empolyment arrangements, retirement and superannuation, Australia, Cat 6261.0, Canberra",
            "id": "bib7",
            "title": "Empolyment arrangements, retirement and superannuation, Australia",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Australian Bureau of Statistics",
                    "type": "group"
                }
            ],
            "bookTitle": "2009 Disability, Ageing and Carers, Australia: Summary of findings",
            "date": "2010",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australian Bureau of Statistics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Australian Bureau of Statistics",
                    "type": "group"
                }
            ],
            "date": "2013",
            "id": "bib9",
            "title": "4364.0.55.003 - Australian Health Survey: Updated Results, 2011–2012’",
            "type": "web",
            "uri": "http://www.abs.gov.au/AUSSTATS/abs@.nsf/DetailsPage/4364.0.55.0032011-2012?OpenDocument"
        },
        {
            "authors": [
                {
                    "name": "Australian Institute of Health and Welfare",
                    "type": "group"
                }
            ],
            "bookTitle": "Health System Expenditure on Disease and Injury in Australia 2000-01",
            "date": "2004",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "AIHW"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Burden of disease and injury in Australia in the new millennium: measuring health loss from diseases, injuries and risk factors’",
            "authors": [
                {
                    "name": {
                        "index": "Begg, SJ",
                        "preferred": "SJ Begg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vos, T",
                        "preferred": "T Vos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barker, B",
                        "preferred": "B Barker"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib11",
            "journal": "Med J Aust",
            "pages": {
                "first": "36",
                "last": "40",
                "range": "36–40"
            },
            "type": "journal",
            "volume": "188"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Beggs, S",
                        "preferred": "S Beggs"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vos, T",
                        "preferred": "T Vos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barker, B",
                        "preferred": "B Barker"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The burden of disease and injury in Australia 2003",
            "date": "2007",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "AIHW"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The lifetime cost of bipolar disorder in the US: an estimate for new cases in 1998’",
            "authors": [
                {
                    "name": {
                        "index": "Begley, CE",
                        "preferred": "CE Begley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Annegers, JF",
                        "preferred": "JF Annegers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Swann, AC",
                        "preferred": "AC Swann"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib13",
            "journal": "Pharmacoeconomics",
            "pages": {
                "first": "483",
                "last": "495",
                "range": "483–495"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bell, P",
                        "preferred": "P Bell"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "GREGWT and TABLE macros - users guide.",
            "date": "2000",
            "id": "bib14",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australian Bureau of Statistics (ABS)"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Colagiuri, S",
                        "preferred": "S Colagiuri"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Conway, B",
                        "preferred": "B Conway"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Grainger, D",
                        "preferred": "D Grainger"
                    },
                    "type": "person"
                }
            ],
            "details": "et al, Cost of type 2 diabetes care in Australia - the DiabCost study, Ansers that matter, Lilly, Diabetes Australia",
            "id": "bib15",
            "title": "Cost of type 2 diabetes care in Australia - the DiabCost study",
            "type": "unknown",
            "date": "1000"
        },
        {
            "authors": [
                {
                    "name": "Commonwealth of Australia",
                    "type": "group"
                }
            ],
            "date": "2002",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Department of The Treasury"
                ]
            },
            "source": "Intergenerational Report 2002-03’, 2002-03 Budget paper no. 5",
            "title": "Intergenerational Report 2002-03’, 2002-03 Budget paper no. 5",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Commonwealth of Australia",
                    "type": "group"
                }
            ],
            "date": "2007",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Department of The Treasury"
                ]
            },
            "source": "Intergenerational Report 2007",
            "title": "Intergenerational Report 2007",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Commonwealth of Australia",
                    "type": "group"
                }
            ],
            "bookTitle": "Australia to 2050: future challenges",
            "date": "2010",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Department of the Treasury"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The economic cost of multiple sclerosis in Sweden in 1994’",
            "authors": [
                {
                    "name": {
                        "index": "Henriksson, F",
                        "preferred": "F Henriksson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jonsson, B",
                        "preferred": "B Jonsson"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib19",
            "journal": "Pharmacoeconomics",
            "pages": {
                "first": "597",
                "last": "606",
                "range": "597–606"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "Building a static farm level spatial microsimulation model: statistically matching the Irish national farm survey to the Irish census of agriculture",
            "authors": [
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "46th Congress of the European Regional Science Association"
                ]
            },
            "date": "2006",
            "id": "bib20",
            "pages": "30",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Does Higher Education Pay?’",
            "authors": [
                {
                    "name": {
                        "index": "Johnson, P",
                        "preferred": "P Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lloyd, R",
                        "preferred": "R Lloyd"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "19th Conference of Economics"
                ]
            },
            "date": "2000",
            "id": "bib21",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Keegan, M",
                        "preferred": "M Keegan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "APPSIM - Dynamic microsimulation modelling of social security and taxation",
            "date": "2009",
            "id": "bib22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "National Centre for Social and Economic Modelling, University of Canberra"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Living long and prosper? Projecting the likely superannuation of the baby boomers in 2020",
            "date": "2002",
            "id": "bib23",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "NATSEM"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kulish, M",
                        "preferred": "M Kulish"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, K",
                        "preferred": "K Smith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kent, C",
                        "preferred": "C Kent"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib24",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Reserve Bank of Australia"
                ]
            },
            "source": "Ageing, retirement and savings: A general equilbrium analysis. Research Discussion Paper 2006-06",
            "title": "Ageing, retirement and savings: A general equilbrium analysis. Research Discussion Paper 2006-06",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Moore, R",
                        "preferred": "R Moore"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mao, Y",
                        "preferred": "Y Mao"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhang, J",
                        "preferred": "J Zhang"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Economic Burden of Illness in Candada 1993",
            "date": "1997",
            "id": "bib25",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Ottawa"
                        ]
                    },
                    "formatted": [
                        "Ottawa"
                    ]
                },
                "name": [
                    "Public Health Agency of Canada"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Productivity Commission",
                    "type": "group"
                }
            ],
            "bookTitle": "Economic Implications of an Ageing Australia",
            "date": "2005",
            "id": "bib26",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australian Government"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rässler, S",
                        "preferred": "S Rässler"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Statistical matching: a frequentist theory, practical applications, and alternative Bayesian approaches",
            "date": "2002",
            "id": "bib27",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York; London"
                        ]
                    },
                    "formatted": [
                        "New York; London"
                    ]
                },
                "name": [
                    "Springer"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Health&WealthMOD: A microsimulation model of the economic impacts of diseases on older workers’",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Passey, M",
                        "preferred": "M Passey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Earnest, A",
                        "preferred": "A Earnest"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib28",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "58",
                "last": "63",
                "range": "58–63"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "Modelling the cost of ill health in Health&WealthMOD (Version II): lost labour force participation, income and taxation, the impact of disease prevention’",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, R",
                        "preferred": "R Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Callander, E",
                        "preferred": "E Callander"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib29",
            "journal": "The International Journal of Microsimulation",
            "pages": {
                "first": "32",
                "last": "36",
                "range": "32–36"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Baby boomer doctors and nurses: demographic change and transitions to retirement’",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, DJ",
                        "preferred": "DJ Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Beard, JR",
                        "preferred": "JR Beard"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib30",
            "journal": "Med J Aust",
            "pages": {
                "first": "80",
                "last": "83",
                "range": "80–83"
            },
            "type": "journal",
            "volume": "183"
        },
        {
            "articleTitle": "Demographic change and the future demand for public hospital care in Australia, 2005 to 2050’",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, DJ",
                        "preferred": "DJ Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Earnest, A",
                        "preferred": "A Earnest"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib31",
            "journal": "Aust Health Rev",
            "pages": {
                "first": "507",
                "last": "515",
                "range": "507–515"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "Are we getting healthier as we grow older? Implications for babyboomer labor force participation’",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, DJ",
                        "preferred": "DJ Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Passey, ME",
                        "preferred": "ME Passey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Earnest, A",
                        "preferred": "A Earnest"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib32",
            "journal": "Ann N Y Acad Sci",
            "pages": {
                "first": "230",
                "last": "240",
                "range": "230–240"
            },
            "type": "journal",
            "volume": "1114"
        },
        {
            "articleTitle": "Chronic disease and labour force participation among older Australians’",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, DJ",
                        "preferred": "DJ Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, RN",
                        "preferred": "RN Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Passey, ME",
                        "preferred": "ME Passey"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib33",
            "journal": "Med J Aust",
            "pages": {
                "first": "447",
                "last": "450",
                "range": "447–450"
            },
            "type": "journal",
            "volume": "189"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schofield, DJ",
                        "preferred": "DJ Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, RN",
                        "preferred": "RN Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "et al, BMC Public Health, 11, 418",
            "id": "bib34",
            "title": "Economic impacts of illness in older workers: quantifying the impact of illness on income, tax revenue and government spending’",
            "type": "unknown"
        },
        {
            "articleTitle": "Understanding calibration estimators in survey sampling’",
            "authors": [
                {
                    "name": {
                        "index": "Singh, AC",
                        "preferred": "AC Singh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mohl, CA",
                        "preferred": "CA Mohl"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib35",
            "journal": "Survey Methodology",
            "pages": {
                "first": "107",
                "last": "115",
                "range": "107–115"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "articleTitle": "Small area estimation using a reweighting algorithm’",
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nepal, B",
                        "preferred": "B Nepal"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib36",
            "journal": "Soc. A",
            "pages": {
                "first": "931",
                "last": "951",
                "range": "931–951"
            },
            "type": "journal",
            "volume": "174"
        },
        {
            "articleTitle": "The economic impact and cost of visual impairment in Australia’",
            "authors": [
                {
                    "name": {
                        "index": "Taylor, HR",
                        "preferred": "HR Taylor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pezzullo, ML",
                        "preferred": "ML Pezzullo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keeffe, JE",
                        "preferred": "JE Keeffe"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib37",
            "journal": "Br J Ophthalmol",
            "pages": {
                "first": "272",
                "last": "275",
                "range": "272–275"
            },
            "type": "journal",
            "volume": "90"
        },
        {
            "authors": [
                {
                    "name": "The honourable Wayne Swan MP",
                    "type": "group"
                }
            ],
            "date": "2011",
            "id": "bib38",
            "title": "Budget speech 2011-12’",
            "type": "web",
            "uri": "http://www.budget.gov.au/2011-12/content/speech/html/speech.htm"
        },
        {
            "articleTitle": "Data matching to allocate doctors to patients with microsimulation model of the primary care process in New Zealand’",
            "authors": [
                {
                    "name": {
                        "index": "von Randow, M",
                        "preferred": "M von Randow"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Davis, P",
                        "preferred": "P Davis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lay-Yee, R",
                        "preferred": "R Lay-Yee"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib39",
            "journal": "Social Science Computer Review",
            "pages": {
                "first": "358",
                "last": "368",
                "range": "358–368"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "authors": [
                {
                    "name": "World Health Organisation",
                    "type": "group"
                }
            ],
            "bookTitle": "Preventing Chronic Diseases: A Vital Investment",
            "date": "2005",
            "id": "bib40",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Geneva"
                        ]
                    },
                    "formatted": [
                        "Geneva"
                    ]
                },
                "name": [
                    "WHO"
                ]
            },
            "type": "book"
        }
    ],
    "acknowledgements": [
        {
            "text": "The development and application of the microsimulation model outlined in this paper, Health&WealthMOD2030, is funded by the Australian Research Council (under grant LP100100158), and Pfizer Australia is a partner to the grant. All authors are independent from the funding sources.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
