{
    "status": "vor",
    "id": "00109",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00109",
    "authorLine": "Gijs Dekkers",
    "title": "Editorial",
    "published": "2015-04-30T00:00:00Z",
    "versionDate": "2015-04-30T00:00:00Z",
    "statusDate": "2015-04-30T00:00:00Z",
    "volume": 8,
    "issue": 1,
    "fpage": 1,
    "lpage": 2,
    "elocationId": "1-2",
    "pdf": "http://web:8082/00109/ijm-00109.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Dekkers",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau",
                        "CESO KU Leuven, and CEPS/INSTEAD"
                    ]
                }
            ],
            "emailAddresses": [
                "gd@plan.be"
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The 2015 spring issue of the International Journal of Microsimulation contains three papers and one research note. The first two papers discuss validation issues.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper by Dina Frommert uses empirical data for a retrospective comparison in order to validate the German AVID model. The paper develops indicators that cover the aggregate and individual level, and use averages as well as extreme values to get a deeper understanding of the results. As for the validation of the AVID model itself, the results are mixed: the average values on the aggregate and the individual level were very similar in the projection and the empirical data, but the projection underestimated the stability of the employment histories.",
                    "type": "paragraph"
                },
                {
                    "text": "Michał Myck and Mateusz Najsztub assess the representativeness of the Polish Household Budget Survey for microsimulation analysis. By examining various re-weighting schemes, the authors argue that a substantial improvement of the fit between simulation results and administrative data can be achieved by using a combination of variables from the data together with a small number of outcomes from the microsimulation model.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper by Patrick Sabourin and Alain Bélanger is among the first to apply dynamic microsimulation to language issues. Developments of mother tongue and home language in Canada are projected in order to investigate the impact of immigration on changes in levels and linguistic composition Projection results show that the population of non-official mother tongues will increase rapidly while the increase in home language is less important due to language shifts. The ratio of English speakers to French speakers would therefore increase both in Québec and in the rest of Canada.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, the conceptual note by Dekkers, of which Cathal O’Donoghue has kindly taking up the role of editor, compares dynamic and static ageing techniques. The central thesis of this paper is that models with dynamic and static ageing might under theoretical circumstances be more equivalent in terms of simulation properties than their technical differences suggest. The choice between the two archetypes of models thus comes down to assessing how far the actual and theoretical circumstances differ from each other. This short note thus hopes to contribute to the debate in choosing between these two types of models.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
