{
    "status": "vor",
    "id": "00102",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00102",
    "authorLine": "Susan M. Rogers et al.",
    "title": "A geospatial dynamic microsimulation model for household population projections",
    "published": "2014-08-31T00:00:00Z",
    "versionDate": "2014-08-31T00:00:00Z",
    "statusDate": "2014-08-31T00:00:00Z",
    "volume": 7,
    "issue": 2,
    "fpage": 119,
    "lpage": 146,
    "elocationId": "119-146",
    "pdf": "http://web:8082/00102/ijm-00102.pdf",
    "subjects": [
        {
            "id": "spatial-microsimulation",
            "name": "Spatial microsimulation"
        },
        {
            "id": "demography",
            "name": "Demography"
        },
        {
            "id": "dynamic-microsimulation",
            "name": "Dynamic microsimulation"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Forecasting Populations (FPOP) is a microsimulation model (MSM) that is the demographic core of an extensible modeling framework. The framework, with FPOP at its core, enables the geospatial projection of a population under purely demographic processes or under the additional influence of exogenous factors such as disease, policy changes and prevention programs, or environmental stressors. Empirically-derived transition probabilities of life events such as birth, death, marriage, divorce and migration, captured in lookup table format, drive the simulation. These transition probabilities can be modified dynamically by external user-defined functions or other external MSMs. The use of MSM structures and methodologies enables FPOP to portray the impact of heterogeneity in the geospatial dimension (e.g., distribution of environmental factors or distribution of intervention programs), as well as the social dimension (e.g., household or social network correlates), on the projections. POP is designed and structured to: enable linking with external MSMs of any kind; support inclusion or configuration of more detailed transition probabilities; be scalable to millions of agents; use either an existing baseline synthetic population or a custom synthetic population of the user’s design; and, run under computing environments that don’t require a high degree of specialized software or hardware. In this paper we describe the design and structure of FPOP and then apply FPOP first under purely demographic processes and, secondly, in conjunction with an external disease model of obesity.",
                "type": "paragraph"
            },
            {
                "text": "The objective of FPOP is to provide a demographically realistic projection of the size, structure, and movement of populations and households decades into the future.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Rogers et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "Research Triangle Institute"
                    ]
                }
            ],
            "emailAddresses": [
                "smr@rti.org"
            ],
            "name": {
                "index": "Rogers, Susan M.",
                "preferred": "Susan M. Rogers"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "Research Triangle Institute"
                    ]
                }
            ],
            "name": {
                "index": "Rineer, James",
                "preferred": "James Rineer"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "Research Triangle Institute"
                    ]
                }
            ],
            "name": {
                "index": "Scruggs, Matthew D.",
                "preferred": "Matthew D. Scruggs"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "Research Triangle Institute"
                    ]
                }
            ],
            "name": {
                "index": "Wheaton, William D.",
                "preferred": "William D. Wheaton"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "Research Triangle Institute"
                    ]
                }
            ],
            "name": {
                "index": "Cooley, Phillip C.",
                "preferred": "Phillip C. Cooley"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "Research Triangle Institute"
                    ]
                }
            ],
            "name": {
                "index": "Roberts, Douglas J.",
                "preferred": "Douglas J. Roberts"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "Research Triangle Institute"
                    ]
                }
            ],
            "name": {
                "index": "Wagener, Diane K.",
                "preferred": "Diane K. Wagener"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "mathematical models",
        "numerical methods",
        "computational techniques",
        "order dynamics",
        "computer programs",
        "software",
        "map-reduce programming model",
        "<b>C630</b>",
        "<b>C690</b>",
        "<b>C880</b>"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Understanding and predicting trends in population composition, structure, and location are of interest to researchers, decision makers, and scientists in government and industry (<a href=\"#bib32\">NAS 1991</a>; <a href=\"#bib13\">Geard 2013</a>). MSMs were first introduced fifty years ago by Orcutt to refine existing models regarding the predicted effects of various governmental socioeconomic policies on the “behavior of elemental decision-making units” such as individuals, households, and firms (<a href=\"#bib40\">Orcutt 1957</a>:136). These techniques model the dynamics of a population by simulating change in the demographic and social behaviors of its micro-units over the life course. MSMs provide a powerful analytic tool for exploring how populations may behave in the future as they can capture the heterogeneity inherent in a population due to social factors (such as household or familial attributes) that either affect or are affected by the risk from external phenomena of interest (<a href=\"#bib32\">NAS 1991</a>, <a href=\"#bib30\">2011</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Dynamic MSMs, which incorporate changes in behaviors that impact life event probabilities, historically have been developed to better understand the effects of various social and economic policies on individuals and households. Models such as PENSIM (<a href=\"#bib18\">Holmer <i>et al.</i>, 2014</a>), APPSIM (<a href=\"#bib16\">Harding 2007</a>), SESIM (<a href=\"#bib20\">Klevmarken 2010</a>), DESTINIE 2 (<a href=\"#bib3\">Blanchet 2009</a>) and MIDAS (<a href=\"#bib8\">Dekkers <i>et al.</i>, 2012</a>) have been used to evaluate future consequences of demographic aging, potential changes in national pension policies and/or their consequences for intergenerational wealth redistribution. More recently, models have been extended to explore health outcomes (Luke and Stamatakis, 2013), such as infectious disease transmission and spread (<a href=\"#bib10\">Eubank 2004</a>; <a href=\"#bib12\">Ferguson <i>et al.</i>, 2006</a>; <a href=\"#bib25\">Longini 2007</a>; <a href=\"#bib6\">Cooley 2008</a>; <a href=\"#bib22\">Lee 2010</a>; <a href=\"#bib13\">Geard 2013</a>), obesity (<a href=\"#bib46\">van Baal <i>et al.</i>, 2008</a>; <a href=\"#bib27\">Lymer 2012</a>], the effects of tobacco control policies on smoking (<a href=\"#bib15\">Goldstone 2005</a>), and in the evaluation of screening recommendations on breast and prostate cancer (CISNET Cancer Intervention and Surveillance Modeling Network, CISNET.gov) (see review by <a href=\"#bib43\">Rutter 2011</a>; <a href=\"#bib21\">Kopec 2012</a>). However, few examples exist of general purpose dynamic MSMs that incorporate geospatial, household structure, and individual level attributes for projecting patterns of population change over long periods of time. For social processes that occur over long time frames, MSMs offer the flexibility to investigate, for example, inter-relationships among individuals (e.g., sexual behaviors and treatment compliance), causal factors (treatment effectiveness), and disease traits (secondary infection rates and genetic mutation rates) over time (Zaidi 2009; <a href=\"#bib56\">Zucchelli 2010</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper, we describe a dynamic MSM called FPOP that was developed as the demographic core to a modeling framework that projects the geospatial distribution of microdata populations into the future and allows linkage to various externally-defined and independently functioning modules, ex., health or environmental events, disease, economic factors. Using an iterative process, these modules influence population size, structure, and characteristics independently of FPOP’s empirically-derived demographic core components. When linked to an exogenous MSM (such as a chronic disease model) we illustrate how the health status of the individuals derived from the disease model updates life event probabilities for FPOP. Prevention strategies can be layered as an additional component onto the disease model to evaluate the combined impact on future populations. The overarching goal of FPOP is to capture the effects of demographic change on the household and population structure over arbitrarily long periods into the future. Because the transition probabilities are defined externally and the framework architecture is modular, FPOP does not need to be modified to run in alternative frameworks representing other populations or non-health scenarios.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "FPOP is a dynamic, discrete-time MSM that incorporates linkages between life events, changes in household structure and changes in the attributes of individuals and their location as part of the aging process. Individuals can be tracked over the life course for decades. The life events that modify households and populations include aging, mortality, birth, marriage/union formation and dissolution, and migration. The occurrence of life events for each individual at each discrete time step is determined stochastically by transition probabilities that subsequently can be modified during the course of the simulation. Life events occur by generating a random value from a uniform probability distribution with range [0,1] and comparing that value with the individual’s event-specific probability. If the random value is smaller or equal to the probability then the event occurs; otherwise, there is no change in status. Transition probabilities may be specified as tables or functions and are presented to FPOP as external files.",
                    "type": "paragraph"
                },
                {
                    "text": "Our design allows users to specify the duration and time step of any FPOP simulation in any combination of days, weeks, months, and years. FPOP is structured so that at each time step, the six different demographic processes are randomly determined for each individual, household by household. Individuals may be removed from the model based on estimated mortality or emigration rates, and added to the population based on estimated fertility and immigration rates. The data modified by the individual transitions at the end of time t are passed to the intermediate (in our case, disease) model, if it is included. If no intermediate model is included, the FPOP data at the end of time <i>t</i> form the input data for the next time period, <i>t + 1</i>, and so forth.",
                    "type": "paragraph"
                },
                {
                    "text": "Transition probabilities for all demographic events are automatically scaled at runtime based on the ratio between the time step size and the temporal resolution of the probabilities (metadata about the native temporal scale of the probabilities are required inputs to FPOP). The model assumes that each demographic event may only occur once per time step, thus limiting the time step size to less than or equal to the smallest temporal resolution of all the demographic events. This allows input probabilities to remain within the appropriate range [0, 1] and eliminates the need to handle potentially complex outcomes (at both the individual and household level) arising from multiple occurrences of the same event in the same time step.",
                    "type": "paragraph"
                },
                {
                    "text": "FPOP’s life event probabilities are input as ASCII, comma-separated text files that can be easily modified to test alternate policy and demographic scenarios using externally defined functions. These FPOP probability lookup tables contain select synthetic person attributes and metadata that specify which synthetic attributes should be accessed at runtime to perform the probability lookups. Because these text files drive the generic routines within FPOP for matching a synthetic individual with a demographic event probability, researchers are able to configure multidimensional probability lookup tables according to the availability of data. It is also through these life event probabilities that external models can impact the population projection. For instance, external model estimates of the effectiveness of various interventions may modify individual probabilities of death and therefore the overall future size, composition, and distribution of the population. External model effects can be readily accommodated, independent of FPOP’s dynamic population aging structure.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. FPOP: Components and processes",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "To illustrate FPOP, we initially link the model to an existing, spatially-explicit synthetic baseline population—including individuals, households, and locations—that is representative of the U.S. household population in 2010. These microdata can be downloaded for free by state or county, allowing researchers to model any study area in the U.S. or the entire U.S. population (<a href=\"#bib52\">Wheaton 2014</a>). Initial transition probabilities are statistically calculated using Census, Vital Statistics, or survey data or tabulated directly from published sources. <a href=\"#table1\">Table 1</a> lists each of the demographic parameters included in the U.S. version of FPOP, the data used to initialize each transition probability, and the individual characteristics used to define each probability. The selection of explanatory variables is driven by the availability of data and the association of the variables with the outcome of interest. If a functional form version of transition probabilities is used, regressions may include other relevant explanatory variables. At a minimum, transition probabilities are estimated according to individual characteristics that include age, sex, race and Hispanic origin (classified as Non-Hispanic white, Non-Hispanic black, Hispanic, and other), and geographic location. These key variables are generally available for tabulation from all of the data sources.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "ACS is the American Community Survey; NCHS NVSS is the National Center for Health Statistics / National Vital Statistics System.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Parameter</th>\n<th>Source of estimate</th>\n<th>Geospatial level of estimate</th>\n<th>Statistical model</th>\n<th>Explanatory variables</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Aging</td>\n<td>2007–2011 ACS</td>\n<td/>\n<td>Time <i>t</i> -&gt; <i>t</i>+1</td>\n<td/>\n</tr>\n<tr>\n<td>Mortality</td>\n<td>NCHS/NVSS</td>\n<td>National</td>\n<td>Lifetable</td>\n<td>Age, sex, race, Hispanic origin</td>\n</tr>\n<tr>\n<td>Fertility</td>\n<td>NCHS/NVSS</td>\n<td>State</td>\n<td>Age-race-parity specific probability</td>\n<td>Age, race, parity Hispanic origin</td>\n</tr>\n<tr>\n<td>Union</td>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>  Formation</td>\n<td>ACS 2009</td>\n<td>State</td>\n<td>Logistic regression</td>\n<td>Age, sex, race Hispanic origin, education, employment,</td>\n</tr>\n<tr>\n<td>  Dissolution</td>\n<td>ACS 2009</td>\n<td>State</td>\n<td>Logistic regression</td>\n<td>Age, sex, race, Hispanic origin, education, employment</td>\n</tr>\n<tr>\n<td>Migration</td>\n<td>ACS 2009; 2008–10</td>\n<td>State</td>\n<td>Logistic regression</td>\n<td>Age, sex, race, Hispanic origin</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Initial demographic parameters applied to FPOP for a U.S. population.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "For most processes, probabilities are generated at the State level. The consequence is that several life events are interdependent with location. For example, the likelihood that a Hispanic 20-year old woman living in California will give birth is x. Whereas, if she lives in a different State, the probability of her giving birth is y<sup>1</sup>.",
                    "type": "paragraph"
                },
                {
                    "text": "For the U.S. simulation, each household consists of a primary householder or household head (at least 15 years of age), alone or in combination with other family or non-family members. Family households include at least one additional individual who is related to the household head by birth or marriage (adoption is disregarded in the model). Family households are defined as married/cohabiting couple, married/cohabiting couple with family, and single householder with family. Nonfamily households may include only one person – a single-person household -- or unrelated adults sharing a household (e.g. roommates)<sup><a href=\"#fn2\">2</a></sup>. Each demographic event – fertility, mortality, union formation and dissolution, migration – may potentially affect the size and composition of the household.",
                    "type": "paragraph"
                }
            ],
            "id": "s2-1",
            "title": "2.1 FPOP application to a U.S. population",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "<i>Mortality</i> probabilities are assessed by single year of age up to a maximum age of 100 years. Race, age- and sex-specific mortality rates are presented for Hispanic, Black, and White, with “Other” race/ethnic groups set equal to probabilities for all races combined. The source probability data are annualized (i.e., the probability estimates the likelihood of an event occurring in one year (<a href=\"#bib34\">NCHS 2012</a>)). But FPOP will adjust annual probabilities automatically for time steps with duration less than the time step implicit in the data by scaling down the given annual probability values.",
                    "type": "paragraph"
                },
                {
                    "text": "In addition to removing individuals from the simulation model, deaths trigger both personal and household changes. For instance, when death occurs to a spouse, the marital status of the surviving spouse is changed to ‘widow’ and a new household head is assigned (if appropriate). If death occurs to a single-person residing alone, the household is removed from the model.",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Fertility</i> estimates are calculated from 2008 birth data (<a href=\"#bib35\">NCHS 2013</a>) and Census state-level data (<a href=\"#bib45\">U.S. Census 2013</a>). We predict the conditional probability of giving birth in a particular year based on a woman’s parity<sup><a href=\"#fn3\">3</a></sup>. Using birth counts by single year of age from the NVSS and intercensal population estimates for women aged 15 to 44 years from the U.S. Census, overall birth rates are tabulated and then adjusted based on the parity distribution of women in 2008 by exact age 15 to 44 years for three race groups -- white, black, and all races -- and Hispanics. Our model assumes a maximum number of five births and a minimum interval of 9 months between childbirth in the same woman.",
                    "type": "paragraph"
                },
                {
                    "text": "Once a woman in the synthetic population has been selected to give birth, whether she has a single birth or multiple births is determined based on multiple birth rates observed in the U.S. for the period 2005–08 (<a href=\"#bib33\">NCHS 2009</a>). The sex of the child(ren) is assigned using a separate random process. The U.S. sex ratio at birth, 105:100, is used to determine the sex of the child. The race of child is assigned based on mother’s race, which is consistent with the national statistics.",
                    "type": "paragraph"
                },
                {
                    "text": "When FPOP determines that a birth occurs, the child or children born are assigned to the mother’s household. The household size is increased by the number of children born. First births result in reclassification of household to single-person with children, married couple with children or cohabiting couple with children. The newborn child or children are assigned a date of birth. For the selected year of birth, FPOP chooses a birth date at random based on the time step interval. If the time step is one year, then one of 365 possible days will be assigned as the birth day.",
                    "type": "paragraph"
                }
            ],
            "id": "s2-2",
            "title": "2.2 Individual life events",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This version of FPOP focuses on two key union events: <i>probability of marriage</i> in the past simulated time interval (among those aged 15+) and <i>probability of divorce</i> in the past time interval (among those ever married and aged 15+). We calculate estimates of marriage and divorce in the past year by race/ethnicity, sex, age, and State using logistic regression models with additional controls for education and current employment. Cohabitation status as well as same-sex marriages will be considered in the next version of FPOP; as a consequence our union estimates likely underestimate union formation and dissolution.",
                    "type": "paragraph"
                },
                {
                    "text": "Developing a dynamic microsimulation that considers the formation of partnerships involves an additional issue: whether or not the partner is identified within the model population, i.e., an ‘open’ model versus a ‘closed’ model (see <a href=\"#bib29\">Morand <i>et al.</i>, 2010</a>). Partnership selection in FPOP is ‘closed’, i.e., partners for individuals ‘tagged’ for marriage/union based on our initial probabilities are found among existing eligible population members. Couples are matched based on their age, race, and education using tabulations of couple characteristics at the national level from the 2006–10 <a href=\"#bib38\">National Survey of Family Growth</a> (tabulations prepared by NCHS staff, April 2013). Male and female partner characteristics among currently married and/or currently cohabiting couples aged 15 to 44 years based on age (same, 1 to 3 years difference, 4 to 6 years difference, 7 or more years difference), race and Hispanic origin, and education (more, less, or same) were used to identify eligible partners. Rather than a dual-mate matching process, where the optimal partner is selected to satisfy both partners, we apply a simpler unidirectional selection process of finding a mate that satisfies the criteria for the tagged individual. The approach is heuristic – the first suitable mate based on our matching criteria is selected. Not all tagged individuals are assigned a mate; if no suitable match appears, he or she may re-enter the potential marriage pool at the next time step based on his or her recalculated marriage/union probability (see <a href=\"#bib49\">Walker and Davis, 2013</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "When FPOP determines that a person is to form a new union, a number of changes at the household-level occur. For couples who marry, new households may be formed or existing households expanded if one of the members of the couple already has children.",
                    "type": "paragraph"
                },
                {
                    "text": "Likewise, when FPOP determines that a person who is in a union or marriage should dissolve that partnership, both partners are classified as “divorced.” Upon dissolution, households are reallocated based on couples’ characteristics. For couples with children who divorce, children within the household are randomly assigned to one of the parents with the assumption that 90 percent will stay with the mother.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "We tabulate the probability of moving within the past year for the population aged one year and older by age, race/Hispanic origin, sex, and State of residence. State-to-State migration in-flows and out-flows (internal migration) are tabulated and include the number of non-movers (same residence one year ago), the number of movers within the State, and the number of movers to each of the other States. Emigration is defined as the number of people who move outside the country. These migration estimates are calculated in two stages. In the first stage, the probability of moving within the last year for the population aged one year or more is estimated. In the second stage, for those who moved, where they moved (same State, different State, out of country) is determined. Currently, simulation of migration for the examples we provide is limited to person level movements within and between States. However, this is strictly a limitation of available data. FPOP can simulate the migration of households or persons within and between any unit of geography such as county if those data are used.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For immigration from outside the country, a simpler procedure is implemented that assumes a 1% annual net immigration rate, although the FPOP structure can accommodate any user-defined value.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When a synthetic agent migrates to a region that is outside of an FPOP run’s spatial domain, they are removed from the population entirely and cannot return.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Internal migration within a given simulation geographic study area results in an existing synthetic person being assigned a new location. Immigration from outside a given simulation study area occurs in FPOP through a simple copying mechanism. In this case, a static rate determines what percent of the current total population should be copied at each time step. Synthetic agents are chosen using uniform random selection until the required number of new synthetic agents has been selected. The characteristics of the copied agents do not change. If suitable data on the characteristics of migrants was available, then assignment of custom individual attributes could be readily incorporated into FPOP. No new households are created during this process.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The 2010 Synthetic Population used to initialize FPOP includes a location of each synthetic household based on EPA’s ICLUS 90-meter population estimates (<a href=\"#bib9\">EPA, 2009</a>). As the population ages in the FPOP simulation, newly created households need to be provided with realistic locations. Currently, FPOP determines the State and county for each new household, but does not derive an individual latitude/longitude coordinate for it<sup><a href=\"#fn4\">4</a></sup>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4 Geographic events and location (Internal migration, Immigration, and Emigration)",
                    "type": "section"
                }
            ],
            "id": "s2-3",
            "title": "2.3 Life events: household events",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "<i>Software environment</i>: FPOP is written in the open-source Python programming language.",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Generic, open source data storage</i>: FPOP stores synthetic population records in a MongoDB (<a href=\"https://www.mongodb.org\">https://www.mongodb.org</a>) database. Unlike in a relational database, MongoDB data records (known as “documents”) need not conform to a schema. This greatly simplifies the storage of synthetic population variables and allows populations (and sub-populations) with dissimilar attributes to be stored in MongoDB and accessed with generic routines.",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Dynamic life event probabilities</i>: Event-specific probabilities are stored in ASCII, comma-separated text files that can be modified easily. These FPOP probability lookup tables contain select synthetic person attributes and metadata that specifies which synthetic attributes should be accessed at runtime to perform the probability lookups. Because these text files drive the generic routines within FPOP for matching a synthetic individual with a demographic event probability, researchers are able to configure multi-dimensional probability lookup tables according to the availability of data.",
                    "type": "paragraph"
                },
                {
                    "text": "FPOP also provides the ability to adjust probability lookups dynamically during a simulation using externally defined functions or tables. With these functions it is possible to modify any probability based on (1) select attributes of the individual, (2) the current time step number and (3) basic conditional logic (such as “if- then-else” constructs). This feature allows FPOP to adjust probabilities for all individuals in the population or for highly selective sub-populations, at all times or specific simulation periods.",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Simulation runtime scalability</i>: A key challenge to projecting synthetic populations is the range and potential magnitude of their sizes. FPOP employs a scalable, parallel design implemented in the Python programming language that allows it to simulate the smallest or the largest of these geographies with efficiency proportional to the size of the population and amount of compute nodes allocated to each simulation run. Central to this design is a “map-reduce” strategy with the following components:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "FPOP “maps” the synthetic population by evenly distributing synthetic households across multiple compute nodes. At each time step, all nodes check their sub-populations in parallel to one another for demographic events. Workload is balanced across all nodes by distributing the population using uniform random selection, to assure that each node is able to complete an entire set of simulated life events in roughly the same amount of time as all other nodes.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "FPOP “reduces” the results of each time step by sending the results of each node to a single, dedicated processor which serves as the FPOP controller. The FPOP controller aggregates results for each sub-population into population-wide results (such as population size, number of births, deaths, etc.).",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Note that all FPOP processes communicate over standard network protocols and must also be able to connect to the networked MongoDB server.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "Because FPOP does not utilize a formal MapReduce framework such as Hadoop, (<a href=\"https://en.wikipedia.org/wiki/MapReduce\">https://en.wikipedia.org/wiki/MapReduce</a>) it does not require a specialized distributed file system like Hadoop’s HDFS. We find it useful that FPOP can run on any networked hardware where the Python programming language is supported without an additional external framework. FPOP exists as a parallelized process. Overall speed of the model depends on the size of the population, the number of nodes running the process, the timestep selected and the number of timesteps simulated. Historically, we have limited the populations per node to slightly more than 300,000 persons per node. Our estimates indicate that FPOP processes a population of this size in slightly less than 27 seconds per time step. Thus, a population of 9 million that is projected in annual time steps 30 years into the future and operates on 30 nodes would complete processing in 27*30 operations in 810 seconds or around 13 minutes.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Computational infrastructure",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "For the implementation described here, we use FPOP with the baseline synthetic U.S. population coupled with individual probabilities of key life events (births, deaths, union formation/dissolution, migration, and aging) to forecast populations. The FPOP MSM framework, however, enables linkages to additional populations and to additional external models that dynamically interact on an iterative basis (<a href=\"#fig1\">Figure 1</a>). As an example of this extensible framework, we link FPOP to an external model of a chronic disease, obesity, to investigate the effectiveness of a prevention program based on body mass index (BMI). We apply this extended model to a population of Indonesian adults. A model of obesity was chosen because the effects of obesity on health often occur over long time periods. In total, the models address demographic changes (FPOP), disease state (obesity, BMI), and mitigation and intervention strategies (prevention program). In each iteration, the models pass the population with its associated social structure (household and distance to health care settings where intervention programs are provided), personal attributes, and geospatial information, updating the population and modifying parameters for the other models, as appropriate.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00102%2Fijm-00102-fig1.tif",
                                "size": {
                                    "width": 758,
                                    "height": 522
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00102%2Fijm-00102-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00102-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "A model framework showing FPOP as the demographic core for a chronic disease scenario.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The rationale behind implementing an obesity model is that BMI is an indicator of nutritional status and that changes to BMI over time reflect changes in overall levels of obesity. Thus, predictions of future numbers of people with high levels of BMI can be used to indicate to both policy makers and the community at large the potential scale of the obesity epidemic and whether proposed interventions are effective in containing the epidemic. The obesity model also dynamically effects the FPOP model because increases in obese populations modify the mortality probabilities in FPOP, hence changing the underlying synthetic population over time.",
                    "type": "paragraph"
                },
                {
                    "text": "In the next section, we present results demonstrating: 1) FPOP as the demographic core of our modelling framework in one U.S. State, North Carolina, and 2) the interaction of the FPOP core framework with external models of obesity and a hypothetical intervention program to reduce individual BMI levels among adults residing in one province of Indonesia, Yogyakarta.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. The modeling framework and external model integration",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "We present model results for the State of North Carolina running FPOP solely with demographic projection processes. We simulate a synthetic population of 9.5 million persons in 2011 and apply each of our event-specific probabilities at annual time steps through 2050. <a href=\"#fig2\">Figure 2</a> illustrates FPOP output of the simulated age structure (using four broad age groupings) for the period 2011–2050. Although any age groupings can be chosen, these categories are typically used to illustrate dependency ratios or the ratio of the combined child and aged population to the population of intermediate age. Of note is the increasing proportion of elderly persons, largely consistent with population effects of the aging baby boom generation. By 2030, an estimated 20% of North Carolinians will be aged 65+ compared to 13% in 2011.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00102%2Fijm-00102-fig2.tif",
                                        "size": {
                                            "width": 729,
                                            "height": 539
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00102%2Fijm-00102-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00102-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Projected age distribution of North Carolina, 2011–2050: FPOP.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Next we illustrate FPOP’s flexibility to incorporate various externally-defined functions to test alternative demographic scenarios and transition probabilities. <a href=\"#fig3\">Figure 3</a> illustrates the effects on population growth of introducing a two percent and a three percent annual reduction in non-Hispanic Black mortality rates at baseline – all other key events remain unchanged. FPOP allows the user to modify event probabilities for population subgroups, while maintaining the original transition probabilities for the remaining population. In this instance, we assess the overall population effects of projected sustained improvement in Black mortality (among all age groups) across the entire projection period and note the overall projected increases in Black population relative to the default probabilities.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00102%2Fijm-00102-fig3.tif",
                                        "size": {
                                            "width": 729,
                                            "height": 539
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00102%2Fijm-00102-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00102-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Projected non-Hispanic Black population, North Carolina 2011–2050 with default and adjusted mortality probabilities.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "To assess whether the model could generate output consistent with official demographic projections, we compared FPOP results with those provided by the State of North Carolina. The State Demographics Branch of the North Carolina Office of State Budget and Management (NC OSBM) routinely publishes annual state and county population projections for local economic planning and resource distribution (<a href=\"#bib37\">NC OSBM 2013</a>). Current estimates project through the year 2033 and were published in September 2013. We compare our synthetic output from FPOP with published data using time series trends from NC OSBM.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig4\">Figure 4</a> compares annual population totals projected by FPOP for North Carolina with those published by the NC OSBM. Total population counts in FPOP and the State were similar across the time period, differing by less than one percent in 2020 and less than three percent in 2030. The population was projected to increase 30.3% in FPOP compared to 25.3% in NC OSBM.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00102%2Fijm-00102-fig4.tif",
                                        "size": {
                                            "width": 404,
                                            "height": 290
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00102%2Fijm-00102-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00102-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Population projections, North Carolina 2011–2033: FPOP and NC OSBM.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Trends in age structure were nearly identical (<a href=\"#fig5\">Figure 5</a>). The population aged 65+ increases steadily across the projected time period; by 2033, an estimated one in five residents will be aged 65 years or older. Population estimates by age varied by less than 0.4% across all age groups.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00102%2Fijm-00102-fig5.tif",
                                        "size": {
                                            "width": 759,
                                            "height": 270
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00102%2Fijm-00102-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00102-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Trends in age structure by age groups, North Carolina 2011–2033: FPOP and NC OSBM.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "According to population estimates, during the last two decades population growth in North Carolina has been driven largely by net in-migration into the state, resulting in relatively large, growing and youthful urban centers (<a href=\"#bib5\">CPC 2013</a>). This trend is expected to continue at least for the short term (<a href=\"#table2\">Table 2</a>). Population natural increase due to excessive births relative to deaths over the next two decades is expected to continue to slowly decline, with migration contributing to a larger share of population change. Compared to the NC OSBM, FPOP projects slightly higher fertility (although fertility rates in both projections remain low) and in-migration resulting in higher population counts.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Nat. Incr.: Natural Increase=Births-Deaths; NC OSBM projections tabulated for 10-year periods beginning April 2010 and ending July 2033. FPOP estimates tabulated for 10-year periods beginning April 2011 and ending April 2033.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>Base Pop (2011 FPOP, 2010OSBM</th>\n<th>Nat. Incr.</th>\n<th>Net in-migration</th>\n<th>Projected 2020 Pop</th>\n<th>Nat. Incr.</th>\n<th>Net in-migration</th>\n<th>Projected 2030 Pop</th>\n<th>Nat. Incr.</th>\n<th>Net inmigration</th>\n<th>Projected 2033 Pop</th>\n</tr>\n<tr>\n<th/>\n<th/>\n<th colspan=\"2\">2010(1)–2020</th>\n<th/>\n<th colspan=\"2\">2020–2030</th>\n<th/>\n<th colspan=\"2\">2030–2033</th>\n<th/>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>FPOP Projections, 2011–2033</td>\n<td>9,490,337</td>\n<td>336,507 3.55%</td>\n<td>863,210 9.10%</td>\n<td>10,690,054</td>\n<td>187,820 1.76%</td>\n<td>1,128,992 10.56%</td>\n<td>12,006,866</td>\n<td>2,058 0.02%</td>\n<td>363,861 3.03%</td>\n<td>12,372,785</td>\n</tr>\n<tr>\n<td>NC OSBM, 2010–2033</td>\n<td>9,535,471</td>\n<td>319,121 3.35%</td>\n<td>762,267 7.99%</td>\n<td>10,616,859</td>\n<td>166,140 1.56%</td>\n<td>899,263 8.47%</td>\n<td>11,682,262</td>\n<td>16,607 0.14%</td>\n<td>301,691 2.58%</td>\n<td>12,000,560</td>\n</tr>\n<tr>\n<td>Ratio: OSBM/FPOP Projections</td>\n<td>1.005</td>\n<td/>\n<td/>\n<td>0.993</td>\n<td/>\n<td/>\n<td>0.973</td>\n<td/>\n<td/>\n<td>0.970</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Components of population growth, North Carolina 2011–2033: FPOP and NC OSBM.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "These results suggest that at least with regard to total population size and structure, our synthetic estimates coincide with projections prepared by the NC-OSBM for 2011–2033.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 FPOP demographic core: North Carolina",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As a second illustration, we apply FPOP to a baseline synthetic population of Indonesia generated from a microdata sample of the Indonesian 2010 census which was replicated to create a 100% synthetic population. Each individual is described by a number of characteristics including but not limited to sex, age, race, ethnicity, education, and family type (Minnesota Population Center, <a href=\"http://www.ipums.org\">http://www.ipums.org</a>). Transition probabilities simulating fertility, mortality, and aging derived from Census and survey data are applied over user-defined time steps for each synthetic individual while tracking corresponding changes in household composition, location, and size.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We link to the FPOP demographic core model two additional models: an ‘obesity baseline’ model assigning nutritional state and BMI to each individual and an obesity prevention model structured on improvements to diet. Each nutritional state – poor, neutral, and healthy -- has an associated mortality probability, and persons aged 25 years and over are assigned to a state according to their BMI status. Baseline BMI estimates are calculated for each individual based on age, sex, and urban/rural status using data from the Indonesian Family Life Survey (IFLS) a large ongoing longitudinal survey in Indonesia (<a href=\"#bib42\">Rand, 2014</a>). The obesity prevention model was structured on diet programs designed to limit intake of total fats, free sugars, and sodium and increase consumption of fruits and vegetables, legumes, whole grains, and nuts. We translated this into a hypothetical behavioral intervention that consisted of a period of reduced caloric intake followed by a maintenance period. Specifically, this resulted in a modest mean 3-kg weight loss distributed over a 1-year period plus a 1-year maintenance period. After the intervention, individuals resumed their previous annual weight trajectory.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We ran FPOP with the linked obesity and intervention models for one Indonesian province, Yogyakarta, 50 years into the future. The purpose of this investigation was to assess the impact of specific changes in nutritional states on future obesity trends and the resultant morbidity and mortality profiles. We simulate changes to BMI over time. When an individual’s BMI levels reach specified levels, subjects move into a new nutritional state. We assume that post-intervention, a subject will remain in the <i>healthy nutritional state</i> for a fixed period of 1 year. As time advances subjects move from <i>healthy</i> to <i>neutral</i> or <i>poor</i> according to the change in their BMI.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Participation in the intervention resulted in substantial decreases in the high end of the BMI distribution for all age groups, indicating substantial reductions in predicted BMI. <a href=\"#fig6\">Figure 6</a> displays the estimated change between baseline and 50 years in the future for each octile of BMI in Yogyakarta (octiles are defined as equal intervals on the scale bounded by a defined maximum and minimum). Each panel corresponds to a rate of intervention participation from 0%, 25%, 75%, and 100%.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00102%2Fijm-00102-fig6.tif",
                                        "size": {
                                            "width": 778,
                                            "height": 747
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00102%2Fijm-00102-fig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00102-fig6.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Estimated change in body mass index (BMI) for men and women in urban and rural settings by different participation rates in intervention programs.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Increasing intervention participation rates increase the proportion of the population in the BMI octile 2, which is a favorable BMI, across all age groups. Without intervention, there is some increase in the obese (higher octiles) segment of the population. However, with intervention, there is a noticeable decrease in, for instance, BMI octile 4. Among those aged 45–54 years in BMI octile 4, for example, the BMI distribution difference between baseline and 50 years with no intervention is −4.6 points, whereas with 25% intervention participation, the point difference declines to −3.58 and with 100% participation, to an estimated difference of −2.67.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In sum, the Indonesia study illustrated the effectiveness of linking FPOP to a chronic disease model and interventions to create a simulation in which the chronic disease, potential interventions, and life events interact to provide a realistic simulation of this complex system.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Indonesia obesity model",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Results-examples",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Population projection models allow investigators to simulate future population structure and change providing a useful tool for the evaluation of population effects of various health and social programs. FPOP incorporates geospatial, household structure, and individual-level attributes to provide realistic projections of the future size, composition, and movement of populations. FPOP was designed to be relatively simple, with reasonable data and computational requirements and the ability to link to external models of broad interest. In addition, FPOP is highly scalable. Changes in life events, determined by empirically-derived transition probabilities and captured in lookup table format, can be modified dynamically in FPOP by either externally-defined functions or other modules in the modeling environment. Users who have more geospatially specific, more recent, or more detailed transition probability data can easily incorporate that data into their FPOP runs. As part of the external models linkage process, FPOP can both affect and be affected by processes that occur within the external models.",
                    "type": "paragraph"
                },
                {
                    "text": "Numerous MSMs and multi-state models have been developed over the past several decades spurred in large part by enhanced modeling techniques and the quality of available data to parameterize those models (for a review see <a href=\"#bib24\">Li, 2013</a>). FPOP offers a flexible tool because both the baseline population and the transition probabilities are external. A FPOP implementation may use any synthetic microdata database or administrative or census data of actual individuals that contains both household and person-level characteristics as its baseline and the associated description of transition probabilities for significant life events. For illustration, we first selected a synthetic population for North Carolina from the publicly available U.S. 2010 Synthetic Population<sup><a href=\"#fn5\">5</a></sup> with FPOP transition probabilities defined from survey and vital statistics data. The North Carolina baseline population includes 9.5 million individuals and 3.74 million households—each with a specific set of latitude/longitude coordinates. We subsequently extended the FPOP model to project the population effects of an obesity prevention program on adults in Yogyakarta, Indonesia using a baseline population representative of every household and household occupant and their location. The external models linkage feature of FPOP allows geospatial and temporal projection of populations in response to various externally-defined and independently functioning modules, ex., health or environmental events, disease, economic factors. Although MSMs that simulate both spatial and household characteristics exist, for instance, SMILE (O’Donoghue 2011), SimBritain (<a href=\"#bib1\">Ballas 2005</a>), SVIERGE (<a href=\"#bib17\">Holm 2008</a>), these models simulate specific populations (i.e., household residents of Ireland, Britain, and Sweden) and were developed to address specific policy questions.",
                    "type": "paragraph"
                },
                {
                    "text": "FPOP also contrasts with macrosimulation models and traditional demographic methods, such as the cohort-component method for population projections. The cohort-component method treats each cohort as a homogenous group, as opposed to individuals independently, and uses average probabilities of fertility, mortality, and migration, as opposed to individual probabilities based on personal characteristics which stochastically drive the determination of a demographic event. With consideration of multiple individual attributes, ex., age, sex, race, and ethnicity, etc., the computational requirements using the cohort-component method become complex since each combination of attributes must be tracked (<a href=\"#bib47\">Van Imhoff 1998</a>). FPOP performs well even with large numbers of attributes, both individual and household, and can be based on an entire population, not a sample. Multi-state demographic projection methods have been developed but to our knowledge they do not offer the flexibility of FPOP or the ability to link to external models.",
                    "type": "paragraph"
                },
                {
                    "text": "The functionality of FPOP and the built-in interactive capabilities to pass both the population and access new transition probabilities means that it can be linked in a modeling framework to a wide range of external models. The purpose of the external models is to represent changes to the life events that result from “interventions” that are introduced into the simulated population and that are not reflected in the baseline transition probability data, such as a new treatment for a chronic disease. Linkage to external disease models allow users, for example, to investigate heterogeneity in individual characteristics influencing disease onset and persistence over time, to quantify and forecast future independent effects of potential disease interventions on mortality, and to examine how change from one demographic state to another impacts disease outcomes over an individual’s lifetime. The flexibility of our approach and its research value arises from the design of the system, which allows those external models to influence population size, structure, and characteristics independently of FPOP’s empirically-derived demographic core components. This coupled system provides significant advantages over models that employ static aging and models that include limited interaction between demographic, behavioral, and disease characteristics.",
                    "type": "paragraph"
                },
                {
                    "text": "Whereas MSMs provide useful methods for projecting population patterns over time, there are limitations. FPOP is dependent on parameters that are calculated from existing data. The quality of those data is intricately related to the validity of the model. Furthermore, these key life event probabilities are rarely static over long periods and the current model currently includes only a select number of events. Future model enhancements to FPOP include additional individual and household-level attributes and model parameters. Access to vital statistics microdata beginning with the year 2005 which includes a greater level of geographic detail has been acquired, permitting further refinements in terms of geography and time to measures of fertility and mortality. We will also incorporate measures of cohabitation and same-sex unions, important demographic trends that are likely to influence future population trends in the U.S. and other countries.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Discussion",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "SimBritain: A spatial microsimulation approach to population dynamics",
            "authors": [
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dorling, D",
                        "preferred": "D Dorling"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib1",
            "journal": "Population, Space and Place 11",
            "pages": {
                "first": "13",
                "last": "34",
                "range": "13–34"
            },
            "type": "journal"
        },
        {
            "articleTitle": "Creating Synthetic Baseline Populations",
            "authors": [
                {
                    "name": {
                        "index": "Beckman, RJ",
                        "preferred": "RJ Beckman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Baggerly, KA",
                        "preferred": "KA Baggerly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McKay, MD",
                        "preferred": "MD McKay"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib2",
            "journal": "Transportation Research Part A: Policy and Practice",
            "pages": {
                "first": "415",
                "last": "429",
                "range": "415–429"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "The Destinie 2 microsimulation model: increased flexibility and adaptation to users’ needs",
            "authors": [
                {
                    "name": {
                        "index": "Blanchet, D",
                        "preferred": "D Blanchet"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Conference of the International Microsimulation Assocation 2009"
                ]
            },
            "date": "2009",
            "id": "bib3",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bright, EA",
                        "preferred": "EA Bright"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coleman, PR",
                        "preferred": "PR Coleman"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "LandScan 2008",
            "date": "2009",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Oak Ridge, TN"
                        ]
                    },
                    "formatted": [
                        "Oak Ridge, TN"
                    ]
                },
                "name": [
                    "Oak Ridge National Laboratory"
                ]
            },
            "type": "book"
        },
        {
            "accessed": "2014-02-12",
            "authors": [
                {
                    "name": "Carolina Population Center",
                    "type": "group"
                }
            ],
            "date": "2013",
            "id": "bib5",
            "title": "Population growth and population aging in North Carolina counties",
            "type": "web",
            "uri": "http://demography.cpc.unc.edu/2013/10/14/population-growth-population-aging-in-north-carolina-counties/"
        },
        {
            "articleTitle": "Using Influenza-Like Illness Data to Reconstruct an Influenza Outbreak",
            "authors": [
                {
                    "name": {
                        "index": "Cooley, P",
                        "preferred": "P Cooley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ganapathi, L",
                        "preferred": "L Ganapathi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ghneim, G",
                        "preferred": "G Ghneim"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib6",
            "journal": "Mathematical and Computer Modeling",
            "pages": {
                "first": "929",
                "last": "939",
                "range": "929–939"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "articleTitle": "Alignment and matching in multi-purpose household models",
            "authors": [
                {
                    "name": {
                        "index": "Cumpston, JR",
                        "preferred": "JR Cumpston"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib7",
            "journal": "Intl Jour of Microsimulation",
            "pages": {
                "first": "34",
                "last": "45",
                "range": "34–45"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "Dynamic microsimulation modeling for policy support: An application to Belgium and possibilities for Japan",
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Inagaki, S",
                        "preferred": "S Inagaki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Desmet, R",
                        "preferred": "R Desmet"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib8",
            "journal": "Rev Socionetwork Strat",
            "pages": {
                "first": "31",
                "last": "47",
                "range": "31–47"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": "Environmental Protection Agency",
                    "type": "group"
                }
            ],
            "date": "2009",
            "details": "Guidance on the Development, Evaluation, and Application of Environmental Models EPA/100/K-09/003",
            "id": "bib9",
            "title": "Guidance on the Development, Evaluation, and Application of Environmental Models EPA/100/K-09/003",
            "type": "unknown"
        },
        {
            "articleTitle": "Modeling disease outbreaks in realistic urban networks",
            "authors": [
                {
                    "name": {
                        "index": "Eubank, S",
                        "preferred": "S Eubank"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Guclu, H",
                        "preferred": "H Guclu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kumar, V",
                        "preferred": "V Kumar"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib10",
            "journal": "Nature",
            "pages": {
                "first": "180",
                "last": "184",
                "range": "180–184"
            },
            "type": "journal",
            "volume": "429"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Favreault, M",
                        "preferred": "M Favreault"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, K",
                        "preferred": "K Smith"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "A primer on the Dynamic Microsimulation Income Model (DYNASIM3)",
            "date": "2004",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "Urban Institute"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Strategies for mitigating an influenza pandemic",
            "authors": [
                {
                    "name": {
                        "index": "Ferguson, NM",
                        "preferred": "NM Ferguson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cummings, D",
                        "preferred": "D Cummings"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fraser, C",
                        "preferred": "C Fraser"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib12",
            "journal": "Nature",
            "pages": {
                "first": "448",
                "last": "452",
                "range": "448–452"
            },
            "type": "journal",
            "volume": "442"
        },
        {
            "articleTitle": "Synthetic Population Dynamics: A model of household demography",
            "authors": [
                {
                    "name": {
                        "index": "Geard, N",
                        "preferred": "N Geard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McGaw, J",
                        "preferred": "J McGaw"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dorin, A",
                        "preferred": "A Dorin"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib13",
            "journal": "Journal of Artificial Societies and Simulation",
            "pages": "8",
            "type": "journal",
            "volume": "16"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gertz, HP",
                        "preferred": "HP Gertz"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib14",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra, Australia"
                        ]
                    },
                    "formatted": [
                        "Canberra, Australia"
                    ]
                },
                "name": [
                    "National Center for Social and Economic Modeling"
                ]
            },
            "source": "Discrete-time and continuous-time approaches to dynamic microsimulation reconsidered. Technical paper 13",
            "title": "Discrete-time and continuous-time approaches to dynamic microsimulation reconsidered. Technical paper 13",
            "type": "report"
        },
        {
            "articleTitle": "Computational models of collective behavior.",
            "authors": [
                {
                    "name": {
                        "index": "Goldstone, RL",
                        "preferred": "RL Goldstone"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Janssen, MA",
                        "preferred": "MA Janssen"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib15",
            "journal": "Trends in Cognitive Sciences",
            "pages": {
                "first": "424",
                "last": "430",
                "range": "424–430"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "APPSIM: The Australian Dynamic Population and Policy Microsimulation Model",
            "date": "2007",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Australia"
                        ]
                    },
                    "formatted": [
                        "Australia"
                    ]
                },
                "name": [
                    "National Centre for Social and Economic Modeling, Canberra"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Holm, EK",
                        "preferred": "EK Holm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lindgren, U",
                        "preferred": "U Lindgren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Makila, K",
                        "preferred": "K Makila"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Umea University"
                        ]
                    },
                    "formatted": [
                        "Umea University"
                    ]
                },
                "name": [
                    "Department of Social and Economic Geography"
                ]
            },
            "source": "The SVERIGE Spatial Microsimulation Model, Discussion paper 595",
            "title": "The SVERIGE Spatial Microsimulation Model, Discussion paper 595",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Holmer, M",
                        "preferred": "M Holmer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Janney, A",
                        "preferred": "A Janney"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cohen, B",
                        "preferred": "B Cohen"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "PENSIM Overview",
            "date": "2014",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "U.S. Department of Labor, Office of Policy Research"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "King, A",
                        "preferred": "A King"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Australians over the next 50 years: providing useful projections",
            "date": "2001",
            "id": "bib19",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Australia"
                        ]
                    },
                    "formatted": [
                        "Australia"
                    ]
                },
                "name": [
                    "National Centre for Social and Economic Modeling, Canberra"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, A",
                        "preferred": "A Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Microsimulation for public policy: Experiences from the Swedish model SESIM. Economic and Social Research Discussion Paper Series No. 242, Tokyo, Japan",
            "id": "bib20",
            "title": "Microsimulation for public policy: Experiences from the Swedish model SESIM. Economic and Social Research Discussion Paper Series No. 242",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kopec, JA",
                        "preferred": "JA Kopec"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Edwards, K",
                        "preferred": "K Edwards"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manuel, DG",
                        "preferred": "DG Manuel"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "1–3, et al",
            "id": "bib21",
            "title": "Advances in microsimulation modeling of population health determinants, diseases, and outcomes, Epidemiologic Research International",
            "type": "unknown"
        },
        {
            "articleTitle": "Staphylococcus aureus vaccine for orthopedic patients: An economic model and analysis",
            "authors": [
                {
                    "name": {
                        "index": "Lee, BY",
                        "preferred": "BY Lee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wiringa, AE",
                        "preferred": "AE Wiringa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bailey, RR",
                        "preferred": "RR Bailey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lewis, GJ",
                        "preferred": "GJ Lewis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Feura, J",
                        "preferred": "J Feura"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Muder, RR",
                        "preferred": "RR Muder"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib22",
            "journal": "Vaccine",
            "pages": {
                "first": "2465",
                "last": "2471",
                "range": "2465–2471"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "articleTitle": "Simulation models of obesity: A review of the literature and implications for research and policy",
            "authors": [
                {
                    "name": {
                        "index": "Levy, DT",
                        "preferred": "DT Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mabry, PL",
                        "preferred": "PL Mabry"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wang, YC",
                        "preferred": "YC Wang"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1111/j.1467-789X.2010.00804.x",
            "id": "bib23",
            "journal": "Obesity Reviews",
            "pages": {
                "first": "378",
                "last": "94",
                "range": "378–94"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "A survey of dynamic microsimulation models: uses, model structure, methodology",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib24",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "55",
                "range": "3–55"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Containing a large bioterrorist smallpox attack: A computer simulation approach",
            "authors": [
                {
                    "name": {
                        "index": "Longini, IM, Jr",
                        "preferred": "IM Longini Jr"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Halloran, ME",
                        "preferred": "ME Halloran"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nizam, A",
                        "preferred": "A Nizam"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib25",
            "journal": "International Journal of Infectious Diseases",
            "pages": {
                "first": "98",
                "last": "1",
                "range": "98–1"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "Systems Science Methods in Public Health: Dynamics, Networks, and Agents",
            "authors": [
                {
                    "name": {
                        "index": "Luke, DA",
                        "preferred": "DA Luke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stamatakis, KA",
                        "preferred": "KA Stamatakis"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib26",
            "journal": "Annual Review of Public Health",
            "pages": {
                "first": "357",
                "last": "376",
                "range": "357–376"
            },
            "type": "journal",
            "volume": "33"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib27",
            "title": "Developing a dynamic microsimulation model of the Australian population: a means to explore obesity impacts over the next 50 years",
            "type": "web",
            "uri": "http://dx.doi.org/10.1155/2012/132392",
            "website": "Epidemiology Research international"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Matthews, TJ",
                        "preferred": "TJ Matthews"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hamilton, BE",
                        "preferred": "BE Hamilton"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "National Vital Statistics Reports, 53, 20",
            "id": "bib28",
            "title": "Trend Analysis of the Sex Ratio at Birth in the United States",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Morand, E",
                        "preferred": "E Morand"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Touleman, L",
                        "preferred": "L Touleman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pennec, S",
                        "preferred": "S Pennec"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Demographic modeling: the state of the art",
            "date": "2010",
            "id": "bib29",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "Institut National Etudes Démographiques (INED)"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "National Academy of Sciences",
                    "type": "group"
                }
            ],
            "bookTitle": "For the Public’s Health: The Role of Measurement in Action and Accountability",
            "date": "2011",
            "id": "bib30",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington DC"
                        ]
                    },
                    "formatted": [
                        "Washington DC"
                    ]
                },
                "name": [
                    "National Academy Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "National Academy of Sciences",
                    "type": "group"
                }
            ],
            "bookTitle": "Understanding the Changing Planet: Strategic Directions for the Geographic Sciences",
            "date": "2010",
            "id": "bib31",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington DC"
                        ]
                    },
                    "formatted": [
                        "Washington DC"
                    ]
                },
                "name": [
                    "National Academy Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "National Academy of Sciences",
                    "type": "group"
                }
            ],
            "date": "1991",
            "id": "bib32",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington DC"
                        ]
                    },
                    "formatted": [
                        "Washington DC"
                    ]
                },
                "name": [
                    "National Academy Press"
                ]
            },
            "title": "Improving information for social policy decisions: the uses of microsimulation modeling: Vol 1, Review and recommendations",
            "type": "web",
            "uri": "http://www.nap.edu/catalog/1835.html"
        },
        {
            "authors": [
                {
                    "name": "National Center for Health Statistics",
                    "type": "group"
                }
            ],
            "date": "2009",
            "id": "bib33",
            "title": "http://www.cdc.gov/nchs/data/nvsr/nvsr59/nvsr59_01.pdf",
            "type": "web",
            "uri": "http://www.cdc.gov/nchs/data/nvsr/nvsr59/nvsr59_01.pdf"
        },
        {
            "authors": [
                {
                    "name": "National Center for Health Statisitcs",
                    "type": "group"
                }
            ],
            "date": "2012",
            "details": "National Vital Statistics Reports, 61, 3",
            "id": "bib34",
            "title": "National Vital Statistics Reports",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "National Center for Health Statistics",
                    "type": "group"
                }
            ],
            "date": "2013",
            "id": "bib35",
            "title": "http://www.cdc.gov/nchs/data_access/vitalstats/VitalStats_Births.htm",
            "type": "web",
            "uri": "http://www.cdc.gov/nchs/data_access/vitalstats/VitalStats_Births.htm"
        },
        {
            "authors": [
                {
                    "name": "North Carolina State Center for Health Statistics and Office of Minority Health",
                    "type": "group"
                }
            ],
            "date": "2010",
            "id": "bib36",
            "title": "North Carolina Minority Health Facts: Hispanics/Latinos",
            "type": "web",
            "uri": "http://www.schs.state.nc.us/SCHS/pdf/Hispanic_FS_WEB_080210.pdf"
        },
        {
            "authors": [
                {
                    "name": "North Carolina Office of State Budget and Mangement",
                    "type": "group"
                }
            ],
            "date": "2013",
            "id": "bib37",
            "title": "Population Estimates and Projections",
            "type": "web",
            "uri": "http://www.osbm.state.nc.us/ncosbm/facts_and_figures/socioeconomic_data/population_estimates.shtm"
        },
        {
            "accessed": "2013-01-17",
            "authors": [
                {
                    "name": "National Survey of Family Growth",
                    "type": "group"
                }
            ],
            "id": "bib38",
            "title": "Division of Vital Statistics, National Center for Health Statistics",
            "type": "web",
            "uri": "http://www.cdc.gov/nchs/nsfg/nsfg_2006_2010_puf.htm",
            "date": "1000"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib39",
            "title": "Dynamic Microsimulation – A Methodological Survey",
            "type": "web",
            "uri": "http://www.beje.decon.ufpe.br/v4n2/v4n2.htm",
            "volume": "4",
            "website": "Brazilian Electronic Journal of Economics"
        },
        {
            "articleTitle": "A new type of socio-economic system",
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "id": "bib40",
            "journal": "Review of Economics and Statistics",
            "pages": {
                "first": "116",
                "last": "123",
                "range": "116–123"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greenberger, M",
                        "preferred": "M Greenberger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Korbel, J",
                        "preferred": "J Korbel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rivlin, A",
                        "preferred": "A Rivlin"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microanalysis of socioeconomic systems: A simulation study",
            "date": "1961",
            "id": "bib41",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Harper & Row"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Rand",
                    "type": "group"
                }
            ],
            "date": "2014",
            "id": "bib42",
            "title": "RAND Corporation. The Indonesia Family Life Survey (IFLS)",
            "type": "web",
            "uri": "http://www.rand.org/labor/FLS/IFLS.html"
        },
        {
            "articleTitle": "Dynamic microsimulation models for health: A review",
            "authors": [
                {
                    "name": {
                        "index": "Rutter, C",
                        "preferred": "C Rutter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zaslavsky, A",
                        "preferred": "A Zaslavsky"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Feuer, E",
                        "preferred": "E Feuer"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1177/0272989X10369005",
            "id": "bib43",
            "journal": "Med Decis Making",
            "pages": {
                "first": "109",
                "last": "18",
                "range": "109–18"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Smith, L",
                        "preferred": "L Smith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Beckman, R",
                        "preferred": "R Beckman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Anson, D",
                        "preferred": "D Anson"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "details": "et al, 10.2172/88648",
            "id": "bib44",
            "title": "TRANSIMS: TRansportation ANalysis and SIMulation System",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "U.S. Census",
                    "type": "group"
                }
            ],
            "date": "2013",
            "id": "bib45",
            "title": "http://factfinder2.census.gov/faces/nav/jsf/pages/download_center.xhtml",
            "type": "web",
            "uri": "http://factfinder2.census.gov/faces/nav/jsf/pages/download_center.xhtml"
        },
        {
            "articleTitle": "Lifetime medical costs of obesity: prevention no cure for increasing health expenditure",
            "authors": [
                {
                    "name": {
                        "index": "van Baal, PH",
                        "preferred": "PH van Baal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Polder, JJ",
                        "preferred": "JJ Polder"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Wit, GA",
                        "preferred": "GA de Wit"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib46",
            "journal": "Plos Med",
            "pages": "e29",
            "type": "journal",
            "volume": "5"
        },
        {
            "articleTitle": "Microsimulation methods for population projections",
            "authors": [
                {
                    "name": {
                        "index": "van Imhoff, E",
                        "preferred": "E van Imhoff"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Post, W",
                        "preferred": "W Post"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib47",
            "journal": "Population",
            "pages": {
                "first": "97",
                "last": "138",
                "range": "97–138"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "articleTitle": "Microsimulation of Urban Development and Location Choices: Design and Implementation of UrbanSim",
            "authors": [
                {
                    "name": {
                        "index": "Waddell, P",
                        "preferred": "P Waddell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Borning, A",
                        "preferred": "A Borning"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib48",
            "journal": "Networks and Spatial Economics",
            "pages": {
                "first": "43",
                "last": "67",
                "range": "43–67"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "Modeling “Marriage Markets”: A population-scale implementation and parameter test",
            "authors": [
                {
                    "name": {
                        "index": "Walker, L",
                        "preferred": "L Walker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "David, P",
                        "preferred": "P David"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib49",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "6",
            "type": "journal",
            "volume": "16"
        },
        {
            "articleTitle": "ISPOR Task Force on Good Research Practices--Modeling Studies",
            "authors": [
                {
                    "name": {
                        "index": "Weinstein, MC",
                        "preferred": "MC Weinstein"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Brien, B",
                        "preferred": "B O’Brien"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hornberger, J",
                        "preferred": "J Hornberger"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib50",
            "journal": "Value Health",
            "pages": {
                "first": "9",
                "last": "17",
                "range": "9–17"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wheaton, WD",
                        "preferred": "WD Wheaton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cajka, JC",
                        "preferred": "JC Cajka"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chasteen, BM",
                        "preferred": "BM Chasteen"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Synthesized population databases: A US geospatial database for agent-based models, RTI Press publication No. MR-0010-0905",
            "date": "2009",
            "id": "bib51",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Research Triangle Park, NC"
                        ]
                    },
                    "formatted": [
                        "Research Triangle Park, NC"
                    ]
                },
                "name": [
                    "RTI International"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wheaton, W",
                        "preferred": "W Wheaton"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib52",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Research Triangle Park"
                        ]
                    },
                    "formatted": [
                        "Research Triangle Park"
                    ]
                },
                "name": [
                    "RTI International"
                ]
            },
            "title": "2010 U.S. Synthesized Population. Version 1. Quick Start Guide",
            "type": "web",
            "uri": "http://portaldev.rti.org/10_Midas_Docs/SynthPop/2010_synth_pop_ver1_quickstart.pdf"
        },
        {
            "articleTitle": "A spatial microsimulation model with student agents",
            "authors": [
                {
                    "name": {
                        "index": "Wu, BM",
                        "preferred": "BM Wu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Birkin, MH",
                        "preferred": "MH Birkin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rees, PH",
                        "preferred": "PH Rees"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib53",
            "journal": "Computers, Environment and Urban Systems",
            "pages": {
                "first": "440",
                "last": "453",
                "range": "440–453"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Zaidi, A",
                        "preferred": "A Zaidi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rake, K",
                        "preferred": "K Rake"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib54",
            "publisher": {
                "name": [
                    "London School of Econonics"
                ]
            },
            "source": "Dynamic Microsimulation Models: A Review and Some Lessons for SAGE. SAGE Discussion Paper 2",
            "title": "Dynamic Microsimulation Models: A Review and Some Lessons for SAGE. SAGE Discussion Paper 2",
            "type": "report"
        },
        {
            "articleTitle": "A mate-matching algorithm for continuous-time microsimulation models",
            "authors": [
                {
                    "name": {
                        "index": "Zinn, S",
                        "preferred": "S Zinn"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib55",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "31",
                "last": "51",
                "range": "31–51"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Zucchelli, E",
                        "preferred": "E Zucchelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jones, AM",
                        "preferred": "AM Jones"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rice, N",
                        "preferred": "N Rice"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "The evaluation of health policies through microsimulation methods. Health, Econometrics and Data Group Working Paper 10/03",
            "id": "bib56",
            "title": "The evaluation of health policies through microsimulation methods. Health, Econometrics and Data Group Working Paper 10/03",
            "type": "unknown"
        }
    ],
    "acknowledgements": [
        {
            "text": "Support for this research was provided by the Models of Infectious Disease Agency Study (MIDAS), grant number U2 4GM087704, from the National Institute of General Medical Sciences (NIGMS) and by the RTI International Grand Challenge 271300.088. The content is solely the responsibility of the authors and does not necessarily represent the official views of the NIGMS, the National Institutes of Health, or RTI International.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
