{
    "status": "vor",
    "id": "00116",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00116",
    "authorLine": "Barry J Milne et al.",
    "title": "Modelling the Early life-course (MELC)",
    "published": "2015-08-31T00:00:00Z",
    "versionDate": "2015-08-31T00:00:00Z",
    "statusDate": "2015-08-31T00:00:00Z",
    "volume": 8,
    "issue": 2,
    "fpage": 28,
    "lpage": 60,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00116/ijm-00116.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "To understand the factors upon which policies can be devised to improve the lives of children and young people, we have developed a dynamic discrete-time micro-simulation model called ‘Modelling the early life-course’ (MELC). MELC models child development from birth through to age 13, encompassing changes in material and family circumstances, family functioning and early education. MELC focusses on three main outcomes: health service use, early literacy, and conduct problems. A synthetic base population (n = 10,000) derived from the 2006 New Zealand Census is used, and transitions through the life-course are determined from estimates derived by analysing three New Zealand child cohort studies: the Christchurch Health and Development Study, the Dunedin Multidisciplinary Health and Development Study, and the Pacific Islands Families Study. The model has been validated against New Zealand norms for reading, general practitioner visits and hospital admissions. Three scenarios were demonstrated. First, we tested the impact of a number of putatively important factors on early literacy, and found small effects. Second, we found that halving the prevalence of single parenting reduced the prevalence of conduct problems. Third, we changed a number of material and family factors for Māori, Pacific and low-socio-economic groups to be equal to those for the general population, and found that this produced small improvements in reading, but large reductions in conduct problems for these groups. MELC has been deployed as a user friendly desktop application at a number of New Zealand government agencies, where it can be used to test policy-relevant scenarios.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Milne",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "New Zealand"
                        },
                        "formatted": [
                            "New Zealand"
                        ]
                    },
                    "name": [
                        "Centre of Methods and Policy Application in the Social Sciences, The University of Auckland"
                    ]
                }
            ],
            "emailAddresses": [
                "b.milne@auckland.ac.nz"
            ],
            "name": {
                "index": "Milne, Barry J",
                "preferred": "Barry J Milne"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "New Zealand"
                        },
                        "formatted": [
                            "New Zealand"
                        ]
                    },
                    "name": [
                        "Centre of Methods and Policy Application in the Social Sciences, The University of Auckland"
                    ]
                }
            ],
            "emailAddresses": [
                "r.layyee@auckland.ac.nz"
            ],
            "name": {
                "index": "Lay-Yee, Roy",
                "preferred": "Roy Lay-Yee"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "New Zealand"
                        },
                        "formatted": [
                            "New Zealand"
                        ]
                    },
                    "name": [
                        "Centre of Methods and Policy Application in the Social Sciences, The University of Auckland"
                    ]
                }
            ],
            "emailAddresses": [
                "jessica.mclay@auckland.ac.nz"
            ],
            "name": {
                "index": "McLay, Jessica M",
                "preferred": "Jessica M McLay"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "New Zealand"
                        },
                        "formatted": [
                            "New Zealand"
                        ]
                    },
                    "name": [
                        "Department of Biostatistics and Epidemiology Auckland University of Technology"
                    ]
                }
            ],
            "emailAddresses": [
                "jpearson@aut.ac.nz"
            ],
            "name": {
                "index": "Pearson, Janet",
                "preferred": "Janet Pearson"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "New Zealand"
                        },
                        "formatted": [
                            "New Zealand"
                        ]
                    },
                    "name": [
                        "Centre of Methods and Policy Application in the Social Sciences, The University of Auckland"
                    ]
                }
            ],
            "emailAddresses": [
                "mvonrandow@auckland.ac.nz"
            ],
            "name": {
                "index": "von Randow, Martin",
                "preferred": "Martin von Randow"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "New Zealand"
                        },
                        "formatted": [
                            "New Zealand"
                        ]
                    },
                    "name": [
                        "Centre of Methods and Policy Application in the Social Sciences, The University of Auckland"
                    ]
                }
            ],
            "emailAddresses": [
                "pb.davis@auckland.ac.nz"
            ],
            "name": {
                "index": "Davis, Peter",
                "preferred": "Peter Davis"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "childhood",
        "policy",
        "reading",
        "conduct problems",
        "health service use"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "To understand the factors upon which policies can be devised to improve the lives of children and young people, we have developed a dynamic discrete-time <i>micro-simulation</i> model (MSM) called ‘Modelling the early life-course’ (MELC). MELC models early child development in New Zealand, with a focus on three outcomes: health service use, reading, and conduct problems. These factors were chosen for several reasons. First, each is important for later adult functioning: health service use in childhood – especially some hospitalizations – can portend poorer health in adulthood (<a href=\"#bib5\">Burgner <i>et al</i>., 2015</a>); a one standard deviation increase in childhood reading scores have been estimated to result in 8–20% increase in lifetime earnings (<a href=\"#bib29\">Ludwig &amp; Phillips, 2007</a>); and early conduct problems often lead to compromised physical health, mental health, justice and social outcomes in adulthood (<a href=\"#bib42\">Odgers <i>et al</i>., 2007</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Second, there are well-established risk factors for these outcomes. Among pre- and perinatal factors, smoking in pregnancy has been associated with hospitalizations for asthma (<a href=\"#bib10\">Davidson <i>et al</i>., 2010</a>), as well as later reading (<a href=\"#bib3\">Anthopolos <i>et al</i>., 2013</a>), and conduct problems (<a href=\"#bib24\">Hill, 2002</a>; <a href=\"#bib17\">Gaysina <i>et al</i>., 2013</a>). Low birth weight has also been associated with poorer reading (<a href=\"#bib7\">Chatterji <i>et al</i>., 2014</a>), greater prevalence of conduct problems (<a href=\"#bib56\">Stevenson <i>et al</i>., 1999</a>) and more hospital admissions (<a href=\"#bib35\">Menezes <i>et al</i>., 2010</a>). Young maternal age has been associated with lower reading levels in children (<a href=\"#bib57\">Torres <i>et al</i>., 2015</a>), increased conduct problems (<a href=\"#bib45\">Reijneveld <i>et al</i>., 2012</a>), and hospitalizations for asthma (<a href=\"#bib10\">Davidson <i>et al</i>., 2010</a>), while low levels of maternal education have been associated with lower reading levels (<a href=\"#bib60\">Williams <i>et al</i>., 2013</a>), increased conduct problems (<a href=\"#bib45\">Reijneveld <i>et al</i>., 2012</a>), and increased hospitalizations (<a href=\"#bib59\">Victora <i>et al</i>., 1992</a>). Breastfeeding is known to be beneficial for reading (<a href=\"#bib33\">McCrory &amp; Layte, 2011</a>), and avoiding hospitalization (<a href=\"#bib1\">Ajetunmobi <i>et al</i>., 2015</a>), and behavioural problems (<a href=\"#bib28\">Lind <i>et al</i>., 2014</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Other psycho-social and family factors have also been shown to be important risk factors for these three outcomes. These include childhood maltreatment (reading: <a href=\"#bib8\">Coohey <i>et al</i>., 2011</a>; conduct problems: <a href=\"#bib61\">Wilson <i>et al</i>., 2009</a>; <a href=\"#bib30\">Mackenbach <i>et al</i>., 2014</a>; and hospitalization: <a href=\"#bib14\">Farst <i>et al</i>., 2013</a>), single parenting (reading: <a href=\"#bib21\">Hampden-Thompson, 2013</a>; conduct problems: <a href=\"#bib40\">Murray and Farrington, 2010</a>; and hospitalizations for asthma: <a href=\"#bib10\">Davidson <i>et al</i>., 2010</a>), housing tenure (reading: <a href=\"#bib23\">Haurin <i>et al</i>., 2002</a>; and conduct problems: <a href=\"#bib4\">Boyle, 2002</a>), early childhood education (reading: <a href=\"#bib11\">Dearing <i>et al</i>., 2009</a>; <a href=\"#bib63\">Wylie &amp; Thompson, 2003</a>; conduct problems: <a href=\"#bib9\">Coté <i>et al</i>., 2007</a>), maternal expressed emotion (conduct problems only: <a href=\"#bib6\">Caspi <i>et al</i>., 2004</a>); and harsh parenting (conduct problems only: <a href=\"#bib30\">Mackenbach <i>et al</i>., 2014</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Third, local data (from child cohort studies) are available to simulate these outcomes as a function of the established risk factors. To this end MELC applies simulations – based on a set of stochastic rules derived by analysing longitudinal data – to a synthetic population of new-born children representative of New Zealand births in 2006. These simulations create synthetic histories for these children from birth to age 13, with a wide range of child and family characteristics that may influence the three outcomes updated annually (age 2, 3, 4, etc.).",
                    "type": "paragraph"
                },
                {
                    "text": "Like most MSMs, MELC relies on data from the real world to create an artificial one that mimics the original but upon which virtual experiments can be carried out (<a href=\"#bib18\">Gilbert &amp; Troitzsch 2005</a>). Modifications of influential factors can be undertaken to test hypothetical ‘what if’ scenarios on key down-stream outcomes of interest. Aggregation across children can then reveal the effects of these modifications on the MELC population.",
                    "type": "paragraph"
                },
                {
                    "text": "However, unlike many MSMs (e.g., APPSIM, <a href=\"#bib22\">Harding 2007</a>; MIDAS, <a href=\"#bib12\">Dekkers <i>et al</i>., 2012</a>; FPOP, <a href=\"#bib46\">Rogers <i>et al</i>., 2014</a>) MELC does not model population growth and demographic change. Instead, MELC models the same group (cohort) of individuals from birth to age 13 and assesses the type of factors that could be modified to improve child outcomes. In this sense MELC is a closed system, i.e., individuals do not leave the model via migration and death nor do individuals enter via immigration and births.",
                    "type": "paragraph"
                },
                {
                    "text": "The purpose of the MELC model is to act as a decision-support tool for policy makers, e.g., to test the impact of a potential policy intervention or to investigate the factors most likely to have a large effect on an outcome (<a href=\"#bib36\">Milne <i>et al</i>., 2014</a>). Policy analysts from New Zealand government ministries have been involved in the development of the model. In particular, the policy analysts wanted MELC to be able to be used to determine all the factors that are important for child outcomes, whether or not these factors could be targets for policy interventions. As such, all factors within the model are able to be changed; not just those considered to be obvious targets for policy intervention. In this sense MELC can be used both to test potential policy interventions but also to assess more exploratory “what if?” scenarios.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper we will describe the MELC model, and will exemplify the model by simulating the following three questions posed by the policy analysts",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "How can we improve early literacy?",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "How does single parenting affect later conduct problems?",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "What interventions have impact on later outcomes (health, social, education, justice) for Maori (the indigenous people), Pacific or low-socio-economic status groups?",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "Cognizant that the answers to these policy questions will necessarily be limited to factors included in the MELC model, we have designed MELC to model a range of biological, social and psychological factors, as described in the sections that follow.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The two main components required for the MELC model to function are: (i) a sample of children to use as the starting population; and (ii) a series of transition equations that determine the characteristics children (and their families) acquire as they age.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "For our starting population, we created a synthetic birth cohort of children by analysing data from 10,000 randomly selected children aged 0 and their families from the 2006 New Zealand Census. This is described in more detail elsewhere (<a href=\"#bib54\">Statistics New Zealand, 2014a</a>). Briefly, each child was matched with the two children most similar to them to form a sample of ‘clusters’, each containing three children. A synthetic cohort was then derived by forming a ‘composite’ child from each cluster, with each characteristic for each composite child randomly chosen from the characteristics of the three children in the cluster. The resulting cohort (n = 10,000) was found to be representative of New Zealand births in 2006, and checks were undertaken to ensure that data from the cohort could not be used to reveal confidential information about any ‘actual’ 0-year old child from the 2006 Census (<a href=\"#bib54\">Statistics New Zealand, 2014a</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "This cohort was augmented with birth characteristics not available in the 2006 Census (smoking in pregnancy, drinking in pregnancy, birth weight, gestational age, breastfeeding [months]), by matching each synthetic child with the two children most similar to them from three New Zealand longitudinal birth cohorts (described in more detail below): the Christchurch Health and Development Study (CHDS, <a href=\"#bib15\">Fergusson &amp; Horwood, 2001</a>), the Dunedin Multidisciplinary Health and Development Study (DMHDS, <a href=\"#bib51\">Silva and Stanton, 1996</a>), Pacific Islands Families Study (PIFS, <a href=\"#bib44\">Paterson <i>et al</i>., 2008</a>). Birth characteristic were then assigned to each synthetic child by randomly selecting from the characteristics of the two closest matches in the birth cohorts.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In all, the sample contained data from birth and the first year of life, and these characteristics served as the starting point for the micro-simulation. Characteristics at all subsequent years (from ages 2–13) were modelled at yearly steps using micro-simulation as described below.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Sample",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The following steps were undertaken to develop the transition equations:",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The conceptual framework comprises a series of interconnected pathways, following a framework based on the social determinants of health (<a href=\"#bib52\">Solar &amp; Irwin 2010</a>) where structural elements related to social disadvantage fundamentally determine intermediate parental and family factors and final outcomes. In the framework developed for MELC, characteristics at birth (including perinatal characteristics) determine family characteristics and employment that vary year by year. Both of these determine psychosocial and housing factors that vary year by year, while all three determine outcomes (health service use, reading and conduct problems) that vary year by year (see <a href=\"#fig1\">Figure 1</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-1",
                            "title": "2.2.1 Conceptual framework",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "We statistically derived parameters for each path in the conceptual framework by analysing longitudinal data from the three longitudinal birth cohorts listed above. These studies cover different timeframes and populations. The CHDS cohort (n = 1265) was born in 1977 in Christchurch, on New Zealand’s South Island, and is largely New Zealand European (white) with populations of Māori and Pacific children under-represented. Data have been collected up to age 30. The DMHDS cohort (n = 1037) was born in 1972/73 in Dunedin, on New Zealand’s South Island, and is also largely New Zealand European with populations of Māori and Pacific children under-represented. Data have been collected up to age 38. The PIFS cohort (n = 1398) was born in 2000 in South Auckland, on New Zealand’s North Island, and is a cohort of children of Pacific descent. Data have been collected up to age 11.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig1",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00116%2Fijm-00116-fig1.tif",
                                                "size": {
                                                    "width": 1777,
                                                    "height": 1073
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00116%2Fijm-00116-fig1.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00116-fig1.jpg"
                                                }
                                            },
                                            "label": "Figure 1",
                                            "title": "Conceptual model of the early life course.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "<i>Analysing combined data.</i> The three datasets were stacked together to form a single dataset with n = 3700 cases, and this dataset was used to estimates parameters for MELC. The rationale for combining the studies was to get more representative estimates for the simulation model. The extent to which this was achieved can never be known for certain, but perhaps can be inferred by the extent to which the simulation model produces results that are similar to those of the New Zealand population. This is tested in the validation <a href=\"#s2-4\">Section (2.4)</a> below.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "All factors were modelled, except factors from birth and the first year of life (i.e., characteristics of the starting population). Different types of regression models were undertaken depending on the distribution of the outcome factor modelled. For binary outcomes (e.g., single parent family, housing tenure [owned/rented], conduct problems) logistic regression models were computed; for continuous outcomes (e.g., reading scores), least-squares regression models were computed; and for count models (e.g., number of GP visits, number of outpatient attendances), Poisson or negative binomial models were computed. The distribution of some outcomes required modelling that was more involved. For example, for hours worked per week by the mother and father there was a large peak at zero indicating the mother or father was not in the workforce, and then a relative normal distribution (with a peak around 40 hours) for mothers and fathers in the workforce. This was modelled in a two-step process whereby the chance of being in the workforce was first modelled using logistic regression. Then, for those in the workforce the number of hours worked was modelled using a least-squares regression.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The set of predictors for each outcome were chosen using a stepwise procedure in SAS 9.3 (<a href=\"#bib48\">SAS Institute Inc, 2010</a>). Potential predictors for each ‘outcome’ factor included all factors considered to be on the pathway of the outcome, as represented by the conceptual framework, including potential two-way interactions with age and ethnicity, and quadratic terms for continuous factors. In addition, lagged dependent variables (i.e., the value of an outcome for a previous year) were generally included as predictors for count and continuous outcomes outcomes – this approach was found to outperform other methods in producing simulated data that best matched the original (<a href=\"#bib34\">McLay <i>et al</i>., 2015</a>). Stepwise (forward and backward) selection were initially used, with a p &lt; 0.2 criterion for the addition of terms and a p &lt; 0.25 criterion for the removal of terms. Then, backward selection with a p &lt; .05 criterion was used to remove terms so that only terms significant at p &lt; .05 remained in the final model. Interaction and quadratic terms were treated ‘hierarchically’ such that non-significant main effects remained in the model in the presence of significant interactions. A list of the terms in each model is shown in the web appendix, and shows the extent to which each term has direct effects on outcomes, and sometimes indirect effects on outcomes (i.e., through other factors).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We compared the factors in the MELC statistical models to those in the literature for factors in the scenarios tested. In general, the direction of associations in MELC models matched those in the literature; the only difference was that for the association between maternal age and conduct problems, the MELC statistical models included different age effects by ethnicity: for Māori and European children younger maternal age was associated with increased conduct problems (matching the literature, e.g., <a href=\"#bib45\">Reijneveld <i>et al</i>., 2012</a>), whereas for Pacific children younger maternal age was associated with decreased conduct problems. However, some factors that were found to be important in the literature were absent in the MELC statistical models. For example, associations between reading and smoking in pregnancy have been reported in the literature (<a href=\"#bib3\">Anthopolos <i>et al</i>., 2013</a>), but did not meet threshold for inclusion in the MELC reading model; associations between conduct problems and smoking in pregnancy and maternal expressed emotion have been reported in the literature (<a href=\"#bib17\">Gaysina <i>et al</i>., 2013</a>; <a href=\"#bib6\">Caspi <i>et al</i>., 2004</a>), but these factors did not meet threshold for inclusion in the MELC conduct problems model; and associations between hospital admissions and smoking in pregnancy, maternal education, maternal age, and single parenting have been reported in the literature (<a href=\"#bib35\">Menezes <i>et al</i>., 2010</a>; <a href=\"#bib59\">Victora <i>et al</i>., 1992</a>; <a href=\"#bib10\">Davidson <i>et al</i>., 2010</a>; <a href=\"#bib1\">Ajetunmobi <i>et al</i>., 2015</a>), but these factors did not meet threshold for inclusion in the MELC hospital admissions model. These omissions should be considered when interpreting results from the model.",
                                    "type": "paragraph"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Weights were used in analyses to adequately represent all ethnic groups. First, weights were applied to the combined sample to represent the ethnic distribution of New Zealand children in 2006: 58% New Zealanders of European descent, 24% Māori (the indigenous population), 9% Pacific People (e.g., Samoan, Tongan, Cook Island Māori), 9% Asian (e.g., Indian, Chinese). Weights applied were 1.04, 2.96, 0.26, and 31.99 for European, Māori, Pacific and Asian, respectively, to account for the fact that European, Māori, and Asian children were under-represented in the sample and Pacific children over-represented.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Further, the Māori in the combined sample largely comprise Māori from the CHDS and DMHDS cohorts from New Zealand’s South Island, which raises concerns about the representativeness of this group given the majority (87%) of New Zealand Māori live in the North Island (<a href=\"#bib55\">Statistics New Zealand, 2014b</a>). To test this, we used Māori cultural affiliation (the extent to which individuals speak and understand the Māori language and are actively involved in Māori cultural activities) as an indicator of representativeness to compare Māori in the CHDS and DMHDS cohorts with a representative national sample of New Zealand Māori children, the Te Hoe Nuku Roa sample (THNR, <a href=\"#bib16\">Fitzgerald &amp; Durie, 2000</a>). Note that we could not assess the representativeness of Māori in the PIFS sample as Māori cultural affiliation was not assessed in the PIFS sample.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Cultural affiliation was taken as the first principal component drawn from scores in the combined three cohorts (CHDS, DMHDS, THNR) on five items:",
                                            "type": "paragraph"
                                        },
                                        {
                                            "items": [
                                                [
                                                    {
                                                        "text": "Marae (Māori communal meeting house) attendance, coded 0 = never, 1 = once or twice in lifetime, 2 = once or twice in past year, 3 = most months, 4 = most weeks, 5 = most days);",
                                                        "type": "paragraph"
                                                    }
                                                ],
                                                [
                                                    {
                                                        "text": "Tangi (Māori funeral) attendance, coded 0 = no, 1 = yes;",
                                                        "type": "paragraph"
                                                    }
                                                ],
                                                [
                                                    {
                                                        "text": "Involvement in Māori cultural groups and activities, coded 0 = no; 1 = yes;",
                                                        "type": "paragraph"
                                                    }
                                                ],
                                                [
                                                    {
                                                        "text": "Māori language communication, coded 0 = know no Māori language at all; 1 = know a few words and greetings; 2 = have an understanding of Māori language at a very basic level; 3 = have an understanding of Māori language at an intermediate level; 4 = have a confident understanding of Māori language in most situations; 5 = fluent speaker learnt as second language 6 = fluent speaker learnt as first language;",
                                                        "type": "paragraph"
                                                    }
                                                ],
                                                [
                                                    {
                                                        "text": "Listening to Māori language radio or watching Māori language television, coded 0 = never; 1 = very rarely; 2 = yearly; 3 = monthly; 4 = weekly; 5 = daily.",
                                                        "type": "paragraph"
                                                    }
                                                ]
                                            ],
                                            "prefix": "bullet",
                                            "type": "list"
                                        },
                                        {
                                            "text": "Quintiles of cultural affiliation were then derived using cut-offs based on the THNR cohort only.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The proportion of Māori (combined across the CHDS and DMHDS cohorts) in each of these quintiles, relative to the 20% of THNR in each quintile, was then used to weight Māori to represent the cultural affiliation distribution of the representative cohort. This is described in <a href=\"#table1\">Table 1</a>. The table shows that the cultural affiliation of Māori combined across the CHDS and DMHDS cohorts was skewed towards the lower end of the distribution of the THNR sample. As such, those in the lowest cultural affiliation quintiles were given a lower weight and those in all other cultural affiliation quintiles were given a higher weight. The weights were then iteratively adjusted in combination with the ethnicity weights (to ensure the correct proportion of ethnicities and of Māori in cultural affiliation quintiles) to give the final cultural affiliation weights shown in the right-most column of <a href=\"#table1\">Table 1</a>.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "assets": [
                                                {
                                                    "id": "table1",
                                                    "label": "Table 1",
                                                    "tables": [
                                                        "<table>\n<thead>\n<tr>\n<th>Quintiles</th>\n<th>THNR Māori (%)</th>\n<th>CHDS/DMHDS Māori (%)</th>\n<th>CHDS/DMHDS Māori</th>\n<th>Final cultural affiliation weight</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1 – low</td>\n<td align=\"center\">20</td>\n<td align=\"center\">57.9</td>\n<td align=\"center\">20/57.9 = 0.35</td>\n<td align=\"center\">0.34</td>\n</tr>\n<tr>\n<td>2</td>\n<td align=\"center\">20</td>\n<td align=\"center\">19.1</td>\n<td align=\"center\">20/19.1 = 1.05</td>\n<td align=\"center\">1.08</td>\n</tr>\n<tr>\n<td>3</td>\n<td align=\"center\">20</td>\n<td align=\"center\">7.9</td>\n<td align=\"center\">20/7.9 = 2.53</td>\n<td align=\"center\">2.65</td>\n</tr>\n<tr>\n<td>4</td>\n<td align=\"center\">20</td>\n<td align=\"center\">10.0</td>\n<td align=\"center\">20/10.0 = 2.00</td>\n<td align=\"center\">2.03</td>\n</tr>\n<tr>\n<td>5 – high</td>\n<td align=\"center\">20</td>\n<td align=\"center\">5.1</td>\n<td align=\"center\">20/5.1 = 3.92</td>\n<td align=\"center\">4.15</td>\n</tr>\n</tbody>\n</table>"
                                                    ],
                                                    "title": "Weighting based on cultural affiliation.",
                                                    "type": "table"
                                                }
                                            ],
                                            "type": "figure"
                                        },
                                        {
                                            "text": "Weights for ethnicity and Māori cultural affiliation were multiplied together with iterative adjustments (to ensure the correct proportions for both ethnicity and cultural affiliation were achieved when the weights were applied to the sample) to give an overall weight for each participant in analyses (see <a href=\"#table2\">Table 2</a>). To negate the impact of the large weight (31.99) attached to those of Asian ethnicity in the combined sample, Asian and European categories were combined in analyses.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "assets": [
                                                {
                                                    "footnotes": [
                                                        {
                                                            "id": "tfn1",
                                                            "label": "a",
                                                            "text": [
                                                                {
                                                                    "text": "This weight was applied to Māori in the PIFS sample, for whom Māori cultural affiliation could not be assessed",
                                                                    "type": "paragraph"
                                                                }
                                                            ]
                                                        }
                                                    ],
                                                    "id": "table2",
                                                    "label": "Table 2",
                                                    "tables": [
                                                        "<table>\n<thead>\n<tr>\n<th>Ethnicity</th>\n<th>Ethnicity weight</th>\n<th>Māori cultural affiliation quintile</th>\n<th>Māori cultural affiliation weight</th>\n<th>Final weight</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>European</td>\n<td align=\"center\">1.04</td>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">1.04</td>\n</tr>\n<tr>\n<td>Māori</td>\n<td align=\"center\">2.96</td>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">2.96<sup><a href=\"#tfn1\">a</a></sup></td>\n</tr>\n<tr>\n<td/>\n<td align=\"center\">2.96</td>\n<td align=\"center\">Quintile 1</td>\n<td align=\"center\">0.34</td>\n<td align=\"center\">1.02</td>\n</tr>\n<tr>\n<td/>\n<td align=\"center\">2.96</td>\n<td align=\"center\">Quintile 2</td>\n<td align=\"center\">1.08</td>\n<td align=\"center\">3.20</td>\n</tr>\n<tr>\n<td/>\n<td align=\"center\">2.96</td>\n<td align=\"center\">Quintile 3</td>\n<td align=\"center\">2.65</td>\n<td align=\"center\">7.84</td>\n</tr>\n<tr>\n<td/>\n<td align=\"center\">2.96</td>\n<td align=\"center\">Quintile 4</td>\n<td align=\"center\">2.03</td>\n<td align=\"center\">6.02</td>\n</tr>\n<tr>\n<td/>\n<td align=\"center\">2.96</td>\n<td align=\"center\">Quintile 5</td>\n<td align=\"center\">4.15</td>\n<td align=\"center\">12.28</td>\n</tr>\n<tr>\n<td>Pacific</td>\n<td align=\"center\">0.26</td>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">0.26</td>\n</tr>\n<tr>\n<td>Asian</td>\n<td align=\"center\">31.99</td>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">31.99</td>\n</tr>\n</tbody>\n</table>"
                                                    ],
                                                    "title": "Final weights used in analysis.",
                                                    "type": "table"
                                                }
                                            ],
                                            "type": "figure"
                                        }
                                    ],
                                    "id": "s2-2-2-1",
                                    "title": "Weighting",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "To enable modelling with maximal data, imputation of missing data was undertaken prior to modelling, following the methods adopted by the Social Genome Project (<a href=\"#bib62\">Winship &amp; Owen, 2013</a>). The CHDS was used as the base for the conceptual framework for the initial MELC model (<a href=\"#bib26\">Lay-Yee <i>et al</i>., 2015</a>) and as such contains all the variables for all the years that need to be modelled. Thus, the only imputation that was needed for the CHDS data was to complete missing cases for some variables. This was achieved by first ordering variables from least missing to most missing. The variable with the least missing values was then regressed against all variables with no missing values (n = 11), and missing values were then stochastically – and singly – imputed based on the model estimates. Then, the variable with the next least missing values was regressed against all complete variables (now n = 12), and missing values were imputed in the same way. This process was continued until all variables were complete. Regression models were chosen based on the distribution of the outcome variable: ordinary least-squares regression was used for continuous outcomes; logistic regression used for binary outcomes; multinomial logistic regression used for categorical outcomes; and Poisson or negative binomial regression used for count outcomes.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The DMHDS had data only at some ages (0, 3, 5, 7, 9, 11, 13) and for some of the variables, so imputation was more involved. No imputation was undertaken for ages at which the DMHDS sample was not assessed (e.g., ages 1, 2, 4, 6, 8, 10). For variables that existed at some or all assessment ages, missing values were imputed in the way described above. For variables with missing ages (i.e., missing from ages 0, 3, 5, 7, 9, 11, or 13), imputation was undertaken in one of three ways.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "First, logic and stochastic methods were used to impute ‘number of children’, which was missing at ages 0, 5 and 9. For example, if the number of children was the same at ages either side of a missing age – say, age 3 and 7 – then the number of children was assumed to be the same at the missing age. If the number of children was different at ages either side of a missing age then the number of children in the missing age was stochastically assigned with probabilities for values between (and including) the values at the measured ages determined on the basis of distributions from the CHDS sample. For example, if the number of children at age 3 was 2 and at age 7 was 4, then the number of children at age 5 was imputed by randomly choosing from the values {2,3,4}, with the probability of choosing each value determined by the proportion with values {2,3,4} among the CHDS sub-sample for whom the number of children at age 3 was 2 and at age 7 was 4.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Second, variables with sufficiently few missing ages to enable the detection of time-trends were modelled and imputed using DMHDS data only. These included mother’s hours worked (missing at ages 0 & 13), change in residence (missing at age 13), and hospital admissions (missing at ages 3 and 11). Models used automatic variable selection of available predictors (using a 0.05 cutoff for logistic models and improved AIC for linear models) to get predictive values for these variables, and imputed values were stochastically chosen from a distribution with the predicted value as its mean.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Third, variables with a large number of missing ages were modelled and imputed using CHDS data. These included outpatient visits (missing at ages 7 and 9), accommodation type (missing at ages 0, 5, 7, 9, 11, 13), home ownership (missing at ages 0, 5, 7, 9, 11, 13), change in parents (missing at ages 0, 3, 5, 7, 9 and 13), mother’s smoking (missing at ages 3, 5, 7, 13), father’s smoking (missing at ages 0, 3, 5, 7, 13), and general practitioner visits (missing at ages 0, 3, 5, 11, 13). As before, models used automatic variable selection of available predictors to get predictive values for these variables, and imputed values were stochastically chosen from a distribution with the predicted value as its mean.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Variables that were completely missing (Alcohol during pregnancy, Welfare, Father’s hours worked, Over-crowding, GP morbidity visits, GP respiratory visits) were imputed using models based on CHDS data, as described above.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Like the DMHDS, the PIFS study only had data at some ages (0, 1, 2, 4, 6, 9) and for some of the variables. A similar procedure as described above for Dunedin was used to impute data for these variables. That is, for variables that existed at some or all assessment ages, missing values were singly imputed in order of number of missing values (i.e., those with the least number of missing values were imputed first and those with the most number of missing values were imputed last). For variables with missing data for some ages (but present data for others) – e.g., mother’s smoking – imputation was based on models using PIFS data only. For remaining variables – breastfeeding, socio-economic status, single parent status, general practitioner preventive and respiratory visits, father’s smoking, household size, household overcrowding, accommodation type, home ownership, single parent status, welfare receipt, changes in residence, reading score, conduct problems, outpatients visits – imputation was based on models using combined CHDS and DMHDS data.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The total amount of missing data is summarised in the web appendix.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "s2-2-2-2",
                                    "title": "Imputing missing data",
                                    "type": "section"
                                }
                            ],
                            "id": "s2-2-2",
                            "title": "2.2.2 Modelling associations",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The statistically-derived parameters determine the transition equations that drive the simulation process. For this, an expected score (for continuous or count variables) or a probability (for binary variables) is generated for each outcome for each individual at each age based on the statistical models developed for each outcome described above. A random draw is then taken from the appropriate distribution (normal, Poisson, negative binomial, binomial) using the expected score/probability as the mean of the distribution and the appropriate model-estimated parameter as the variance (the residual standard error for the normal distribution, the mean for the Poisson distribution, and the dispersion parameter for the negative binomial distribution; no variance measure is required for the binomial distribution as only 0s and 1s are generated). This random draw constitutes the stochastic value assigned to each individual for each outcome, and will vary from simulation run to simulation run as different random draws are taken. Moreover, the dynamic nature of the micro-simulation is such that the stochastic value assigned for certain characteristics will influence – through the role of these characteristics in other regression equations – other ‘downstream’ characteristics. Thus, stochastically determined values have cascading effects in the simulation, and this contributes to the variation in the results from simulation run to simulation run.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-3",
                            "title": "2.2.3 Using measures of association in the simulation",
                            "type": "section"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Transition equations",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A user-friendly software application to run MELC was programmed in JAVA and R. A JAVA-based programme called JAMSIM (JAva MicroSIMulation, <a href=\"#bib32\">Mannion <i>et al</i>. 2012</a>), developed from the agent-based modelling software, ASCAPE (<a href=\"#bib43\">Parker, 2011</a>), provides graphical user interface (GUI) features to display simulation outputs.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A library in the statistical software, R – called SIMARIO – bundles together functions for running and manipulating the simulation process and producing outputs. These functions perform dynamic simulation, i.e. transform records based on statistical models to make changes over time; generate descriptive statistics from the simulation results at each iteration; perform multiple simulation runs and compute averages across runs; and allow scenario testing through manipulation of variable distributions at different points in the simulation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Using JAMSIM and SIMARIO for the MELC model, users have the ability to: (i) view factor distributions for ‘base’ scenarios; (ii) change factors in flexible ways, including: (a) changing the proportion of individuals in categories of a discrete variable; (b) changing the values of a continuous variable for individuals; (c) changing a factor at one point in time or at many different points in time; (d) changing one or many factors at a time; and (e) changing factors for the whole population or for population subgroups of interest (e.g., low socio-economic status groups); and (iii) view the results of scenarios and to compare the results of two or more different scenarios, both for the whole population or for population subgroups of interest.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The JAMSIM/SIMARIO application running the MELC model can be deployed in a desktop environment, and is currently deployed with policy users at New Zealand government ministries.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Deployment",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A key requirement of MELC is that it represents the world well. Prevalence rates and means of characteristics and conditions generated by the simulation should match those of the population, i.e., the base scenario of the model should produce valid results. For the MELC model we were able to test this by comparing simulated results against results for the New Zealand population. Prevalences of outcomes for the New Zealand population were derived from the following sources. For general practitioner visits and outpatients attendances we used the New Zealand Health Survey (NZHS) 2011–12 (<a href=\"#bib37\">Ministry of Health, 2012</a>), for hospitalisations we used the National Minimum Dataset (NMDS) data for 2006 (<a href=\"#bib41\">National Health Board, 2013</a>) as the numerator and the 2006 New Zealand Census population (<a href=\"#bib53\">Statistics New Zealand, 2012</a>) as the denominator, and for reading we used age norms published in the Burt Word Reading Test Teachers Manual (<a href=\"#bib20\">Gilmore <i>et al</i>., 1976</a>). No external source for prevalence of conduct problems existed to enable validation – New Zealand population estimates on conduct problems often cite the very longitudinal studies analysed for our model (e.g., <a href=\"#bib38\">Ministry of Social Development, 2007</a>, p9).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Validation results are shown in <a href=\"#fig2\">Figure 2</a>. Results are shown for NZHS age groupings for GP visits and hospital outpatient attendances (a &amp; b), and for each year of age for hospital admissions and reading (c &amp; d). Note that age = 1 refers to the first year of life, age = 2 refers to the second year of life, etc., not the calendar age of the child.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Panel A of <a href=\"#fig2\">Figure 2</a> shows that simulated GP visits were close to NZHS estimates for ages 2 and 6–10, but were high for age 1 and low for ages 3–5. Differences in methodology are likely to explain the differences for age 1: the MELC simulation models the number of GP visits in the first year of life whereas the NZHS assesses GP visits in the previous 12 months for a sample of children ages 0–11 months old, so the NZHS does not capture a full year of visits for many of these children. Notably the MELC simulated estimates for year 1 are nearly twice those of the NZHS, consistent with GP visits for NZHS children being substantially undercounted in the second half of the year. The MELC model was amended to bring the GP visits into line for ages 3–5 by adjusting the intercept; this maintains the rank order of all children and also leaves the coefficients of all modifiable factors unchanged, thus performing a similar job as other alignment methods, e.g., sorting methods (<a href=\"#bib27\">Li &amp; O’Donahue, 2014</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00116%2Fijm-00116-fig2.tif",
                                        "size": {
                                            "width": 1829,
                                            "height": 1523
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00116%2Fijm-00116-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00116-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Validation of the MELC micro-simulation model for (a) GP visits, (b) Hospital outpatient attendances, (c) Hospital admissions, and (d) Reading. Outcomes are validated against reports from the 2012–13 New Zealand Health Survey (NZHS) (a & b), admissions to all New Zealand hospitals in 2006, as recorded in the National Minimum Dataset (NMDS) (c), and New Zealand norms for the Burt Reading test reported in 1976 (d). Error bars show 95% confidence intervals (no error bars are shown for NMDS hospital admissions as these are based on the whole population).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Panel B of <a href=\"#fig2\">Figure 2</a> shows that simulated hospital outpatient attendances were accurate only for age 2: simulated estimates were higher than NZHS estimates for all other ages. The higher simulated estimate at age 1 can be explained by the methodological difference described above; the higher estimates at other ages cannot be so easily explained. The MELC model was therefore amended to bring the hospital outpatient attendances into line for ages 3–5 and ages 6–10 by adjusting the intercept and age coefficient (as with GP visits this maintains the rank order of all children but leaves the coefficients of all modifiable factors unchanged).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Panel C of <a href=\"#fig2\">Figure 2</a> shows that simulated hospital admissions were very close to actual hospital admissions for the New Zealand population, while panel D shows that simulated reading scores were also very close, though were estimated as slightly higher than 1976 New Zealand norms for ages 9, 10 and 11. No amendments were made to the MELC model for either hospital admissions or reading.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00116%2Fijm-00116-fig3.tif",
                                        "size": {
                                            "width": 1829,
                                            "height": 1524
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00116%2Fijm-00116-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00116-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Validation of the MELC micro-simulation model for (a) GP visits, (b) Hospital outpatient attendances, (c) Hospital admissions, and (d) Reading, after adjusting the models for GP visits and Hospital outpatient attendances data. Outcomes are validated against reports from the 2012–13 New Zealand Health Survey (NZHS) (a & b), admissions to all New Zealand hospitals in 2006, as recorded in the National Minimum Dataset (NMDS) (c), and New Zealand norms for the Burt Reading test reported in 1976 (d). Error bars show 95% confidence intervals (no error bars are shown for NMDS hospital admissions as these are based on the whole population).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Comparisons between the MELC simulated outcomes and New Zealand population estimates <i>after</i> adjusting the models for GP visits and hospital outpatient attendances are shown in <a href=\"#fig3\">Figure 3</a>. This shows a close match for all outcomes for all ages, except for age 1 for GP visits and Hospital outpatient attendances, which differ likely because of the methodological differences between the MELC model and the NZHS explained above.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4 Validation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Simulating the starting population using the transition equations produces a virtual cohort with characteristics from birth to age 13. This virtual cohort represents a ‘base’ scenario, i.e., a simulation representing the ‘business as usual’ case. However, of more interest is the ability of MELC to test the effects of ‘policy’ scenarios by changing some features in the system and simulating the effects. We achieved this by changing the distributions of various factors (e.g., changing a proportion of children in welfare-dependent homes; changing the birth weight distribution for children) to mimic the impact of a particular policy intervention under consideration. We chose to change distributions rather than reweight the dataset so that: (i) only downstream variables are affected (weighting affects all variables), thus allowing users to assess the likely effect on any outcome or indeed any other variable in the simulation; (ii) any combination of variables for any subgroup of the population could be changed for a scenario (weighting becomes more complicated the more variables that are changed); and (iii) change is simulated for those most likely to change, via propensity score models described below (weighting implicitly equally weights all those in the target group).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to change the distribution of a variable to that desired under a specific scenario, the data values of individual units were changed. This was achieved as follows. For categorical variables, a propensity to be in each category was calculated for each individual, based on a logistic (for two-category variables) or multinomial logistic (for &gt; 2 category variables) model using each individual’s starting or simulated characteristics as predictors. For each simulation run, a random draw from a normal distribution with mean = 0, and standard deviation equal to the standard error of the propensity score was used to determine a constant to be added to (or subtracted from) each individual’s propensity score. This new ‘stochastic’ propensity score was then used to determine which individuals to shift from one group to another (i.e., if the number who need to shift = x, then those with the x highest propensity scores are chosen to shift in each simulation run).",
                            "type": "paragraph"
                        },
                        {
                            "text": "For continuous variables, the process was largely the same in that continuous scores were categorised for scenario testing purposes, and stochastic propensity scores were generated and shifting between categories determined in the way described above. The adjusted categorical values for each individual were converted back to continuous scores by using a series of regression models (either linear regression or negative binomial regression, depending on which gave better fit), each one based on data only from the region defined by the categorisation. Continuous values were assigned by drawing random numbers from the appropriate distribution (normal; negative binomial) using the fitted values from the model as the mean and the variance defined by either the residual standard error (linear model) or the estimated dispersion parameter (negative binomial model).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Micro-simulation of the policy scenario (with factors changed as described above) was then compared to micro-simulation of the ‘base’ scenario to determine the impact of the policy scenario. As each scenario was based on a number of simulation runs, uncertainty in the effect of a policy scenario on an outcome of interest was represented as a confidence interval based on the variation across simulation runs. For the scenarios we present in this paper ten simulation runs were undertaken (as will be shown, these produce relatively narrow confidence intervals).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Three scenarios were tested, and the changes made for each scenario are described below:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "How can we improve early literacy?",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "In the analyses we conducted to model associations, the following four factors were found to be most strongly associated with better reading: older maternal age at birth of child, higher maternal educational qualifications, higher birth weight, and living in an owned home. We varied each of these factors in the whole population to be at or approximating those of high socio-economic status children for maternal age, maternal education and living in an owned home, and to reduce the prevalence of low birth weight (&lt; 2.5kg) by 75%. Specifically, distributions were changed in the following way:",
                                        "type": "paragraph"
                                    },
                                    {
                                        "items": [
                                            [
                                                {
                                                    "text": "maternal age: &lt; 20 (from 3.9% to 1%), 20–24 (from 14.2% to 10%), 25–29 (from 22.3% to 25%), 30–34 (from 34.7% to 35%), 35–39 (from 20.5% to 25%), 40+ (from 4.4% to 4%); and",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            [
                                                {
                                                    "text": "maternal education: tertiary (from 23% to 40%), secondary (from 61% to 50%), and none (from 16% to 10%); and",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            [
                                                {
                                                    "text": "birth weight: &lt;= 2.5kg (from 4.1% to 1%), 2.501–3kg (16.1% to 10%), 3.001–3.5kg (29.6% to 35%), 3.501kg-4kg (34.2% to 35%), &gt; 4kg (16.0% to 19%); and",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            [
                                                {
                                                    "text": "living in an owned home: from between 48.7% (age 1) and 63.9% (age 13) to 70% (age 1), increasing 1% per year to 82% in year 13.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        ],
                                        "prefix": "roman-lower",
                                        "type": "list"
                                    }
                                ],
                                [
                                    {
                                        "text": "How does single parenting affect later conduct problems?",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "Single parenting rates varied from 20.5% in the second year of life to 23.4% in year 13. We reduced single parenting to a flat rate of 10% in each year (roughly half the actual prevalence, and roughly equal to the prevalence among high socio-economic status families), and then tested the overall effect on conduct problems in the population. We note that single parenting is a well-established predictor of child conduct problems (<a href=\"#bib40\">Murray &amp; Farrington, 2010</a>), though its association may be complicated (<a href=\"#bib25\">Jaffee <i>et al</i>., 2003</a>). Nonetheless, this was the scenario of interest to the policy-makers, and the nature of our micro-simulation model allows the manipulation of single-parenting independent of other related explanatory variables (e.g., socio-economic status), thus giving us greater confidence in assessing the likely effect of such a manipulation.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "What interventions have impact on later outcomes for Māori, Pacific or low-socioeconomic status groups?",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "For this scenario we tested an ‘equalization’ scenario in which we altered proportions and means among Māori, Pacific and low-socio-economic status groups to be equal to those for the general population for the following factors: smoking in pregnancy; maternal education; maternal age; breastfeeding; birthweight; single parenting; accommodation type; housing tenure; early childhood education; maternal expressed emotion; and maternal punitiveness. We then tested the effect of these changes on three outcomes: reading, conduct problems, and hospital admissions.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        }
                    ],
                    "id": "s2-5",
                    "title": "2.5 Testing scenarios",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Methods",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "In this scenario, we changed a number of factors thought to be important for early literacy, and simulated the results on children’s reading scores. The results show that the scenario resulted in very small but detectable changes to reading scores (see <a href=\"#fig4\">Figure 4</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00116%2Fijm-00116-fig4.tif",
                                        "size": {
                                            "width": 1503,
                                            "height": 903
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00116%2Fijm-00116-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00116-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Impact of scenario to improve early literacy, as measured by the burt reading score.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Improving early literacy",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The impact on conduct problems of reducing the prevalence of single parenting to 10% for each year of age is shown in <a href=\"#fig5\">Figure 5</a>. The figure shows that reducing the prevalence of single parenting resulted in reductions in the prevalence of conduct problems over time, up to 15–20% by ages 10–13.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00116%2Fijm-00116-fig5.tif",
                                        "size": {
                                            "width": 1503,
                                            "height": 903
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00116%2Fijm-00116-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00116-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Impact of reducing single parenting on conduct problems.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 The effect of single parenting on conduct problems",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The impact on conduct problems, reading, and hospital admissions of bringing a number of structural, perinatal and parenting factors (described in the methods section) for Māori, Pacific and low socio-economic status children into line with the general population (‘equalization’ scenario) is shown in <a href=\"#fig6\">Figures 6</a>-<a href=\"#fig8\">8</a>. <a href=\"#fig6\">Figure 6</a> shows that, for Māori, Pacific and low socio-economic status children, the equalization scenario produced a reduction in conduct problems of about four percentage points from ages 7–13. <a href=\"#fig7\">Figure 7</a> shows a much smaller and often non-significant increase in reading scores that was similar across ages and across Māori, Pacific and low socio-economic status children. <a href=\"#fig8\">Figure 8</a> shows no evidence of an effect of the equalization scenarios on hospital admissions for either Māori, Pacific or low socio-economic status children.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00116%2Fijm-00116-fig6.tif",
                                        "size": {
                                            "width": 2906,
                                            "height": 977
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00116%2Fijm-00116-fig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00116-fig6.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Impact on conduct problems of bringing structural, perinatal and parenting factors into line with the general population (equalization scenario) for (a) Māori, (b) Pacific, and (c) low socioeconomic status children.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00116%2Fijm-00116-fig7.tif",
                                        "size": {
                                            "width": 2906,
                                            "height": 985
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00116%2Fijm-00116-fig7.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00116-fig7.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Impact on reading (Burt score) of bringing structural, perinatal and parenting factors into line with the general population (equalization scenario) for (a) Māori, (b) Pacific, and (c) low socioeconomic status children.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00116%2Fijm-00116-fig8.tif",
                                        "size": {
                                            "width": 2906,
                                            "height": 1000
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00116%2Fijm-00116-fig8.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00116-fig8.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "Impact on hospital admissions of bringing structural, perinatal and parenting factors into line with the general population (equalization scenario) for (a) Māori, (b) Pacific, and (c) low socioeconomic status children.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Impact on outcomes for Māori, Pacific or low-socio-economic status groups",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Results of testing policy scenarios",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The purpose of this paper was to demonstrate the Modelling the Early Life-course (MELC) microsimulation model, which was developed to understand the factors upon which policies can be devised to improve the lives of children and young people. The MELC model simulates a representative sample of New Zealand children ageing from birth to age 13, with rules for transitioning children from year to year derived from analysing data from child cohort studies.",
                    "type": "paragraph"
                },
                {
                    "text": "The MELC model was able to be validated for three of four outcomes for which external data exist. The model simulated hospital admission results and reading score results that closely matched those of the New Zealand population (from admission records and school-based reading norms). Simulated GP visit numbers were close to those reported in a national survey for ages 2 and 6–10, but underestimated the number of visits for 3–5 year olds and methodological reasons prevented accurate comparisons for the first year of life. The simulation model was calibrated to the national survey estimates to account for the underestimate in years 3–5. However, simulation results for hospital outpatient attendances showed quite different trends to those reported in a national survey. These likely reflect differences between the early life-course trajectory of hospital outpatient attendances reported by the child cohort studies (two of which began in the 1970s) and the early life-course trajectory of hospital outpatient attendances that children in New Zealand experience in the 2000s. While post-modelling calibration was able to bring simulated results in line with national estimates, question marks should remain over modelling this outcome.",
                    "type": "paragraph"
                },
                {
                    "text": "Other limitations of the MELC model are worth noting. First, MELC is a discrete-time dynamic MSM with status updates every year, so it not designed to handle events in continuous time. This is sensible for factors in the model that are not ‘events’ (e.g., reading score, conduct problems), but less so for factors that are events (e.g., becoming a child of a single parent). Second, MELC covers a limited lifespan (from birth to age 13) for a limited range of factors. Work is underway to extend the model to early adulthood to encompass transitions out of school into employment or further training, and we also plan to increase the range of factors to broaden the policy relevance of the model.",
                    "type": "paragraph"
                },
                {
                    "text": "Third, early childhood education was not a factor in the ‘improving early literacy’ scenario because it was not a strong predictor in the reading model (though it was significant). This was perhaps because the early childhood education experienced by the two older samples (both born in the 1970’s) is likely to be of a different form – focussing on child-minding rather than education – than more recent early childhood education. Whatever the reason, this should be considered a limitation of the model, given the established literature on the importance of early childhood education for later education outcomes (<a href=\"#bib11\">Dearing <i>et al</i>., 2009</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Fourth, MELC simulates a closed cohort rather than a current and growing population (i.e., with births, deaths, immigration and emigration). This is a limitation for policy makers interested in serving a population with changing demographics (~25% of the New Zealand population is foreign born, though only ~10% of the age group MELC models is foreign born). Work is underway to explicitly model births, deaths, immigration and emigration, to extend the model to early adulthood to encompass transitions out of school into employment or further training, and we also plan to increase the range of factors to broaden the policy relevance of the model.",
                    "type": "paragraph"
                },
                {
                    "text": "Fifth, it is unclear whether the effects tested in the model can be considered causal. This is an issue for all micro-simulation models driven by estimates from observational data. While analytic techniques have been developed that strengthen a causal interpretation of associations using observational data (e.g., sibling comparison studies, <a href=\"#bib13\">Ellingson <i>et al</i>., 2014</a>; twin studies, <a href=\"#bib58\">van Os <i>et al</i>., 2001</a>; <a href=\"#bib6\">Caspi <i>et al</i>., 2004</a>; in vitro fertilization samples, <a href=\"#bib17\">Gaysina <i>et al</i>., 2013</a>), few have been applied to the associations represented in the MELC model. To our knowledge only one study has, and that study suggests that there is no causal association between breastfeeding and child conduct problems (<a href=\"#bib50\">Shelton <i>et al</i>., 2011</a>). Findings should interpreted with this limitation in mind.",
                    "type": "paragraph"
                },
                {
                    "text": "In addition to its empirical underpinning, the strengths of the MELC model include the ability to test scenarios that are relevant to policy makers via a user friendly interface. There is no limit to the number of scenarios that can be run, and the results of different scenarios can be viewed in both tabular and graphical form. The value of micro-simulation in MELC – as opposed to separate statistical modelling of each outcome – is that it incorporates the statistical modelling into one system, which allows policy makers the flexibility to test the impact of (potentially) many X on (potentially) many Y, and also the effect for subgroups of interest, while accounting for the stochastic nature of life transitions (e.g., those with a high probability of X will not necessarily exhibit X). In this sense, simulation provides an efficient way to combine interrelated statistical models to test a wide range of scenarios of interest.",
                    "type": "paragraph"
                },
                {
                    "text": "A number of conclusions can be drawn from the scenarios presented in this paper. First, the <i>improving early literacy</i> scenario showed reliable but small improvements to literacy as a result of changing four factors: maternal age, maternal education, birth weight, and living in an owned home. This suggests that even sizeable changes in a number of factors sometimes do not have the large impact desired, perhaps because effect sizes are often small. Also of note here is that the factors found most likely to improve literacy are not typically considered as targets for policy intervention, especially for an education outcome. Thus, while one can imagine policy interventions that could affect all four, it is hard to compare the findings of the scenarios presented to findings in the intervention literature. However, all four factors have been shown to be associated with reading improvements (maternal age: <a href=\"#bib49\">Shaw <i>et al</i>., 2006</a>; maternal education: <a href=\"#bib31\">Magnuson, 2007</a>; birth weight: <a href=\"#bib7\">Chatterji <i>et al</i>., 2014</a>; living in an owned home: <a href=\"#bib23\">Haurin <i>et al</i>., 2002</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Second, the <i>effect of single parenting on conduct problems</i> scenario showed a noticeable and moderate reduction in conduct problems resulting from a sizeable change in single parenting (reducing it from &gt; 20% to 10% in each year of the child’s life). The impact of single parenting on conduct problems has been well-established in the literature (<a href=\"#bib24\">Hill, 2002</a>; <a href=\"#bib46\">Murray &amp; Farrington 2010</a>; <a href=\"#bib39\">Murray <i>et al</i>. 2013</a>), with estimates suggesting that experiencing a change from a two-parent to a single parent household is associated with a 0.2SD increase in conduct scores (<a href=\"#bib47\">Ryan <i>et al</i>., 2014</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Third, the <i>impact on outcomes for Māori, Pacific or low-socio-economic status groups</i> scenario showed mixed results. Altering proportions and means of a number of structural, perinatal and parenting factors relative to the general population for Māori, Pacific or low-socio-economic status resulted in moderate reductions in conduct problems for each of these groups, but only modest improvements to reading, and no change in hospital admissions. The findings for reading and conduct problems mirrored those for the general population in the other two scenarios tested: very small effects on reading and larger effects on conduct problems. The finding for hospital admissions perhaps indicate that the factors that influence ‘generic’ health service use outcomes such as hospital admissions are not easily captured because the risks factors may either be condition-specific (e.g., asthma, <a href=\"#bib10\">Davidson <i>et al</i>., 2010</a>; <a href=\"#bib2\">Algert <i>et al</i>., 2011</a>), or may be clinical factors (e.g., <a href=\"#bib2\">Algert <i>et al</i>., 2011</a>; <a href=\"#bib19\">Gill <i>et al</i>., 2015</a>) rather than the socio-economic or behavioural factors that are the focus of the MELC model. Interestingly, one of the few studies to investigate all-cause hospital admissions found few factors that explained admissions in children aged 2–11: just family income and gestational age explained admissions among boys only, there were no significant factors for girls (<a href=\"#bib35\">Menezes <i>et al</i>., 2010</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Fourth, and more generally, the results of these scenarios emphasise that it is quite difficult to have large impacts on outcomes, even with substantial changes to multiple factors. This perhaps emphasises that multiple areas need to be targeted to have a large impact on children’s lives – there is no “silver bullet” factor that by itself will solve problems in a domain of child functioning.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Discussion",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Breastfeeding is associated with reduced childhood hospitalization: evidence from a Scottish Birth Cohort (1997–2009)",
            "authors": [
                {
                    "name": {
                        "index": "Ajetunmobi, OM",
                        "preferred": "OM Ajetunmobi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whyte, B",
                        "preferred": "B Whyte"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chalmers, J",
                        "preferred": "J Chalmers"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib1",
            "journal": "J Pediatr",
            "pages": {
                "first": "620",
                "last": "5",
                "range": "620–5"
            },
            "type": "journal",
            "volume": "166"
        },
        {
            "articleTitle": "Pregnancy exposures and risk of childhood asthma admission in a population birth cohort",
            "authors": [
                {
                    "name": {
                        "index": "Algert, CS",
                        "preferred": "CS Algert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bowen, JR",
                        "preferred": "JR Bowen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lain, SL",
                        "preferred": "SL Lain"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib2",
            "journal": "Pediatr Allergy Immunol",
            "pages": {
                "first": "836",
                "last": "42",
                "range": "836–42"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "articleTitle": "Effects of maternal prenatal smoking and birth outcomes extending into the normal range on academic performance in fourth grade in North Carolina, USA",
            "authors": [
                {
                    "name": {
                        "index": "Anthopolos, R1",
                        "preferred": "R1 Anthopolos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Edwards, SE",
                        "preferred": "SE Edwards"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Miranda, ML",
                        "preferred": "ML Miranda"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib3",
            "journal": "Paediatr Perinat Epidemiol",
            "pages": {
                "first": "564",
                "last": "74",
                "range": "564–74"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "articleTitle": "Home ownership and the emotional and behavioral problems of children and youth",
            "authors": [
                {
                    "name": {
                        "index": "Boyle, MH",
                        "preferred": "MH Boyle"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib4",
            "journal": "Child Dev",
            "pages": {
                "first": "883",
                "last": "92",
                "range": "883–92"
            },
            "type": "journal",
            "volume": "73"
        },
        {
            "articleTitle": "Childhood hospitalisation with infection and cardiovascular disease in early-mid adulthood: a longitudinal population-based study",
            "authors": [
                {
                    "name": {
                        "index": "Burgner, DP",
                        "preferred": "DP Burgner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cooper, MN",
                        "preferred": "MN Cooper"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moore, HC",
                        "preferred": "HC Moore"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib5",
            "journal": "PLoS One",
            "pages": "e0125342",
            "type": "journal",
            "volume": "10"
        },
        {
            "articleTitle": "Maternal expressed emotion predicts children's antisocial behavior problems: using monozygotic-twin differences to identify environmental effects on behavioral development",
            "authors": [
                {
                    "name": {
                        "index": "Caspi, A",
                        "preferred": "A Caspi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moffitt, TE",
                        "preferred": "TE Moffitt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morgan, J",
                        "preferred": "J Morgan"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib6",
            "journal": "Dev Psychol",
            "pages": {
                "first": "149",
                "last": "61",
                "range": "149–61"
            },
            "type": "journal",
            "volume": "40"
        },
        {
            "articleTitle": "Birth weight and academic achievement in childhood",
            "authors": [
                {
                    "name": {
                        "index": "Chatterji, P",
                        "preferred": "P Chatterji"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kim, D",
                        "preferred": "D Kim"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lahiri, K",
                        "preferred": "K Lahiri"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib7",
            "journal": "Health Economics",
            "pages": {
                "first": "1013",
                "last": "1035",
                "range": "1013–1035"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "articleTitle": "Academic achievement despite child maltreatment: a longitudinal study",
            "authors": [
                {
                    "name": {
                        "index": "Coohey, C",
                        "preferred": "C Coohey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Renner, LM",
                        "preferred": "LM Renner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hua, L",
                        "preferred": "L Hua"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib8",
            "journal": "Child Abuse Negl",
            "pages": {
                "first": "688",
                "last": "99",
                "range": "688–99"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "articleTitle": "The role of maternal education and nonmaternal care services in the prevention of children's physical aggression problems",
            "authors": [
                {
                    "name": {
                        "index": "Côté, SM",
                        "preferred": "SM Côté"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Boivin, M",
                        "preferred": "M Boivin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nagin, DS",
                        "preferred": "DS Nagin"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib9",
            "journal": "Arch Gen Psychiatry",
            "pages": {
                "first": "1305",
                "last": "12",
                "range": "1305–12"
            },
            "type": "journal",
            "volume": "64"
        },
        {
            "articleTitle": "Influence of maternal and perinatal factors on subsequent hospitalisation for asthma in children: evidence from the Oxford record linkage study",
            "authors": [
                {
                    "name": {
                        "index": "Davidson, R",
                        "preferred": "R Davidson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roberts, SE",
                        "preferred": "SE Roberts"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wotton, CJ",
                        "preferred": "CJ Wotton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goldacre, MJ",
                        "preferred": "MJ Goldacre"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib10",
            "journal": "BMC Pulm Med",
            "pages": "14",
            "type": "journal",
            "volume": "10"
        },
        {
            "articleTitle": "Does higher quality early child care promote low-income children's math and reading achievement in middle childhood?",
            "authors": [
                {
                    "name": {
                        "index": "Dearing, E",
                        "preferred": "E Dearing"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McCartney, K",
                        "preferred": "K McCartney"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taylor, BA",
                        "preferred": "BA Taylor"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib11",
            "journal": "Child Dev",
            "pages": {
                "first": "1329",
                "last": "49",
                "range": "1329–49"
            },
            "type": "journal",
            "volume": "80"
        },
        {
            "articleTitle": "Dynamic microsimulation modeling for policy support: An application to Belgium and possibilities for Japan",
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Inagaki, S",
                        "preferred": "S Inagaki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Desmet, R",
                        "preferred": "R Desmet"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib12",
            "journal": "Rev Socionetwork Strat",
            "pages": {
                "first": "31",
                "last": "47",
                "range": "31–47"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "A sibling-comparison study of smoking during pregnancy and childhood psychological traits",
            "authors": [
                {
                    "name": {
                        "index": "Ellingson, JM",
                        "preferred": "JM Ellingson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goodnight, JA",
                        "preferred": "JA Goodnight"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van Hulle, CA",
                        "preferred": "CA Van Hulle"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib13",
            "journal": "Behav Genet",
            "pages": {
                "first": "25",
                "last": "35",
                "range": "25–35"
            },
            "type": "journal",
            "volume": "44"
        },
        {
            "articleTitle": "Trends in hospitalization rates and severity of injuries from abuse in young children, 1997-2009",
            "authors": [
                {
                    "name": {
                        "index": "Farst, K",
                        "preferred": "K Farst"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ambadwar, PB",
                        "preferred": "PB Ambadwar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "King, AJ",
                        "preferred": "AJ King"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib14",
            "journal": "Pediatrics",
            "pages": {
                "first": "e1796",
                "last": "802",
                "range": "e1796–802"
            },
            "type": "journal",
            "volume": "131"
        },
        {
            "articleTitle": "The Christchurch Health and Development Study: Review of Findings on Child and Adolescent Mental Health",
            "authors": [
                {
                    "name": {
                        "index": "Fergusson, DM",
                        "preferred": "DM Fergusson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Horwood, LJ",
                        "preferred": "LJ Horwood"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib15",
            "journal": "Australian and New Zealand Journal of Psychiatry",
            "pages": {
                "first": "287",
                "last": "296",
                "range": "287–296"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "articleTitle": "Assessing and addressing Māori outcomes: Preliminary findings from Te Hoe Nuku Roa Māori Household Research",
            "authors": [
                {
                    "name": {
                        "index": "Fitzgerald, E",
                        "preferred": "E Fitzgerald"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Durie, M",
                        "preferred": "M Durie"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib16",
            "journal": "New Zealand Population Review",
            "pages": {
                "first": "115",
                "last": "121",
                "range": "115–121"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "articleTitle": "Maternal smoking during pregnancy and offspring conduct problems: evidence from 3 independent genetically sensitive research designs",
            "authors": [
                {
                    "name": {
                        "index": "Gaysina, D",
                        "preferred": "D Gaysina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fergusson, DM",
                        "preferred": "DM Fergusson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leve, LD",
                        "preferred": "LD Leve"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib17",
            "journal": "JAMA Psychiatry",
            "pages": {
                "first": "956",
                "last": "63",
                "range": "956–63"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gilbert, N",
                        "preferred": "N Gilbert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Troitzsch, K",
                        "preferred": "K Troitzsch"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Simulation for the Social Scientist",
            "date": "2005",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Maidenhead"
                        ]
                    },
                    "formatted": [
                        "Maidenhead"
                    ]
                },
                "name": [
                    "Open University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Identification of children at risk of influenza-related complications in primary and ambulatory care: a systematic review and meta-analysis",
            "authors": [
                {
                    "name": {
                        "index": "Gill, PJ",
                        "preferred": "PJ Gill"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ashdown, HF",
                        "preferred": "HF Ashdown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wang, K",
                        "preferred": "K Wang"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib19",
            "journal": "Lancet Respir Med",
            "pages": {
                "first": "139",
                "last": "149",
                "range": "139–149"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gilmore, A",
                        "preferred": "A Gilmore"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Croft, C",
                        "preferred": "C Croft"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reid, N",
                        "preferred": "N Reid"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Burt Word Reading Test, New Zealand Revision",
            "date": "1976",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Wellington"
                        ]
                    },
                    "formatted": [
                        "Wellington"
                    ]
                },
                "name": [
                    "New Zealand Council for Educational Research"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Family policy, family structure, and children's educational achievement",
            "authors": [
                {
                    "name": {
                        "index": "Hampden-Thompson, G",
                        "preferred": "G Hampden-Thompson"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib21",
            "journal": "Soc Sci Res",
            "pages": {
                "first": "804",
                "last": "17",
                "range": "804–17"
            },
            "type": "journal",
            "volume": "42"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "APPSIM: The Australian Dynamic Population and Policy Microsimulation Model",
            "date": "2007",
            "id": "bib22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra, Australia"
                        ]
                    },
                    "formatted": [
                        "Canberra, Australia"
                    ]
                },
                "name": [
                    "National Centre for Social and Economic Modeling"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Does homeownership affect child outcomes?",
            "authors": [
                {
                    "name": {
                        "index": "Haurin, DR",
                        "preferred": "DR Haurin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Parcel, TL",
                        "preferred": "TL Parcel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haurin, RJ",
                        "preferred": "RJ Haurin"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib23",
            "journal": "Real Estate Economics",
            "pages": {
                "first": "635",
                "last": "666",
                "range": "635–666"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "Biological, psychological and social processes in the conduct disorders",
            "authors": [
                {
                    "name": {
                        "index": "Hill, J",
                        "preferred": "J Hill"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib24",
            "journal": "Journal of Child Psychology and Psychiatry",
            "pages": {
                "first": "133",
                "last": "164",
                "range": "133–164"
            },
            "type": "journal",
            "volume": "43"
        },
        {
            "articleTitle": "Life with (or without) father: the benefits of living with two biological parents depend on the father's antisocial behavior",
            "authors": [
                {
                    "name": {
                        "index": "Jaffee, SR",
                        "preferred": "SR Jaffee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moffitt, TE",
                        "preferred": "TE Moffitt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Caspi, A",
                        "preferred": "A Caspi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taylor, A",
                        "preferred": "A Taylor"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib25",
            "journal": "Child Dev",
            "pages": {
                "first": "109",
                "last": "26",
                "range": "109–26"
            },
            "type": "journal",
            "volume": "74"
        },
        {
            "articleTitle": "Determinants and disparities: A simulation approach to the case of child health care",
            "authors": [
                {
                    "name": {
                        "index": "Lay-Yee, R",
                        "preferred": "R Lay-Yee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Milne, B",
                        "preferred": "B Milne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Davis, P",
                        "preferred": "P Davis"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib26",
            "journal": "Social Science and Medicine",
            "pages": {
                "first": "202",
                "last": "211",
                "range": "202–211"
            },
            "type": "journal",
            "volume": "128"
        },
        {
            "articleTitle": "Evaluating Binary Alignment Methods in Microsimulation Models",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donahue, C",
                        "preferred": "C O’Donahue"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib27",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "15",
            "type": "journal",
            "volume": "17"
        },
        {
            "articleTitle": "Breastfeeding and later psychosocial development of children at 6 years of age",
            "authors": [
                {
                    "name": {
                        "index": "Lind, JN",
                        "preferred": "JN Lind"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Li, R",
                        "preferred": "R Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Perrine, CG",
                        "preferred": "CG Perrine"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schieve, LA",
                        "preferred": "LA Schieve"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib28",
            "journal": "Pediatrics",
            "pages": {
                "first": "S36",
                "last": "41",
                "range": "S36–41"
            },
            "type": "journal",
            "volume": "134"
        },
        {
            "articleTitle": "The benefits and costs of Head Start",
            "authors": [
                {
                    "name": {
                        "index": "Ludwig, J",
                        "preferred": "J Ludwig"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Phillips, D",
                        "preferred": "D Phillips"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib29",
            "journal": "Social Policy Report",
            "pages": {
                "first": "3",
                "last": "13",
                "range": "3–13"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "Exploring the relation of harsh parental discipline with child emotional and behavioral problems by using multiple informants. The generation R study",
            "authors": [
                {
                    "name": {
                        "index": "Mackenbach, JD",
                        "preferred": "JD Mackenbach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ringoot, AP",
                        "preferred": "AP Ringoot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van der Ende, J",
                        "preferred": "J van der Ende"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib30",
            "journal": "PLoS One",
            "pages": "e104793",
            "type": "journal",
            "volume": "9"
        },
        {
            "articleTitle": "Maternal Education and Children's Academic Achievement During Middle Childhood",
            "authors": [
                {
                    "name": {
                        "index": "Magnuson, K",
                        "preferred": "K Magnuson"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib31",
            "journal": "Dev Psychol",
            "pages": {
                "first": "1497",
                "last": "1512",
                "range": "1497–1512"
            },
            "type": "journal",
            "volume": "43"
        },
        {
            "articleTitle": "JAMSIM: A Micro-simulation Modeling Policy Tool",
            "authors": [
                {
                    "name": {
                        "index": "Mannion, O",
                        "preferred": "O Mannion"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lay-Yee, R",
                        "preferred": "R Lay-Yee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wrapson, W",
                        "preferred": "W Wrapson"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib32",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "8",
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "The effect of breastfeeding on children's educational test scores at nine years of age: results of an Irish cohort study",
            "authors": [
                {
                    "name": {
                        "index": "McCrory, C",
                        "preferred": "C McCrory"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Layte, R",
                        "preferred": "R Layte"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib33",
            "journal": "Soc Sci Med",
            "pages": {
                "first": "1515",
                "last": "21",
                "range": "1515–21"
            },
            "type": "journal",
            "volume": "72"
        },
        {
            "articleTitle": "Regression-Style Models for Parameter Estimation in Dynamic Microsimulation: An Empirical Performance Assessment.",
            "authors": [
                {
                    "name": {
                        "index": "McLay, JM",
                        "preferred": "JM McLay"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lay-Yee, R",
                        "preferred": "R Lay-Yee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Milne, BJ",
                        "preferred": "BJ Milne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Davis, P",
                        "preferred": "P Davis"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib34",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "83",
                "last": "127",
                "range": "83–127"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Hospital admissions from birth to early adolescence and early-life risk factors: the 11-year follow-up of the 1993 Pelotas (Brazil) birth cohort study.",
            "authors": [
                {
                    "name": {
                        "index": "Menezes, AM",
                        "preferred": "AM Menezes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Noal, RB",
                        "preferred": "RB Noal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cesar, JA",
                        "preferred": "JA Cesar"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib35",
            "journal": "Cad Saude Publica",
            "pages": {
                "first": "1980",
                "last": "9",
                "range": "1980–9"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "articleTitle": "A collaborative approach to bridging the research-policy gap through the development of policy advice software",
            "authors": [
                {
                    "name": {
                        "index": "Milne, BJ",
                        "preferred": "BJ Milne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lay-Yee, R",
                        "preferred": "R Lay-Yee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thomas, J",
                        "preferred": "J Thomas"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib36",
            "journal": "Evidence and Policy",
            "pages": {
                "first": "127",
                "last": "136",
                "range": "127–136"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "authors": [
                {
                    "name": "Ministry of Health",
                    "type": "group"
                }
            ],
            "bookTitle": "The Health of New Zealand Children 2011/12: Key findings of the New Zealand Health Survey",
            "date": "2012",
            "id": "bib37",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Wellington"
                        ]
                    },
                    "formatted": [
                        "Wellington"
                    ]
                },
                "name": [
                    "Ministry of Health"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Ministry of Social Development",
                    "type": "group"
                }
            ],
            "bookTitle": "Inter-agency plan for conduct disorder/ severe antisocial behaviour. 2007-2012",
            "date": "2007",
            "id": "bib38",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Wellington"
                        ]
                    },
                    "formatted": [
                        "Wellington"
                    ]
                },
                "name": [
                    "Ministry of Social Development"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Epidemiology of childhood conduct problems in Brazil: systematic review and meta-analysis",
            "authors": [
                {
                    "name": {
                        "index": "Murray, J",
                        "preferred": "J Murray"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Anselmi, L",
                        "preferred": "L Anselmi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gallo, EA",
                        "preferred": "EA Gallo"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib39",
            "journal": "et al",
            "pages": {
                "first": "1527",
                "last": "1538",
                "range": "1527–1538"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "articleTitle": "Risk factors for conduct disorder and delinquency: key findings from longitudinal studies",
            "authors": [
                {
                    "name": {
                        "index": "Murray, J",
                        "preferred": "J Murray"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Farrington, DP",
                        "preferred": "DP Farrington"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib40",
            "journal": "Can J Psychiatry",
            "pages": {
                "first": "633",
                "last": "42",
                "range": "633–42"
            },
            "type": "journal",
            "volume": "55"
        },
        {
            "authors": [
                {
                    "name": "National Health Board",
                    "type": "group"
                }
            ],
            "date": "2013",
            "details": "National Minimum Dataset (Hospital Events) Data Dictionary, Wellington, Ministry of Health",
            "id": "bib41",
            "title": "National Minimum Dataset (Hospital Events) Data Dictionary",
            "type": "unknown"
        },
        {
            "articleTitle": "Prediction of differential adult health burden by conduct problem subtypes in males",
            "authors": [
                {
                    "name": {
                        "index": "Odgers, CL",
                        "preferred": "CL Odgers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Caspi, A",
                        "preferred": "A Caspi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Broadbent, JM",
                        "preferred": "JM Broadbent"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib42",
            "journal": "Archives of General Psychiatry",
            "pages": {
                "first": "476",
                "last": "484",
                "range": "476–484"
            },
            "type": "journal",
            "volume": "64"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Parker, M",
                        "preferred": "M Parker"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib43",
            "title": "http://ascape.sourceforge.net/",
            "type": "web",
            "uri": "http://ascape.sourceforge.net/",
            "website": "Ascape"
        },
        {
            "articleTitle": "Cohort profile, The Pacific Islands Families (PIF) Study",
            "authors": [
                {
                    "name": {
                        "index": "Paterson, J",
                        "preferred": "J Paterson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, T",
                        "preferred": "T Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schluter, P",
                        "preferred": "P Schluter"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib44",
            "journal": "International Journal of Epidemiology",
            "pages": {
                "first": "273",
                "last": "279",
                "range": "273–279"
            },
            "type": "journal",
            "volume": "37"
        },
        {
            "articleTitle": "Early detection of children at risk for antisocial behaviour using data from routine preventive child healthcare",
            "authors": [
                {
                    "name": {
                        "index": "Reijneveld, SA",
                        "preferred": "SA Reijneveld"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Crone, MR",
                        "preferred": "MR Crone"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Meer, G",
                        "preferred": "G de Meer"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib45",
            "journal": "BMC Pediatr",
            "pages": "24",
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "A Geospatial Dynamic Microsimulation Model for Household Population Projections",
            "authors": [
                {
                    "name": {
                        "index": "Rogers, SM",
                        "preferred": "SM Rogers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rineer, J",
                        "preferred": "J Rineer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scrugg",
                        "preferred": "Scrugg"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib46",
            "journal": "Int J Microsimulation",
            "pages": {
                "first": "119",
                "last": "146",
                "range": "119–146"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ryan, RM",
                        "preferred": "RM Ryan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Claessens, A",
                        "preferred": "A Claessens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Markowitz, AJ",
                        "preferred": "AJ Markowitz"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "Child Dev, doi: 10.1111/cdev.12283",
            "id": "bib47",
            "title": "Associations Between Family Structure Change and Child Behavior Problems: The Moderating Effect of Family Income",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "SAS Institute Incorporated",
                    "type": "group"
                }
            ],
            "bookTitle": "SAS 9.3.",
            "date": "2010",
            "id": "bib48",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cary, NC, USA"
                        ]
                    },
                    "formatted": [
                        "Cary, NC, USA"
                    ]
                },
                "name": [
                    "SAS Institute Inc"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Teenage children of teenage mothers: Psychological, behavioural and health outcomes from an Australian prospective longitudinal study",
            "authors": [
                {
                    "name": {
                        "index": "Shaw, M",
                        "preferred": "M Shaw"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lawlor, DA",
                        "preferred": "DA Lawlor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Najman, JM",
                        "preferred": "JM Najman"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib49",
            "journal": "Soc Sci Med",
            "pages": {
                "first": "2526",
                "last": "2539",
                "range": "2526–2539"
            },
            "type": "journal",
            "volume": "62"
        },
        {
            "articleTitle": "Using a genetically informative design to examine the relationship between breastfeeding and childhood conduct problems",
            "authors": [
                {
                    "name": {
                        "index": "Shelton, KH",
                        "preferred": "KH Shelton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Collishaw, S",
                        "preferred": "S Collishaw"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rice, FJ",
                        "preferred": "FJ Rice"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib50",
            "journal": "Eur Child Adolesc Psychiatry",
            "pages": {
                "first": "571",
                "last": "9",
                "range": "571–9"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "bookTitle": "From child to adult: The Dunedin Multidisciplinary Health and Development Study",
            "date": "1996",
            "editors": [
                {
                    "name": {
                        "index": "Silva, P",
                        "preferred": "P Silva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stanton, W",
                        "preferred": "W Stanton"
                    },
                    "type": "person"
                }
            ],
            "id": "bib51",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Auckland"
                        ]
                    },
                    "formatted": [
                        "Auckland"
                    ]
                },
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Solar, O",
                        "preferred": "O Solar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Irwin, AA",
                        "preferred": "AA Irwin"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib52",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Geneva"
                        ]
                    },
                    "formatted": [
                        "Geneva"
                    ]
                },
                "name": [
                    "World Health Organization"
                ]
            },
            "source": "A conceptual framework for action on the social determinants of health. Discussion paper 2",
            "title": "A conceptual framework for action on the social determinants of health. Discussion paper 2",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Statistics New Zealand",
                    "type": "group"
                }
            ],
            "bookTitle": "Census data user guide",
            "date": "2012",
            "id": "bib53",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Wellington"
                        ]
                    },
                    "formatted": [
                        "Wellington"
                    ]
                },
                "name": [
                    "Statistics New Zealand"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Statistics New Zealand",
                    "type": "group"
                }
            ],
            "date": "2014",
            "discriminator": "a",
            "id": "bib54",
            "title": "http://www.stats.govt.nz/tools and services/university-students/2006-census-birth-cohort.aspx",
            "type": "web",
            "uri": "http://www.stats.govt.nz/tools and services/university-students/2006-census-birth-cohort.aspx",
            "website": "2006 Census birth cohort SURF"
        },
        {
            "authors": [
                {
                    "name": "Statistics New Zealand",
                    "type": "group"
                }
            ],
            "date": "2014",
            "discriminator": "b",
            "id": "bib55",
            "title": "http://www.stats.govt.nz/Census/2006CensusHomePage/QuickStats/quickstats-about-a-subject/Māori.aspx",
            "type": "web",
            "uri": "http://www.stats.govt.nz/Census/2006CensusHomePage/QuickStats/quickstats-about-a-subject/Māori.aspx",
            "website": "Quick Stats About Maori"
        },
        {
            "articleTitle": "Longitudinal study of behaviour disorders in low birthweight infants",
            "authors": [
                {
                    "name": {
                        "index": "Stevenson, CJ",
                        "preferred": "CJ Stevenson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Blackburn, P",
                        "preferred": "P Blackburn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pharoah, PO",
                        "preferred": "PO Pharoah"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib56",
            "journal": "Arch Dis Child Fetal Neonatal Ed",
            "pages": {
                "first": "F5",
                "last": "9",
                "range": "F5–9"
            },
            "type": "journal",
            "volume": "81"
        },
        {
            "articleTitle": "Growth curve analyses of the relationship between early maternal age and children's mathematics and reading performance",
            "authors": [
                {
                    "name": {
                        "index": "Torres, DD",
                        "preferred": "DD Torres"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib57",
            "journal": "Soc Sci Res",
            "pages": {
                "first": "343",
                "last": "66",
                "range": "343–66"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "articleTitle": "A prospective twin study of birth weight discordance and child problem behavior",
            "authors": [
                {
                    "name": {
                        "index": "Van Os, J",
                        "preferred": "J Van Os"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wichers, M",
                        "preferred": "M Wichers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Danckaerts, M",
                        "preferred": "M Danckaerts"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib58",
            "journal": "Biol Psychiatry",
            "pages": {
                "first": "593",
                "last": "9",
                "range": "593–9"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "articleTitle": "Maternal education in relation to early and late child health outcomes: findings from a Brazilian cohort study",
            "authors": [
                {
                    "name": {
                        "index": "Victora, CG",
                        "preferred": "CG Victora"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Huttly, SR",
                        "preferred": "SR Huttly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barros, FC",
                        "preferred": "FC Barros"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "id": "bib59",
            "journal": "Soc Sci Med",
            "pages": {
                "first": "899",
                "last": "905",
                "range": "899–905"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "articleTitle": "Perinatal origins of first-grade academic failure: role of prematurity and maternal factors",
            "authors": [
                {
                    "name": {
                        "index": "Williams, BL",
                        "preferred": "BL Williams"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dunlop, AL",
                        "preferred": "AL Dunlop"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kramer, M",
                        "preferred": "M Kramer"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib60",
            "journal": "Pediatrics",
            "pages": {
                "first": "693",
                "last": "700",
                "range": "693–700"
            },
            "type": "journal",
            "volume": "131"
        },
        {
            "articleTitle": "Research review: The relationship between childhood violence exposure and juvenile antisocial behavior: a meta-analytic review",
            "authors": [
                {
                    "name": {
                        "index": "Wilson, HW",
                        "preferred": "HW Wilson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stover, CS",
                        "preferred": "CS Stover"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Berkowitz, SJ",
                        "preferred": "SJ Berkowitz"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib61",
            "journal": "J Child Psychol Psychiatry",
            "pages": {
                "first": "769",
                "last": "79",
                "range": "769–79"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Winship, S",
                        "preferred": "S Winship"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Owen, S",
                        "preferred": "S Owen"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Guide to the Brookings Social Genome Project",
            "date": "2013",
            "id": "bib62",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington"
                        ]
                    },
                    "formatted": [
                        "Washington"
                    ]
                },
                "name": [
                    "Brookings Institute"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The long-term contribution of early childhood education to children’s performance – evidence from New Zealand",
            "authors": [
                {
                    "name": {
                        "index": "Wylie, C",
                        "preferred": "C Wylie"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thompson, J",
                        "preferred": "J Thompson"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib63",
            "journal": "Int J Early Years Education",
            "pages": {
                "first": "69",
                "last": "78",
                "range": "69–78"
            },
            "type": "journal",
            "volume": "11"
        }
    ],
    "acknowledgements": [
        {
            "text": "This research was funded by grant UOAX0802 from the New Zealand Ministry of Business, Innovation and Employment. All authors are independent from the funding sources. We would like to thank the Christchurch Health and Development Study, Dunedin Multidisciplinary Health and Development Study, Pacific Islands Families Study, and Te Hoe Nuku Roa Study for allowing us to use their data, and the children and parents from each study for participating in assessments. We would also like to thank Wendy Wrapson and Oliver Mannion for their help with the development of the model.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
