{
    "status": "vor",
    "id": "00111",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00111",
    "authorLine": "Dina Frommert",
    "title": "Spot on or way off? Validating results of the AVID microsimulation model retrospectively",
    "published": "2015-04-30T00:00:00Z",
    "versionDate": "2015-04-30T00:00:00Z",
    "statusDate": "2015-04-30T00:00:00Z",
    "volume": 8,
    "issue": 1,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00111/ijm-00111.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "A well-known challenge for developers and users of dynamic microsimulation models is the question of credibility, the so-called black box problem. Several strategies have been proposed to validate models. They typically involve comparing the results of a simulation run to other suitable figures. This paper approaches the issue after a considerable time lag and uses empirical data for a retrospective comparison. The validation is concerned with the German AVID model, or more precisely, with the basic employment histories module of the model. The model uses survey data and process-generated data on app. 12 000 Germans to project future employment histories and future old age incomes. After seven years the original respondents were surveyed again so that it is possible to compare their simulated and empirical employment histories. Several aspects regarding desired properties of the simulation results and the characteristics of employment histories are discussed. They include global indicators like cross-sections on the aggregate level, cumulative values on the individual level, and structural indicators on the individual level. The results of the comparison are generally encouraging. On the aggregate and cumulative level there is a very good resemblance. Substantial deviations are only found on the individual, structural level: The empirical employment histories are much more continuous than the simulated ones. This overestimation of complexity can be explained by the developments in the time period used for the estimation of the model parameters, but it still leads to a general underestimation of social inequality in the simulation results.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Frommert",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Germany"
                        },
                        "formatted": [
                            "Germany"
                        ]
                    },
                    "name": [
                        "Deutsche Rentenversicherung Bund"
                    ]
                }
            ],
            "emailAddresses": [
                "dina.frommert@drv-bund.de"
            ],
            "name": {
                "index": "Frommert, Dina",
                "preferred": "Dina Frommert"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "Dynamic microsimulation",
        "employment histories",
        "validation"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The motivation for this paper is the well-known perception of microsimulation models as black boxes. By their nature, the results of complex models and their underlying dynamics cannot be made completely transparent. Still, and especially in policy consulting, there is a need for information and for measures of credibility which can enhance the trust in a model. Commonly this trust is created by more or less extensive validation exercises.",
                    "type": "paragraph"
                },
                {
                    "text": "The validation of complex models is not an easy task. It involves the question of what data the projection results should be compared to, and decisions on which areas should be taken into account and which indicators should be used. The approach taken in this paper is a retrospective one which compares the results of the projection with actual empirical data after a considerable time lag. The focus of this comparison is on employment histories, which form the core part of the AVID model.",
                    "type": "paragraph"
                },
                {
                    "text": "Several indicators are considered. They cover different areas of interest when considering the quality of simulation results. Since the focus is on longitudinal, sequential data, it is not enough to consider cross-sections on an aggregate level. While they must of course fit with the comparison data, it is worthwhile to dig a bit deeper and consider indicators on the individual level as well. In the first part of the paper, different indicators are proposed, which shed light on different aspects such as the aggregate and individual level, and the content and structural dimensions of the employment histories.",
                    "type": "paragraph"
                },
                {
                    "text": "However, the question of how well the model projected the actual developments is not the only one of interest in this paper. A second question, which is equally important to the validation exercise, is the question of how the differences between the two data sources can be explained, or, of what drives the results. Do we get these results because of something inherent in the model set-up, or should we point the finger at the base period used to estimate the parameters for the model?",
                    "type": "paragraph"
                },
                {
                    "text": "This second question is especially important in the context of the German AVID model which used the ten years from 1992 to 2001 as base period. The 1990ies, following the collapse of the socialist Eastern bloc and the German reunification, have been very turbulent times, particularly in the Eastern part of the country. Period effects such as these pose a great challenge to model development since any projection has to rely on information derived from past events. But from a methodological point of view this is also a unique opportunity to see how the developments in the base period might affect the projection results.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is structured as follows: Chapter 2 contains a brief discussion of previous research and introduces the AVID model. Then, a set of indicators is developed, which cover different aspects of the simulation. Lastly, the validation approach and data sources are explained. In chapter 3 the results are presented following the basic outline of the indicators introduced in chapter 2. A discussion highlights the most important results and puts them into perspective (Chapter 4), before Chapter 5 offers some concluding remarks.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The validation of a dynamic microsimulation model typically consists of comparing the model results to other suitable figures. The idea is to see if the numbers fit and, especially if there are differences, to gain a better understanding of what drives the results (<a href=\"#bib11\">Morrison 2008: 12</a>). While the model is still under construction it can be helpful to run it for a time in the past, <i>i.e.</i> the time period which the parameters are derived from. Another approach along these lines could be to divide the data in halves and use the parameters from the training set to reproduce the results in the comparison set. But “other suitable figures” could also be runs of the same model without certain modules or the results of a simple stylized model (<a href=\"#bib1\">Dekkers 2014</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "It is apparent that the term validation is used for different actions and in different stages of the model development. Validation can be understood very broadly and comprehensively and then it can encompass many different activities with which the development team ensures that the model results are plausible and credible. Examples of this broad approach which also give a detailed description of different validation activities can be found in <a href=\"#bib11\">Morrison (2008)</a> and <a href=\"#bib6\">Harding, Keegan and Kelly (2010)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "The idea of a stylized model introduced by <a href=\"#bib1\">Dekkers (2014)</a> has a much narrower understanding of validation which is closer to how the concept is used in this paper.<sup><a href=\"#fn1\">1</a></sup> Validation in this sense has less to do with model development and more with credibility, application and selling of the results. With this approach the validation exercise should provide a feeling for “how good the projection results are” and ideally provide the model with credibility. This paper shares the narrow definition of validation, but the model results are compared to empirical data, a retrospective approach also suggested by <a href=\"#bib10\">Li, O'Donoghue and Dekkers (2014)</a>. This unfortunately implies that the validation can only happen after a considerable time lag when the urgency of creating trust in the model’s results is less strong. But the advantage of this approach lies in the authenticity of the comparison data.",
                    "type": "paragraph"
                },
                {
                    "text": "The three examples given above show that the setup of validation exercises can be very different. But they always have to fit with the aim and scope of the model and the indicators should reflect these as much as possible. The following section therefore provides some brief background information on the AVID dynamic microsimulation model. It then presents the aspects of the projection which are considered important and introduces the corresponding indicators. Lastly the approach is explained in more detail and the empirical data used for the retrospective validation is introduced.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The AVID dynamic microsimulation model was developed by ASKOS and TNS Infratest Sozialforschung for the German Federal Pension Insurance and the German Federal Ministry of Labour and Social Affairs (<a href=\"#bib7\">Heien, Kortmann and Schatz 2007</a>). Its purpose is the projection of future pension entitlements in all German pension schemes, including occupational pension schemes and private provisions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The current model is based on an earlier version (AVID 1996) and was developed between 2002 and 2007 (<a href=\"#bib12\">Roth, Stegmann and Bieber 2002</a>). As no suitable data source was available which covered life courses and pension provisions in detail, a special survey was carried out to provide the data for the projection. It was designed as an individually linked dataset of survey data and administrative pension record data for Germans born between 1942 and 1961 and their spouses (<i>n</i> = 13.716, <a href=\"#bib7\">Heien, Kortmann and Schatz 2007:12</a>). At the time of the main survey in 2002 the respondents were between 40 and 59 years old.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The core of the AVID model consists of three main modules: The base model determines the social employment state (SES) and the two following ones define the working hours and the hourly wages if SES is employment with mandatory social security contributions. While the base SES module is very detailed, other aspects of the projection are dealt with in a simplified manner. For example, the model ignores demographic changes or individual retirement timing.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The focus of this paper lies on the employment histories which the AVID model projects on a monthly basis as a precondition for the calculation of the pension entitlements. Information on the empirical employment histories is derived from both survey data and administrative data. The employment histories are recorded on a monthly basis using 13 distinct SES categories.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The SES model follows a longitudinal approach and estimates transition probabilities for the transitions between the 13 distinct SES. The parametric multi-state multi-spell hazard rate model is estimated on data from 1992 to 2001. These ten years are referred to as the base period of the model. The simulation is carried out separately for four groups: men and women and West and East Germany.",
                            "type": "paragraph"
                        },
                        {
                            "text": "If the number of spells allows, which is the case for the most important or common transitions, three types of covariates are considered:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Time independent covariates (<i>i.e.</i> education level, marriage status, children)",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Aggregated time dependent covariates (capturing the past employment history)",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Time dependent covariates (referring to the preceding month).",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "A detailed description of the AVID setup, the different modules, the model calibration and the choice of the “best biography” can be found in <a href=\"#bib13\">Schatz (2010)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 The AVID model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Different kinds of results can be derived from a microsimulation model, depending on the aims of the projection and the model setup. This section introduces some thoughts on what might be important as far as the validation of the AVID model is concerned.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To shed light on different aspects it seems helpful to develop some sort of systematic order and consider different levels and dimensions. The two levels of interest regarding employment histories are the aggregate and the individual level.<sup><a href=\"#fn2\">2</a></sup> Let’s first consider the aggregate level, represented by cross-sectional snapshots at different points in time. If the model is producing implausible results on the aggregate level it is obviously not a good model. For example, the unemployment rates at a certain point in time should be within a reasonable range.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The individual level is more closely related to the longitudinal specification of the model. Here, the first aim is to produce employment histories which show plausible cumulative durations of different SES. But it might also be of interest to consider how many people achieve maximal values or do not show a certain SES at all.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This thought implies that there is a need to differentiate between content and structure. The two are not independent of each other but highlight different aspects of sequential data. The content dimension refers to the substance contained in a certain employment history: Which particular SES can be found and to what extent? The structural dimension covers other aspects: How many different SES can be found and how many transitions do occur? In other words, the structural dimension is concerned with the stability or discontinuity of the employment histories.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the simulation of employment histories the structural dimension indeed matters too: It does make a difference for future employment prospects, and in Germany for the calculation of pension benefits if 5 cumulative years of unemployment are spent in one long episode or if they are made up of shorter episodes interspersed with episodes of employment (<a href=\"#bib15\">Windzio 2001</a>, <a href=\"#bib16\">Wunder 2005</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "To cover all of these aspects it seems necessary to define a set of indicators rather than one single key figure. <a href=\"#table1\">Table 1</a> summarizes the indicators proposed for the validation of the AVID model along the central concepts discussed above.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Own description.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th> </th>\n<th>Level</th>\n<th>Orientation</th>\n<th>Content</th>\n<th>Structure</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Step 1</td>\n<td>Aggregate</td>\n<td>Cross-sectional</td>\n<td>States per month</td>\n<td>Transversal entropy</td>\n</tr>\n<tr>\n<td>Step 2</td>\n<td>Individual</td>\n<td>Longitudinal</td>\n<td>Cumulative duration</td>\n<td>Complexity index</td>\n</tr>\n<tr>\n<td>Step 3</td>\n<td>Individual</td>\n<td>Longitudinal</td>\n<td>Extreme values</td>\n<td>Extreme values</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Indicators.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "On the aggregate level we will consider the share of states at different points in time as well as the transversal entropy. The share of states, or transversal state distribution, relates to the content dimension and the transversal entropy covers the structural dimension. The concept used to measure the transversal entropy is a normalised index based on the Shannon entropy. The entropy is defined as",
                            "type": "paragraph"
                        },
                        {
                            "label": "(1)",
                            "mathml": "<math><mi>h</mi><mo>(</mo><msub><mi>p</mi><mn>1</mn></msub><mo>,</mo><mo>…</mo><mo>,</mo><msub><mi>p</mi><mi>a</mi></msub><mo>)</mo><mo>=</mo><mo>-</mo><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mi>a</mi></munderover><msub><mi>p</mi><mi>i</mi></msub><mo> </mo><mtext>log(</mtext><msub><mi>p</mi><mi>i</mi></msub><mtext>)</mtext></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where p<sub>i</sub> is the proportion of cases in state i at the considered position and a is the size of the alphabet, or the number of possible states (<a href=\"#bib4\">Gabadinho, Ritschard, Müller <i>et al</i>. 2011: 20</a>). The index is normalised using h<sub>max</sub> and thus has a range of 0 to 1.<sup><a href=\"#fn3\">3</a></sup> It is 0 when all cases are in the same state at the time in question and it reaches the maximum of 1 if all possible states are present with equal shares. The transversal entropy shows “how the diversity of states evolves along the time axis” (<a href=\"#bib4\">Gabadinho, Ritschard, Müller <i>et al.</i> 2011: 20f</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "On the individual level the cumulative duration of the different states represents the content indicator. As structural counterpart we will look at the longitudinal complexity. The complexity index was introduced by <a href=\"#bib5\">Gabadinho, Ritschard, Studer <i>et al.</i> (2010)</a> as a measure which captures not only the proportion of different states present within a sequence but additionally accounts for the instability of the sequence.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The complexity index is a composite indicator which combines the longitudinal entropy with the number of transitions and is defined as",
                            "type": "paragraph"
                        },
                        {
                            "label": "(2)",
                            "mathml": "<math><mi>c</mi><mo>(</mo><mi>x</mi><mo>)</mo><mo>=</mo><msqrt><mfrac><mrow><mi>n</mi><mi>t</mi><mo>(</mo><mi>x</mi><mo>)</mo><mo> </mo><mi>h</mi><mo>(</mo><mi>x</mi><mo>)</mo></mrow><mrow><mi>l</mi><mo>(</mo><mi>x</mi><mo>)</mo><mo> </mo><msub><mi>h</mi><mtext>max</mtext></msub></mrow></mfrac></msqrt></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where nt(x) is the number of transitions in a sequence x which is standardised by its length l(x) and h(x) is the longitudinal Shannon entropy standardised by its theoretical maximum h<sub>max</sub> (<a href=\"#bib4\">Gabadinho, Ritschard; Müller <i>et al.</i> 2011: 23</a>; <a href=\"#bib5\">Gabadinho, Ritschard, Studer <i>et al.</i> 2010: 64</a>). The complexity index reaches its minimum value 0 if the sequence considered contains only one single state (entropy = 0 and no transitions). The maximum value of 1 occurs if the sequence contains every single possible state of the alphabet, the time spent in each of these states is exactly equal and the number of transitions is maximal (this would be sequence length l(x) – 1 or in our case a transition every month).",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, on the individual level it is not enough to consider the averages and maybe standard deviations of the proposed indicators. A lot of information can actually be gained from looking at the extreme values of the cumulative duration and complexity indicators. In a third step, we will therefore look at extreme values or, to be more precise, the share of respondents who show these extreme values.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Indicators",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The term validation in the context of this paper refers to a retrospective comparison of the results of the AVID model with empirical data. The empirical data for the comparison is provided by the survey “Individuelles Altersvorsorgeverhalten 2009” (IAV). It was conducted in 2009 on the original sample of the AVID survey and includes monthly information on the employment histories from 2002. The comparison can thus cover a time period of 90 months or 7.5 years from January 2002 to June 2009.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The IAV survey uses the same SES concept as in the original AVID data. There is however no information on working hours and earnings in the empirical database so that the comparison is limited to the base module of the AVID model which simulates the SES.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Due to the set-up of the model (<i>i.e.</i> no individual timing of retirement), it seems appropriate to focus the comparison on younger birth cohorts (1950–61) which do not reach retirement age in the time period available for comparison. They are also the most interesting ones as the projection constitutes a large share of their completed life courses and the projected pension incomes are thus heavily influenced by the simulation data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To get an idea whether differences between the projected and empirical data are due to the actual model set-up or to the choice of base period used to estimate the parameters for the model, another comparison is included in the results section. This second comparison uses the first 7.5 years of the 10 year base period (1992–2001) to gain a better understanding of what drives the results.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Germany is a special case regarding the choice of base period because the model has to deal with a strong period effect: After the fall of the Berlin wall in 1989 the German Democratic Republic (GDR) joined the Federal Republic of Germany (FRG) in a monetary, economic and social union. A state-directed economy with low productivity was transformed into a market economy in a very short time. This transformation entailed a fast process of privatisation and deindustrialisation. Many companies were closed down and unemployment, which had virtually been non-existent in the GDR, became a widespread phenomenon. Furthermore, qualifications acquired in the GDR were often useless in the new economic environment so that people were forced to re-train if they were young enough, take early retirement or remain in long-term unemployment (<a href=\"#bib2\">Diewald, Goedicke and Mayer 2006</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The AVID birth cohorts were in the middle of their working lives at the time of the transformation. For the projection of the East German life courses this means that we have life courses which were characterised by continuous employment with mandatory social security contributions during the GDR. Then, during a very short time of a few years many of these life courses became discontinuous and showed SES like unemployment, self-employment or marginal employment. Such a disruption is not easily dealt with in projections. But in the wake of the financial crisis and its repercussions for national economies and labour markets, other countries might well face similar challenges and the question of how strong period effects in the base period affect the results could become increasingly important.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The birth cohorts for the comparison with the base period were chosen so that the age range fits as best as possible to the initial comparison of projected and empirical data: all respondents who were under the age of 60 in 1999 were included. <a href=\"#table2\">Table 2</a> provides an overview of time periods, birth cohorts and the number of respondents on which the results are based.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Own description.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th> </th>\n<th>Start date</th>\n<th>End date</th>\n<th>Birth cohorts</th>\n<th>n</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Projection</td>\n<td>01/2002</td>\n<td>06/2009</td>\n<td>1950–1961</td>\n<td>4 883</td>\n</tr>\n<tr>\n<td>Empirical data</td>\n<td>01/2002</td>\n<td>06/2009</td>\n<td>1950–1961</td>\n<td>4 883</td>\n</tr>\n<tr>\n<td>Base period</td>\n<td>01/1992</td>\n<td>06/1999</td>\n<td>1942–1951</td>\n<td>4 951</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Comparison groups.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Mirroring the simulation process, the results are presented for men, women, East and West Germany. <a href=\"#table3\">Table 3</a> shows the breakdown of the population for the projection and base periods.<sup><a href=\"#fn4\">4</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: AVID 2005 and IAV 2009, own calculations.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\"/>\n<th align=\"center\" colspan=\"2\">Projection / Empirical data</th>\n<th align=\"center\" colspan=\"2\">Base period</th>\n</tr>\n<tr>\n<th>Frequency</th>\n<th>Percent</th>\n<th>Frequency</th>\n<th>Percent</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Men West Germany</td>\n<td>1 761</td>\n<td>36.1</td>\n<td>2 117</td>\n<td>42.8</td>\n</tr>\n<tr>\n<td>Women West Germany</td>\n<td>2 170</td>\n<td>44.4</td>\n<td>1 692</td>\n<td>34.2</td>\n</tr>\n<tr>\n<td>Men East Germany</td>\n<td>427</td>\n<td>8.7</td>\n<td>609</td>\n<td>12.3</td>\n</tr>\n<tr>\n<td>Women East Germany</td>\n<td>525</td>\n<td>10.8</td>\n<td>533</td>\n<td>10.8</td>\n</tr>\n<tr>\n<td>TOTAL</td>\n<td>4 883</td>\n<td>100.0</td>\n<td>4 951</td>\n<td>100.0</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Population of comparison groups.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In this paper it is not possible to consider the SES in the same detail in which they were recorded originally. Some of the less important and less frequent states were thus combined to form bigger categories. The following states are distinguished in the analysis:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Employment with mandatory social security contributions (Employment – Social insurance);",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Other forms of employment (Employment – Other), most notably civil service and self-employment;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Unemployment;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Family work, such as raising children or caring for relatives;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Other states, including illness, invalidity or marginal employment.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Marginal employment is a form of employment particular to the German labour market: It is characterized by wages under 450 € per month. This form of employment used to be exempt from regular social security contributions so that the net salary used to be comparably high (a new law has recently introduced mandatory contributions with the possibility to opt out). West German Women in particular use marginal employment to combine work and family in a modernised form of the male-breadwinner-model (<a href=\"#bib9\">Klenner and Schmidt 2011</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Approach and data",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Background",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This chapter is structured roughly along the lines set out in <a href=\"#table1\">Table 1</a>. The first section presents findings for the aggregate level and the second one reports results on the individual level. In both sections results are presented separately according to gender and region and both of the comparisons discussed in <a href=\"#s2-3\">Section 2.3</a> are addressed.<sup><a href=\"#fn5\">5</a></sup> For most of the calculations the R package TraMineR was used (<a href=\"#bib4\">Gabadinho, Ritschard, Müller <i>et al.</i> 2011</a>).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The first indicator to consider on the aggregate level is the share of states per month and how it develops over time during the projection. As an introductory overview <a href=\"#fig1\">Figure 1</a> shows the shares of SES for the projected, empirical and base data without differentiation of the population.<sup><a href=\"#fn6\">6</a></sup> The horizontal axis shows the time in years even though the calculations are actually carried out on a monthly basis. Please note that the range of the vertical axis for Employment – Social insurance differs from the other graphs. Even though the differing ranges might be misleading at a first glance, focussing on the relevant segment of the axis does make it easier to see the differences.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: AVID 2005 and IAV 2009, own calculations.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00111%2Fijm-00111-fig1.tif",
                                        "size": {
                                            "width": 1778,
                                            "height": 2678
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00111%2Fijm-00111-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00111-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Development of SES states, total of the population.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The first impression of the projection is very positive. The projected distribution of states mirrors the empirical distribution of states almost exactly with an average deviation of only 1 percentage point (maximum 3 percentage points). For the share of unemployment there is however an increasing difference during the observation period, amounting at the end to around 3 percentage points. This is most certainly due to the developments in the base period: Here, we observe an increasingly higher share of unemployment over the years which is even higher than the share of this SES in the projection. This phenomenon and how the model was restricted to not pick up the full extent of this development is discussed further with the groups specific results for East Germany. With SES Other there are also similar differences between projection and empirical data. Most probably this is due to the empirical increase in marginal employment, but since this is a category which comprises several different SES a substantial explanation is difficult.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig2\">Figure 2</a> presents the results for West German men. For this subgroup, the picture fits even better with an average deviation of 0 percentage points. In the projected data the share of the most relevant SES Employment – Social insurance is at the maximum 2 percentage points lower than in the empirical data and correspondingly the share of unemployment is at the maximum 3 percentage points higher. Considering the development in the base period where we observe a still lower share of Employment – Social insurance these differences seem small enough and the development trend for Employment – Social insurance was actually forecast quite well. The model translates the increasing share of unemployment in the base period – quite correctly in a modelling logic – into higher aggregate levels of unemployment in the projection which then did not materialise since the situation on the labour market in Germany improved from 2005.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: AVID 2005 and IAV 2009, own calculations",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00111%2Fijm-00111-fig2.tif",
                                        "size": {
                                            "width": 1778,
                                            "height": 2678
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00111%2Fijm-00111-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00111-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Development of SES states, West German men.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The findings for West German women are presented in <a href=\"#fig3\">Figure 3</a>. The average deviation of the projected and empirical data is 2 percentage points, but again we find a higher share of unemployment in the projected data than was empirically observed. The maximal difference between the two data sources in this case is almost 5 percentage points. Considering that the maximum share of unemployment in the empirical data is only 3 percent this difference seems rather large. However, the projected trend seems to mirror the developments in the base period very closely, while the empirical development followed a completely different route.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: AVID 2005 and IAV 2009, own calculations",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00111%2Fijm-00111-fig3.tif",
                                        "size": {
                                            "width": 1778,
                                            "height": 2678
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00111%2Fijm-00111-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00111-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Development of SES states, West German women.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "More importantly though, in the projection as well as in the empirical data we see a share of Employment – Social insurance which is higher than expected considering the base period data. This trend of an increasing female labour market participation is well documented for West German women and was reproduced surprisingly well in the model (<a href=\"#bib14\">Wanger 2015</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "West German women are the only subgroup with a high share of SES Other (up to 21% in the empirical data). This is mostly due to the fact that a lot of West German women are not regularly employed but prefer marginal employment. At the end of the base period we observe an increase in SES Other which the model translated into a higher share in the projection, however, the actual empirically observed levels are even up to 5 percentage points higher.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Compared to the other subgroups West German women show a higher diversity of states: The share of Employment – Social insurance is still the most dominant one, but with a share between 47% and 55% (depending on the point in time and the data source) it is low compared to the other groups. The shares of Family work (between 17% and 20%) and SES Other (between 11% and 21%) are correspondingly high. Greater heterogeneity and discontinuity of individual life courses which are well documented for West German women compared to their male counterparts translate into higher diversity on the aggregate level as well (<a href=\"#bib8\">Klammer, Bosch, Helfferich <i>et al.</i> 2011</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Period effects present particular challenges for the alignment of microsimulation models. Due to the turbulent transition period in the 1990ies, the projection of East German life courses turned out to be much more complex than the projection of West German ones. During the base period the share of Employment – Social insurance for East German men dropped from over 80% to less than 60% and at the same time the level of unemployment more than doubled from 12% to 25% (<a href=\"#fig4\">Figure 4</a>). This challenge is reflected in the projection results: While the average overall deviation is still only 2 percentage points, the share of Employment – Social insurance is at the maximum 11 percentage points higher in the projection than in the empirical data while the shares of SES Unemployment and Employment – Other are too low (maximally 7 and 5 percentage points) compared to the empirical data.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: AVID 2005 and IAV 2009, own calculations",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00111%2Fijm-00111-fig4.tif",
                                        "size": {
                                            "width": 1778,
                                            "height": 2678
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00111%2Fijm-00111-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00111-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Development of SES states, East German men.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The increasing share of unemployment observed in the base period was to some extent corrected for in the modelling process so that the amount of unemployment would not build up to an implausible degree in the projection period. For this purpose biographical SES ratios were calculated and the transition probabilities were adjusted so that the ratio for Unemployment in the projection period stayed roughly the same as in the base period (<a href=\"#bib13\">Schatz 2010: 54</a>f).<sup><a href=\"#fn7\">7</a></sup> This intervention certainly accounts for the surprising stability of SES Employment – Social Insurance and Unemployment in the projection data. But while the intervention seems to have regulated the amount of unemployment towards the end of the observation period quite well, it is most certainly also responsible for the – in hindsight too high – projected level of Employment – Social insurance.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig5\">Figure 5</a> shows the results for East German women. The projected and empirical distributions fit remarkably well (average deviation 1 percentage point and maximal deviation 4 percentage points), especially considering the pronounced negative trend in the base period for Employment – Social insurance. As for East German men the transition probabilities were corrected for to avoid further implausible increases of the level of unemployment. The high share of unemployment in the base period thus did not carry over into the projection.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: AVID 2005 and IAV 2009, own calculations",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00111%2Fijm-00111-fig5.tif",
                                        "size": {
                                            "width": 1778,
                                            "height": 2678
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00111%2Fijm-00111-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00111-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Development of SES states, East German women.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Contrary to East German men we do not find the increasing effect of the intervention on the levels of Employment – Social insurance though. This certainly reflects that the drop in Employment – Social insurance in the base period was not quite as sharp for East German women as it was for East German men, so there was less to correct for. Another interfering factor might also be the development of marginal employment, which in East Germany provides an alternative to being unemployed. The increase in SES Other for East German women during the base period is mostly due to an increase in marginal employment. This increasing trend in the base period results in a stable and comparably high share of SES Other in the projection which fits well with the empirical data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To complete the picture on the aggregate level, <a href=\"#fig6\">Figure 6</a> presents the corresponding transversal entropies for all subgroups and comparison periods. For the total of the population as well as for West German men and women, the development of the transversal entropy measure seems unremarkable. There are no major deviations or discrepancies.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: AVID 2005 and IAV 2009, own calculations.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00111%2Fijm-00111-fig6.tif",
                                        "size": {
                                            "width": 1778,
                                            "height": 2678
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00111%2Fijm-00111-fig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00111-fig6.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Transversal entropies.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Generally, in the base period there is a pronounced increase in entropy which reflects the situation on the labour market in Germany in the 1990ies and early 2000s. The decrease in Employment – Social Insurance and the increase in Unemployment, and to a lesser extent in self-employment and marginal employment which were discussed above result in a greater diversity of states at each point in time and in higher transversal entropies.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For West German men we observe a slightly increasing trend in all three datasets, corresponding to the decreasing trend in Employment – Social insurance (<a href=\"#fig2\">Figure 2</a>) and indicating a higher diversity of states towards the end of the observation periods. The trend is most pronounced in the base period data and least obvious in the empirical data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "West German women show the highest entropy level of all subgroups (around 0.8). This is not surprising as for West German women we observe a higher diversity of states compared to the other groups (<a href=\"#fig3\">Figure 3</a>) which manifests in continuously high levels of transversal entropy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For East Germany the transversal entropies are all in all less homogenous than the ones for the West German subgroups. For East German men we observe a steep increase during the base period, an oscillating pattern for the projection and a more or less level but comparably high line for the empirical data. This is an indication of the difficulties encountered in the projection which are created by the choice of base period. East German men start with the lowest entropy levels, a legacy of the labour market situation in the GDR: Of all the subgroups they are the ones with the lowest diversity of states and the highest level of Employment – Social insurance. During the base period there is a strong increase in entropy, corresponding to the fast changes in the economic landscape and the rising levels of unemployment. As discussed before, the projection should not carry this development further without any correction, and the model was adapted to take less of the historical information on board, which in turn produces a more erratic behaviour during the projection.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The development of the transversal entropies for East German women is similar but less extreme. The entropies referring to the base period increase over the observation period while the ones for the projection and empirical data are more or less stable on an overall higher level. At the end of the observation periods we observe just about the same entropy values. For East German women the increase of the entropy values in the base period was less pronounced than for East German men, partly because they start from a higher level. The corrections during the projection were thus less intervening than the ones for East German men.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Aggregate level",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This section focuses on the individual level and the longitudinal characterization of the sequences. The first indicator in this section refers to the content dimension or the average extent to which different SES are present in the individual life courses. <a href=\"#table4\">Table 4</a> shows the mean cumulative durations and the related standard deviations (SD) for each SES in months.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: AVID 2005 and IAV 2009, own calculations.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\"/>\n<th rowspan=\"2\"/>\n<th colspan=\"2\">Projection</th>\n<th colspan=\"2\">Empirical data</th>\n<th colspan=\"2\">Base period</th>\n</tr>\n<tr>\n<th>Mean</th>\n<th>SD</th>\n<th>Mean</th>\n<th>SD</th>\n<th>Mean</th>\n<th>SD</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"5\">Men West</td>\n<td>Employment – Social insurance</td>\n<td>56.8</td>\n<td>40.0</td>\n<td>57.4</td>\n<td>41.3</td>\n<td>55.1</td>\n<td>40.9</td>\n</tr>\n<tr>\n<td>Employment – Other</td>\n<td>23.4</td>\n<td>37.8</td>\n<td>23.6</td>\n<td>38.7</td>\n<td>25.2</td>\n<td>39.3</td>\n</tr>\n<tr>\n<td>Unemployment</td>\n<td>4.3</td>\n<td>14.1</td>\n<td>3.1</td>\n<td>13.2</td>\n<td>4.2</td>\n<td>13.6</td>\n</tr>\n<tr>\n<td>Family work</td>\n<td>0.2</td>\n<td>4.2</td>\n<td>0.1</td>\n<td>2.4</td>\n<td>0.2</td>\n<td>3.6</td>\n</tr>\n<tr>\n<td>Other states</td>\n<td>5.2</td>\n<td>17.0</td>\n<td>5.7</td>\n<td>19.8</td>\n<td>5.3</td>\n<td>17.0</td>\n</tr>\n<tr>\n<td rowspan=\"5\">Women West</td>\n<td>Employment – Social insurance</td>\n<td>48.3</td>\n<td>38.1</td>\n<td>46.6</td>\n<td>42.6</td>\n<td>44.7</td>\n<td>41.2</td>\n</tr>\n<tr>\n<td>Employment – Other</td>\n<td>7.7</td>\n<td>23.9</td>\n<td>9.2</td>\n<td>26.4</td>\n<td>7.9</td>\n<td>24.6</td>\n</tr>\n<tr>\n<td>Unemployment</td>\n<td>4.6</td>\n<td>12.7</td>\n<td>2.0</td>\n<td>9.3</td>\n<td>3.9</td>\n<td>12.7</td>\n</tr>\n<tr>\n<td>Family work</td>\n<td>14.6</td>\n<td>27.9</td>\n<td>14.0</td>\n<td>30.8</td>\n<td>21.8</td>\n<td>35.9</td>\n</tr>\n<tr>\n<td>Other states</td>\n<td>14.7</td>\n<td>26.6</td>\n<td>18.2</td>\n<td>33.3</td>\n<td>11.7</td>\n<td>25.9</td>\n</tr>\n<tr>\n<td rowspan=\"5\">Men East</td>\n<td>Employment – Social insurance</td>\n<td>61.1</td>\n<td>35.5</td>\n<td>55.9</td>\n<td>39.3</td>\n<td>63.7</td>\n<td>29.5</td>\n</tr>\n<tr>\n<td>Employment – Other</td>\n<td>6.1</td>\n<td>20.8</td>\n<td>9.1</td>\n<td>25.7</td>\n<td>5.7</td>\n<td>19.5</td>\n</tr>\n<tr>\n<td>Unemployment</td>\n<td>14.0</td>\n<td>22.2</td>\n<td>15.8</td>\n<td>29.2</td>\n<td>15.3</td>\n<td>21.1</td>\n</tr>\n<tr>\n<td>Family work</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.2</td>\n<td>3.5</td>\n<td>0.1</td>\n<td>1.8</td>\n</tr>\n<tr>\n<td>Other states</td>\n<td>8.7</td>\n<td>19.9</td>\n<td>9.1</td>\n<td>24.0</td>\n<td>5.2</td>\n<td>15.0</td>\n</tr>\n<tr>\n<td rowspan=\"5\">Women East</td>\n<td>Employment – Social insurance</td>\n<td>55.8</td>\n<td>32.6</td>\n<td>54.5</td>\n<td>39.6</td>\n<td>57.4</td>\n<td>31.9</td>\n</tr>\n<tr>\n<td>Employment – Other</td>\n<td>4.8</td>\n<td>17.6</td>\n<td>5.6</td>\n<td>20.8</td>\n<td>3.0</td>\n<td>13.3</td>\n</tr>\n<tr>\n<td>Unemployment</td>\n<td>17.1</td>\n<td>24.6</td>\n<td>17.6</td>\n<td>30.7</td>\n<td>20.4</td>\n<td>25.1</td>\n</tr>\n<tr>\n<td>Family work</td>\n<td>1.8</td>\n<td>9.0</td>\n<td>2.4</td>\n<td>13.4</td>\n<td>1.8</td>\n<td>11.2</td>\n</tr>\n<tr>\n<td>Other states</td>\n<td>10.6</td>\n<td>21.7</td>\n<td>10.0</td>\n<td>24.4</td>\n<td>7.3</td>\n<td>19.7</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Cumulative duration of states (in months).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "For West German men, there are virtually no differences between the projection and the empirical data (<a href=\"#table4\">Table 4</a>). But they are also the least interesting of the subgroups from a methodological point of view: The model should produce good results with stable, clear-cut employment histories which are typical for West German men.",
                            "type": "paragraph"
                        },
                        {
                            "text": "West German women also show a good resemblance between the simulated and the empirical data, although they usually have more discontinuous employment histories than their male counterparts. Apart from that, they are a good example of how dynamic microsimulation models are not mere transfer modules which reproduce patterns of the past. Instead, the different types of covariates are making use of the past for informed guesses on the future and capture important trends. For example, while women in the base period accumulate almost 22 months of family work, the younger cohorts in the projection only accumulate around 15 months, which is much closer to the actual empirical value of 14 months.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The projected cumulative values for East German men and women also fit quite well with the empirically observed ones. For the men the average amount of SES Employment – Social insurance might be comparably high (61 months in the projection vs. 56 months in the empirical data) while the average amount of Employment – Other seems low (6 months projected vs. 9 months empirically), but the overall picture is very positive, especially considering the developments in the base period discussed above.",
                            "type": "paragraph"
                        },
                        {
                            "text": "One aspect concerning SES Unemployment seems especially noteworthy: For East German men and women we find high standard deviations in the empirical data compared to the other data sources. This variability is a new development in East Germany and could thus not be anticipated by the model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the following we will consider the structure of the sequences and look at findings for the complexity index (<a href=\"#table5\">Table 5</a>). For all groups the mean complexity indices calculated on the basis of the empirical data are lower than the ones we find for the projection or for the base period data. This is especially true for East German men and women. Here it becomes apparent again that the base period covered a special situation in Germany which did not continue along the same lines afterwards. East German men seem to be an especially difficult case again: The standard deviation in the projection data is very high compared to the other data points and to the other subgroups. There is no obvious explanation for this fact but maybe the altered transition probabilities which were introduced into the model to deal with the SES “Unemployment” lead to this implausibly high amount of variance.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: AVID 2005 and IAV 2009, own calculations.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th/>\n<th>Projection</th>\n<th>Empirical data</th>\n<th>Base period</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"4\">Men West</td>\n<td>Mean</td>\n<td>0.02</td>\n<td>0.01</td>\n<td>0.03</td>\n</tr>\n<tr>\n<td>SD</td>\n<td>0.04</td>\n<td>0.03</td>\n<td>0.05</td>\n</tr>\n<tr>\n<td>Maximum</td>\n<td>0.27</td>\n<td>0.26</td>\n<td>0.35</td>\n</tr>\n<tr>\n<td>% Minimum 0</td>\n<td>66.6</td>\n<td>84.3</td>\n<td>70.7</td>\n</tr>\n<tr>\n<td rowspan=\"4\">Women West</td>\n<td>Mean</td>\n<td>0.05</td>\n<td>0.02</td>\n<td>0.03</td>\n</tr>\n<tr>\n<td>SD</td>\n<td>0.05</td>\n<td>0.04</td>\n<td>0.06</td>\n</tr>\n<tr>\n<td>Maximum</td>\n<td>0.27</td>\n<td>0.26</td>\n<td>0.37</td>\n</tr>\n<tr>\n<td>% Minimum 0</td>\n<td>43.2</td>\n<td>77.5</td>\n<td>62.3</td>\n</tr>\n<tr>\n<td rowspan=\"4\">Men East</td>\n<td>Mean</td>\n<td>0.09</td>\n<td>0.03</td>\n<td>0.08</td>\n</tr>\n<tr>\n<td>SD</td>\n<td>0.12</td>\n<td>0.06</td>\n<td>0.08</td>\n</tr>\n<tr>\n<td>Maximum</td>\n<td>0.46</td>\n<td>0.25</td>\n<td>0.32</td>\n</tr>\n<tr>\n<td>% Minimum 0</td>\n<td>51.3</td>\n<td>67.4</td>\n<td>33.8</td>\n</tr>\n<tr>\n<td rowspan=\"4\">Women East</td>\n<td>Mean</td>\n<td>0.07</td>\n<td>0.03</td>\n<td>0.08</td>\n</tr>\n<tr>\n<td>SD</td>\n<td>0.07</td>\n<td>0.05</td>\n<td>0.08</td>\n</tr>\n<tr>\n<td>Maximum</td>\n<td>0.30</td>\n<td>0.24</td>\n<td>0.30</td>\n</tr>\n<tr>\n<td>% Minimum 0</td>\n<td>29.7</td>\n<td>66.3</td>\n<td>33.6</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Complexity index.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The same impression is conveyed when we look at the maximal complexity values in the projected data (<a href=\"#table5\">Table 5</a>). The maximal value for East German men seems implausibly high compared to the other values.<sup><a href=\"#fn8\">8</a></sup> And there seems to be a clear East West difference. For West German men and women the projected and empirical maximal values are virtually the same while the maximal value in the base period is much higher. For East Germans the base period and projected data show high maximal values, while the empirical maximal values are lower. We thus observe a convergence in the empirical data where the maximal values are almost exactly the same over all the subgroups.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Lastly, we take a look at the share of respondents with a complexity index of 0 (<a href=\"#table5\">Table 5</a>). This indicates that they spend the whole observation time of 90 months in one single state. For all groups we find the highest share of respondents with complexity 0 in the empirical data. For West German men the share is 84%. This means that more than 4 out of 5 of them have not experienced a single transition. The share is lower for West German women with around 3 out of 4 (76%) and still lower for East German men and women with around 2 out of 3 (67% and 66%). Overall we find a remarkable stability of the empirical employment histories though.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The projection does not capture this empirically observed stability very well. On the contrary, for most subgroups the share of respondents with a complexity index of 0 is even lower in the projection than in the base period. This is especially true for West German women where the difference amounts to almost 20 percentage points. The odd ones out are again East German men. For them, the share of respondents with a complexity index of 0 is much higher in the projection data than in the base period data (17 percentage points). There seems to be no ready explanation for this finding, especially considering that in this subgroup we also find a high mean complexity and an extremely high maximum value for the complexity index.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To complete the picture <a href=\"#table6\">Table 6</a> shows the share of respondents whose employment histories did not contain a certain SES at all (0 months), only contained one certain SES (90 months), or who find themselves in between these extreme values (1–89 months).<sup><a href=\"#fn9\">9</a></sup> A pattern is immediately obvious: The shares in the simulation data for the two extreme points 0 months and 90 months are notably lower than the ones in the empirical data.<sup><a href=\"#fn10\">10</a></sup> This is another general indication for the fact that the projection might not produce entirely satisfying results on the individual level when not averages but the underlying distribution of SES episodes is concerned.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: AVID 2005 and IAV 2009, own calculations, ( ) n &lt; 10, – n = 0.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\"/>\n<th align=\"center\" rowspan=\"2\">Months</th>\n<th align=\"center\" colspan=\"3\">Projection</th>\n<th align=\"center\" colspan=\"3\">Empirical data</th>\n<th align=\"center\" colspan=\"3\">Base period</th>\n</tr>\n<tr>\n<th>0</th>\n<th>1–89</th>\n<th>90</th>\n<th>0</th>\n<th>1–89</th>\n<th>90</th>\n<th>0</th>\n<th>1–89</th>\n<th>90</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"5\">Men West</td>\n<td>Employment – Social insurance</td>\n<td>26.6</td>\n<td>30.2</td>\n<td>43.2</td>\n<td>31.4</td>\n<td>13.0</td>\n<td>55.6</td>\n<td>31.1</td>\n<td>24.9</td>\n<td>44.0</td>\n</tr>\n<tr>\n<td>Employment – Other</td>\n<td>69.6</td>\n<td>9.7</td>\n<td>20.7</td>\n<td>71.0</td>\n<td>5.3</td>\n<td>23.7</td>\n<td>68.8</td>\n<td>7.1</td>\n<td>24.1</td>\n</tr>\n<tr>\n<td>Unemployment</td>\n<td>82.3</td>\n<td>17.4</td>\n<td>(0.3)</td>\n<td>90.2</td>\n<td>8.7</td>\n<td>1.1</td>\n<td>83.6</td>\n<td>15.9</td>\n<td>0.5</td>\n</tr>\n<tr>\n<td>Family work</td>\n<td>99.4</td>\n<td>(0.4)</td>\n<td>(0.2)</td>\n<td>99.6</td>\n<td>(0.4)</td>\n<td>-</td>\n<td>99.7</td>\n<td>(0.2)</td>\n<td>(0.1)</td>\n</tr>\n<tr>\n<td>Other states</td>\n<td>79.0</td>\n<td>18.8</td>\n<td>2.2</td>\n<td>88.5</td>\n<td>7.5</td>\n<td>4.0</td>\n<td>78.3</td>\n<td>19.5</td>\n<td>2.2</td>\n</tr>\n<tr>\n<td rowspan=\"5\">Women West</td>\n<td>Employment – Social insurance</td>\n<td>27.4</td>\n<td>47.4</td>\n<td>25.2</td>\n<td>41.1</td>\n<td>16.2</td>\n<td>42.8</td>\n<td>39.1</td>\n<td>29.0</td>\n<td>31.9</td>\n</tr>\n<tr>\n<td>Employment – Other</td>\n<td>88.9</td>\n<td>4.8</td>\n<td>6.3</td>\n<td>88.0</td>\n<td>3.4</td>\n<td>8.6</td>\n<td>89.7</td>\n<td>3.3</td>\n<td>7.0</td>\n</tr>\n<tr>\n<td>Unemployment</td>\n<td>76.6</td>\n<td>23.2</td>\n<td>(0.2)</td>\n<td>91.6</td>\n<td>8.0</td>\n<td>(0.4)</td>\n<td>84.4</td>\n<td>15.3</td>\n<td>(0.3)</td>\n</tr>\n<tr>\n<td>Family work</td>\n<td>66.7</td>\n<td>27.2</td>\n<td>6.1</td>\n<td>79.6</td>\n<td>8.2</td>\n<td>12.2</td>\n<td>66.8</td>\n<td>16.4</td>\n<td>16.8</td>\n</tr>\n<tr>\n<td>Other states</td>\n<td>61.3</td>\n<td>33.3</td>\n<td>5.4</td>\n<td>71.3</td>\n<td>15.2</td>\n<td>13.5</td>\n<td>69.6</td>\n<td>24.2</td>\n<td>6.2</td>\n</tr>\n<tr>\n<td rowspan=\"5\">Men East</td>\n<td>Employment – Social insurance</td>\n<td>8.9</td>\n<td>47.1</td>\n<td>44.0</td>\n<td>25.8</td>\n<td>29.3</td>\n<td>45.0</td>\n<td>5.4</td>\n<td>65.0</td>\n<td>29.6</td>\n</tr>\n<tr>\n<td>Employment – Other</td>\n<td>88.5</td>\n<td>7.0</td>\n<td>4.4</td>\n<td>87.4</td>\n<td>4.4</td>\n<td>8.2</td>\n<td>88.8</td>\n<td>7.9</td>\n<td>3.3</td>\n</tr>\n<tr>\n<td>Unemployment</td>\n<td>55.5</td>\n<td>44.5</td>\n<td>-</td>\n<td>64.9</td>\n<td>26.5</td>\n<td>8.7</td>\n<td>43.0</td>\n<td>57.0</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Family work</td>\n<td>100.0</td>\n<td>-</td>\n<td>-</td>\n<td>99.5</td>\n<td>(0.5)</td>\n<td>-</td>\n<td>99.7</td>\n<td>(0.3)</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Other states</td>\n<td>67.0</td>\n<td>30.2</td>\n<td>2.8</td>\n<td>80.6</td>\n<td>13.8</td>\n<td>5.6</td>\n<td>67.7</td>\n<td>31.2</td>\n<td>(1.1)</td>\n</tr>\n<tr>\n<td rowspan=\"5\">Women East</td>\n<td>Employment – Social insurance</td>\n<td>9.5</td>\n<td>68.6</td>\n<td>21.9</td>\n<td>26.5</td>\n<td>28.6</td>\n<td>45.0</td>\n<td>8.4</td>\n<td>63.4</td>\n<td>28.1</td>\n</tr>\n<tr>\n<td>Employment – Other</td>\n<td>88.8</td>\n<td>8.4</td>\n<td>2.9</td>\n<td>91.8</td>\n<td>3.0</td>\n<td>5.1</td>\n<td>92.7</td>\n<td>6.6</td>\n<td>(0.8)</td>\n</tr>\n<tr>\n<td>Unemployment</td>\n<td>47.0</td>\n<td>51.8</td>\n<td>(1.1)</td>\n<td>65.0</td>\n<td>26.1</td>\n<td>9.0</td>\n<td>40.7</td>\n<td>58.2</td>\n<td>(1.1)</td>\n</tr>\n<tr>\n<td>Family work</td>\n<td>93.9</td>\n<td>5.9</td>\n<td>(0.2)</td>\n<td>96.2</td>\n<td>2.3</td>\n<td>(1.5)</td>\n<td>95.7</td>\n<td>3.4</td>\n<td>(0.9)</td>\n</tr>\n<tr>\n<td>Other states</td>\n<td>53.1</td>\n<td>43.2</td>\n<td>3.6</td>\n<td>77.7</td>\n<td>16.6</td>\n<td>5.7</td>\n<td>69.0</td>\n<td>28.3</td>\n<td>2.6</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Distribution of cumulative duration of states (in %).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "This fact is relevant as it seems that there was a general trend towards more inequality after 2001. For example, the empirical data show a higher share of respondents who were not affected by unemployment than the projection. This can partly be attributed to a better situation on the labour market, but it is also an indicator for more inequality as less people show longer periods of unemployment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The following paragraphs look more closely at the results for the different subgroups (<a href=\"#table6\">Table 6</a>). For West German men there are only small differences. As noted before, for projection purposes they are the easiest of the various subgroups. For West German women there are two points which stand out: First of all, in the projection both shares for the extreme values of SES Employment – Social insurance are very low. Together they cover just over half of the female West German respondents (53%) while in the empirical data they cover more than four out of five (84%). This cannot be attributed to the base period data since here the two extreme values together cover a share of 71%.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Secondly, the extreme values for SES Family work are notable. The share of West German women with no Family work is about 13 percentage points lower in the projection than in the empirical data. But the projected share is close to the share in the base period. The share with the maximum value of 90 months is also much lower in the projection than in the empirical data, but both shares are lower than the one in the base period data. It seems that the projection has captured that there has been some sort of change in the family care behaviour of West German women, but it has not been able to line out the details of these changes quite correctly.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For East German men we look at the two pivotal SES Employment – Social insurance and Unemployment. The share of East German men with zero months in Employment – Social insurance is below a tenth (9%) in the projection – probably because of an even lower share in the base period (5%) – while it is over a forth (26%) in the empirical data. The share of men with a maximum of 90 months is virtually the same in the projection and empirical data (44% and 45%); even though it is around 15 percentage points lower in the base period (30%).",
                            "type": "paragraph"
                        },
                        {
                            "text": "As far as SES Unemployment is concerned, the highest share of men without the SES can be found in the empirical data (65 %), the lowest share can be found in the base period (43 %) and the projected share is almost exactly in the middle between these two values (56 %). The maximum of 90 months cannot be observed in the base period or in the projection, but in the empirical data there is a surprisingly large share of 9% of East German men who spent the entire observation period in unemployment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This pattern of an increasingly divided labour force is equally apparent with East German women. The share of women with zero months of Employment – Social insurance is around ten percent in the projection (10%) and the base period (8%) but 27% in the empirical data. The share of women who reach the maximal value is 22% in the projection, 28% in the base period and 45% in the empirical data. As far as Unemployment is concerned, in the projection almost half of the East German women (47%) show the minimum value of zero, while this share is as high as two thirds (65%) in the empirical data and the lowest with 41% the base period data. The maximum value is not reached by a statistically sufficient number of women in either the projection or the base period, in the empirical data though, we find almost a tenth (9%) of women with 90 months of continuous unemployment.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Individual level",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The findings presented in this paper highlight different aspects of the simulation. Overall, the results are encouraging. The projected average values, which are most commonly considered when validating a model, fit very well with the empirical data. The deviation between the projected and empirical shares is only 1 percentage point on average. If we consider the structure of the employment histories though, we find bigger differences. The projection spread the SES over too many individuals and thus underestimated the stability of employment histories and the amount of inequality. This phenomenon is apparent in all the subgroups considered, but it is especially pronounced for East German men and women whose life courses are more challenging to project due to a strong period effect.",
                    "type": "paragraph"
                },
                {
                    "text": "Since the model set-up is explicitly longitudinal we would expect discontinuity and spell lengths to be adequately accounted for. The major source for the observed discrepancy between the projected and empirical data is therefore the situation in the base period. The findings show that we can at least partly attribute the surplus of discontinuity to the period effect and the amount of discontinuity present in the base period. The stability observed in the empirical data is an expression of social change which could not be foreseen by the model.",
                    "type": "paragraph"
                },
                {
                    "text": "In case of the AVID the modifications of the transition probabilities for East Germany might also have led to shorter spell lengths and higher discontinuity measures. However, with the retrospective comparisons presented here it is not possible to quantify to which extent this might be the case.",
                    "type": "paragraph"
                },
                {
                    "text": "The retrospective validation of the AVID model also allows for another interesting observation. We can get a feeling for the importance of the specification of the base period by comparing the results for East and West Germany. While the 1990ies were turbulent times for the whole of Germany, the East of the country underwent a complete transition. At the end of the decade just about everything had changed: the political system, the economic system, the labour market, and the educational requirements for successful participation in the labour market. This means that East Germans had very continuous employment histories as a legacy of the state-directed economy which were interrupted quite suddenly for a big part of the population. As expected, the comparisons presented above show clearly that the projection was much closer to the empirical data for West Germany than for East Germany and we observe the highest deviation between projection and empirical data for East German men for whom the changes were most pronounced. However, considering the vast and sudden changes, the projection for East Germany was not very far off the empirical mark either. As far as the validation process is concerned, the AVID model seems to be quite robust which suggests that while the choice of base period does matter it is only one part of the model set-up.",
                    "type": "paragraph"
                },
                {
                    "text": "For microsimulation modelling this is an encouraging result. With the last financial crisis and the repercussions for national economies and labour markets, more models will have to deal with turbulent base periods and parameters which are influenced by period effects and external shocks. And while the findings presented in this paper suggest that the projections can still be quite accurate, they also highlight the need for validation and more precisely for retrospective validation which goes further than average values.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Discussion",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper was concerned with a retrospective comparison of projected and empirical data on life courses. The overall aim of the paper was to develop indicators which help to decide questions on how good a simulation model is and whether we can use the results without reservations. The proposed indicators cover different aspects of the simulation such as the aggregate and individual level, the different dimensions of content and structure and use averages as well as extreme values to get a deeper understanding of the results.",
                    "type": "paragraph"
                },
                {
                    "text": "In case of the AVID model the answer to the above questions is yes and no. Overall there is a good resemblance between the projection and the empirical data and no deteriorating trend could be detected towards the end of the observation period. This is important since an increasing difference between the projection and the empirical data would suggest that the results at the end of the projection period, which is considerably longer than the observation period in this paper, could be very far off the empirical benchmark.",
                    "type": "paragraph"
                },
                {
                    "text": "The average values on the aggregate and the individual level were very similar in the projection and the empirical data, but the projection underestimated the stability of the employment histories. This can be explained by the developments in the base period, but it is nevertheless an important information for the application and interpretation of the results. A higher stability of employment histories in the context of similar average values means higher inequality as <i>i.e.</i> the same amount of unemployment is concentrated on fewer people who face longer episodes of unemployment or even continuous unemployment.",
                    "type": "paragraph"
                },
                {
                    "text": "Usually in the development of a microsimulation model resources for in depth validation are limited. But the results presented in this paper suggest that it is worthwhile taking a detailed look and it might even be helpful to calculate these indicators for different stages of the model development and find out when differences occur and if they increase or decline in the development process.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "New pathways in microsimulation",
            "chapterTitle": "What are the driving forces behind trends in inequality among pensioners? Validating MIDAS Belgium using a stylized model",
            "date": "2014",
            "editors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keegan, M",
                        "preferred": "M Keegan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "id": "bib1",
            "pages": {
                "first": "287",
                "last": "304",
                "range": "287–304"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Farnham"
                        ]
                    },
                    "formatted": [
                        "Farnham"
                    ]
                },
                "name": [
                    "Ashgate Publishing Limited"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Diewald, M",
                        "preferred": "M Diewald"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goedicke, A",
                        "preferred": "A Goedicke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mayer, KU",
                        "preferred": "KU Mayer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "After the fall of the wall: Life courses in the transformation of East Germany",
            "date": "2006",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stanford, California"
                        ]
                    },
                    "formatted": [
                        "Stanford, California"
                    ]
                },
                "name": [
                    "Stanford University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Gut geschätzt oder weit daneben? Ein Vergleich simulierter und empirischer Erwerbsverläufe auf Basis der Erhebungen “Altersvorsorge in Deutschland 2005” und “Individuelle Altersvorsorge 2009”",
            "authors": [
                {
                    "name": {
                        "index": "Frommert, D",
                        "preferred": "D Frommert"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib3",
            "journal": "Deutsche Rentenversicherung",
            "pages": {
                "first": "178",
                "last": "192",
                "range": "178–192"
            },
            "type": "journal",
            "volume": "69"
        },
        {
            "articleTitle": "Analyzing and visualizing state sequences in R with TraMineR",
            "authors": [
                {
                    "name": {
                        "index": "Gabadinho, A",
                        "preferred": "A Gabadinho"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ritschard, G",
                        "preferred": "G Ritschard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Müller, NS",
                        "preferred": "NS Müller"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2011",
            "id": "bib4",
            "journal": "Journal of Statistical Software",
            "pages": {
                "first": "1",
                "last": "37",
                "range": "1–37"
            },
            "type": "journal",
            "volume": "40"
        },
        {
            "articleTitle": "Indice de complexité pour le tri et la comparaison de séquences catégorielles",
            "authors": [
                {
                    "name": {
                        "index": "Gabadinho, A",
                        "preferred": "A Gabadinho"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ritschard, G",
                        "preferred": "G Ritschard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Studer, M",
                        "preferred": "M Studer"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2010",
            "id": "bib5",
            "journal": "Extraction et gestion des connaissances (EGC 2010), Revue des nouvelles technologies de l’information",
            "pages": {
                "first": "61",
                "last": "66",
                "range": "61–66"
            },
            "type": "journal",
            "volume": "E-19"
        },
        {
            "articleTitle": "Validating a dynamic population microsimulation model: Recent experience in Australia",
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keegan, M",
                        "preferred": "M Keegan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib6",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "46",
                "last": "64",
                "range": "46–64"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Heien, T",
                        "preferred": "T Heien"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kortmann, K",
                        "preferred": "K Kortmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schatz, C",
                        "preferred": "C Schatz"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "Altersvorsorge in Deutschland 2005: Alterseinkommen und Biographie, DRV-Schriften 75 and BMAS-Forschungsbericht 365, Berlin",
            "id": "bib7",
            "title": "Altersvorsorge in Deutschland 2005: Alterseinkommen und Biographie",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klammer, U",
                        "preferred": "U Klammer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bosch, G",
                        "preferred": "G Bosch"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Helfferich, C",
                        "preferred": "C Helfferich"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "bookTitle": "Neue Wege – Gleiche ChancenNeue Wege – Gleiche Chancen: Expertisen zum Ersten Gleichstellungsbericht der Bundesregierung",
            "chapterTitle": "Neue Wege – Gleiche Chancen: Kurzfassung des ersten Sachverständigengutachtes zum Ersten Gleichstellungsbericht der Bundesregierung",
            "date": "2011",
            "editors": [
                {
                    "name": {
                        "index": "Klammer, U",
                        "preferred": "U Klammer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Motz, M",
                        "preferred": "M Motz"
                    },
                    "type": "person"
                }
            ],
            "id": "bib8",
            "pages": {
                "first": "13",
                "last": "43",
                "range": "13–43"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Wiesbaden"
                        ]
                    },
                    "formatted": [
                        "Wiesbaden"
                    ]
                },
                "name": [
                    "VS Verlag für Sozialwissenschaften"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klenner, U",
                        "preferred": "U Klenner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schmidt, T",
                        "preferred": "T Schmidt"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Neue Wege – Gleiche Chancen: Expertisen zum Ersten Gleichstellungsbericht der Bundesregierung",
            "chapterTitle": "Teilzeitarbeit im Lebenslauf von abhängig beschäftigten Frauen",
            "date": "2011",
            "editors": [
                {
                    "name": {
                        "index": "Klammer, U",
                        "preferred": "U Klammer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Motz, M",
                        "preferred": "M Motz"
                    },
                    "type": "person"
                }
            ],
            "id": "bib9",
            "pages": {
                "first": "253",
                "last": "311",
                "range": "253–311"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Wiesbaden"
                        ]
                    },
                    "formatted": [
                        "Wiesbaden"
                    ]
                },
                "name": [
                    "VS Verlag für Sozialwissenschaften"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Microsimulation Modelling",
            "chapterTitle": "Dynamic Models",
            "date": "2014",
            "editors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "id": "bib10",
            "pages": {
                "first": "305",
                "last": "343",
                "range": "305–343"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Howard House, UK"
                        ]
                    },
                    "formatted": [
                        "Howard House, UK"
                    ]
                },
                "name": [
                    "Emerald"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Morrison, R",
                        "preferred": "R Morrison"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib11",
            "publisher": {
                "name": [
                    "National Centre for Social and Economic Modelling, University on Canberra"
                ]
            },
            "source": "Validation of longitudinal models: DYNACAN practices and plans. APPSIM Working Papers No. 8",
            "title": "Validation of longitudinal models: DYNACAN practices and plans. APPSIM Working Papers No. 8",
            "type": "report"
        },
        {
            "articleTitle": "Die Aktualisierung der Studie Altersvorsorge in Deutschland: Inhaltliche und methodische Neuerungen der AVID 2002",
            "authors": [
                {
                    "name": {
                        "index": "Roth, M",
                        "preferred": "M Roth"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stegmann, M",
                        "preferred": "M Stegmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bieber, U",
                        "preferred": "U Bieber"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib12",
            "journal": "Deutsche Rentenversicherung",
            "pages": {
                "first": "612",
                "last": "641",
                "range": "612–641"
            },
            "type": "journal",
            "volume": "57"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schatz, C",
                        "preferred": "C Schatz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Altersvorsorge in Deutschland (AVID) 2005: Methodenbericht Teil II: Fortschreibung und Anwartschaftsberechnung",
            "date": "2010",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "München"
                        ]
                    },
                    "formatted": [
                        "München"
                    ]
                },
                "name": [
                    "TNS Infratest Sozialforschung"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wanger, S",
                        "preferred": "S Wanger"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "Traditionelle Erwerbs- und Arbeitszeitmuster sind nach wie vor verbreitet, IAB Kurzbericht 4/2015",
            "id": "bib14",
            "title": "IAB Kurzbericht 4/2015",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Windzio, M",
                        "preferred": "M Windzio"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Strukturen des Lebenslaufs: Übergang – Sequenz – Verlauf",
            "chapterTitle": "Übergänge und Sequenzen: Der Einfluss von Arbeitslosigkeit auf den weiteren Erwerbsverlauf",
            "date": "2001",
            "editors": [
                {
                    "name": {
                        "index": "Sackmann, R",
                        "preferred": "R Sackmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wingens, M",
                        "preferred": "M Wingens"
                    },
                    "type": "person"
                }
            ],
            "id": "bib15",
            "pages": {
                "first": "163",
                "last": "198",
                "range": "163–198"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Weinheim/München"
                        ]
                    },
                    "formatted": [
                        "Weinheim/München"
                    ]
                },
                "name": [
                    "Juventa Verlag"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Arbeitslosigkeit und Alterssicherung: Der Einfluss früherer Arbeitslosigkeit auf die Höhe der gesetzlichen Altersrente",
            "authors": [
                {
                    "name": {
                        "index": "Wunder, C",
                        "preferred": "C Wunder"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib16",
            "journal": "Zeitschrift für Arbeitsmarkt Forschung",
            "pages": {
                "first": "493",
                "last": "509",
                "range": "493–509"
            },
            "type": "journal",
            "volume": "38"
        }
    ],
    "acknowledgements": [
        {
            "text": "I would like to thank Torsten Heien, Christof Schatz, the editor of this journal and an anonymous referee for their helpful comments.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
