{
    "status": "vor",
    "id": "00111",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00111",
    "authorLine": "Michał Myck, Mateusz Najsztub",
    "title": "Data and model cross-validation to improve accuracy of microsimulation results: Estimates for the polish household budget survey",
    "published": "2015-04-30T00:00:00Z",
    "versionDate": "2015-04-30T00:00:00Z",
    "statusDate": "2015-04-30T00:00:00Z",
    "volume": 8,
    "issue": 1,
    "fpage": 33,
    "lpage": 66,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00111/ijm-00111.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "We conduct detailed analysis of the Polish Household Budget Survey data for the years 2006–2011 with the focus on its representativeness from the point of view of microsimulation analysis. We find important discrepancies between the aggregate data weighted with baseline grossing-up weights and official statistics from other sources. A number of re-weighting exercises is examined from the point of view of the accuracy of microsimulation results. We show that using a combination of variables from the data together with a small number of outcomes from the microsimulation model substantially improves the correspondence of simulation results and administrative data. While demographic re-weighting is neutral from the point of view of income distribution, calibrating the weights to adjust for income sources and tax identifiers significantly increases income inequality. We specify a number of factors which ought to be considered in the choice of weight calibration targets. Data re-weighting can substantially improve the accuracy of microsimulation but it should be used with caution.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Myck and Najsztub",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Poland"
                        },
                        "formatted": [
                            "Poland"
                        ]
                    },
                    "name": [
                        "Centre for Economic Analysis"
                    ]
                }
            ],
            "emailAddresses": [
                "mmyck@cenea.org.pl"
            ],
            "name": {
                "index": "Myck, Michał",
                "preferred": "Michał Myck"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Poland"
                        },
                        "formatted": [
                            "Poland"
                        ]
                    },
                    "name": [
                        "Centre for Economic Analysis"
                    ]
                }
            ],
            "emailAddresses": [
                "mnajsztub@cenea.org.pl"
            ],
            "name": {
                "index": "Najsztub, Mateusz",
                "preferred": "Mateusz Najsztub"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "re-weighting",
        "microsimulation",
        "income inequality"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The majority of large scale household surveys conducted by statistical offices or private survey agencies are designed to be representative of the population which the respective samples are drawn from. Due to frequent non-random survey participation this representativeness is usually less than perfect and the problems of under-representation of certain groups of the population - for example the very rich or the very poor - have been long recognized (<a href=\"#bib41\">United Nations, 2011</a>; <a href=\"#bib40\">Schräpler, 2002</a>; <a href=\"#bib23\">Korinek <i>et al.</i>, 2006</a>; <a href=\"#bib39\">Riphahn &amp; Serfling, 2005</a>). As we demonstrate using the example of the Polish Household Budget Surveys, if this under- or over-representation of certain groups is unaccounted for in the process of generating population grossing-up weights, the resulting population structure may differ substantially from other official statistics and administrative records. This in turn has significant consequences for the accuracy of tax and benefit simulations using microsimulation models and thus the reliability of the models for the purpose of policy analysis (<a href=\"#bib22\">Klevmarken, 2002</a>). Because validity of any microsimulation model relies, to a large extent, on the degree of correspondence between model outcomes and administrative records, significant deviations in terms of the age or economic activity distribution, and the resulting simulation discrepancies might lead to questioning of the models’ role for policy purposes. In such cases even if model calculations for each particular household are correct, the grossed-up values are bound to be wrong.",
                    "type": "paragraph"
                },
                {
                    "text": "We examine the data of the Polish Household Budget Surveys (PHBS) for years 2006–2011 from the perspective of tax and benefit microsimulation. The exercise presented in this paper serves primarily the purpose of improving consistency of microsimulation results with administrative data on aggregate tax burden and benefit expenditure. We are thus far from either questioning the general approach of the Polish Central Statistical Office (CSO) to the generation of PHBS grossing- up weights or from arguing that our approach should be applied more broadly in other applications of household micro-level data. We show, however, that a relatively simple method of data re- weighting along the lines of <a href=\"#bib11\">Gomulka (1992)</a>, <a href=\"#bib10\">Deville and Sarndal (1992)</a> and <a href=\"#bib9\">Creedy and Tuckwell (2004)</a>, which has recently been applied widely in various types of micro-data analysis (e.g.: <a href=\"#bib3\">Brewer <i>et al.</i>, 2009</a>; <a href=\"#bib33\">Navicke <i>et al.</i>, 2013</a>; <a href=\"#bib36\">O’Donoghue and Loughrey, 2014</a>), can significantly improve the accuracy of tax and benefit microsimulations in many dimensions. We present different approaches to weight calibration and suggest key factors which ought to be considered in the process. Since these factors can be generalized to other datasets and countries, the analysis presented here could be applied to other data used for microsimulation purposes. We extend the weight calibration criteria which are used by the Polish CSO in three stages. In the first stage, the calibration of weights is done with respect to demographic variables (e.g.: <a href=\"#bib6\">Cai, Creedy &amp; Kalb, 2006</a>). In the second stage we additionally include the number of recipients of main income sources, while in the third use a process of “cross-validation” where we calibrate population weights in the data with respect to a set of tax identifiers related directly to microsimulation.",
                    "type": "paragraph"
                },
                {
                    "text": "The second and third stages of this exercise generate significant improvements in terms of the performance of the tax and benefit microsimulation with respect to a chosen set of key tax and benefit system parameters, but in many instances correcting the age distribution on its own also improves the accuracy of microsimulation. The re-weighting demonstrates how a careful approach to household survey data could make microsimulation models much more reliable and thus applicable for policy analysis.",
                    "type": "paragraph"
                },
                {
                    "text": "The rest of the paper is organised as follows. In <a href=\"#s2\">Section 2</a> we briefly describe the Polish Household Budget Survey data used for the analysis including the sampling frame of the survey and the approach of the Central Statistical Office to the computation of population weights provided with the data, referred to as “baseline” weights. Using these weights in <a href=\"#s3\">Section 3</a> we present the differences in the age distributions between the baseline PHBS data and official sources on demographics as well as the correspondence of economic status information in the data and administrative statistics. The divergence between these distributions forms the principal motivation for the weight calibration in the paper. In <a href=\"#s3\">Section 3</a> we also show how these underlying differences find their reflection in discrepancies of microsimulation results using a number of key tax and benefit parameters from the microsimulation model SIMPL which is applied to the PHBS data (see e.g.: <a href=\"#bib2\">Bargain <i>et al.</i>, 2007</a>; <a href=\"#bib30\">Morawski <i>et al.</i>, 2008</a>). The method of weight re-calibration, which follows <a href=\"#bib11\">Gomulka (1992)</a> and <a href=\"#bib9\">Creedy and Tuckwell (2004)</a> is briefly discussed in <a href=\"#s4\">Section 4</a>, including details on different stages of calibration and discussion of factors we consider in the process. Results of re-weighting in the form of a comparison of tax and benefit microsimulation outcomes with administrative information is presented in <a href=\"#s5\">Section 5</a>. Consistency of the grossed-up population structure in the data in terms of demographics, income sources and tax identifiers has substantial influence on the accuracy of microsimulation. We show that weight adjustments for income sources and tax identifiers have significant implications for the level and trends in inequality indicators in Poland. Conclusions including some words of caution regarding the methods applied in this paper follow in <a href=\"#s6\">Section 6</a>.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The Polish Household Budget Survey (PHBS) is an annual representative survey covering in recent years over 37,000 Polish households. The first survey was conducted in 1957 and it has been a regular source of information on income, consumption and quality of life of Polish citizens. Through the years it has undergone a number of more and less significant methodological changes, related among other things to the political and economic transition after 1989 and various forms of standardization to international procedures, but the survey continues to collect detailed information on the household structure, income sources and household expenditure. The information covered by the survey includes:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "socio-demographic composition of the household;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "life quality and housing conditions;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "durable goods and housing equipment;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "economic activity of household members;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "level and sources of individual and household-level incomes;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "detailed household expenditures.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "The PHBS has changed over the years, but fieldwork procedures and the overall methodology since 2006 have seen only minor modifications (<a href=\"#bib16\">Główny Urząd Statystyczny, 2011a</a>). In the years covered by the analysis the sample includes all households with the exception of collective dwellings such as prisons, cloisters, retirement homes or boarding schools, which in total accounted for less than 1% of the whole population in 2011. The sampling methodology since 2006 targets 3132 of different dwellings in each month, which are selected for the survey giving a total of expected 37584 dwellings each year. Due to the possibility of multiple households in one dwelling and survey interruptions (which are not replaced with reserve households), the actual number of surveyed households may slightly deviate from the target, as summarized in <a href=\"#table1\">Table 1</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: PHBS data 2006–2011, unweighted sample statistics.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>YEAR</th>\n<th>2006</th>\n<th>2007</th>\n<th>2008</th>\n<th>2009</th>\n<th>2010</th>\n<th>2011</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Number of HH</td>\n<td>37,508</td>\n<td>37,366</td>\n<td>37,358</td>\n<td>37,302</td>\n<td>37,412</td>\n<td>37,375</td>\n</tr>\n<tr>\n<td>Number of individuals</td>\n<td>114,311</td>\n<td>111,992</td>\n<td>109,819</td>\n<td>108,038</td>\n<td>107,967</td>\n<td>107,239</td>\n</tr>\n<tr>\n<td colspan=\"7\">Place of residence</td>\n</tr>\n<tr>\n<td> Town over 500 k</td>\n<td>11,187</td>\n<td>11,262</td>\n<td>10,890</td>\n<td>10,427</td>\n<td>10,633</td>\n<td>10,787</td>\n</tr>\n<tr>\n<td> Town over 200 k</td>\n<td>9,097</td>\n<td>8,721</td>\n<td>8,670</td>\n<td>8,704</td>\n<td>8,471</td>\n<td>8,284</td>\n</tr>\n<tr>\n<td> Town over 100 k</td>\n<td>7,949</td>\n<td>7,820</td>\n<td>7,101</td>\n<td>6,700</td>\n<td>6,617</td>\n<td>6,981</td>\n</tr>\n<tr>\n<td> Town over 20 k</td>\n<td>19,137</td>\n<td>18,022</td>\n<td>17,930</td>\n<td>17,493</td>\n<td>16,917</td>\n<td>17,004</td>\n</tr>\n<tr>\n<td> Town up to 20 k</td>\n<td>11,675</td>\n<td>11,957</td>\n<td>11,401</td>\n<td>11,568</td>\n<td>12,516</td>\n<td>12,076</td>\n</tr>\n<tr>\n<td> village</td>\n<td>55,266</td>\n<td>54,210</td>\n<td>53,827</td>\n<td>53,146</td>\n<td>52,813</td>\n<td>52,170</td>\n</tr>\n<tr>\n<td colspan=\"7\">Gender</td>\n</tr>\n<tr>\n<td> Adult male</td>\n<td>40,749</td>\n<td>40,006</td>\n<td>39,552</td>\n<td>39,359</td>\n<td>39,614</td>\n<td>39,491</td>\n</tr>\n<tr>\n<td> Adult female</td>\n<td>46,258</td>\n<td>45,665</td>\n<td>45,160</td>\n<td>44,817</td>\n<td>44,943</td>\n<td>44,825</td>\n</tr>\n<tr>\n<td>Children (&lt; 18 years old)</td>\n<td>27,304</td>\n<td>26,321</td>\n<td>25,107</td>\n<td>23,862</td>\n<td>23,410</td>\n<td>22,923</td>\n</tr>\n<tr>\n<td colspan=\"7\">Labour market status</td>\n</tr>\n<tr>\n<td> Is employed</td>\n<td>44,625</td>\n<td>45,903</td>\n<td>46,074</td>\n<td>44,734</td>\n<td>44,144</td>\n<td>43,719</td>\n</tr>\n<tr>\n<td> Is self-employed</td>\n<td>13,017</td>\n<td>12,476</td>\n<td>11,833</td>\n<td>11,607</td>\n<td>10,771</td>\n<td>10,274</td>\n</tr>\n<tr>\n<td colspan=\"7\">Education</td>\n</tr>\n<tr>\n<td> higher</td>\n<td>10,311</td>\n<td>10,832</td>\n<td>11,488</td>\n<td>12,267</td>\n<td>13,778</td>\n<td>14,529</td>\n</tr>\n<tr>\n<td> secondary</td>\n<td>29,980</td>\n<td>29,882</td>\n<td>29,518</td>\n<td>29,279</td>\n<td>28,347</td>\n<td>28,182</td>\n</tr>\n<tr>\n<td> primary</td>\n<td>56,402</td>\n<td>54,215</td>\n<td>52,509</td>\n<td>50,765</td>\n<td>50,108</td>\n<td>48,873</td>\n</tr>\n<tr>\n<td>Mean age (sample)</td>\n<td>36.49</td>\n<td>36.88</td>\n<td>37.54</td>\n<td>38.03</td>\n<td>38.22</td>\n<td>38.55</td>\n</tr>\n<tr>\n<td>Mean HH size (sample)</td>\n<td>3.05</td>\n<td>3.00</td>\n<td>2.94</td>\n<td>2.90</td>\n<td>2.89</td>\n<td>2.87</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "PHBS sample summary for years 2005–2011.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The data from the PHBS has been used in a number of studies of incomes and consumption and has long been the main data source used in the Polish microsimulation model SIMPL (see e.g.: <a href=\"#bib5\">Brzezinski &amp; Kostro, 2010</a>; <a href=\"#bib4\">Brzezinski, 2010</a>; <a href=\"#bib31\">Morawski &amp; Myck, 2010</a>; <a href=\"#bib20\">Haan &amp; Myck, 2012</a>; <a href=\"#bib32\">Myck, <i>et al.</i>, 2013</a>). Most of the information collected in the PHBS, and in particular incomes and expenditures, covers the survey period of one month. For every quarter of the year each household being surveyed in that quarter is once again asked to fill in a questionnaire regarding durable goods present in the household, as well as rare income and expenditure (e.g. buying or selling property, buying a car, health care services) and other sources of income such as employment fringe benefits.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table1\">Table 1</a> gives a summary of the number of households and individuals in the PHBS in the years covered by the analysis, and the split at the household and individual level by some main characteristics. Over the years we can observe the increasing number of people with higher education and the higher (unweighted) average age of participants in the survey. The average household size fell from over three individuals per household in 2006 to 2.87 in 2011.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The PHBS relies on a two-stage random sampling scheme with clustering and rotation (<a href=\"#bib24\">Łysoń, 2012</a>). First the country is divided into around 30,000 Primary Sampling Units (PSUs) consisting of at least 250 dwellings in the urban areas and at least 150 dwellings in rural areas. The PSU’s are clustered into 109 layers. 1566 PSUs are selected and divided to two sub-samples containing 783 PSUs each. Each sub-sample is drawn for two subsequent years and is exchanged every year forming two rotation groups. In the second sampling stage 24 dwellings are drawn in each PSU (two for each month of the survey) together with additional 150 reserve households in case of refusal of participation among the primary dwellings. All households in every dwelling are included in the survey.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Importantly from the point of view of this analysis, the sampling scheme determines the way observation weights are assigned to each household, computed as the inverse of selection probability for every household.<sup><a href=\"#fn1\">1</a></sup> These weights are then adjusted by post stratification based on the data from the National Census (2002 census used for years before 2010 and the 2011 census used in later years). Stratification is based on 12 strata. The reference characteristics used to form the strata are the place of residence (rural or urban) and size of the household (single, 2 persons, 3, 4, 5 and 6+ persons). No additional information on sex, age or education is included in the generation of sample weights.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As we show below the resulting distribution of even such basic population characteristics as age may significantly differ from the official statistics published by the Central Statistical Office, often based on updates of the National Census data using administrative records or other surveys. While such discrepancies might not matter in many types of analysis, they are of crucial importance from the point of view of reliability and policy relevance of results from microsimulation studies which often present grossed-up population values of the elements of the tax and benefit system. With substantially different age distribution we get incorrect aggregate results in terms of nearly all tax and benefit instruments and in particular of those which are age-related, such as some tax advantages or family benefits.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 The PHBS sampling scheme",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Polish household budget survey data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Validation of survey data against other sources is notoriously problematic given various definitional differences and the nature of the specific survey. Thus not only grossing-up weights of the survey data will determine discrepancies between different sources of information. In this Section we present three groups of variables from the PHBS which are set against other data sources in a validation exercise using the baseline grossing-up weights provided by the CSO (and derived along the lines outlined above). These groups are:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "demographics: age, education, residence;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "economic status: employment, self-employment, pension and unemployment benefit receipt;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "microsimulation output: aggregated tax and benefit values; the number of tax payers and benefit recipients.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "The grossed up values of these variables from the PHBS together with the most appropriate counterpart information from other sources are presented in <a href=\"#table2\">Tables 2</a>, <a href=\"#table3\">3</a> and <a href=\"#table4\">4</a> respectively. The information used to validate the PHBS data derives principally from CSO’s Statistical Yearbooks based on alternative data sources (principally on the National Census data from 2002 and 2011 which are updated using administrative records or surveys). Administrative information on taxes, insurance contributions and benefits comes from published and online statistics of the Ministry of Finance, the Ministry of Labour and Social Policy and the Polish Social Security Institution (ZUS).<sup><a href=\"#fn2\">2</a></sup>",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SIMPL model based on PHBS data 2006–2011 and external statistics (see endnote 2 for sources), weighted with baseline weights. Absolute values in millions.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>2006</th>\n<th>2007</th>\n<th>2008</th>\n<th>2009</th>\n<th>2010</th>\n<th>2011</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Population</td>\n<td>37.661</td>\n<td>37.665</td>\n<td>37.679</td>\n<td>37.678</td>\n<td>37.687</td>\n<td>37.683</td>\n</tr>\n<tr>\n<td> External</td>\n<td>38.132</td>\n<td>38.116</td>\n<td>38.116</td>\n<td>38.154</td>\n<td>38.187</td>\n<td>38.512</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>0.988</td>\n<td>0.988</td>\n<td>0.989</td>\n<td>0.988</td>\n<td>0.987</td>\n<td>0.987</td>\n</tr>\n<tr>\n<td>Age (mean)</td>\n<td>37.102</td>\n<td>37.161</td>\n<td>37.363</td>\n<td>37.486</td>\n<td>37.577</td>\n<td>37.734</td>\n</tr>\n<tr>\n<td>Household size (mean)</td>\n<td>2.828</td>\n<td>2.828</td>\n<td>2.829</td>\n<td>2.829</td>\n<td>2.830</td>\n<td>2.829</td>\n</tr>\n<tr>\n<td colspan=\"7\">Residence size (inhabitants):</td>\n</tr>\n<tr>\n<td>Towns &gt; 200k</td>\n<td>8.094</td>\n<td>8.110</td>\n<td>8.133</td>\n<td>8.133</td>\n<td>7.926</td>\n<td>7.895</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>1.015</td>\n<td>1.021</td>\n<td>1.026</td>\n<td>1.016</td>\n<td>1.003</td>\n<td>1.001</td>\n</tr>\n<tr>\n<td>Towns &lt; 200k</td>\n<td>3.061</td>\n<td>3.075</td>\n<td>2.910</td>\n<td>2.908</td>\n<td>2.926</td>\n<td>3.032</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>1.001</td>\n<td>1.009</td>\n<td>0.956</td>\n<td>0.957</td>\n<td>0.963</td>\n<td>1.009</td>\n</tr>\n<tr>\n<td>Towns &lt; 100k</td>\n<td>7.467</td>\n<td>7.202</td>\n<td>7.377</td>\n<td>7.304</td>\n<td>7.044</td>\n<td>7.187</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>1.008</td>\n<td>0.975</td>\n<td>0.996</td>\n<td>0.988</td>\n<td>0.951</td>\n<td>0.956</td>\n</tr>\n<tr>\n<td>Towns &lt; 20k</td>\n<td>4.590</td>\n<td>4.830</td>\n<td>4.802</td>\n<td>4.974</td>\n<td>5.331</td>\n<td>5.120</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>0.931</td>\n<td>0.979</td>\n<td>0.977</td>\n<td>1.009</td>\n<td>1.084</td>\n<td>1.029</td>\n</tr>\n<tr>\n<td>Rural</td>\n<td>14.449</td>\n<td>14.448</td>\n<td>14.457</td>\n<td>14.457</td>\n<td>14.460</td>\n<td>14.449</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>0.979</td>\n<td>0.988</td>\n<td>0.989</td>\n<td>0.988</td>\n<td>0.987</td>\n<td>0.978</td>\n</tr>\n<tr>\n<td colspan=\"7\">Education</td>\n</tr>\n<tr>\n<td>Primary</td>\n<td>17.919</td>\n<td>17.558</td>\n<td>17.311</td>\n<td>17.009</td>\n<td>16.777</td>\n<td>16.498</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>1.103</td>\n<td>1.101</td>\n<td>1.106</td>\n<td>1.107</td>\n<td>1.113</td>\n<td>1.097</td>\n</tr>\n<tr>\n<td>Secondary</td>\n<td>10.340</td>\n<td>10.349</td>\n<td>10.451</td>\n<td>10.443</td>\n<td>10.073</td>\n<td>9.995</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>0.943</td>\n<td>0.941</td>\n<td>0.938</td>\n<td>0.934</td>\n<td>0.901</td>\n<td>0.945</td>\n</tr>\n<tr>\n<td>Higher</td>\n<td>3.766</td>\n<td>3.985</td>\n<td>4.228</td>\n<td>4.517</td>\n<td>5.068</td>\n<td>5.328</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>0.742</td>\n<td>0.729</td>\n<td>0.733</td>\n<td>0.744</td>\n<td>0.791</td>\n<td>0.936</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "PHBS and external statistics: Socio-demographics for years 2006–2011 using baseline CSO weights.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SIMPL model based on PHBS data 2006–2011 and external statistics (see endnote 2 for sources), weighted with baseline weights. Absolute values in millions.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>2006</th>\n<th>2007</th>\n<th>2008</th>\n<th>2009</th>\n<th>2010</th>\n<th>2011</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"7\"><b>Employment type and farmers</b>:</td>\n</tr>\n<tr>\n<td>Employed</td>\n<td>14.492</td>\n<td>15.216</td>\n<td>15.606</td>\n<td>15.369</td>\n<td>15.224</td>\n<td>15.141</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>1.126</td>\n<td>1.154</td>\n<td>1.138</td>\n<td>1.116</td>\n<td>1.101</td>\n<td>1.096</td>\n</tr>\n<tr>\n<td>Self-employed</td>\n<td>3.787</td>\n<td>3.710</td>\n<td>3.570</td>\n<td>3.571</td>\n<td>3.357</td>\n<td>3.223</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>0.986</td>\n<td>0.973</td>\n<td>0.908</td>\n<td>0.915</td>\n<td>0.861</td>\n<td>0.830</td>\n</tr>\n<tr>\n<td>Farmers</td>\n<td>2.415</td>\n<td>2.277</td>\n<td>2.140</td>\n<td>2.067</td>\n<td>1.818</td>\n<td>1.715</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>1.314</td>\n<td>1.239</td>\n<td>1.164</td>\n<td>1.125</td>\n<td>0.989</td>\n<td>0.914</td>\n</tr>\n<tr>\n<td>Temporary employment</td>\n<td>0.682</td>\n<td>0.594</td>\n<td>0.564</td>\n<td>0.521</td>\n<td>0.463</td>\n<td>0.412</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>1.921</td>\n<td>1.621</td>\n<td>1.491</td>\n<td>1.299</td>\n<td>1.041</td>\n<td>0.810</td>\n</tr>\n<tr>\n<td><b>SSC benefit recipients</b>:</td>\n<td>6.096</td>\n<td>6.151</td>\n<td>6.457</td>\n<td>6.634</td>\n<td>6.545</td>\n<td>6.501</td>\n</tr>\n<tr>\n<td>Retirement pension</td>\n<td>1.038</td>\n<td>1.023</td>\n<td>1.043</td>\n<td>1.040</td>\n<td>1.030</td>\n<td>1.033</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>1.980</td>\n<td>1.824</td>\n<td>1.690</td>\n<td>1.545</td>\n<td>1.450</td>\n<td>1.398</td>\n</tr>\n<tr>\n<td>Disability pension</td>\n<td>1.048</td>\n<td>1.021</td>\n<td>1.009</td>\n<td>0.986</td>\n<td>0.967</td>\n<td>0.972</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>1.198</td>\n<td>1.149</td>\n<td>1.060</td>\n<td>1.047</td>\n<td>1.039</td>\n<td>1.023</td>\n</tr>\n<tr>\n<td>Family pension</td>\n<td>0.862</td>\n<td>0.826</td>\n<td>0.763</td>\n<td>0.754</td>\n<td>0.747</td>\n<td>0.735</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>0.452</td>\n<td>0.370</td>\n<td>0.234</td>\n<td>0.147</td>\n<td>0.157</td>\n<td>0.146</td>\n</tr>\n<tr>\n<td>Pre-retirement pension</td>\n<td>0.990</td>\n<td>1.005</td>\n<td>0.914</td>\n<td>0.891</td>\n<td>1.030</td>\n<td>0.981</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>0.287</td>\n<td>0.234</td>\n<td>0.187</td>\n<td>0.304</td>\n<td>0.295</td>\n<td>0.245</td>\n</tr>\n<tr>\n<td>Unemployment benefit</td>\n<td>0.867</td>\n<td>0.884</td>\n<td>0.830</td>\n<td>0.909</td>\n<td>0.855</td>\n<td>0.793</td>\n</tr>\n<tr>\n<td> <i>Relative to external</i>:</td>\n<td>6.096</td>\n<td>6.151</td>\n<td>6.457</td>\n<td>6.634</td>\n<td>6.545</td>\n<td>6.501</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "PHBS and external statistics: Income data for years 2006–2011 using baseline CSO weights.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SIMPL model based on PHBS data 2006–2011 and external statistics (see endnote 2 for sources), weighted with baseline weights. Absolute values in millions.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table4",
                            "label": "Table 4",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>2006</th>\n<th>2007</th>\n<th>2008</th>\n<th>2009</th>\n<th>2010</th>\n<th>2011</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"7\"><b>Contributions and taxes, headcount</b>\n</td>\n</tr>\n<tr>\n<td>Retirement and disability SSC</td>\n<td>12.343</td>\n<td>13.165</td>\n<td>13.641</td>\n<td>13.592</td>\n<td>13.691</td>\n<td>13.682</td>\n</tr>\n<tr>\n<td> <i>relative to external</i>\n</td>\n<td>1.036</td>\n<td>1.100</td>\n<td>1.105</td>\n<td>1.076</td>\n<td>1.069</td>\n<td>1.063</td>\n</tr>\n<tr>\n<td>Health Insurance:</td>\n<td>20.041</td>\n<td>20.644</td>\n<td>21.206</td>\n<td>21.146</td>\n<td>21.158</td>\n<td>21.121</td>\n</tr>\n<tr>\n<td> <i>relative to external</i>\n</td>\n<td>0.978</td>\n<td>0.996</td>\n<td>1.005</td>\n<td>0.985</td>\n<td>0.950</td>\n<td>0.946</td>\n</tr>\n<tr>\n<td>- permanent employment</td>\n<td>10.108</td>\n<td>10.980</td>\n<td>11.569</td>\n<td>11.382</td>\n<td>11.539</td>\n<td>11.639</td>\n</tr>\n<tr>\n<td> <i>relative to external</i>\n</td>\n<td>1.095</td>\n<td>1.177</td>\n<td>1.208</td>\n<td>1.182</td>\n<td>1.199</td>\n<td>1.199</td>\n</tr>\n<tr>\n<td>- self-employment</td>\n<td>1.351</td>\n<td>1.414</td>\n<td>1.420</td>\n<td>1.497</td>\n<td>1.536</td>\n<td>1.503</td>\n</tr>\n<tr>\n<td> <i>relative to external</i>\n</td>\n<td>0.926</td>\n<td>0.904</td>\n<td>0.861</td>\n<td>0.885</td>\n<td>0.881</td>\n<td>0.833</td>\n</tr>\n<tr>\n<td>Personal income tax (PIT)</td>\n<td>21.791</td>\n<td>22.312</td>\n<td>22.657</td>\n<td>22.569</td>\n<td>22.495</td>\n<td>22.433</td>\n</tr>\n<tr>\n<td> <i>relative to external</i>\n</td>\n<td>0.974</td>\n<td>0.974</td>\n<td>0.978</td>\n<td>0.974</td>\n<td>0.966</td>\n<td>0.972</td>\n</tr>\n<tr>\n<td>- permanent employment</td>\n<td>8.015</td>\n<td>8.618</td>\n<td>9.115</td>\n<td>8.767</td>\n<td>8.460</td>\n<td>6.881</td>\n</tr>\n<tr>\n<td> <i>relative to external</i>\n</td>\n<td>1.324</td>\n<td>1.344</td>\n<td>1.357</td>\n<td>1.315</td>\n<td>1.304</td>\n<td>1.019</td>\n</tr>\n<tr>\n<td>- self-employment</td>\n<td>0.728</td>\n<td>0.769</td>\n<td>0.821</td>\n<td>0.804</td>\n<td>0.793</td>\n<td>0.452</td>\n</tr>\n<tr>\n<td> <i>relative to external</i>\n</td>\n<td>2.931</td>\n<td>3.141</td>\n<td>3.398</td>\n<td>2.780</td>\n<td>2.441</td>\n<td>1.310</td>\n</tr>\n<tr>\n<td>Child Tax Credit</td>\n<td>-</td>\n<td>6.869</td>\n<td>7.357</td>\n<td>7.299</td>\n<td>7.461</td>\n<td>7.352</td>\n</tr>\n<tr>\n<td> <i>relative to external</i>\n</td>\n<td>-</td>\n<td>1.142</td>\n<td>1.157</td>\n<td>1.163</td>\n<td>1.187</td>\n<td>1.168</td>\n</tr>\n<tr>\n<td colspan=\"7\"><b>Benefit recipient, headcount</b></td>\n</tr>\n<tr>\n<td>Family Allowance (FA)</td>\n<td>6.047</td>\n<td>4.896</td>\n<td>4.021</td>\n<td>3.674</td>\n<td>3.319</td>\n<td>3.238</td>\n</tr>\n<tr>\n<td> <i>relative to external</i>\n</td>\n<td>1.316</td>\n<td>1.148</td>\n<td>1.067</td>\n<td>1.108</td>\n<td>1.105</td>\n<td>1.170</td>\n</tr>\n<tr>\n<td colspan=\"7\">FA supplements:</td>\n</tr>\n<tr>\n<td>- large families (SLF)</td>\n<td>1.582</td>\n<td>1.374</td>\n<td>1.222</td>\n<td>1.092</td>\n<td>0.964</td>\n<td>0.645</td>\n</tr>\n<tr>\n<td> <i>relative to external</i>\n</td>\n<td>2.041</td>\n<td>1.944</td>\n<td>1.941</td>\n<td>1.953</td>\n<td>1.910</td>\n<td>1.396</td>\n</tr>\n<tr>\n<td>- starting school (SSS)</td>\n<td>4.156</td>\n<td>3.340</td>\n<td>2.629</td>\n<td>2.348</td>\n<td>2.978</td>\n<td>2.918</td>\n</tr>\n<tr>\n<td> <i>relative to external</i>\n</td>\n<td>1.300</td>\n<td>1.107</td>\n<td>1.089</td>\n<td>0.980</td>\n<td>1.395</td>\n<td>1.440</td>\n</tr>\n<tr>\n<td>- child birth (SCB)</td>\n<td>0.232</td>\n<td>0.219</td>\n<td>0.176</td>\n<td>0.158</td>\n<td>0.156</td>\n<td>0.154</td>\n</tr>\n<tr>\n<td> <i>relative to external</i>\n</td>\n<td>0.906</td>\n<td>0.983</td>\n<td>0.822</td>\n<td>0.810</td>\n<td>0.857</td>\n<td>0.960</td>\n</tr>\n<tr>\n<td>- education of disabled child (SEDC)</td>\n<td>0.230</td>\n<td>0.196</td>\n<td>0.176</td>\n<td>0.162</td>\n<td>0.151</td>\n<td>0.163</td>\n</tr>\n<tr>\n<td> <i>relative to external</i>\n</td>\n<td>0.999</td>\n<td>0.897</td>\n<td>0.866</td>\n<td>0.871</td>\n<td>0.874</td>\n<td>1.006</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "PHBS and external statistics: SIMPL output macrovalidation for years 2006–2011 with baseline CSO weights.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "This choice of benchmark variables is driven primarily by the reliability of the sources to which we compared them. Demographic variables are based on the National Census and are updated by current registry data while in the case of the number of taxpayers or pension and benefit recipients the aggregate information comes directly from administrative sources, i.e. institutions responsible for tax collection and benefit payments.",
                    "type": "paragraph"
                },
                {
                    "text": "As we can see from <a href=\"#table2\">Table 2</a>, the gross population of Poland in PHBS data using the CSO baseline weights accounts for about 98–99% of the total population in the official statistics. This small discrepancy is partly driven by lack of survey coverage of collective dwellings and may result from definitional differences concerning residence status.<sup><a href=\"#fn3\">3</a></sup> Looking at the population distribution by age, however, suggests significant under and over-representation of some of the age groups. Details for the years covered by the analysis are given in <a href=\"#fig1\">Figure 1</a> in the form of population pyramids by 5- year age groups. The dark-coloured bars represent the PHBS population, while the lighter coloured are the census-based official statistics. In all years that we examine we find over-representation of children and under-representation of those aged 20–49 in the PHBS data relative to external statistics, both among men and women. There is also some under-representation of the oldest groups of the population.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: Baseline PHBS 2006–2011 and external statistics (see endnote 2 for sources).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00111%2Fijm-00111-fig1.tif",
                                "size": {
                                    "width": 1778,
                                    "height": 2678
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00111%2Fijm-00111-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00111-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Population age structure in baseline PHBS and demographic CSO statistics: 2006–2011.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "This difference in the demographic structure of the population is surprising. Some of the discrepancy among older individuals could be explained by lack of coverage of collective dwellings like hospitals or retirement homes, although the latter are not very common in Poland and lack of coverage of collective dwellings in the survey affects other age groups as well. Lower numbers among those of working age could be partly related to temporary migrations. In case of children, there is however no obvious reason for the discrepancies other than over-representation of families with children in the survey.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table2\">Table 2</a> suggests also that the PHBS under-represents individuals with higher education. This under-representation is as high as 21%–27% for years 2006–2010 relative to other official statistics, but falls to only about 6% in 2011. In <a href=\"#table3\">Table 3</a> we can see that relative to external statistics employees are over-represented in the sample by between 10–15% and the self-employed are under- represented, in particular in more recent years of data. We return to these two issues in the discussion of the factors we consider in the re-weighting process in <a href=\"#s4\">Section 4</a>. The PHBS data from years prior to 2010 significantly over-represents farmers which may be caused by definitional problems in survey and administrative data, but probably reflects also the fact that weights prior to 2010 were based on the 2002 Farming Census and the structure of farming in Poland saw substantial changes since then. The data beginning with 2010, with weights based on the 2010 Farming Census and the 2011 National Census, are much closer to other administrative records on the number of farmers. In <a href=\"#table3\">Table 3</a> in addition to employment status comparisons we also present the correspondence of the PHBS data with administrative records with regard to the number of recipients of the main Social Security benefits. The correspondence of these numbers to official statistics differs in different years, but the numbers are generally close. The main exception are Family Pensions, which seem to be underreported by up to 26%. The most likely reason behind it is reporting accuracy related to the precise naming of pensions, which we discuss in <a href=\"#s4\">Section 4</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "The values presented in <a href=\"#table4\">Table 4</a> compare direct output from the SIMPL microsimulation model to administrative statistics on the main elements of the tax and benefit system. We present the simulated number of individuals contributing to Social Security (SSC), Health Insurance (HI) and Personal Income Tax (PIT), and the number of recipients of Family Benefits including the principal Family Allowance (FA) and four main supplements (for large families: SLF, for starting school: SSS, for child birth: SCB, and education of disabled children: SEDC). In the case of each year we use the SIMPL microsimulation model to simulate the baseline tax and benefit system which operated in that year. Within the HI and PIT categories we show the total number of contributors and additionally list the numbers by those paying contributions on permanent employment and self-employment income. For PIT we also give the numbers of recipients of the Child Tax Credit, a generous tax credit for families with children introduced in 2007.",
                    "type": "paragraph"
                },
                {
                    "text": "Simulated numbers for Social Security contributions are relatively close to the official figures, with an overestimate of 6.3% in 2011. As in the case of the employment status we overestimate Health Insurance contributions for the employees (by between 10% and 21%) and underestimate them for the self-employed (by 7%–17%). The number of people paying income taxes, on the other hand, overall matches relatively well with administrative statistics. However, since we are unable to account for the details of tax deductions among the self-employed, and cannot identify clearly the specific ways people file their taxes, the number of tax payers in this category is substantially higher compared to the official statistics. Given the over-representation of children in the data it is not surprising that the model significantly overestimates the number of recipients of the Child Tax Credit as well as the means-tested Family Benefits. In the latter case the basic Family Allowance is overestimated by about 32% in 2006 and by 17% in 2011, while the supplement to large families by as much as 104% in 2006 and 40% in 2011. Some of this overestimation might reflect non-take up, but the differences between supplements suggest that while the data generally over-represents families with children, it might be over-representing households with a high number of children to a much larger extent than households with one or two children.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Grossed-up phbs and other data sources on the polish population",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In the weight calibration exercise we take the age distribution as the primary source of external data with respect to which the baseline weights are adjusted. This is then supplemented with information on a number of income sources and finally with a combination of selected income sources and a small number of variables simulated in the microsimulation model. The weight calibration exercise follows the approach of <a href=\"#bib42\">Vanderhoeft (2001)</a> and <a href=\"#bib8\">Creedy (2004)</a> described also in <a href=\"#bib10\">Deville and Sarndal (1992)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "The main principle of the approach is that it assumes validity of the “target” data to which the weights are calibrated. The calibration procedure does not change the observations themselves. Instead, it changes the household weights in such a way as to represent different aggregated population characteristics in the best possible way, taking into account a “minimum-distance” criterium which minimizes the sum of differences between the old and new weights. Having variables and observations, we have a vector <i>x<sub>jk</sub></i>, where <i>j = 1, 2, …, m</i> and <i>k = 1, 2, …, n</i>. We can then define population totals for every variable such that <inline-formula id=\"inf1\"><math id=\"m1\"><msub><mi>t</mi><mi>j</mi></msub><mo>=</mo><mstyle displaystyle=\"false\"><munderover><mo>∑</mo><mrow><mi>k</mi><mo>=</mo><mn>1</mn></mrow><mi>n</mi></munderover></mstyle><msub><mi>d</mi><mi>k</mi></msub><msub><mi>x</mi><mrow><mi>j</mi><mi>k</mi></mrow></msub></math> where are the initial (baseline) weights.",
                    "type": "paragraph"
                },
                {
                    "text": "The goal of the exercise is to minimise the distance <i>w<sub>k</sub>G(·)</i>, where <i>G(·)</i> is a distance function:",
                    "type": "paragraph"
                },
                {
                    "id": "equ1",
                    "label": "(1)",
                    "mathml": "<math><munder><mo largeop=\"true\">min</mo><msub><mi>w</mi><mi>k</mi></msub></munder><mstyle displaystyle=\"false\"><munderover><mo>∑</mo><mrow><mi>k</mi><mo>=</mo><mn>1</mn></mrow><mi>n</mi></munderover></mstyle><mstyle displaystyle=\"false\"><msub><mstyle displaystyle=\"false\"><mi>w</mi></mstyle><mi>k</mi></msub></mstyle><mstyle displaystyle=\"false\"><mi>G</mi></mstyle><mstyle displaystyle=\"false\"><mfenced><mstyle displaystyle=\"true\"><mfrac><msub><mi>w</mi><mi>k</mi></msub><msub><mi>d</mi><mi>k</mi></msub></mfrac></mstyle></mfenced></mstyle></math>",
                    "type": "mathml"
                },
                {
                    "text": "subjected to <i>m</i> calibration constraints:",
                    "type": "paragraph"
                },
                {
                    "id": "equ2",
                    "label": "(2)",
                    "mathml": "<math><mstyle displaystyle=\"false\"><munderover><mo>∑</mo><mrow><mi>k</mi><mo>=</mo><mn>1</mn></mrow><mi>n</mi></munderover><msub><mi>w</mi><mi>k</mi></msub><msub><mi>x</mi><mrow><mi>j</mi><mi>k</mi></mrow></msub><mo>=</mo><msubsup><mi>t</mi><mi>j</mi><mo>′</mo></msubsup><mo>,</mo><mo> </mo><mo> </mo><mo> </mo><mi>j</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>2</mn><mo>,</mo><mo>…</mo><mo>,</mo><mo> </mo><mi>m</mi></mstyle></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <i>w<sub>k</sub></i> are the new calibrated weights equal to <i>w<sub>k</sub> = g<sub>k</sub><i>d<sub>k</sub></i></i>, with <i>g<sub>k</sub></i> representing the factors by which baseline weights are adjusted, and <i>t<sup>′</sup><sub>k</sub></i> are the target population totals, set as targets for the calibration exercise.",
                    "type": "paragraph"
                },
                {
                    "text": "Different distance functions can be used for the calibration procedure. The approach used here follows the Deville-Sarndal distance function (<a href=\"#bib10\">Deville &amp; Sarndal, 1992</a>), that eliminates negative weights and constrains the new weights so that they do not exceed a specified lower and upper bound, relative to the old weights. The optimization problem (1) constrained by (2) is solved numerically (for more details on properties of different distance functions see: <a href=\"#bib10\">Deville &amp; Sarndal, 1992</a>, <a href=\"#bib42\">Vanderhoeft, 2001</a> and <a href=\"#bib8\">Creedy, 2004</a>). Calibration procedure according to the above methodology is available in Stata in the REWEIGHT package of <a href=\"#bib38\">Pacifico (2010)</a>. The <a href=\"#bib10\">Deville and Sarndal (1992)</a> distance function allows setting the minimum and maximum factors by which new weights may differ relative to the old ones, and the package permits automatic adjustment of these values once the initial factors prove too restrictive for the iterative algorithm.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "There is clearly an endless number of ways in which weight calibrations could be conducted, conditional on the choice and number of target variables as well as specific methods of calibration. Below we list a number of factors which we take into account to guide the calibration process. While the exercise conducted in the paper is specific to Polish data and the microsimulation model we use, the outlined process and the factors considered are more general and could be applied to other datasets and country scenarios. As we argue, it is clear that the accuracy of microsimulation relies on the quality of the micro-level data and the quality of the microsimulation model itself. However, the assessment of this quality depends on several other important factors, in particular on the accuracy and coverage of external statistics one uses to compare the results to, and on the definitional correspondence between survey data and these statistics. The analysis in this paper refers to the following six factors:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "representativeness of the survey;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "accuracy of external statistics;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "definitional correspondence between survey data and external statistics;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "reporting accuracy of the survey;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "coverage of external statistics;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "accuracy of microsimulation.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Representativeness of the survey is crucial for accuracy of the results, and the first indication of problems with it are the discrepancies between the age distribution in the survey data and in population statistics. The latter take the National Census as the starting point and are then regularly updated from population registries. Since definitional correspondence and reporting accuracy should not be a problem when it comes to age, we use the information from external statistics and adjust the age distribution to correct the representativeness of the PHBS in each of the re-weighting stages. The only factor that might affect the validity of the comparison of age distributions is lack of coverage of individuals living in collective dwellings. These individuals are covered by general population statistics but are not present in the PHBS. However, the proportion of individuals in collective dwellings in Poland is low (according to the 2011 Census it is only about 0.95% of the overall population), and so this should not significantly affect the results, in particular that the re- weighting is done in such a way that the total grossed-up population is the same before and after adjustment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As we saw in <a href=\"#table2\">Table 2</a> there are also significant differences between the survey data and external statistics when it comes to education information, and in principle it would seem natural to include education as one of the targets for re-weighting. In this case, as in the case of age, there should be good definitional correspondence and also high reporting accuracy in the survey. However, in the case of education there seems to be a problem with reliability of external statistics which can serve as a note of caution against taking them for granted. The values for 2006–2010 given in Statistical Yearbooks were calculated based on the 2002 Census and updated with local registry data and educational surveys. For these years the discrepancy between the survey and external statistics for higher education is as high as 27% in 2007 (see <a href=\"#table2\">Table 2</a>). However, once the reference changed to the 2011 Census data, the degree of overestimation of the number of individuals with higher education in the PHBS falls to only about 6%. This suggests that for the earlier years it is the survey, rather than the (estimated) official statistics, that give a more accurate picture of the education distribution. We therefore do not use education as a weight calibration target in our analysis.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A good example reflecting problems with reporting accuracy in the survey is the discrepancy we observe for family pensions (see <a href=\"#table3\">Table 3</a>). The most likely explanation behind the differences we observe in the data is that these pensions include survivors’ pensions which in the survey are likely to be declared by surviving spouses of retirement age as retirement pensions. This is consistent with the small over-representation of retirement pensions in the data and the close correspondence of survey data and external statistics when we include all the pensions together. Thus in this case, while it is possible to set the number of recipients of each individual category of pensions as target for calibration, it may be preferable to target the total number of pension recipients.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Given the statistics provided in <a href=\"#table2\">Table 2</a> one could also suggest re-weighting with the use of employment status as one of the target variables. This instance is, however, an example of potential lack of definitional correspondence with an unclear split between employees and the self-employed. In Poland many individuals, for tax optimization purposes, are officially self-employed but perform their tasks in a way which has all the features of contractual employment. In this case it is possible that in the survey they may report the latter, while in the official statistics they will figure as self- employed. Additionally, reliability of external statistics on the number of employees and self- employed combines information from another survey (the Polish Labour Force Survey) and other estimates for the national accounts, which could also be problematic. In this case we therefore decided to target outcomes which may be less prone to definitional discrepancies between the survey and official statistics and use the information on health insurance and income tax contributions matched with simulated obligations to pay these using our microsimulation model.<sup><a href=\"#fn4\">4</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Definitional correspondence is also affected by the time-span of the survey and the time covered by external statistics. In the case of the PHBS the data collected for a particular household covers the period of one month, and thus ideally the database should be related to external statistics expressed in (average) monthly terms. In this regard headcount measures are particularly likely to be sensitive to different time coverage. For example, in the case of the number of recipients of a particular source of income (e.g. disability pension) the survey will record information on all regular recipients but will miss some of the individuals receiving this income on irregular basis, since the data for some of such households may be collected in months when they do not receive this income. When compared to overall annual headcount data in such cases the grossed up number of recipients in the survey will be lower compared to annual external statistics. For our analysis we use a number of external (average) monthly statistics on such variables as income sources from social security and social security contributions. If such monthly statistics do not exist, as for example in the case of the number of income tax payers, we then have to rely on a comparison with annual information.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When, as in the case of comparing insurance contributions, we use microsimulation output as a target variable in the re-weighting process we have to assume that the calculations performed in the model are correct. Realizing the complexity of tax and benefit systems, we understand that this is a strong assumption, indeed an assumption which is regularly tested by comparing external statistics to the output of the models. On the other hand, such factors as closer definitional correspondence of the target variables and availability of comparable administrative information would favour using microsimulation output for re-weighting. An important issue in this regard is to choose microsimulation targets for which the risk of errors in generating the relevant information in the microsimulation model is low. If used cautiously microsimulation output could be a valuable reference for re-weighting. Below we use results of microsimulation in the third stage of re-weighting taking the number of identified individuals paying taxes or health insurance. We also show an extended example of using more detailed microsimulation output in <a href=\"#s5-4\">Section 5.4</a> where for 2011 we use information on joint taxation to re-weight the number of high earners in the data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The calibration exercise is conducted in three stages. At each stage we use a specified set of target variables and the same calibration method for every year of data. The target variables used at each stage of calibration are given in <a href=\"#table5\">Table 5</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>System</th>\n<th>Target variables</th>\n<th>Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>S0</td>\n<td>–</td>\n<td>Baseline weights</td>\n</tr>\n<tr>\n<td rowspan=\"3\">S1</td>\n<td>Household size</td>\n<td>6 groups by household size (1, 2, 3, 4, 5, 6+);</td>\n</tr>\n<tr>\n<td>Place of residence</td>\n<td>2 groups: rural or urban;</td>\n</tr>\n<tr>\n<td>Age</td>\n<td>16 groups by 5 year threshold;</td>\n</tr>\n<tr>\n<td>S2:</td>\n<td>S1 + recipients of 7 income sources (as declared in PHBS)</td>\n<td>employee: permanent and temporary; self employment; pensions: pre-retirement, retirement, disability and family pensions; unemployment benefit;</td>\n</tr>\n<tr>\n<td>S3:</td>\n<td>S1 + recipients of 2 income sources: (as declared in PHBS) + SIMPL output:</td>\n<td>all pensions; unemployment benefit; number of contributors to: Personal Income Tax; Health Insurance on permanent employment; Health Insurance on self-employment;</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Summary of calibration targets.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In each of the three calibration stages we target two principal variables which underlie the generation of baseline weights at the CSO relating to the household size and the place of residence (see <a href=\"#s2\">Section 2</a>). These target variables are generated from the data using the baseline weights so that they remain unchanged in the calibration. The additional criterion on which weights are calibrated in Stage 1 (S1) are demographic targets related to age distribution. Stage 2 (S2) extends these targets by adding seven types of basic income sources as declared in the PHBS. Finally in Stage 3 (S3), instead of these seven income sources we use two indicators for income receipt in which case there should be high degree of definitional correspondence, namely receipt of <i>any</i> social security pension and unemployment benefit, and supplement this by a number of outcome variables from the microsimulation model. These targets are the number of individuals paying Personal Income Tax and employee and self-employed Health Insurance. The starting weights for the calibration exercise are the baseline weights as provided by the CSO. Results generated using these baseline weights are labelled as S0. Re-weighting in this paper has been considered as a technical approach to assist the process of producing better quality policy analysis. The three stages of calibration reflect a complex process of choosing relevant targets as well as benchmarks to validate the results.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Three stages of calibration",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Weight calibration",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The effect of weight calibration under the above three scenarios is presented in two categories. First, we show how the calibrations affect the correspondence of economic status and social security benefit receipt relative to external data, and secondly, we present aggregate outcomes of the microsimulation model as compared to administrative statistics. In a similar way to the detailed results presented in <a href=\"#table4\">Table 4</a>, for each of the years considered in the analysis we apply the baseline tax and benefit system for the given year. The differences between S0 and S1–S3 in the grossed-up number of individuals in specific economic status and social security benefit receipt category as well as with regard to the simulation outputs, result purely from changes in the values of weights. The results in the form of ratios of PHBS based figures and external sources for the economic status and SSC benefit receipt are presented in <a href=\"#table6\">Table 6</a>. The amount figures for the simulated contributions and tax outcomes are shown in <a href=\"#table7\">Table 7</a>, while for Family Benefits in <a href=\"#table8\">Table 8</a>. For these parameters we also show the ratios between the simulated and administrative information for headcount and aggregate amounts in the form of radar charts in <a href=\"#fig2\">Figures 2</a> and <a href=\"#fig3\">3</a> (generated using radar graphs for <a href=\"#bib26\">Stata, Mander, 2007</a>). The tables and figures include the same tax and benefit outcomes as those chosen for the baseline validation presented in <a href=\"#table4\">Table 4</a>. The closer the relative values are to 1, the closer are the simulated values to their administrative counterparts. The list of the tax and benefit parameters and their labels is given in <a href=\"#table9\">Table 9</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: SIMPL model on PHBS 2009–2011 and external statistics (see endnote 2 for sources).",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00111%2Fijm-00111-fig2.tif",
                                        "size": {
                                            "width": 1778,
                                            "height": 2678
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00111%2Fijm-00111-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00111-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Macrovalidation results: Selected tax and benefit outcomes using different weights (S0, S1, S2, S3): 2006, 2007 and 2008 relative to administrative data.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: SIMPL model on PHBS 2009–2011 and external statistics (see endnote 2 for sources).",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00111%2Fijm-00111-fig3.tif",
                                        "size": {
                                            "width": 1778,
                                            "height": 2678
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00111%2Fijm-00111-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00111-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Macrovalidation results: selected tax and benefit outcomes using different weights (S0, S1, S2, S3): 2009, 2010 and 2011 relative to administrative data",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: PHBS data 2006–2011 and external statistics (see endnote 2 for sources), weighted with baseline (S0) and calibrated (S1–S3) weights.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Income source and weights</th>\n<th>2006</th>\n<th>2007</th>\n<th>2008</th>\n<th>2009</th>\n<th>2010</th>\n<th>2011</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"7\">Permanent employment</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>1.159</td>\n<td>1.196</td>\n<td>1.194</td>\n<td>1.183</td>\n<td>1.200</td>\n<td>1.198</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>1.222</td>\n<td>1.261</td>\n<td>1.267</td>\n<td>1.264</td>\n<td>1.273</td>\n<td>1.271</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>1.085</td>\n<td>1.062</td>\n<td>1.030</td>\n<td>1.034</td>\n<td>1.036</td>\n<td>1.031</td>\n</tr>\n<tr>\n<td colspan=\"7\">Temporary employment</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>1.921</td>\n<td>1.621</td>\n<td>1.491</td>\n<td>1.299</td>\n<td>1.041</td>\n<td>0.810</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>1.971</td>\n<td>1.647</td>\n<td>1.498</td>\n<td>1.267</td>\n<td>1.009</td>\n<td>0.792</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>3.483</td>\n<td>3.759</td>\n<td>3.691</td>\n<td>3.389</td>\n<td>2.690</td>\n<td>2.097</td>\n</tr>\n<tr>\n<td colspan=\"7\">Self employment</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>0.702</td>\n<td>0.729</td>\n<td>0.693</td>\n<td>0.739</td>\n<td>0.758</td>\n<td>0.746</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>0.706</td>\n<td>0.733</td>\n<td>0.699</td>\n<td>0.749</td>\n<td>0.770</td>\n<td>0.770</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>0.779</td>\n<td>0.839</td>\n<td>0.830</td>\n<td>0.860</td>\n<td>0.887</td>\n<td>0.922</td>\n</tr>\n<tr>\n<td colspan=\"7\">Farmer</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>1.314</td>\n<td>1.239</td>\n<td>1.164</td>\n<td>1.125</td>\n<td>0.989</td>\n<td>0.914</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>1.392</td>\n<td>1.333</td>\n<td>1.253</td>\n<td>1.220</td>\n<td>1.071</td>\n<td>1.001</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>1.678</td>\n<td>1.715</td>\n<td>1.646</td>\n<td>1.590</td>\n<td>1.475</td>\n<td>1.326</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>1.471</td>\n<td>1.472</td>\n<td>1.433</td>\n<td>1.458</td>\n<td>1.230</td>\n<td>1.161</td>\n</tr>\n<tr>\n<td colspan=\"7\">Retirement pension</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>1.038</td>\n<td>1.023</td>\n<td>1.043</td>\n<td>1.040</td>\n<td>1.030</td>\n<td>1.033</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>1.071</td>\n<td>1.077</td>\n<td>1.092</td>\n<td>1.085</td>\n<td>1.086</td>\n<td>1.085</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>1.053</td>\n<td>1.061</td>\n<td>1.069</td>\n<td>1.063</td>\n<td>1.067</td>\n<td>1.071</td>\n</tr>\n<tr>\n<td colspan=\"7\">Disability pension</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>1.048</td>\n<td>1.021</td>\n<td>1.009</td>\n<td>0.986</td>\n<td>0.967</td>\n<td>0.972</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>1.050</td>\n<td>1.034</td>\n<td>1.025</td>\n<td>1.020</td>\n<td>0.995</td>\n<td>1.011</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>1.007</td>\n<td>0.999</td>\n<td>1.012</td>\n<td>1.013</td>\n<td>0.992</td>\n<td>0.998</td>\n</tr>\n<tr>\n<td colspan=\"7\">Family pension</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>0.862</td>\n<td>0.826</td>\n<td>0.763</td>\n<td>0.754</td>\n<td>0.747</td>\n<td>0.735</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>0.849</td>\n<td>0.817</td>\n<td>0.739</td>\n<td>0.722</td>\n<td>0.728</td>\n<td>0.715</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>0.806</td>\n<td>0.763</td>\n<td>0.709</td>\n<td>0.724</td>\n<td>0.709</td>\n<td>0.698</td>\n</tr>\n<tr>\n<td colspan=\"7\">Pre-retirement pension</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>0.990</td>\n<td>1.005</td>\n<td>0.914</td>\n<td>0.891</td>\n<td>1.030</td>\n<td>0.981</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>0.936</td>\n<td>0.963</td>\n<td>0.889</td>\n<td>0.881</td>\n<td>1.046</td>\n<td>1.009</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>0.902</td>\n<td>0.921</td>\n<td>0.882</td>\n<td>0.818</td>\n<td>1.038</td>\n<td>0.936</td>\n</tr>\n<tr>\n<td colspan=\"7\">Unemployment benefit</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>0.867</td>\n<td>0.884</td>\n<td>0.830</td>\n<td>0.909</td>\n<td>0.855</td>\n<td>0.793</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>0.880</td>\n<td>0.900</td>\n<td>0.845</td>\n<td>0.952</td>\n<td>0.886</td>\n<td>0.812</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n<td>1.000</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "PHBS and external statistics: Ratios of income sources (headcount) by weight calibration for 2006–2011.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: PHBS data 2006–2011 and external statistics (see endnote 2 for sources), weighted with baseline (S0) and calibrated (S1–S3) weights.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Simulation output and weights</th>\n<th>2006</th>\n<th>2007</th>\n<th>2008</th>\n<th>2009</th>\n<th>2010</th>\n<th>2011</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"7\">Social security contribution (SSC)</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>1.041</td>\n<td>1.042</td>\n<td>1.049</td>\n<td>1.061</td>\n<td>1.114</td>\n<td>1.092</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>1.089</td>\n<td>1.085</td>\n<td>1.102</td>\n<td>1.122</td>\n<td>1.167</td>\n<td>1.145</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>0.959</td>\n<td>0.930</td>\n<td>0.944</td>\n<td>0.962</td>\n<td>0.977</td>\n<td>0.974</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>1.009</td>\n<td>0.955</td>\n<td>0.955</td>\n<td>0.966</td>\n<td>1.007</td>\n<td>0.989</td>\n</tr>\n<tr>\n<td colspan=\"7\">Health insurance contributions (HI)</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>0.954</td>\n<td>0.937</td>\n<td>0.945</td>\n<td>0.940</td>\n<td>0.937</td>\n<td>0.913</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>0.985</td>\n<td>0.971</td>\n<td>0.985</td>\n<td>0.985</td>\n<td>0.977</td>\n<td>0.952</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>0.899</td>\n<td>0.865</td>\n<td>0.873</td>\n<td>0.872</td>\n<td>0.852</td>\n<td>0.839</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>0.922</td>\n<td>0.873</td>\n<td>0.878</td>\n<td>0.876</td>\n<td>0.869</td>\n<td>0.851</td>\n</tr>\n<tr>\n<td colspan=\"7\">Personal Income Tax (PIT)</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>0.917</td>\n<td>0.901</td>\n<td>0.843</td>\n<td>0.812</td>\n<td>0.882</td>\n<td>0.849</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>0.920</td>\n<td>0.926</td>\n<td>0.869</td>\n<td>0.854</td>\n<td>0.922</td>\n<td>0.892</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>0.919</td>\n<td>0.923</td>\n<td>0.844</td>\n<td>0.816</td>\n<td>0.872</td>\n<td>0.843</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>0.875</td>\n<td>0.866</td>\n<td>0.808</td>\n<td>0.775</td>\n<td>0.844</td>\n<td>0.818</td>\n</tr>\n<tr>\n<td colspan=\"7\">Child Tax Credit (in PIT)</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>–</td>\n<td>1.214</td>\n<td>1.241</td>\n<td>1.262</td>\n<td>1.299</td>\n<td>1.278</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>–</td>\n<td>1.092</td>\n<td>1.133</td>\n<td>1.135</td>\n<td>1.168</td>\n<td>1.159</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>–</td>\n<td>1.059</td>\n<td>1.070</td>\n<td>1.063</td>\n<td>1.073</td>\n<td>1.071</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>–</td>\n<td>1.008</td>\n<td>1.011</td>\n<td>1.020</td>\n<td>1.040</td>\n<td>1.040</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "PHBS and external statistics: Ratios of contributions and taxes (amount) in SIMPL by weight calibration for 2006–2011.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: PHBS data 2006–2011 and external statistics, weighted with baseline (S0) and calibrated (S1–S3) weights.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table8",
                                    "label": "Table 8",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Simulation output and weights</th>\n<th>2006</th>\n<th>2007</th>\n<th>2008</th>\n<th>2009</th>\n<th>2010</th>\n<th>2011</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"7\">Family Allowance (FA)</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>1.319</td>\n<td>1.154</td>\n<td>1.072</td>\n<td>1.124</td>\n<td>1.112</td>\n<td>1.174</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>1.149</td>\n<td>0.988</td>\n<td>0.835</td>\n<td>0.873</td>\n<td>0.843</td>\n<td>0.872</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>1.174</td>\n<td>1.045</td>\n<td>0.960</td>\n<td>1.024</td>\n<td>1.004</td>\n<td>1.059</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>1.164</td>\n<td>1.049</td>\n<td>0.976</td>\n<td>0.999</td>\n<td>1.023</td>\n<td>1.062</td>\n</tr>\n<tr>\n<td colspan=\"7\">Family Allowance supplements:</td>\n</tr>\n<tr>\n<td colspan=\"7\">- large families (SLF)</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>1.425</td>\n<td>1.344</td>\n<td>1.344</td>\n<td>1.359</td>\n<td>1.346</td>\n<td>1.397</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>1.162</td>\n<td>1.093</td>\n<td>0.841</td>\n<td>0.848</td>\n<td>0.781</td>\n<td>0.779</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>1.032</td>\n<td>0.960</td>\n<td>0.891</td>\n<td>0.895</td>\n<td>1.005</td>\n<td>0.910</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>1.003</td>\n<td>0.949</td>\n<td>0.937</td>\n<td>1.026</td>\n<td>0.901</td>\n<td>0.935</td>\n</tr>\n<tr>\n<td colspan=\"7\">- starting school (SSS)</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>1.216</td>\n<td>1.107</td>\n<td>1.089</td>\n<td>0.980</td>\n<td>1.395</td>\n<td>1.441</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>1.045</td>\n<td>0.931</td>\n<td>0.831</td>\n<td>0.747</td>\n<td>0.710</td>\n<td>0.701</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>1.069</td>\n<td>0.980</td>\n<td>0.956</td>\n<td>0.879</td>\n<td>0.833</td>\n<td>0.856</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>1.062</td>\n<td>0.983</td>\n<td>0.971</td>\n<td>0.850</td>\n<td>0.859</td>\n<td>0.864</td>\n</tr>\n<tr>\n<td colspan=\"7\">- child birth (SCB)</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>1.024</td>\n<td>0.984</td>\n<td>0.822</td>\n<td>0.810</td>\n<td>0.857</td>\n<td>0.960</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>0.935</td>\n<td>0.883</td>\n<td>0.665</td>\n<td>0.657</td>\n<td>0.680</td>\n<td>0.741</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>0.964</td>\n<td>0.913</td>\n<td>0.727</td>\n<td>0.756</td>\n<td>0.803</td>\n<td>0.858</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>1.004</td>\n<td>0.963</td>\n<td>0.793</td>\n<td>0.790</td>\n<td>0.780</td>\n<td>0.814</td>\n</tr>\n<tr>\n<td colspan=\"7\">- education of disabled child (SEDC)</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>1.063</td>\n<td>0.904</td>\n<td>0.862</td>\n<td>0.874</td>\n<td>0.866</td>\n<td>1.009</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>0.919</td>\n<td>0.758</td>\n<td>0.671</td>\n<td>0.681</td>\n<td>0.669</td>\n<td>0.702</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>1.020</td>\n<td>0.849</td>\n<td>0.790</td>\n<td>0.828</td>\n<td>0.825</td>\n<td>0.885</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>1.039</td>\n<td>0.904</td>\n<td>0.890</td>\n<td>0.838</td>\n<td>0.864</td>\n<td>0.982</td>\n</tr>\n<tr>\n<td colspan=\"7\">Child Birth Allowance (CBA):</td>\n</tr>\n<tr>\n<td>S0</td>\n<td>1.119</td>\n<td>1.067</td>\n<td>1.037</td>\n<td>1.069</td>\n<td>1.070</td>\n<td>1.112</td>\n</tr>\n<tr>\n<td>S1</td>\n<td>0.891</td>\n<td>0.939</td>\n<td>0.951</td>\n<td>0.949</td>\n<td>0.934</td>\n<td>0.957</td>\n</tr>\n<tr>\n<td>S2</td>\n<td>0.908</td>\n<td>0.966</td>\n<td>0.955</td>\n<td>0.970</td>\n<td>0.932</td>\n<td>0.964</td>\n</tr>\n<tr>\n<td>S3</td>\n<td>0.947</td>\n<td>1.028</td>\n<td>1.072</td>\n<td>1.053</td>\n<td>1.036</td>\n<td>1.038</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "PHBS and external statistics: Ratios of Family Benefits (amount) in SIMPL by weight calibration for 2006–2011.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table9",
                                    "label": "Table 9",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Abbreviation</th>\n<th>Full name</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"2\">Taxes and contributions</td>\n</tr>\n<tr>\n<td>SSC</td>\n<td>Social Security Contributions</td>\n</tr>\n<tr>\n<td>HI</td>\n<td>Health Insurance contributions</td>\n</tr>\n<tr>\n<td>PIT</td>\n<td>Personal Income Tax</td>\n</tr>\n<tr>\n<td>CTC</td>\n<td>Child Tax Credit (within PIT)</td>\n</tr>\n<tr>\n<td colspan=\"2\">Family Benefits:</td>\n</tr>\n<tr>\n<td>FA</td>\n<td>Family Allowance</td>\n</tr>\n<tr>\n<td>SCB</td>\n<td>FA Supplement for Child Birth</td>\n</tr>\n<tr>\n<td>SEDC</td>\n<td>FA Supplement for Education and Rehabilitation of Disabled Child</td>\n</tr>\n<tr>\n<td>SLF</td>\n<td>FA Supplement for Large Families</td>\n</tr>\n<tr>\n<td>SSS</td>\n<td>FA School Starting Supplement</td>\n</tr>\n<tr>\n<td>CBA</td>\n<td>Child Birth Allowance</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Elements of tax and benefit used as performance measures.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As shown in <a href=\"#table7\">Tables 7</a> and <a href=\"#table8\">8</a> and summarized in <a href=\"#fig2\">Figures 2</a> and <a href=\"#fig3\">3</a>, weight calibration generally leads to an improved correspondence in the results for most of the selected simulated parameters. The most significant improvements apply to the Family Allowance and its supplements. The biggest relative deviation from the administrative data can be observed in the Supplement for Large Families (SLF) which is oversimulated by over 100% in 2006 in terms of the headcount measure and by 43% in terms of amount when using baseline weights. For all calibration targets in a given period the number of recipients and the aggregate value of the SLF drops substantially and gets closer to the administrative records. The headcount values are still oversimulated but by much less compared to the baseline weights. In terms of total spending most of the simulations generate results closely matching the administrative values. A similar picture can be seen for the Supplement for Starting School (SSS) in years 2010 and 2011.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The results on the contributions side are not as straightforward, and there are important differences between the accuracy of results by headcount and aggregate amounts. <a href=\"#fig2\">Figures 2</a> and <a href=\"#fig3\">3</a> show that, as we would expect given the target variables in S2 and S3, the second and third stage of the calibration substantially improve the respective number of contributors to Social Security and Health Insurance and taxes. This is the result of calibrating the number of recipients of the main types of incomes in S2 and of selected types of contributions in S3. The improvements in terms of aggregate amount of contributions and taxes are less clear cut. The details are presented in <a href=\"#table7\">Table 7</a> and we can see that often, while there are improvements in terms of the numbers of contributors to Social Security, the calibrations result in slightly higher deviations in terms of aggregate amounts of Health Insurance and income taxes. The reason behind this is that when we target income sources or the number of social insurance contributions we risk lowering the weight on top income recipients in the data who generate a significant proportion of tax and contributions incomes. In <a href=\"#s5-4\">Section 5.4</a> we propose an alternative calibration approach which extends the use of microsimulation output to re-weight high income households and, as a result, produces a further improvement relative to administrative data.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Effects of re-weighting: PHBS data and microsimulation outcomes",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The final issue we address is an overall assessment of the quality a particular re-weighting exercise. In this we follow the methods often used in the assessment of forecast accuracy and generate a distance measure based on percentage errors for a select number of microsimulation outcome measures.<sup><a href=\"#fn5\">5</a></sup> The measure we use is the Root Mean Squared Percentage Error computed on a selected number of key microsimulation results relative to administrative statistics. Percentage scales seem more suitable in our case compared to absolute values as in the case of many microsimulation outcomes we are faced with different orders of magnitude. For example about 2.8 million children received the Family Allowance and only 0.2 million received the Supplement for Child Birth in 2011. The Root Mean Squared Percentage Error is defined as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ3",
                            "label": "(3)",
                            "mathml": "<math><mi>R</mi><mi>M</mi><mi>S</mi><mi>P</mi><mi>E</mi><mo>=</mo><msqrt><mfrac><mn>1</mn><mi>l</mi></mfrac><mstyle displaystyle=\"false\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>0</mn></mrow><mi>l</mi></munderover></mstyle><mo>(</mo><mn>1</mn><mo>-</mo><msub><mi>s</mi><mi>i</mi></msub><msup><mo>)</mo><mn>2</mn></msup></msqrt></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>l</i> is the number of tax and benefit outcomes included in the analysis (as presented in <a href=\"#table9\">Table 9</a>), and <i>s<sub>i</sub></i> is the ratio of simulated to administrative values for that particular outcome. These indicators are computed separately for the headcount measure and for aggregate amounts of taxes and benefits.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In our exercise we focus on some key elements of the tax and benefit system and to assess the combined accuracy of the model we include the Social Security Contributions, Health Insurance, Personal Income Tax values and the Family Allowance with the most important supplements. The summary of the comparison for the chosen set of parameters is presented in <a href=\"#fig4\">Figure 4</a>. The results reflect our detailed discussion and show overall significant improvements in the accuracy of simulations, especially for Stages 2 and 3. Improvements in the aggregate measures are substantial even despite the slightly less precise results on insurance and income taxes in a number of cases. The indicator with calibrated weights is higher compared to the baseline only in the case of amounts for S1 calibrations in 2008 and 2009. These results relate to a substantial under-simulation of a number of elements of the Family Benefits system in these two years. It is interesting to note that the summary indicators for the second and third stage of calibrations are very close to each other for all of the analysed years in terms of both the headcount and aggregate amounts.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source:</i> SIMPL model on PHBS 2006–2011 and external statistics (see endnote 2 for sources).",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00111%2Fijm-00111-fig4.tif",
                                        "size": {
                                            "width": 1778,
                                            "height": 2678
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00111%2Fijm-00111-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00111-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Mean square relative distance measure using different weights (S0, S1, S2, S3).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Additionally, as a robustness check of our method we compare the original weights to the calibrated ones to check by how much the new weights diverge. The Deville-Sarndal calibration method allows setting the maximum divergence of the new weights from the baseline numbers. In our case we initially set the weights to diverge by ratio of 2 in the upper bound and by 0.8 in the lower bound. We allowed for higher values only in the case of lack of convergence after 200 runs. In <a href=\"#table10\">Table 10</a> we provide maximum and minimum values together with standard deviations for the ratio of new to old weights for every calibration stage in each year. As could be expected given the change in the number of targets, the maximum deviation is lower in the Stage 1 compared to S2 and S3, but there is no clear pattern between S2 and S3. The maximum ratio of new to old weights in the Stage 2 range from 2.6 to 5.3, while in Stage 3 from 3.2 to 5.9.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ calculations using PHBS data 2006–2011 and external statistics (see endnote 2 for sources), weighted with baseline (S0) and calibrated (S1–S3) weights. Standard deviation in brackets.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table10",
                                    "label": "Table 10",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\"/>\n<th align=\"center\" colspan=\"3\">S1</th>\n<th align=\"center\" colspan=\"3\">S2</th>\n<th align=\"center\" colspan=\"3\">S3</th>\n</tr>\n<tr>\n<th>Max.</th>\n<th>Min.</th>\n<th>s.d.</th>\n<th>Max.</th>\n<th>Min.</th>\n<th>s.d.</th>\n<th>Max.</th>\n<th>Min.</th>\n<th>s.d.</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>2006</td>\n<td>2.00</td>\n<td>0.80</td>\n<td>(0.29)</td>\n<td>5.26</td>\n<td>0.28</td>\n<td>(0.43)</td>\n<td>5.92</td>\n<td>0.52</td>\n<td>(0.44)</td>\n</tr>\n<tr>\n<td>2007</td>\n<td>2.00</td>\n<td>0.80</td>\n<td>(0.32)</td>\n<td>4.69</td>\n<td>0.33</td>\n<td>(0.47)</td>\n<td>3.96</td>\n<td>0.15</td>\n<td>(0.55)</td>\n</tr>\n<tr>\n<td>2008</td>\n<td>4.41</td>\n<td>0.25</td>\n<td>(0.28)</td>\n<td>4.78</td>\n<td>0.14</td>\n<td>(0.49)</td>\n<td>4.49</td>\n<td>0.23</td>\n<td>(0.62)</td>\n</tr>\n<tr>\n<td>2009</td>\n<td>2.45</td>\n<td>0.44</td>\n<td>(0.29)</td>\n<td>2.62</td>\n<td>0.23</td>\n<td>(0.47)</td>\n<td>5.72</td>\n<td>0.38</td>\n<td>(0.62)</td>\n</tr>\n<tr>\n<td>2010</td>\n<td>3.39</td>\n<td>0.23</td>\n<td>(0.28)</td>\n<td>4.01</td>\n<td>0.73</td>\n<td>(0.62)</td>\n<td>4.69</td>\n<td>0.46</td>\n<td>(0.70)</td>\n</tr>\n<tr>\n<td>2011</td>\n<td>3.04</td>\n<td>0.17</td>\n<td>(0.28)</td>\n<td>3.75</td>\n<td>0.40</td>\n<td>(0.48)</td>\n<td>3.16</td>\n<td>0.15</td>\n<td>(0.62)</td>\n</tr>\n<tr>\n<td/>\n<td>2.00</td>\n<td>0.80</td>\n<td>(0.29)</td>\n<td>5.26</td>\n<td>0.28</td>\n<td>(0.43)</td>\n<td>5.92</td>\n<td>0.52</td>\n<td>(0.44)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Minimum and maximum ratios of calibrated to baseline weights for calibration stages S1, S2 and S3.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Cumulative assessment of re-weighting",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Finally, we turn to some analytical consequences of re-weighting and examine the effect of the exercise from the perspective of income inequality statistics to check if the process of re-weighting affects the level of inequality in specific years as well as whether it influences the trends in inequality developments. Inequality statistics (computed using Inqdeco, <a href=\"#bib21\">Jenkins, 1999</a>) - the Gini coefficients and the 9/1 decile ratios, together with their 95% confidence intervals, are shown in <a href=\"#fig5\">Figure 5</a>. Differences in inequality measures when we only calibrate the age distribution are insignificant when compared to the values obtained with baseline weights. This is not the case, however, with the two extended stages, S2 and S3. In these cases inequality indicators are substantially higher and differences with respect to measures using baseline weights are in the majority of cases statistically significant. Trends in inequality dynamics are also different for the latter two stages of calibration in particular when we consider the S3 re-weighting approach.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: SIMPL model on PHBS 2006–2011.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00111%2Fijm-00111-fig5.tif",
                                        "size": {
                                            "width": 1778,
                                            "height": 2678
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00111%2Fijm-00111-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00111-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Inequality levels using different weights (S0, S1, S2, S3).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Re-weighting and measures of income inequality",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As we saw above, while re-weighting generally improves microsimulation outcomes, in some cases the simulated results may actually diverge by slightly more for the calibrated weights compared to baseline values. In our analysis this relates, for example, to aggregate values of total income tax and is due to reduced weights on top income earners in Stages 2 and 3 of re-weighting. To address this issue we extend the use of microsimulation outcomes which can be compared to published government income tax data and use it to re-weight the top end of the income distribution to correct for under-representation of highest earners (see e.g.: <a href=\"#bib37\">O’Donoghue, Sutherland &amp; Utili, 1999</a>).<sup><a href=\"#fn6\">6</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "In this specific example we calibrate the weights on tax advantages from joint taxation of couples. In the Polish tax code couples can file taxes jointly, in which case the tax schedule is applied to half of the total taxable income of the couple and the resulting taxes are then multiplied by two. Given the relatively low degree of progressivity in the Polish tax system, this treatment of couples brings highest benefits to high income couples with large differences in incomes between the partners, and specifically, in cases when one of the partners has incomes exceeding the higher income tax rate threshold (85,528 PLN or about 19,000 euro per year) and the other one does not.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Polish Ministry of Finance regularly publishes the costs of the major tax advantages, including joint taxation which in 2011 cost the budget 2.98bn PLN (0.7bn euro, see <a href=\"#bib28\">Ministerstwo Finansów, 2012</a>). The simulated costs of these advantages in the SIMPL microsimulation model using the baseline weights is only 2.20bn PLN. The re-weighting conducted here adjusts the household weights in such a way that the simulated cost of joint taxation matches closely the officially published figure. While the re-weighting targets the value of the tax advantage, the parameter included in the process specifies the number of high income earners in the population, whom we define as individuals with earnings equal to five times the official monthly average gross wage, which in 2011 was equal to 3,400 PLN (or about 770 EUR). The re-weighting therefore implies increasing the number of all high earners sufficiently to match the total cost of joint taxation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The cost of joint taxation (JTC) can be expressed as a function of the number of people in the population (<i>n<sub>tr</sub></i>) exceeding the specified income threshold (<i>tr</i>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ4",
                            "label": "(4)",
                            "mathml": "<math><mi>J</mi><mi>T</mi><mi>C</mi><mo>=</mo><mi>J</mi><mi>T</mi><msub><mi>C</mi><mrow><mi>d</mi><mi>a</mi><mi>t</mi><mi>a</mi></mrow></msub><mo>(</mo><msub><mi>n</mi><mrow><mi>t</mi><mi>r</mi></mrow></msub><mo>,</mo><mo> </mo><mi>t</mi><mi>r</mi><mo>)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The grossed-up number of individuals in the data who have incomes higher than a chosen threshold can be changed through changes in the weights. Thus by setting a specific requirement in the re-weighting procedure to match the cost of joint taxation, the re-weighting process will increase the weights on higher earners up to the point when the simulated cost of joint taxation will match administrative records. Specifying <i>JTC</i><sub>0</sub> to be the administrative cost of joint taxation and <i>JTC<sub>data</sub></i> the cost calculated from the data, we can define our optimization problem as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ5",
                            "label": "(5)",
                            "mathml": "<math><munder><mtext>min</mtext><msub><mi>n</mi><mrow><mi>t</mi><mi>r</mi></mrow></msub></munder><mfenced><mrow><mi>J</mi><mi>T</mi><msub><mi>C</mi><mn>0</mn></msub><mo>-</mo><mi>J</mi><mi>T</mi><msub><mi>C</mi><mrow><mi>d</mi><mi>a</mi><mi>t</mi><mi>a</mi></mrow></msub><mfenced><mrow><msub><mi>n</mi><mrow><mi>t</mi><mi>r</mi></mrow></msub><mo>,</mo><mo> </mo><mi>t</mi><mi>r</mi></mrow></mfenced></mrow></mfenced></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The solution involves the application of the Nelder-Mead method (<a href=\"#bib34\">Nelder and Mead, 1965</a>), as for each set of weights we need to compare two sets of outputs from the model to specify the cost of joint taxation (one set with and one without the tax advantages).<sup><a href=\"#fn7\">7</a></sup> In each step of the Nelder-Mead optimization run we add <i>n<sub>tr</sub></i> to Stage 3 as an additional calibration target and adjust weights as described previously. In effect we find weights with which the modelled total cost of joint taxation equals to that published by the Ministry of Finance. The exercise is presented only for 2011 and in this stage of calibration we use the information on joint taxation on top of the other targets used in Stage 3 for the 2011 re-weighting (we label the calculations as: S3+JTax).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The additional criterion results in improved simulation results. In <a href=\"#fig6\">Figure 6</a> we present the baseline results, together with results from S3 and S3+JTax. Compared with other calibration systems we see improvement in the simulation of the overall amount of personal income tax with underestimation of PIT growing from 15% using the baseline weights, to 18% with S3 weights (<a href=\"#table7\">Table 7</a>) and then falling to 6% if we additionally target the total cost of joint taxation. Naturally, since we increase the grossed-up number of high income households inequality measures grow further above those obtained with S3 weights. The Gini coefficient goes up significantly from 0.315 to 0.349 and the p90/p10 ratio increases from 3.725 to 4.059.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: SIMPL model on PHBS 2011 and external statistics (see endnote 2 for sources).",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00111%2Fijm-00111-fig6.tif",
                                        "size": {
                                            "width": 1778,
                                            "height": 2678
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00111%2Fijm-00111-fig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00111-fig6.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Macrovalidation results: Selected tax and benefit outcomes using different weights (S0, S1, S3, S3+JTax): 2011 relative to administrative data.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-4",
                    "title": "5.4 Calibrating the top end of the income distribution using joint taxation",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Calibration of grossing-up weights can result in substantial improvements in the accuracy of microsimulation results. Important gains in the performance of the Polish microsimulation model SIMPL appear already after correcting for the distribution of age (S1), which is probably the least controversial and arbitrary adjustment. Interestingly, in our application these changes are neutral from the point of view of the overall income distribution. More detailed re-weighting using indicators related to income sources (S2) and tax identifiers (S3) result in further overall improvement of the accuracy of microsimulation, and these significantly change the distribution of income in terms of the level of inequality and also affect the pattern of changes in inequality over time.",
                    "type": "paragraph"
                },
                {
                    "text": "One should approach re-weighting of data with caution and bear in mind a set of important factors. First of all, it is important to identify the most likely reasons for the observed discrepancies between the survey data and external statistics, in particular taking into account the way the survey weights are constructed. It needs to be noted as well that the comparison will be affected not only by the representativeness of the survey but also by such factors as accuracy of external statistics, definitional correspondence between survey data and external statistics, reporting accuracy of the survey and coverage of external data. In the Polish case as far as the age distribution is concerned, we can count on reliable and directly comparable external data, and there is also little reason for definitional discrepancy or survey reporting inaccuracies. In such cases the most likely reason for discrepancies is selective survey non-response with respect to these characteristics and the fact that baseline weights do not account for it. Adjusting the weights in such cases, in particular if it also accounts for categories taken into consideration in generating the baseline weights, seems justified, and as we saw in <a href=\"#s5\">Section 5</a>, might bring substantial gains in the accuracy of simulation results.",
                    "type": "paragraph"
                },
                {
                    "text": "When there are reasons to believe that discrepancies between survey and external data are consequences of factors other than survey representativeness, one should approach reweighting with a degree of caution. Our analysis pointed out examples of discrepancies which are most likely results of other factors we considered. These other factors affected the comparisons of the number of recipients of family pensions (survey reporting accuracy), number of people with higher education (accuracy of external statistics) and employment status (definitional correspondence).",
                    "type": "paragraph"
                },
                {
                    "text": "In the third stage of re-weighting and in the additional exercise presented in <a href=\"#s5-4\">Section 5.4</a> we used microsimulation output to re-weight the data. This approach needs to assume accuracy of the microsimulation output at the level of individual households, and we argued that one should only use it in cases when the scope for computational error is small and when the benefits of using microsimulation output outweigh the possible costs. This will for example be the case when there are problems with finding high quality external data to compare the survey to, in particular in the case of problems with the factors outlined above. For example, in our analysis in Stage 3 of re- weighting, we only used the number of contributors to Health Insurance identified in microsimulation analysis, rather than its aggregate values. From this point of view the third stage of re-weighting might be seen as a trade-off between using more directly comparable data on contributions at the cost of having to take advantage of microsimulation information. In the extension of Stage 3 we showed that using more detailed microsimulation output, in this case the aggregate value of tax advantages from joint taxation, can bring further benefits in terms of microsimulation accuracy. In such cases however, one has to be aware that any error in microsimulation might have substantial consequences for the accuracy of the model in respects other than the targeted outcome.",
                    "type": "paragraph"
                },
                {
                    "text": "The final note of caution relates to the issue of the effect of re-weighting on the so called residual groups, i.e. groups of the population which are largely missing from the specified calibration targets. The best example of such groups in our case are farmers. The potential definitional discrepancies and lack of accuracy of external data which we discussed in <a href=\"#s3\">Section 3</a>, is the main reason why we leave them out of the calibration process, but the comparison of Stage 2 and 3 of re-weighting very clearly reflects the effects of calibrating a high number of targets (in Stage 2) on this residual group. We can see for example in <a href=\"#table6\">Table 6</a> that the second stage of the calibration has a very substantial effect on the number of farmers in the data, with much less pronounced implications of using the smaller set of calibration targets under Stage 3.",
                    "type": "paragraph"
                },
                {
                    "text": "Re-weighting ought to take into account a number of factors relating to the way survey data is collected and the nature of external statistics. As the exercise in this paper shows, careful approach to data re-weighting may significantly improve accuracy of microsimulation and thus make the analysis much better suited for the purpose of policy analysis. Various approaches to re-weighting are possible and some of them will have substantial consequences for the resulting distribution of income in the survey data and the implied levels and trends in inequality. Such differences in the distribution of income resulting from re-weighting in our view deserve further careful analysis.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusions and notes of caution",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Error Measures For Generalizing About Forecasting Methods: Empirical Comparisons",
            "authors": [
                {
                    "name": {
                        "index": "Armstrong, JS",
                        "preferred": "JS Armstrong"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Collopy, F",
                        "preferred": "F Collopy"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "id": "bib1",
            "journal": "International Journal of Forecasting",
            "pages": {
                "first": "69",
                "last": "80",
                "range": "69–80"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morawski, L",
                        "preferred": "L Morawski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Myck, M",
                        "preferred": "M Myck"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Socha, M",
                        "preferred": "M Socha"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Bonn"
                        ]
                    },
                    "formatted": [
                        "Bonn"
                    ]
                },
                "name": [
                    "Institute for the Study of Labor (IZA)"
                ]
            },
            "source": "As SIMPL As That: Introducing a Tax-Benefit Microsimulation Model for Poland. IZA Discussion Papers 2988",
            "title": "As SIMPL As That: Introducing a Tax-Benefit Microsimulation Model for Poland. IZA Discussion Papers 2988",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brewer, M",
                        "preferred": "M Brewer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Browne, J",
                        "preferred": "J Browne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Joyce, R",
                        "preferred": "R Joyce"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib3",
            "publisher": {
                "name": [
                    "National Poverty Centre"
                ]
            },
            "source": "Micro-simulating Child Poverty in Great Britain in 2010 and 2020. Working Paper 06–31",
            "title": "Micro-simulating Child Poverty in Great Britain in 2010 and 2020. Working Paper 06–31",
            "type": "report"
        },
        {
            "articleTitle": "Income Affluence in Poland",
            "authors": [
                {
                    "name": {
                        "index": "Brzeziński, M",
                        "preferred": "M Brzeziński"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib4",
            "journal": "Social Indicators Research",
            "pages": {
                "first": "285",
                "last": "299",
                "range": "285–299"
            },
            "type": "journal",
            "volume": "99"
        },
        {
            "articleTitle": "Income and consumption inequality in Poland, 1998–2008",
            "authors": [
                {
                    "name": {
                        "index": "Brzeziński, M",
                        "preferred": "M Brzeziński"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kostro, K",
                        "preferred": "K Kostro"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib5",
            "journal": "Bank i Kredyt",
            "pages": {
                "first": "45",
                "last": "72",
                "range": "45–72"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cai, L",
                        "preferred": "L Cai"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "18–37, Accounting For Population Ageing In Tax Microsimulation Modelling By Survey Reweighting. Australian Economic Papers, 45, 1",
            "id": "bib6",
            "title": "Accounting For Population Ageing In Tax Microsimulation Modelling By Survey Reweighting. Australian Economic Papers",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cameron, A",
                        "preferred": "A Cameron"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Trivedi, P",
                        "preferred": "P Trivedi"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microeconometrics: Methods and Applications",
            "date": "2005",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Survey Reweighting for Tax Microsimultaion Modeling",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib8",
            "journal": "Research on Economic Inequality",
            "pages": {
                "first": "229",
                "last": "249",
                "range": "229–249"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "Reweighting Household Surveys for Tax Microsimulation Modelling: An Application to the New Zealand Household Economic Survey",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tuckwell, I",
                        "preferred": "I Tuckwell"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib9",
            "journal": "Australian Journal of Labour Economics",
            "pages": {
                "first": "71",
                "last": "88",
                "range": "71–88"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "articleTitle": "Calibration Estimators in Survey Sampling",
            "authors": [
                {
                    "name": {
                        "index": "Deville, J-C",
                        "preferred": "J-C Deville"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sarndal, C-E",
                        "preferred": "C-E Sarndal"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "id": "bib10",
            "journal": "Journal of the American Statistical Association",
            "pages": {
                "first": "376",
                "last": "382",
                "range": "376–382"
            },
            "type": "journal",
            "volume": "87"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gomulka, J",
                        "preferred": "J Gomulka"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation Models for Public Policy Analysis: New Frontiers",
            "chapterTitle": "Grossing-up revisited",
            "date": "1992",
            "editors": [
                {
                    "name": {
                        "index": "Hancock, R",
                        "preferred": "R Hancock"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "id": "bib11",
            "pages": {
                "first": "121",
                "last": "132",
                "range": "121–132"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "London School of Economics and Political Science"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": "Główny Urząd Statystyczny",
                    "type": "group"
                }
            ],
            "bookTitle": "Rocznik demograficzny",
            "date": "2006",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Warszawa"
                        ]
                    },
                    "formatted": [
                        "Warszawa"
                    ]
                },
                "name": [
                    "Zakład Wydawnictw Statystycznych"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Główny Urząd Statystyczny",
                    "type": "group"
                }
            ],
            "bookTitle": "Mały rocznik statystyczny Polski",
            "date": "2006",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Warszawa"
                        ]
                    },
                    "formatted": [
                        "Warszawa"
                    ]
                },
                "name": [
                    "Zakład Wydawnictw Statystycznych"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Główny Urząd Statystyczny",
                    "type": "group"
                }
            ],
            "bookTitle": "Rocznik Statystyczny Rzeczpospolitej Polskiej",
            "date": "2006",
            "id": "bib14",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Warszawa"
                        ]
                    },
                    "formatted": [
                        "Warszawa"
                    ]
                },
                "name": [
                    "Zakład Wydawnictw Statystycznych"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Główny Urząd Statystyczny",
                    "type": "group"
                }
            ],
            "bookTitle": "Ludność. Stan i struktura w przekroju terytorialnym",
            "date": "2008",
            "id": "bib15",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Warszawa"
                        ]
                    },
                    "formatted": [
                        "Warszawa"
                    ]
                },
                "name": [
                    "Departament Badań Demograficznych"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Główny Urząd Statystyczny",
                    "type": "group"
                }
            ],
            "bookTitle": "Metodologia badania budżetów gospodarstw domowych",
            "date": "2011",
            "discriminator": "a",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Warszawa"
                        ]
                    },
                    "formatted": [
                        "Warszawa"
                    ]
                },
                "name": [
                    "Departament Warunków Życia"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Główny Urząd Statystyczny",
                    "type": "group"
                }
            ],
            "bookTitle": "Praca nierejestrowana w Polsce w 2010 roku",
            "date": "2011",
            "discriminator": "b",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Warszawa"
                        ]
                    },
                    "formatted": [
                        "Warszawa"
                    ]
                },
                "name": [
                    "Departament Pracy"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Główny Urząd Statystyczny",
                    "type": "group"
                }
            ],
            "bookTitle": "Wyniki wstępne Narodowego Spisu Powszechnego Ludności i Mieszkań 2011",
            "date": "2011",
            "id": "bib19",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Warszawa"
                        ]
                    },
                    "formatted": [
                        "Warszawa"
                    ]
                },
                "name": [
                    "Zakład Wydawnictw Statystycznych"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Multi-family households in a labour supply model: a calibration method with application to Poland",
            "authors": [
                {
                    "name": {
                        "index": "Haan, P",
                        "preferred": "P Haan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Myck, M",
                        "preferred": "M Myck"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib20",
            "journal": "Applied Economics",
            "pages": {
                "first": "2907",
                "last": "2919",
                "range": "2907–2919"
            },
            "type": "journal",
            "volume": "44"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jenkins, SP",
                        "preferred": "SP Jenkins"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "details": "INEQDECO: Stata module to calculate inequality indices with decomposition by subgroup, Statistical Software Components, Boston College Department of Economics",
            "id": "bib21",
            "title": "Statistical Software Components",
            "type": "unknown"
        },
        {
            "articleTitle": "Statistical inference in micro-simulation models: incorporating external information",
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, NA",
                        "preferred": "NA Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib22",
            "journal": "Mathematics and Computers in Simulation",
            "pages": {
                "first": "255",
                "last": "265",
                "range": "255–265"
            },
            "type": "journal",
            "volume": "59"
        },
        {
            "articleTitle": "Survey nonresponse and the distribution of income",
            "authors": [
                {
                    "name": {
                        "index": "Korinek, A",
                        "preferred": "A Korinek"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mistiaen, JA",
                        "preferred": "JA Mistiaen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ravallion, M",
                        "preferred": "M Ravallion"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib23",
            "journal": "The Journal of Economic Inequality",
            "pages": {
                "first": "33",
                "last": "55",
                "range": "33–55"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Łysoń, P",
                        "preferred": "P Łysoń"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Budżety gospodarstw domowych w 2011 r",
            "date": "2012",
            "id": "bib24",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Warszawa"
                        ]
                    },
                    "formatted": [
                        "Warszawa"
                    ]
                },
                "name": [
                    "Główny Urząd Statystyczny"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Makridakis, S",
                        "preferred": "S Makridakis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hibon, M",
                        "preferred": "M Hibon"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "details": "Evaluating Accuracy (or Error) Measures. Working Paper 1995/18/TM, INSEAD",
            "id": "bib25",
            "title": "Evaluating Accuracy (or Error) Measures. Working Paper 1995/18/TM, INSEAD",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mander, A",
                        "preferred": "A Mander"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "RADAR: Stata module to draw radar (spider) plots, Statistical Software Components, Boston College Department of Economics",
            "id": "bib26",
            "title": "Statistical Software Components",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Ministerstwo Finansów",
                    "type": "group"
                }
            ],
            "bookTitle": "Informacja dotycząca rozliczenia podatku dochodowego od osób fizycznych",
            "date": "2006",
            "id": "bib27",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Warszawa"
                        ]
                    },
                    "formatted": [
                        "Warszawa"
                    ]
                },
                "name": [
                    "Departament Podatków Dochodowych"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Ministerstwo Finansów",
                    "type": "group"
                }
            ],
            "bookTitle": "Preferencje podatkowe w Polsce 3",
            "date": "2012",
            "id": "bib28",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Warszawa"
                        ]
                    },
                    "formatted": [
                        "Warszawa"
                    ]
                },
                "name": [
                    "Ministerstwo Finansów"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Ministerstwo Pracy i Polityki Społecznej",
                    "type": "group"
                }
            ],
            "bookTitle": "Informacja o realizacji świadczeń rodzinnych",
            "date": "2006",
            "id": "bib29",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Warszawa"
                        ]
                    },
                    "formatted": [
                        "Warszawa"
                    ]
                },
                "name": [
                    "Departament Polityki Rodzinnej"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Model podatkowo-świadczeniowy dla Polski- SIMPL2003",
            "authors": [
                {
                    "name": {
                        "index": "Morawski, L",
                        "preferred": "L Morawski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Myck, M",
                        "preferred": "M Myck"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Socha, M",
                        "preferred": "M Socha"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib30",
            "journal": "Wiadomości Statystyczne",
            "pages": {
                "first": "30",
                "last": "38",
                "range": "30–38"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "‘Klin’-ing up: Effects of Polish tax reforms on those in and on those out",
            "authors": [
                {
                    "name": {
                        "index": "Morawski, L",
                        "preferred": "L Morawski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Myck, M",
                        "preferred": "M Myck"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib31",
            "journal": "Labour Economics",
            "pages": {
                "first": "556",
                "last": "566",
                "range": "556–566"
            },
            "type": "journal",
            "volume": "17"
        },
        {
            "articleTitle": "Financial support for families with children and its trade-offs: balancing redistribution and parental work incentives",
            "authors": [
                {
                    "name": {
                        "index": "Myck, M",
                        "preferred": "M Myck"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kurowska, A",
                        "preferred": "A Kurowska"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kundera, M",
                        "preferred": "M Kundera"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib32",
            "journal": "Baltic Journal of Economics",
            "pages": {
                "first": "59",
                "last": "83",
                "range": "59–83"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Navicke, J",
                        "preferred": "J Navicke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rastrigina, O",
                        "preferred": "O Rastrigina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib33",
            "publisher": {
                "name": [
                    "EUROMOD at the Institute for Social and Economic Research"
                ]
            },
            "source": "Nowcasting Indicators of Poverty Risk in the European Union: A Microsimulation Approach. EUROMOD Working Papers EM11/13",
            "title": "Nowcasting Indicators of Poverty Risk in the European Union: A Microsimulation Approach. EUROMOD Working Papers EM11/13",
            "type": "report"
        },
        {
            "articleTitle": "A Simplex Method for Function Minimization",
            "authors": [
                {
                    "name": {
                        "index": "Nelder, JA",
                        "preferred": "JA Nelder"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mead, R",
                        "preferred": "R Mead"
                    },
                    "type": "person"
                }
            ],
            "date": "1965",
            "id": "bib34",
            "journal": "The Computer Journal",
            "pages": {
                "first": "308",
                "last": "313",
                "range": "308–313"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nowak, L",
                        "preferred": "L Nowak"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Ludność: stan i struktura demograficzno-społeczna: Narodowy Spis Powszechny Ludności i Mieszkań 2011",
            "date": "2013",
            "id": "bib35",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Warszawa"
                        ]
                    },
                    "formatted": [
                        "Warszawa"
                    ]
                },
                "name": [
                    "Zakład Wydawnictw Statystycznych"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "Journal of Artificial Societies and Social Simulation, 17, 4",
            "id": "bib36",
            "title": "Nowcasting in Microsimulation Models: A Methodological Survey",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Utili, F",
                        "preferred": "F Utili"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib37",
            "publisher": {
                "name": [
                    "EUROMOD at the Institute for Social and Economic Research"
                ]
            },
            "source": "Integrating output in Euromod: an assessment of the sensitivity of multi country microsimulation results. EUROMOD Working Papers EM1/99",
            "title": "Integrating output in Euromod: an assessment of the sensitivity of multi country microsimulation results. EUROMOD Working Papers EM1/99",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pacifico, D",
                        "preferred": "D Pacifico"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "REWEIGHT: The Stata command for survey reweighting. Center for the Analysis of Public Policies (CAPP) 0079",
            "date": "2010",
            "id": "bib38",
            "publisher": {
                "name": [
                    "Universita di Modena e Reggio Emilia"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Item non-response on income and wealth questions",
            "authors": [
                {
                    "name": {
                        "index": "Riphahn, RT",
                        "preferred": "RT Riphahn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Serfling, O",
                        "preferred": "O Serfling"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib39",
            "journal": "Empirical Economics",
            "pages": {
                "first": "521",
                "last": "538",
                "range": "521–538"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schräpler, J-P",
                        "preferred": "J-P Schräpler"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib40",
            "publisher": {
                "name": [
                    "DIW-Berlin"
                ]
            },
            "source": "Respondent Behavior in Panel Studies: A Case Study for Income- Nonresponse by Means of the German Socio-Economic Panel (GSOEP). Discussion Paper 299",
            "title": "Respondent Behavior in Panel Studies: A Case Study for Income- Nonresponse by Means of the German Socio-Economic Panel (GSOEP). Discussion Paper 299",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "United Nations",
                    "type": "group"
                }
            ],
            "date": "2011",
            "details": "Canberra Group Handbook on Household Income Statistics, United Nations",
            "id": "bib41",
            "title": "Canberra Group Handbook on Household Income Statistics",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Vanderhoeft, C",
                        "preferred": "C Vanderhoeft"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib42",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Brussels"
                        ]
                    },
                    "formatted": [
                        "Brussels"
                    ]
                },
                "name": [
                    "Statistics Belgium"
                ]
            },
            "source": "Generalised Calibration at Statistics Belgium: SPSS Module G-CALIB-S and Current Practices. Working Paper 3",
            "title": "Generalised Calibration at Statistics Belgium: SPSS Module G-CALIB-S and Current Practices. Working Paper 3",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Zakład Ubezpieczeń Społecznych",
                    "type": "group"
                }
            ],
            "bookTitle": "Ważniejsze informacje z zakresu ubezpieczeń społecznych",
            "date": "1000",
            "id": "bib43",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Warszawa"
                        ]
                    },
                    "formatted": [
                        "Warszawa"
                    ]
                },
                "name": [
                    "Departament Statystyki i Prognoz Aktuarialnych"
                ]
            },
            "type": "book"
        }
    ],
    "acknowledgements": [
        {
            "text": "Michal Myck gratefully acknowledges the support of the Polish National Science Centre (NCN) under project grant number 6752/B/H03/2011/40. Mateusz Najsztub acknowledges the support of the Batory Foundation under the project number 22078. Data used for the analysis have been provided by the Polish Central Statistical Office (GUS), who take no responsibility for the results of the analysis and interpretation. The paper builds on the initial analysis conducted in the process of development of the SIMPL microsimulation model (version V4S) in cooperation with Adrian Domitrz, Leszek Morawski and Aneta Semeniuk. Their role in the development of the model has been invaluable. We would like to thank participants of the EUROMOD Research Workshop in Lisbon (October 2013) and to three anonymous referees for comments and suggestions which helped us significantly improve the paper. The usual disclaimer applies.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
