{
    "status": "vor",
    "id": "00114",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00114",
    "authorLine": "Gijs Dekkers",
    "title": "Editorial",
    "published": "2015-08-31T00:00:00Z",
    "versionDate": "2015-08-31T00:00:00Z",
    "statusDate": "2015-08-31T00:00:00Z",
    "volume": 8,
    "issue": 2,
    "fpage": 1,
    "lpage": 3,
    "elocationId": "1-3",
    "pdf": "http://web:8082/00114/ijm-00114.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Dekkers",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Brussel"
                        },
                        "formatted": [
                            "Brussel"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau, CESO KU Leuven and CEPS/INSTEAD"
                    ]
                }
            ],
            "emailAddresses": [
                "gd@plan.be"
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The 2015 autumn issue of the International Journal of Microsimulation contains four papers, and has, by sheer coincidence, a bit of a New Zealand flavour to it. Furthermore, it is the last issue that I publish as Chief Editor of the International Journal of Microsimulation.",
                    "type": "paragraph"
                },
                {
                    "text": "In the first paper of this issue, Jürgen Wiemers assesses the impact of non-take-up of means-tested benefits. In microsimulation models, this issue is mostly overlooked. The question is how this omission affects the results of microsimulation studies. Wiemers develops a benefit take-up model within the IAB-STSM microsimulation model, and uses it to consider the results of increasing and decreasing the base amount of social assistance in Germany by €100 per month. The results thus show the impact of these two measures, without and with endogenous take-up. It may come as no surprise that the differences are substantial, but the differences in take-up between individuals with different characteristics suggest that there might be strong redistributive impacts as well. Besides being an interesting paper on its own, therefore, this paper might introduce an interesting new line of research.",
                    "type": "paragraph"
                },
                {
                    "text": "The second paper by Barry Milne, Roy Lay-Yee, Jessica McLay, Janet Pearson, Martin von Randow, and Peter Davis is one of the very few where dynamic microsimulation is focussing on the earliest stage of life. The model MELC is being used to assess the impact of a number of background variables, including household composition and various socio-economic characteristics on health service use, early literacy, and conduct problems.",
                    "type": "paragraph"
                },
                {
                    "text": "The third paper is by Jessica McLay, Roy Lay-Yee, Barry J Milne, and Peter Davis. Like the Wiemers paper, they tackle a subject that we also might tend to overlook, and that is the impact that the choice of the statistical models has on the simulation results. Although their first conclusion is reassuring in that all the models they tested (all of them having some assumptions violated) did reasonably in reproducing observed data. However, with some models clearly perform better or worse for particular characteristics.",
                    "type": "paragraph"
                },
                {
                    "text": "The fourth paper in this issue is by Riyana Miranti, Rebecca Cassells, Yogi Vidyattama and Justine McNamara, who use spatial microsimulation techniques to calculate small area inequality in Australia. The results show that there are marked variations in inequality with distinct pockets of small areas with high income inequality in both states and their capital cities.",
                    "type": "paragraph"
                },
                {
                    "text": "As said in the introduction, this is the last issue that I publish as chief editor of the International Journal of Microsimulation. I was elected editor at the IMA World Conference in Stockholm, Sweden, 2011. My first report was at the Canberra World Conference in 2013, so the Luxembourg World Conference this year was the ideal moment to let somebody else take the Journal further. Hence, the General Assembly has chosen Matteo Richiardi as the new chief editor of the International Journal of Microsimulation. I welcome him as successor and I wish him all the best in bringing the Journal further.",
                    "type": "paragraph"
                },
                {
                    "text": "As outlined in more detail in the report to IMA’s general assembly (<a href=\"#bib1\">Dekkers, 2015</a>), the journal has done well. 13 issues have been published, including the current one, of which 3 special issues. These contain 56 articles, 3 notes and 3 book reviews. The average duration between submission and review report is now 43 days. Furthermore, I am happy to announce that the IJM is now also officially included in the Elsevier’s’ Scopus database, thanks to all the authors, the reviewers and the members of the editorial team.",
                    "type": "paragraph"
                },
                {
                    "text": "The IDEAS/RePEc Simple Impact Factor (<a href=\"#bib2\">IDEAS, 2015</a>), computes a ratio of the number of citations by the number of items in the series. Both the value of this impact factor and the ranking of the IJM have increased considerably over time, not only absolutely but also in comparison to other journals that are relevant in our field. This development of the journal goes parallel with the development of our academic field, in terms of credibility in academics but also in policy-oriented research, as well as in terms of people using microsimulation. A journal like the IJM is indispensable to sustain this development. All too often have I heard from those that the journal suffers from the fact that it does not have a Thomson Reuters Impact Factor. This is true – we have applied for such an impact factor, but we were turned down for reasons too complicated for us to grasp. But using this as an argument not to submit one’s work is flawed for a very simple reason. The IJM is no substitute for high-ranking applied journals: it is perfectly possible to publish a paper that uses microsimulation in a high-ranking journal and a parallel methodological paper in the IJM. The former article could then contain a reference to the latter for the methodological details.",
                    "type": "paragraph"
                },
                {
                    "text": "All in all, the journal is doing well and I have many to thank for that. But the most important contribution to the success of the journal are those of you that have submitted their papers and those that are citing the articles of the IJM in their own work. Without you the journal would not exist. I sincerely hope you will continue to support the International Journal of Microsimulation in the future – for the benefit of us all.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, Gijs",
                        "preferred": "Gijs Dekkers"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Report on the International Journal of Microsimulation, during the General Assembly of the International Microsimulation Association, September 3rd, 2015, 5th General Conference of the International Microsimulation Association, 2 to 4 September 2015",
            "date": "2015",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Esch-sur-Alzette, Luxembourg"
                        ]
                    },
                    "formatted": [
                        "Esch-sur-Alzette, Luxembourg"
                    ]
                },
                "name": [
                    "Maison du Savoir, Campus Belval"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "IDEAS",
                    "type": "group"
                }
            ],
            "date": "2015",
            "id": "bib2",
            "title": "https://ideas.repec.org/top/top.journals.simple.html",
            "type": "web",
            "uri": "https://ideas.repec.org/top/top.journals.simple.html",
            "website": "IDEAS/RePEc Simple Impact Factors for Journals"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
