{
    "status": "vor",
    "id": "00119",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00119",
    "authorLine": "Matteo Richiardi",
    "title": "Editorial",
    "published": "2015-12-31T00:00:00Z",
    "versionDate": "2015-12-31T00:00:00Z",
    "statusDate": "2015-12-31T00:00:00Z",
    "volume": 8,
    "issue": 3,
    "fpage": 1,
    "lpage": 5,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00119/ijm-00119.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Vidyattama et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for New Economic Thinking, Oxford Martin School, University of Oxford"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@maths.ox.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo",
                "preferred": "Matteo Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The 2015 winter issue is my first issue since I stepped in as Editor of the International Journal of Microsimulation at the Luxembourg World Conference in September 2015. It is a great honour and a great responsibility, which I share with the new Editorial Board, to succeed to the previous Editor Gijs Dekkers, now President of the International Microsimulation Association.",
                    "type": "paragraph"
                },
                {
                    "text": "The current issue contains four articles, plus a book review. The articles cover a wide range of applications, from transport (Cao <i>et al.</i>) to health (Hennessy <i>et al.</i>), pensions (Tikanmäki <i>et al.</i>) and taxes (Albarea <i>et al.</i>). The first two papers deal with methodological issues. The paper on subway carriage design by Cao and coauthors introduces state-of-the-art machine learning methods for model evaluation, while Hennessy and coauthors describe how to use data fusion techniques to match different datasets or impute missing data, with an application to health care in Canada; they provide a good discussion of the limitations of this empirical attempt. The last two papers deal with important policy issues. Tikanmäki <i>et al</i>. evaluate the pension reform that will be implemented in Finland starting in 2017. They show that the reform will slightly increase the overall inequality among pensioners, as it will phase in only gradually; however, within each cohort it will reduce pension disparities. Finally, Albarea and coauthors introduce BETAMOD, a new static model for individual income taxation in Italy. The main peculiarities of this model are a detailed set of tax expenditures characterizing each taxpayer, and the estimation of individual-specific tax evasion rates. It would be interesting to see in a future issue of this journal a comparison between the many existing tax-benefit models for this country (see the reference list in their paper).",
                    "type": "paragraph"
                },
                {
                    "text": "Overall, this variety of applications is representative of the flexibility of the microsimulation approach, and stresses the multidisciplinary nature of the journal. Also, the big number of coauthors (almost six per article, on average) is a reminder of the importance of collaborative research for the development of microsimulation models. Unfortunately, the possibility to extend (implicit or explicit) cooperation beyond specific research groups is often limited by the lack of publicly available, well documented source code. In simulation, the code is the analogue to proofs for analytical models. While a good model description, possibly complemented by pseudo-code, should in principle allow replicability, a common experience is that replicability is hard, often very hard. Hence, most models are built from scratch, or on the basis of previous work by the same authors/research groups, generating at best <i>genealogies</i> of models with little crossbreed. This impedes the development of the field. As a counter-example, think of Dynamic Stochastic General Equilibrium (DSGE) models, which are also simulated. A large and increasing number of the best known models are easily available through the Macroeconomic Model Database (<a href=\"#bib12\">Wieland <i>et al</i>., 2012</a>): PhD students can download, modify and extend these models, contributing to the diffusion of the methodology.<a href=\"#fn1\"><sup>1</sup></a> I personally believe that the code of our microsimulation models should be made available from public, stable repositories, not only to referees but to the scientific community at large, and I invite authors to submit their code to the journal as an appendix to their manuscripts.",
                    "type": "paragraph"
                },
                {
                    "text": "In the first months in office, we have agreed upon a new Copyright Policy, along the terms of the Creative Commons Attribution (CC BY) License. This license leaves the copyright on any research article to the Authors, which grant the IJM a license to publish the article and identify itself as the original publisher. In particular, the agreement permits the use, distribution and reproduction of the published material in any medium, provided the work is properly attributed back to the original author and publisher. The adoption of this copyright agreement naturally fits with the open access, non-commercial nature of the journal, and safeguards the right the journal is most interested into, that is the right to be appropriately cited as the original source of publication.",
                    "type": "paragraph"
                },
                {
                    "text": "I am also proud to announce the inclusion of the IJM in Scopus, a large abstract and citation database of peer-reviewed literature (owned by Elsevier). This completes the list of major databases where the journal is now included (the others being EBSCOhost, EconLit and RePEc).",
                    "type": "paragraph"
                },
                {
                    "text": "Microsimulation is ultimately a methodology that rests on two tenets: a focus on individual,heterogeneous (micro-) behaviour, and the use of computers to dynamically solve the models, and analyse the evolution of an initial population in terms of its aggregate (macro-) and distributional characteristics. These features are shared by a closely related methodology, agent-based modelling, whose three roots are the literature on complex adaptive systems, evolutionary economics, and …. dynamic microsimulation itself, in particular the work of Barbara Bergmann (<a href=\"#bib1\">Bergmann, 1974</a>) and Gunnar Eliasson (<a href=\"#bib3\">Eliasson, 1977</a>). The main difference between dynamic microsimulation and agent-based modelling is the incorporation of more data into the first approach, and more interaction between agents and agent-types in the latter. Bergmann and Eliasson were the first to incorporate explicitly the interaction between the supply and demand for labour in a dynamic microsimulation model, a feature that is now becoming increasingly common in microsimulation (see <a href=\"#bib7\">Peichl and Siegloch, 2013</a>). At the same time, agent-based modelling are becoming more data-driven (<a href=\"#bib9\">Richiardi, 2013</a>). A convergence of the two approaches is hence under way, and this explains why I am keen to open the journal to contributions from the agent-based modelling community, as well as to other literatures that share a micro perspective, and a simulation approach.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "A microsimulation of the macroeconomy with explicitely represented money flows",
            "authors": [
                {
                    "name": {
                        "index": "Bergmann B, R",
                        "preferred": "R Bergmann B"
                    },
                    "type": "person"
                }
            ],
            "date": "1974",
            "id": "bib1",
            "journal": "Annals of Economic and Social Measurement",
            "pages": {
                "first": "475",
                "last": "489",
                "range": "475–489"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bierlaire, M",
                        "preferred": "M Bierlaire"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Palma, A",
                        "preferred": "A de Palma"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hurtubia, R",
                        "preferred": "R Hurtubia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Waddell, P",
                        "preferred": "P Waddell"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Integrated transport and land use modeling for sustainable cities",
            "date": "2015",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Lausanne"
                        ]
                    },
                    "formatted": [
                        "Lausanne"
                    ]
                },
                "name": [
                    "EPLF Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Competition and market processes in a simulation model of the Swedish economy",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1977",
            "id": "bib3",
            "journal": "The American Economic Review",
            "pages": {
                "first": "277",
                "last": "281",
                "range": "277–281"
            },
            "type": "journal",
            "volume": "67"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gilbert, N",
                        "preferred": "N Gilbert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hamill, L",
                        "preferred": "L Hamill"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Agent-based modelling in Economics",
            "date": "2015",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Chichester"
                        ]
                    },
                    "formatted": [
                        "Chichester"
                    ]
                },
                "name": [
                    "John Wiley & Sons"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hastie, T",
                        "preferred": "T Hastie"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tibshirani, R",
                        "preferred": "R Tibshirani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wainwright, M",
                        "preferred": "M Wainwright"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Statistical learning with sparsity: the lasso and generalizations",
            "date": "2015",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Boca Raton"
                        ]
                    },
                    "formatted": [
                        "Boca Raton"
                    ]
                },
                "name": [
                    "Chapman and Hall/CRC"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990–2010: A systematic analysis for the Global Burden of Disease Study 2010",
            "authors": [
                {
                    "name": {
                        "index": "Lim, SS",
                        "preferred": "SS Lim"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2012",
            "id": "bib6",
            "journal": "The Lancet",
            "pages": {
                "first": "2224",
                "last": "60",
                "range": "2224–60"
            },
            "type": "journal",
            "volume": "380"
        },
        {
            "articleTitle": "Linking labor demand and labor supply on the micro level for Germany",
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siegloch, S",
                        "preferred": "S Siegloch"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib7",
            "journal": "Labour Economics",
            "pages": {
                "first": "129",
                "last": "138",
                "range": "129–138"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pesaran M, H",
                        "preferred": "H Pesaran M"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith R, P",
                        "preferred": "P Smith R"
                    },
                    "type": "person"
                }
            ],
            "date": "1000",
            "details": "Counterfactual analysis in macro econometrics: an empirical investigation into the impacts of quantitative easing', IZA discussion paper 6618.",
            "id": "bib8",
            "title": "Counterfactual analysis in macro econometrics: an empirical investigation into the impacts of quantitative easing', IZA discussion paper 6618.",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "The missing link: AB models and dynamic microsimulation, Artificial Economics and Self Organization. Agent-Based Approaches to Economics and Social Systems, Berlin, Springer, 669",
            "id": "bib9",
            "title": "Artificial Economics and Self Organization. Agent-Based Approaches to Economics and Social Systems",
            "type": "unknown"
        },
        {
            "articleTitle": "Comparison of Markov model and discrete-event simulation techniques for HIV",
            "authors": [
                {
                    "name": {
                        "index": "Simpson K, N",
                        "preferred": "N Simpson K"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strassburger, A",
                        "preferred": "A Strassburger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jones, WJ",
                        "preferred": "WJ Jones"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dietz, B",
                        "preferred": "B Dietz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rajagopalan, R",
                        "preferred": "R Rajagopalan"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib10",
            "journal": "Pharmacoeconomics",
            "pages": {
                "first": "159",
                "last": "65",
                "range": "159–65"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "articleTitle": "Statistical learning and selective inference",
            "authors": [
                {
                    "name": {
                        "index": "Taylor, JT",
                        "preferred": "JT Taylor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tibshirani R, J",
                        "preferred": "J Tibshirani R"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib11",
            "journal": "PNAS",
            "pages": {
                "first": "7629",
                "last": "7634",
                "range": "7629–7634"
            },
            "type": "journal",
            "volume": "112"
        },
        {
            "articleTitle": "A New comparative approach to macroeconomic modeling and policy analysis",
            "authors": [
                {
                    "name": {
                        "index": "Wieland, V",
                        "preferred": "V Wieland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cwik, T",
                        "preferred": "T Cwik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Müller G, J",
                        "preferred": "J Müller G"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schmidt, S",
                        "preferred": "S Schmidt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wolters, M",
                        "preferred": "M Wolters"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib12",
            "journal": "Journal of Economic Behavior and Organization",
            "pages": {
                "first": "523",
                "last": "541",
                "range": "523–541"
            },
            "type": "journal",
            "volume": "83"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
