{
    "status": "vor",
    "id": "00123",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00123",
    "authorLine": "Andrea Albarea et al.",
    "title": "Accounting for tax evasion profiles and tax expenditures in microsimulation modelling. The B<span class=\"small-caps\">etamod</span> model for personal income taxes in Italy",
    "published": "2015-12-31T00:00:00Z",
    "versionDate": "2015-12-31T00:00:00Z",
    "statusDate": "2015-12-31T00:00:00Z",
    "volume": 8,
    "issue": 3,
    "fpage": 99,
    "lpage": 136,
    "elocationId": "99-136",
    "pdf": "http://web:8082/00123/ijm-00123.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "The paper presents the main characteristics of B<span class=\"small-caps\">etamod</span>, a static microsimulation model that reproduces the Italian personal income tax (I<span class=\"small-caps\">rpef</span>), as well as local income taxes, namely the regional and municipal surtaxes, building on a detailed reconstruction of tax legislation. With respect to the vast majority of existing tax microsimulation models, the peculiarities of B<span class=\"small-caps\">etamod</span> concern two aspects: the inclusion of a detailed set of tax expenditures, and the estimation of individual-specific tax evasion rates, which account for the total individual income level, its composition in terms of income sources, and the geographical area of residence.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Vidyattama et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Department of Economics",
                        "Ca’ Foscari University"
                    ]
                }
            ],
            "emailAddresses": [
                "andrea.albarea@unive.it"
            ],
            "name": {
                "index": "Albarea, Andrea",
                "preferred": "Andrea Albarea"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Department of Economics",
                        "Ca’ Foscari University"
                    ]
                }
            ],
            "emailAddresses": [
                "bernasconi@unive.it"
            ],
            "name": {
                "index": "Bernasconi, Michele",
                "preferred": "Michele Bernasconi"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Department of Economics",
                        "Ca’ Foscari University"
                    ]
                }
            ],
            "emailAddresses": [
                "cinzia.dinovi@unive.it"
            ],
            "name": {
                "index": "Novi, Cinzia Di",
                "preferred": "Cinzia Di Novi"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Department of Economics",
                        "Ca’ Foscari University"
                    ]
                }
            ],
            "emailAddresses": [
                "anna.marenzi@unive.it"
            ],
            "name": {
                "index": "Marenzi, Anna",
                "preferred": "Anna Marenzi"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Department of Economics",
                        "Ca’ Foscari University"
                    ]
                }
            ],
            "emailAddresses": [
                "rizzid@unive.it"
            ],
            "name": {
                "index": "Rizzi, Dino",
                "preferred": "Dino Rizzi"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Department of Economics",
                        "Ca’ Foscari University"
                    ]
                }
            ],
            "emailAddresses": [
                "francesca.zantomio@unive.it"
            ],
            "name": {
                "index": "Zantomio, Francesca",
                "preferred": "Francesca Zantomio"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "tax-benefit microsimulation",
        "tax evasion",
        "tax expenditures",
        "SILC",
        "Italy"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Tax-benefit microsimulation models have become a standard tool for the design and the evaluation of public policies in many countries (see, among others, <a href=\"#bib9\">Bourguignon &amp; Spadaro, 2006</a>; <a href=\"#bib28\">Mitton, Sutherland &amp; Weeks, 2000</a>; <a href=\"#bib34\">Sutherland &amp; Figari, 2013</a>). Indeed, devising effective policy interventions requires appropriate ex-ante evaluation instruments, not only informative about the macro-level revenue consequences, but also about the distributional outcomes of specific interventions. In this respect, and particularly in a single-country framework, the accuracy of a particular model in accounting for aspects that are more salient in the national context, or the object of planned reform interventions, is key to its predictive power and, therefore, relevance.",
                    "type": "paragraph"
                },
                {
                    "text": "In the Italian context, two aspects currently deserve particular attention. The first is tax evasion, which is extremely high, i.e. estimated in the range of 18–25% of G<span class=\"small-caps\">dp</span> in terms of unreported incomes (<a href=\"#bib21\">Giovannini, 2011</a>). Various political leaders, as well as a significant share of the public opinion, seem to justify tax evaders on the grounds that tax rates are too high and the tax schedule far too progressive. At the same time, the distributional consequences of tax evasion are often neglected in the public discourse, or dismissed with generic statements based more on anecdotal evidence than grounded empirical analysis. For example, little is known about the distinct effects that tax evasion may bear to progressivity (vertical effect) versus horizontal equity and re-ranking (<a href=\"#bib1\">Aronson &amp; Lambert, 1994</a>; <a href=\"#bib37\">Urban &amp; Lambert, 2008</a>). Microsimulation models have a major potential in this respect. The second aspect is that of tax expenditures. Over the last decade, tax expenditures in Italy have consistently increased as a share of G<span class=\"small-caps\">dp</span>. Recently, the Italian Ministry of Economy and Finance identified 720 measures of tax expenditures that account for about the per cent of G<span class=\"small-caps\">dp</span> (<a href=\"#bib24\">Keen <i>et al</i>., 2012</a>). Among these, the individual income tax expenditures are the largest (4.84% of G<span class=\"small-caps\">dp</span>). Because of the entailed reduction in tax revenues, and the induced distortions in taxpayers’ behavior, there is an increasing debate, both at the national and international level, on the use of tax expenditures as alternative to direct expenditures (e.g. see <a href=\"#bib3\">Avram, 2014</a>; <a href=\"#bib10\">Burman, 2003</a>; <a href=\"#bib11\">Burman <i>et al</i>., 2008</a>; Poterba, 2011; <a href=\"#bib36\">Tyson, 2014</a>), also on the grounds of their regressive effect (e.g. <a href=\"#bib26\">Matsaganis &amp; Flevotomou, 2007</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "This paper presents a new microsimulation model, called B<span class=\"small-caps\">etamod</span>, for the Italian personal income tax (I<span class=\"small-caps\">rpef</span>), including also local income taxes, namely the regional and municipal surtaxes, which tackles these two aspects. In more detail, B<span class=\"small-caps\">etamod</span> improves on the existing Italian models<a href=\"#fn1\"><sup>1</sup></a> by estimating a distribution of individual tax evasion rates, based on total individual income level, its composition in terms of sources, and geographical area. With respect to other Italian models, where tax evasion rates are assumed to be constant within population subgroups (e.g. by income source type, by income classes), B<span class=\"small-caps\">etamod</span>, assigns a tax evasion rate to each individual. This allows to evaluate more accurately how tax evasion may alter the redistributive effect of personal income taxation, and to measure the horizontal, vertical and re-ranking effects, each of which is possibly altered by tax evasion. Moreover, B<span class=\"small-caps\">etamod</span> accounts thoroughly for a detailed set of tax allowances and tax credits. Compared to the majority of current microsimulation models for Italy, B<span class=\"small-caps\">etamod</span> includes all kinds of individual income tax expenditures and allows us to estimate the distributional effects of all tax expenditures simultaneously and of specific tax reliefs or categories of expenditure in turn.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is organized as follows. <a href=\"#s2\">Section 2</a> describes the data set and the preliminary data adjustments and imputations required to simulate accurately the Italian personal income taxes. <a href=\"#s3\">Section 3</a> illustrates, in details, the process of constructing B<span class=\"small-caps\">etamod</span>, focusing in particular on its innovative aspects. With reference to the 2010 fiscal year, <a href=\"#s4\">Section 4</a> tests the robustness of the model by comparing the baseline simulation of personal income tax and local income taxes with official figures provided by tax returns data. Finally, <a href=\"#s5\">Section 5</a> provides novel distributional evidences on tax evasion and on its profile, as well as on individuals’ re-ranking between income classes resulting from it<a href=\"#fn2\"><sup>2</sup></a>.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "B<span class=\"small-caps\">etamod</span> runs on the Italian national version of the Survey of Income and Living Conditions (I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span>), which represents, with a few exceptions, the micro-database currently chosen by most tax- benefit microsimulation models for Italy<a href=\"#fn3\"><sup>3</sup></a>. With respect to the alternative Survey on Households Income and Wealth (S<span class=\"small-caps\">hiw</span>), I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> takes the advantage of a more generous sample size (19,399 households in I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> versus 7,951 households in S<span class=\"small-caps\">hiw</span>), allowing to conduct analyses by geographical area sample; the drawback of this choice is the lack of information on household’s assets and tax-relevant expenditures.",
                    "type": "paragraph"
                },
                {
                    "text": "We use the cross-sectional component of I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> 2011, which features a considerably larger sample size than the rotating longitudinal component. The interview is structured into an household level questionnaire, collecting information on household composition, accommodation, housing costs, and economic circumstances (including savings, debts, receipt of family-related and means-tested benefits and children’s incomes); and an individual level questionnaire, which is administered to all household members aged 16 years old or above. In the individual level questionnaire, besides information on education, health and occupation, detailed information on individual’s income from various sources relevant for tax base assessment (employment, self-employment, old age and disability pensions, incapacity and disability benefits, rents from properties, investment income and other incomes) is covered. For income components subject to taxation<a href=\"#fn4\"><sup>4</sup></a>, the amount as net of taxes (and of social insurance contributions, where applicable) is collected, because net amounts are generally regarded as less exposed to measurement error and recall bias than gross ones. Reflecting the structure of the Italian fiscal system, where incomes earned in the solar year <i>t</i> are taxed in the following (<i>t+1</i>), the reference period in income-related questions is the previous fiscal year, that is 2010. This represents a mismatch with respect to demographic information, which reflects the situation of households at the time when the fieldwork was carried out (i.e. March and April 2011), and which has therefore been brought backward to 2010.",
                    "type": "paragraph"
                },
                {
                    "text": "Still, an accurate simulation of Italian personal income tax requires additional information with respect to I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> topics coverage. Most notably, the personal income tax base includes not only employment and self-employment income, replacement income, profits from non-corporate enterprises and a marginal part of investment income, but also figurative income on immovable properties, valued as cadastral rent<a href=\"#fn5\"><sup>5</sup></a>, which is not covered in the survey. Besides, information on specific items of expenditures (e.g. healthcare, house refurbishments, etc.) that are relevant for specific tax reliefs, are not available in I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span>. Missing information has therefore been imputed, drawing from other population-representative surveys covering the subject domains of interest.",
                    "type": "paragraph"
                },
                {
                    "text": "We use the 2010 Survey on Households Income and Wealth released by the Bank of Italy (<a href=\"#bib6\">Bank of Italy, 2012</a>), for imputing information on the self-reported asset value<a href=\"#fn6\"><sup>6</sup></a> of the main residence, and other immovable properties, used to compute cadastral values. Drawing from the same survey, we also impute insurance premiums and house refurbishments expenditures, relevant for the computation of specific, and quantitatively important, tax reliefs. Imputation from S<span class=\"small-caps\">hiw</span> has been performed using statistical matching techniques, where S<span class=\"small-caps\">hiw</span> individuals have acted as ‘donors’ of the otherwise missing information for I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> observed ‘recipients’. Matching aims at selecting, for each I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> recipient, the S<span class=\"small-caps\">hiw</span> donor that is closest to observational identity, i.e. the most similar in terms of characteristics, observed in both surveys that are predictive of the variable to be imputed. The quality of the matching procedure relies crucially on a so-called <i>common support</i> requirement of overlapping in the distribution of predictive characteristics in the donors’ and recipients’ samples, which has been empirically tested. The matching procedure we have adopted is based on a combination of stratification and Mahalanobis distance nearest neighbor algorithm (<a href=\"#bib33\">Rubin, 1980</a>). Matching has been performed at the household level and with replacement, that is allowing the same S<span class=\"small-caps\">hiw</span> household to act as donor for multiple I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> households, if deemed as the most adequate, rather than being discarded after having served once as donor. The donors’ and recipients’ samples have been stratified by main residence homeownership, other properties homeownership and geographical area, so that exact matching on these variables is ensured; then, within each stratum, the donor household has been selected based on the Mahalanobis distance metric, measured on other predictive variables. These include equivalent household income, the percentage of household members with more than upper secondary educational qualification, a set of household composition dummies, and the main earner’s employment status. The quality of matching has been gauged by investigating the balance (e.g. in terms of equality in means) in predictive variables between recipients and matched donors, and the procedure adjusted as long as achieved balance was deemed unsatisfactory. More detail on the implementation of the matching- based imputation, and the achieved balance, is reported in Appendix A.",
                    "type": "paragraph"
                },
                {
                    "text": "As a result of the matching-based imputation from S<span class=\"small-caps\">hiw</span> data, information on the asset value of owned properties is integrated into I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span>. However, for fiscal purposes, properties are valued in terms of cadastral rental values. Therefore, we build on existing Land Registry data, which provide information on the distribution of properties values and corresponding cadastral incomes (separately by gender, by age group, by household composition, by marital status, by geographical area and by main residence/secondary property) to derive a measure of cadastral income from the available information on properties asset values, integrated into I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span>. For assessing the cadastral value of the main residence, Land Registry information on the ratio between asset value and cadastral income is first of all expanded, using the R<span class=\"small-caps\">as</span> methodology<a href=\"#fn7\"><sup>7</sup></a>, to obtain marginal distributions across 300 subgroups, defined in terms of the above mentioned variables. After the I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> sample has been correspondingly stratified, the cadastral value for I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> households is computed as the ratio between the asset value of the main residence imputed from S<span class=\"small-caps\">hiw</span>, divided by the corresponding asset-value-to- cadastral-income ratio<a href=\"#fn8\"><sup>8</sup></a>, drawn from the expanded Land Registry statistics. A similar procedure is followed for imputing the cadastral value of secondary properties, where appropriate<a href=\"#fn9\"><sup>9</sup></a>.",
                    "type": "paragraph"
                },
                {
                    "text": "As an additional micro-data source, we use the 2013<a href=\"#fn10\"><sup>10</sup></a> M<span class=\"small-caps\">ultiscopo</span> Survey on Health Conditions and the Use of Health Services, released by the National Statistical Office (<a href=\"#bib23\">I<span class=\"small-caps\">stat</span>, 2014</a>), to impute information on healthcare expenditures, necessary to compute other major tax reliefs, namely those that involve the largest share of taxpayers. The M<span class=\"small-caps\">ultiscopo</span> survey has been used to estimate, at the individual level, the conditional probability of incurring in tax-relevant healthcare expenditures, such as specialists visits, drugs purchases, medical tests and treatments, as a function of predictive characteristics observed again both in M<span class=\"small-caps\">ultiscopo</span> and in I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span>. These include gender, six age groups, self-assessed health, reported chronic conditions, limitations in activities of daily living, geographical regions, marital status, occupation, education, presence of dependent children and household size<a href=\"#fn11\"><sup>11</sup></a>. The estimated parameters have then been used to predict the probability of incurring in health expenditures for individuals observed in the I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> sample, based on their characteristics. As illustrated in the later <a href=\"#s3-1\">Section 3.1</a>, the estimated probability of healthcare spending is then flexibly used, together with fiscal data on tax reliefs, to identify beneficiaries of healthcare tax reliefs, and to impute related expenditure amounts.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. The micro database and related imputations",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "After the preliminary data adjustments and the imputations, the model has been built through 4 modules, integrated in an iterative procedure where outer loops (identifying recipients of tax expenditures, building calibration weights, computing individual- and income-specific tax evasion rates) feed into the inner loop of net-to-gross conversion, as depicted in <a href=\"#fig1\">Figure 1</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00123%2Fijm-00123-fig1.tif",
                                "size": {
                                    "width": 856,
                                    "height": 801
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00123%2Fijm-00123-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00123-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "The construction of B<span class=\"small-caps\">etamod</span>.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In more detail, based on family and personal characteristics relevant for eligibility, <i>Module 1</i> identifies round-specific beneficiaries and expenditure amounts for all of the non-simulated tax reliefs, calibrating them to obtain the totals and the income distribution for beneficiaries and expenditures resulting from administrative tax returns data. <i>Module 2</i> deals with the net-to-gross income conversion, through a standard iterative algorithm. Once gross and reported income measures have been obtained, <i>Module 3</i> estimates calibration weights in order to match both population totals and administrative taxpayers counts. By comparison of the grossed-up obtained income measures with disaggregated administrative tax returns data<i>, Module 4</i> produces an individual tax evasion rate which accounts for the individual’s different income sources composition (employment income, pensions, self-employment income<a href=\"#fn12\"><sup>12</sup></a>, rental income from immovable property), the income level, and geographical residence (North-West, North-East, Center, South). After Module 4, round-specific convergence, measured in terms of equality between reported incomes as estimated by the model<a href=\"#fn13\"><sup>13</sup></a> and as resulting from official tax returns data<a href=\"#fn14\"><sup>14</sup></a> (both at the aggregate level, and by subgroups defined by main source of income and by geographical area), is assessed.",
                    "type": "paragraph"
                },
                {
                    "text": "The overall iterative procedure, continues until convergence is achieved. Specifically, the iterations stop when the reported levels of income estimated by the model, reflecting estimated tax allowances, tax evasion rates and calibration weights, not differ significantly from official tax returns data, both at the aggregate level and by subgroups (defined by main source of income and geographical area). The overall procedure generates a battery of individual level variables, including true gross income, tax evasion rate, reported income, tax relevant expenditures, calibration weights, for later use in policy simulation modelling. The following sections provide in more detail the four modules and innovative aspects of the model construction.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In the Italian fiscal system there are different kinds of deductions and tax credits. The most sizeable, collectively worth over 5 per cent of G<span class=\"small-caps\">dp</span>, are listed in <a href=\"#table1\">Table 1</a>, while a comprehensive list of tax reliefs, and their quantitative importance, is reported in <a href=\"#table7\">Tables 7</a> and <a href=\"#table8\">8</a>. In terms of design, all deductions and tax credits are non-refundable, with the only exception of the tax credit granted to families with four children. Typically, an upper threshold applies to most tax expenditures (mortgage interest payments, rent paid by tenants, education), while the healthcare tax credit is allowed on expenses in excess of a lower threshold. Also, a withdrawal rate often applies, so that the fiscal benefit is decreasing in individual’s gross income<a href=\"#fn15\"><sup>15</sup></a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "The largest PIT deductions and tax credits (fiscal year 2010).",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Ministry of Economy and Finance, &lt;uri&gt;http://www1.finanze.gov.it/analisi_stat/index.php?tree=2011&lt;/uri&gt;",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n&lt;colgroup&gt;\n&lt;col align=\"left\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;/colgroup&gt;\n<thead>\n<tr>\n<th align=\"center\">Description</th>\n<th align=\"center\">(Value millions of Euros)</th>\n<th align=\"center\">Number of beneficiaries (thousands of persons)</th>\n<th align=\"center\">percent of G<span class=\"small-caps\">dp</span></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><i>Deductions</i></td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Social insurance contributions paid by selfemployed individuals</td>\n<td>17,603</td>\n<td>11,991</td>\n<td>1.13</td>\n</tr>\n<tr>\n<td>Cadastral value of the main residence</td>\n<td>8,283</td>\n<td>17,166</td>\n<td>0.53</td>\n</tr>\n<tr>\n<td>Voluntary contributions to private pension plans</td>\n<td>1,905</td>\n<td>822</td>\n<td>0.12</td>\n</tr>\n<tr>\n<td><i>Tax credits</i></td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Tax credit for specific income sources</td>\n<td>41,887</td>\n<td>36,426</td>\n<td>2.70</td>\n</tr>\n<tr>\n<td>Tax credit for dependent family members</td>\n<td>11,375</td>\n<td>12,624</td>\n<td>0.73</td>\n</tr>\n<tr>\n<td>Tax credit for healthcare expenditures</td>\n<td>2,585</td>\n<td>15,002</td>\n<td>0.17</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Among deductions, the most relevant in terms of number of recipients and lost revenue, are social insurance contributions paid by self-employed individuals<a href=\"#fn16\"><sup>16</sup></a>, the cadastral value of the main residence and voluntary contributions to private pension plans. Other deductions are granted for specific expenditures, including legal alimony payments to spouses, donations to religious institutions, personal care services and disability aids for the disabled, and social insurance contributions paid for domestic help.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Among tax credits, the largest single item is a universal tax credit granted for specific income sources: the tax credit is applicable for either employment income, or self-employment income, or pension income, with a withdrawal rate resulting in a decreasing credit as gross income increases. This tax credit contribute to the income tax progressivity design, even more so given the absence of a legislated no tax area or legal zero rate tax bracket. Another set of tax credits aims at accounting for individual’s ability to pay, given her/his household composition (i.e. presence of dependent household members) and her/his children characteristics, such as age and disability. These tax credits are decreasing in individual gross income and become zero above a certain income threshold. The children tax credit amount and income threshold depend also on the number of children, and increase for each child aged three years or below and for disabled children. An additional refundable tax relief is granted for taxpayers with at least four children. Further tax credits are granted for specific expenditures, and amount to the 19 per cent of such expenditures: these include mainly healthcare, mortgage interest payments on both the main residence and other properties, life insurance premiums, secondary and tertiary education, childcare and charitable donations. Finally, a tax credits for up to a maximum of 55 per cent of the expenses incurred for energy conservation’s interventions and house refurbishments, and a lump sum tax credit for rent paid by low-income tenants, are allowed.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As standard in other tax benefit models for the Italian system, and reflecting data availability constraints, B<span class=\"small-caps\">etamod</span> fully simulates the deduction for main residence cadastral value, and the tax credits by income source and for dependent family members<a href=\"#fn17\"><sup>17</sup></a>. However, with respect to other Italian models, which typically<a href=\"#fn18\"><sup>18</sup></a> impute tax expenditures though calibration with aggregate fiscal data by income classes, B<span class=\"small-caps\">etamod</span> calibrates not only expenditure amounts, but also beneficiaries. In particular, we aim at achieving a more realistic identification of beneficiaries, for each specific type of tax expenditure item, based on household and personal characteristics relevant for eligibility. <a href=\"#table2\">Table 2</a> and <a href=\"#table3\">Table 3</a> report the individual and family characteristics we used to identify the potential beneficiaries of deductions and tax credits. Simulated and non-simulated tax reliefs include all of the current categories provided by tax rules, namely, 8 deductions and different types of tax credits, these last grouped into 17 main categories. Thus, the model offers a complete picture of the wide array of tax reliefs that are part of the Italian income tax.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Deductions: identification of potential beneficiaries.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: (*) Due to lack of information in the data, beneficiaries are mainly identified among the taxpayers with the higher probability of receiving other tax advantage; this is motivated by anecdotal evidence that the probability of claiming specific tax reliefs increases in the number of other tax reliefs claimed. In order to increase variance some beneficiaries have been randomly chosen",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n&lt;colgroup&gt;\n&lt;col align=\"left\"/&gt;\n&lt;col align=\"left\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;/colgroup&gt;\n<thead>\n<tr>\n<th align=\"center\">Deductions</th>\n<th align=\"center\">Potentially beneficiaries</th>\n<th align=\"center\">Data source</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Social insurance contributions paid by self-employed individuals</td>\n<td>having self-employed income</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Cadastral value of the main residence</td>\n<td>be the owner’s of main residence</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Voluntary contributions to private pension plans</td>\n<td>those who reported to pay contributions to private pension plans</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Legal alimony payments for spouse</td>\n<td>those who reported to pay alimony</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Personal care services and disability aids</td>\n<td>identified by the estimated probability of healthcare spending</td>\n<td>M<span class=\"small-caps\">ultiscopo</span></td>\n</tr>\n<tr>\n<td>Social insurance contributions paid for domestic help</td>\n<td>i) presence of children\n<br/>ii) having health care expenses</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Donations to religious institutions</td>\n<td>(*)</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Others</td>\n<td>(*)</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Tax credits: identification of potential beneficiaries.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: (*)Due to lack of information in the data, beneficiaries are mainly identified among the taxpayers with the higher probability of receiving other tax advantage; this is motivated by anecdotal evidence that the probability of claiming specific tax reliefs increases in the number of other tax reliefs claimed. In order to increase variance some beneficiaries have been randomly chosen.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n&lt;colgroup&gt;\n&lt;col align=\"left\"/&gt;\n&lt;col align=\"left\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;/colgroup&gt;\n<thead>\n<tr>\n<th align=\"center\">Deductions</th>\n<th align=\"center\">Potentially beneficiaries</th>\n<th align=\"center\">Data source</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>19% tax credits</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Healthcare expenses</td>\n<td>identified by the estimated probability of healthcare spending</td>\n<td>M<span class=\"small-caps\">ultiscopo</span></td>\n</tr>\n<tr>\n<td>Mortgage interest payments on main residence</td>\n<td>i) be the homeowner’s of main residence\n<br/>ii) have a mortgage loans for the purchase of the main residence</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Life insurance premium</td>\n<td>he/she have life insurance expenses</td>\n<td>S<span class=\"small-caps\">hiw</span></td>\n</tr>\n<tr>\n<td>Secondary and tertiary education</td>\n<td>i) he/she is studying\n<br/>ii) have children attending high school or university</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Funeral expenses</td>\n<td>(*)</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Mortgage interest payments on other properties</td>\n<td>i) be the homeowner’s of main residence and other properties</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Annual enrollment to sports facilities</td>\n<td>i) he/she is doing sport\n<br/>ii) have children between 6 and 18</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Rent for resident students</td>\n<td>have children attending university and not living within the same residence as the referent individual</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Social/community/home care expenses</td>\n<td>identified by the estimated probability of healthcare spending</td>\n<td>M<span class=\"small-caps\">ultiscopo</span></td>\n</tr>\n<tr>\n<td>Charitable donations</td>\n<td>(*)</td>\n<td/>\n</tr>\n<tr>\n<td>Real estate brokerage expenses</td>\n<td>i) be the homeowner’s of main residence\n<br/>ii) have a mortgage loans for the purchase of the main residence or others properties</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Others</td>\n<td>(*)</td>\n<td/>\n</tr>\n<tr>\n<td>55% tax credits</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>For energy conservation’s interventions</td>\n<td>i) be the homeowner’s of main residence\n<br/>ii) have expenses for energy conservation’s interventions</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> S<span class=\"small-caps\">hiw</span></td>\n</tr>\n<tr>\n<td>41%-36% tax credits</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>House refurbishments</td>\n<td>i) be the homeowner’s of main residence\n<br/>ii) have expenses for the refurbishment of buildings</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>20% tax credits</td>\n<td>(*)</td>\n<td/>\n</tr>\n<tr>\n<td>Lump sum tax credit</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>For tenants subject to controlled rent and for employees relocating closer to work</td>\n<td>i) be for rent\n<br/>ii) have gross income less than € 30,987.41\n<br/>iii) having age between 20 and 30 years old and gross income less than € 15,493.71</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Security sector tax credit</td>\n<td>i) be employee\n<br/>ii) have employment reported income less than € 35,000</td>\n<td>I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span></td>\n</tr>\n<tr>\n<td>Others</td>\n<td>(*)</td>\n<td/>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Once potential beneficiaries have been identified, calibration of amounts and beneficiaries to fiscal data has been carried out for each tax relief type. Calibration accounts not only for income classes, as standard in other experiences, but also, building on the availability of additional <i>ad hoc</i> data obtained from the Ministry of Economy and Finance, for specific relief beneficiaries distribution across occupational status (employee, self-employed and pensioner) and number of dependent household members (none, one, two or more).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Overall, in the light of the importance of tax expenditures in current and future tax reform discussion (<a href=\"#bib10\">Burman, 2003</a>; Burman <i>et al</i>., 2008; <a href=\"#bib27\">M<span class=\"small-caps\">ef</span>, 2011</a>; <a href=\"#bib32\">Poterba, 2011</a>; <a href=\"#bib36\">Tyson, 2014</a>), B<span class=\"small-caps\">etamod</span> can be used to estimate more accurately the revenue and distributional effects of all tax expenditures simultaneously and of specific tax reliefs or categories of expenditure.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Deductions and tax credits module",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To derive gross incomes, we follow a widely used procedure based on an iterative algorithm (see, for instance, <a href=\"#bib22\">Immervoll and O’Donoghue, 2001</a>), represented in <a href=\"#fig2\">Figure 2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00123%2Fijm-00123-fig2.tif",
                                        "size": {
                                            "width": 885,
                                            "height": 1102
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00123%2Fijm-00123-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00123-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Net-to-gross conversion (Module 2).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "For each taxpayer the procedure estimates an initial true gross income based on an average tax rate applied to net income as collected in the survey<a href=\"#fn19\"><sup>19</sup></a>, then applies an individual tax evasion rate, and then simulates the appropriate 2010 tax rules to produce a net income measure<a href=\"#fn20\"><sup>20</sup></a>, to be compared with the I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> one. If they differ, a new estimate of the true gross income is computed applying a correction factor, equal to the ratio between the original and the estimated net income, to the previous round true gross income and a new iteration is run. When equality between the two values is achieved (up to 1 euro of difference), the iteration ends and the data are sent to Module 3 for the reweighting procedure. The output for each individual, feeding into the following modules, includes true gross income, tax evasion rate, estimated reported income, deductions and tax credits, and gross and net income tax liability.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table4\">Table 4</a> below compares descriptive statistics for the components of gross income by income source obtained from our model with those available in I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span>. It is interesting to observe, with respect to self-employment income, that B<span class=\"small-caps\">etamod</span> produces a lower estimated gross income, reflecting our tax evasion modelling yielding higher tax evasion rates. Differences observed for other income sources are plausibly reflecting our reweighting procedure, illustrated in the following section, which aims at obtaining a representative sample of both population totals and the number of taxpayers.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Components of gross income: B<span class=\"small-caps\">etamod</span> and I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span>.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Notes</i>",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "t4n2",
                                            "label": "a",
                                            "text": [
                                                {
                                                    "text": "thousands of persons",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "t4n3",
                                            "label": "b",
                                            "text": [
                                                {
                                                    "text": "millions of euros",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n&lt;colgroup&gt;\n&lt;col align=\"left\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;/colgroup&gt;\n<thead>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"4\">Individuals</th>\n<th align=\"center\" colspan=\"4\">Households</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td/>\n<td colspan=\"2\">Number of individuals<a href=\"#t4n2\">a</a></td>\n<td colspan=\"2\">Average gross income<a href=\"#t4n3\">b</a></td>\n<td colspan=\"2\">Number of households<a href=\"#t4n2\">a</a></td>\n<td colspan=\"2\">Average gross income<a href=\"#t4n3\">b</a></td>\n</tr>\n<tr>\n<td/>\n<td>BETAMOD</td>\n<td>IT-SILC</td>\n<td>BETAMOD</td>\n<td>IT-SILC</td>\n<td>BETAMOD</td>\n<td>IT-SILC</td>\n<td>BETAMOD</td>\n<td>IT-SILC</td>\n</tr>\n<tr>\n<td>Employment income</td>\n<td>21,179</td>\n<td>21,382</td>\n<td>20,229</td>\n<td>20,110</td>\n<td>15,133</td>\n<td>14,887</td>\n<td>29,237</td>\n<td>28,884</td>\n</tr>\n<tr>\n<td>Pensions</td>\n<td>15,181</td>\n<td>15,130</td>\n<td>15,271</td>\n<td>16,505</td>\n<td>12,257</td>\n<td>11,696</td>\n<td>19,031</td>\n<td>21,351</td>\n</tr>\n<tr>\n<td>Self-employment income</td>\n<td>6,728</td>\n<td>6,882</td>\n<td>21,876</td>\n<td>22,095</td>\n<td>5,955</td>\n<td>5,762</td>\n<td>26,098</td>\n<td>26,384</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Gross to net conversion module",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Calibration weighting is a general technique for adjusting probability-sampling weights as of I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> so that model estimates are consistent with external official data sources (among others, see <a href=\"#bib2\">Atkinson <i>et al</i>., 1988</a>; <a href=\"#bib18\">D’Amuri and Fiorio, 2006</a>). As external data sources, we consider both population counts (from I<span class=\"small-caps\">stat</span> official statistics) and official fiscal data (M<span class=\"small-caps\">ef</span>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "While I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> weights are built to match population totals (I<span class=\"small-caps\">stat</span>), we adjust them to achieve consistency with fiscal data as well, so that the model estimates are reconciled with both the entire population and taxpayers counts. The variables used for performing the individual level grossing- up are reported in <a href=\"#table5\">Table 5</a>. In addition to the standard socio-demographic variables, we also consider the number of taxpayers with dependent family members because of the important discrepancies between the sample distribution of household composition and official tax returns data. We obtain the joint distribution across those variables using the marginal distributions in a R<span class=\"small-caps\">as</span>-like iterative proportional fitting. The household weights are then computed by averaging individual household members weights<a href=\"#fn21\"><sup>21</sup></a>. As apparent in the last colum of <a href=\"#table5\">Table 5</a>, the achieved difference between B<span class=\"small-caps\">etamod</span> recalibrated weights and external official data totals are appealing with respect to model estimates representativeness.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "The grossing-up results.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n&lt;colgroup&gt;\n&lt;col align=\"left\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;/colgroup&gt;\n<thead>\n<tr>\n<th align=\"center\">Variable</th>\n<th align=\"center\">I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> weight</th>\n<th align=\"center\">Official tax returns</th>\n<th align=\"center\">B<span class=\"small-caps\">etamod</span> weight</th>\n<th align=\"center\">Difference</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Total Population</td>\n<td>60,683,909</td>\n<td>-</td>\n<td>60,683,909</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Males</td>\n<td>29,499,829</td>\n<td>-</td>\n<td>29,499,827</td>\n<td>−2</td>\n</tr>\n<tr>\n<td>Females</td>\n<td>31,184,080</td>\n<td>-</td>\n<td>31,184,081</td>\n<td>1</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>16,131,196</td>\n<td>-</td>\n<td>16,131,196</td>\n<td>0</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>11,647,123</td>\n<td>-</td>\n<td>11,647,123</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>11,943,354</td>\n<td>-</td>\n<td>11,943,354</td>\n<td>0</td>\n</tr>\n<tr>\n<td>South</td>\n<td>20,962,237</td>\n<td>-</td>\n<td>20,962,237</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Age 0 – 14</td>\n<td>8,841,850</td>\n<td>-</td>\n<td>8,841,850</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Age 15 – 24</td>\n<td>6,041,469</td>\n<td>-</td>\n<td>6,041,468</td>\n<td>−1</td>\n</tr>\n<tr>\n<td>Age 25 – 44</td>\n<td>17,172,717</td>\n<td>-</td>\n<td>17,172,717</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Age 45 – 64</td>\n<td>16,394,019</td>\n<td>-</td>\n<td>16,394,019</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Age over 65</td>\n<td>12,233,854</td>\n<td>-</td>\n<td>12,233,855</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Total households</td>\n<td>25,217,462</td>\n<td>-</td>\n<td>25,217,462</td>\n<td>0</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>7,186,593</td>\n<td>-</td>\n<td>7,186,593</td>\n<td>0</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>4,993,636</td>\n<td>-</td>\n<td>4,993,636</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>5,007,637</td>\n<td>-</td>\n<td>5,007,637</td>\n<td>0</td>\n</tr>\n<tr>\n<td>South</td>\n<td>8,029,596</td>\n<td>-</td>\n<td>8,029,596</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Total Taxpayers</td>\n<td>-</td>\n<td>41,168,189</td>\n<td>41,168,317</td>\n<td>128</td>\n</tr>\n<tr>\n<td>Males</td>\n<td>-</td>\n<td>21,622,165</td>\n<td>21,622,249</td>\n<td>84</td>\n</tr>\n<tr>\n<td>Females</td>\n<td>-</td>\n<td>19,546,024</td>\n<td>19,546,068</td>\n<td>44</td>\n</tr>\n<tr>\n<td>North West</td>\n<td>-</td>\n<td>11,653,491</td>\n<td>11,653,533</td>\n<td>42</td>\n</tr>\n<tr>\n<td>North East</td>\n<td>-</td>\n<td>8,710,500</td>\n<td>8,710,532</td>\n<td>32</td>\n</tr>\n<tr>\n<td>Center</td>\n<td>-</td>\n<td>8,317,613</td>\n<td>8,317,638</td>\n<td>25</td>\n</tr>\n<tr>\n<td>South</td>\n<td>-</td>\n<td>12,486,585</td>\n<td>12,486,613</td>\n<td>28</td>\n</tr>\n<tr>\n<td>Reported income classes</td>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>1st quintile</td>\n<td>-</td>\n<td>8,359,593</td>\n<td>8,357,026</td>\n<td>−2,567</td>\n</tr>\n<tr>\n<td>2nd quintile</td>\n<td>-</td>\n<td>7,753,926</td>\n<td>7,754,008</td>\n<td>82</td>\n</tr>\n<tr>\n<td>3rd quintile</td>\n<td>-</td>\n<td>10,526,834</td>\n<td>10,527,087</td>\n<td>253</td>\n</tr>\n<tr>\n<td>4th quintile</td>\n<td>-</td>\n<td>7,851,917</td>\n<td>7,852,371</td>\n<td>454</td>\n</tr>\n<tr>\n<td>5th quintile</td>\n<td>-</td>\n<td>6,675,919</td>\n<td>6,677,825</td>\n<td>1,906</td>\n</tr>\n<tr>\n<td>Taxpayers by main income</td>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Employment income</td>\n<td>-</td>\n<td>20,228,316</td>\n<td>20,228,944</td>\n<td>628</td>\n</tr>\n<tr>\n<td>Pensions</td>\n<td>-</td>\n<td>14,165,864</td>\n<td>14,166,862</td>\n<td>998</td>\n</tr>\n<tr>\n<td>Self-employment income</td>\n<td>-</td>\n<td>4,708,272</td>\n<td>4,706,768</td>\n<td>−1,504</td>\n</tr>\n<tr>\n<td>Rental income from immovable property</td>\n<td>-</td>\n<td>2,065,737</td>\n<td>2,065,744</td>\n<td>7</td>\n</tr>\n<tr>\n<td>Number of taxpayers with dependent family members</td>\n<td>-</td>\n<td>12,624,414</td>\n<td>12,624,454</td>\n<td>40</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Reweighting module",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "According to the previous empirical literature concerning tax evasion at micro-level in Italy (<a href=\"#bib7\">Bernasconi &amp; Marenzi, 1997</a>; Florio &amp; D’Amuri, 2006), we apply the “discrepancy method” to estimate tax evasion rates. The method, based on the assumption that individuals report a more truthful income to an anonymous interview than to fiscal authorities, computes tax evasion by comparing the tax returns and income survey responses of similar individuals.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the above mentioned studies the comparison is made in terms of after-tax income. This choice has two main drawbacks. Firstly, it overestimate the tax evasion rates since it computes them as the ratio of evaded income on net income, instead of on true gross income. Secondly, when taxpayers are compared by quantiles of net incomes, a problem of re-ranking may arise. In fact, with respect to the distribution of after-tax income recorded in the survey, tax evasion shifts downwards individuals in the distribution of net income in the official data, so that, especially at low-income classes, the tax evasion rates are over-estimated. To overcome these drawbacks, B<span class=\"small-caps\">etamod</span> estimates tax evasion rates as the percentage differences between the true gross incomes (as resulting from the net-to-gross conversion module) and the reported incomes declared to fiscal authorities. Clearly, since the true gross income is unknown and it is the results of the net-to gross procedure, tax evasion may be affected by approximations that depends on the estimation method.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Tax evasion rates are estimated in three steps (see Appendix B). In the first step, aggregate tax evasion rates, stratified by area and main income source type, are computed comparing simulated true gross incomes with administrative tax data on reported income. As administrative data are provided in aggregates, by main income source type and, separately, by geographical area, we first apply a R<span class=\"small-caps\">as</span> technique to obtain the joint distribution of reported income by both dimensions. As a result, a 4×4 matrix of average evasion rates, by income type and geographical area, is obtained (see <a href=\"#table12\">Table 12</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the second step a distributional income profile of tax evasion is estimated for each area-by- income type stratum. We refine stratification expanding the 16 strata to account for the profile of tax evasion by income classes. In more detail, each area-by-income type stratum is expanded into 13 classes of true gross income, so that 16 income profiles of tax evasion are obtained. The design of each evasion-by-income profile results from an optimizing procedure, which aims at minimizing the distance between simulated and administrative reported income. The result is a 16×13 dimension matrix of tax evasion rates by main income source type, geographical area and true gross income level.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, a tax evasion rate is assigned to each individual for each type of income source to overcome the standard procedure of assigning the same tax evasion rate to all individuals in each matrix cell. B<span class=\"small-caps\">etamod</span> selects randomly, within each cell, individuals to be identified as tax compliers, and those to be identified as tax evaders, then assigns individual tax evasion rates by using a beta distribution whose mean value is equal to the average tax evasion rate of the cell. Namely, individual tax evasion rates are calibrated so that the sum of individual evaded incomes is equal to the total income evaded in the class. This represents an advancement, with respect to other models, where tax evasion rates are assumed to be constant within population subgroups (e.g. by income source type, by income classes). This feature allows assessing the relevance of re-ranking between tax-payers due to the presence of tax evasion.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 The tax evasion module",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. The construction of B<span class=\"small-caps\">etamod</span>",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The ability of B<span class=\"small-caps\">etamod</span> to reproduce each measure (gross income, taxable income, deductions, tax credits and net tax liability) relevant for personal income tax and local income taxes is validated through a comparison with official figures provided by tax returns data for the relevant fiscal year, that is 2010. To do this, we first compare the aggregate tax figures simulated by B<span class=\"small-caps\">etamod</span> with the official fiscal statistics. Results are shown in <a href=\"#table6\">Tables 6</a>, <a href=\"#table7\">7</a> and <a href=\"#table8\">8</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Aggregate validation: main components of personal income tax and local taxes.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "t6n2",
                                    "label": "a",
                                    "text": [
                                        {
                                            "text": "thousands of persons",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "t6n3",
                                    "label": "b",
                                    "text": [
                                        {
                                            "text": "millions of euros",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table6",
                            "label": "Table 6",
                            "tables": [
                                "<table>\n&lt;colgroup&gt;\n&lt;col align=\"left\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;/colgroup&gt;\n<thead>\n<tr>\n<th align=\"center\" colspan=\"4\">Number of taxpayers<a href=\"#t6n2\">a</a></th>\n<th align=\"center\" colspan=\"3\">Value<a href=\"#t6n3\">b</a></th>\n</tr>\n<tr>\n<th align=\"center\">Totals</th>\n<th align=\"center\">B<span class=\"small-caps\">etamod</span></th>\n<th align=\"center\">Official tax returns</th>\n<th align=\"center\">Diff. %</th>\n<th align=\"center\">B<span class=\"small-caps\">etamod</span></th>\n<th align=\"center\">Value ² Official tax returns</th>\n<th align=\"center\">Diff. %</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Gross income</td>\n<td>41,168</td>\n<td>-</td>\n<td>-</td>\n<td>853,891</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Evaded income</td>\n<td>14,778</td>\n<td>-</td>\n<td>-</td>\n<td>60,789</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Reported income</td>\n<td>41,168</td>\n<td>41,168</td>\n<td>0.0</td>\n<td>793,102</td>\n<td>792,520</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Deductions</td>\n<td>13,794</td>\n<td>13,374</td>\n<td>3.1</td>\n<td>21,736</td>\n<td>21,746</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>Taxable income</td>\n<td>41,097</td>\n<td>39,894</td>\n<td>3.0</td>\n<td>763,086</td>\n<td>762,185</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Gross tax liability</td>\n<td>41,097</td>\n<td>39,078</td>\n<td>5.2</td>\n<td>205,213</td>\n<td>205,613</td>\n<td>−0.2</td>\n</tr>\n<tr>\n<td>Tax credits</td>\n<td>39,977</td>\n<td>39,088</td>\n<td>2.3</td>\n<td>64,604</td>\n<td>62,482</td>\n<td>3.4</td>\n</tr>\n<tr>\n<td>Net tax liability</td>\n<td>31,178</td>\n<td>30,897</td>\n<td>0.9</td>\n<td>147,904</td>\n<td>149,443</td>\n<td>−1.0</td>\n</tr>\n<tr>\n<td>Regional income tax</td>\n<td>31,035</td>\n<td>30,653</td>\n<td>1.2</td>\n<td>8,655</td>\n<td>8,633</td>\n<td>0.3</td>\n</tr>\n<tr>\n<td>Municipal income tax</td>\n<td>25,251</td>\n<td>25,265</td>\n<td>−0.1</td>\n<td>3,023</td>\n<td>3,021</td>\n<td>0.1</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Aggregate validation: deductions.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "t7n2",
                                    "label": "a",
                                    "text": [
                                        {
                                            "text": "thousands of persons",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "t7n3",
                                    "label": "b",
                                    "text": [
                                        {
                                            "text": "millions of euros",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table7",
                            "label": "Table 7",
                            "tables": [
                                "<table>\n&lt;colgroup&gt;\n&lt;col align=\"left\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;/colgroup&gt;\n<thead>\n<tr>\n<th align=\"center\" colspan=\"4\">Number of taxpayers<a href=\"#t7n2\">a</a></th>\n<th align=\"center\" colspan=\"3\">Value<a href=\"#t7n3\">b</a></th>\n</tr>\n<tr>\n<th align=\"center\">Deductions</th>\n<th align=\"center\">B<span class=\"small-caps\">etamod</span></th>\n<th align=\"center\">Official tax returns</th>\n<th align=\"center\">Diff. %</th>\n<th align=\"center\">B<span class=\"small-caps\">etamod</span></th>\n<th align=\"center\">Value ² Official tax returns</th>\n<th align=\"center\">Diff. %</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Social insurance contributions paid by self-employed individuals</td>\n<td>11,922</td>\n<td>11,991</td>\n<td>−0.6</td>\n<td>17,601</td>\n<td>17,603</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>Cadastral value of the main residence</td>\n<td>16,873</td>\n<td>17,166</td>\n<td>−1.7</td>\n<td>8,279</td>\n<td>8,283</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>Voluntary contributions to private pension plans</td>\n<td>803</td>\n<td>822</td>\n<td>−2.3</td>\n<td>1,897</td>\n<td>1,905</td>\n<td>−0.4</td>\n</tr>\n<tr>\n<td>Legal alimony payments for spouse</td>\n<td>109</td>\n<td>120</td>\n<td>−9.5</td>\n<td>742</td>\n<td>745</td>\n<td>−0.4</td>\n</tr>\n<tr>\n<td>Personal care services and disability aids</td>\n<td>147</td>\n<td>143</td>\n<td>2.8</td>\n<td>537</td>\n<td>531</td>\n<td>1.2</td>\n</tr>\n<tr>\n<td>Social insurance contributions paid for domestic help</td>\n<td>522</td>\n<td>537</td>\n<td>−2.8</td>\n<td>415</td>\n<td>419</td>\n<td>−0.9</td>\n</tr>\n<tr>\n<td>Donations to religious institutions</td>\n<td>95</td>\n<td>104</td>\n<td>−8.7</td>\n<td>27</td>\n<td>27</td>\n<td>−1.8</td>\n</tr>\n<tr>\n<td>Others</td>\n<td>1,800</td>\n<td>1,816</td>\n<td>−0.9</td>\n<td>517</td>\n<td>516</td>\n<td>0.1</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Aggregate validation: tax credits.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "t8n2",
                                    "label": "a",
                                    "text": [
                                        {
                                            "text": "thousands of persons",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "t8n3",
                                    "label": "b",
                                    "text": [
                                        {
                                            "text": "millions of euros",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table8",
                            "label": "Table 8",
                            "tables": [
                                "<table>\n&lt;colgroup&gt;\n&lt;col align=\"left\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;/colgroup&gt;\n<thead>\n<tr>\n<th align=\"center\" colspan=\"4\">Number of taxpayers<a href=\"#t8n2\">a</a></th>\n<th align=\"center\" colspan=\"3\">Value<a href=\"#t8n3\">b</a></th>\n</tr>\n<tr>\n<th align=\"center\">Deductions</th>\n<th align=\"center\">B<span class=\"small-caps\">etamod</span></th>\n<th align=\"center\">Official tax returns</th>\n<th align=\"center\">Diff. %</th>\n<th align=\"center\">B<span class=\"small-caps\">etamod</span></th>\n<th align=\"center\">Value ² Official tax returns</th>\n<th align=\"center\">Diff. %</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Income source tax credit</td>\n<td>37,852</td>\n<td>36,426</td>\n<td>3.9</td>\n<td>44,475</td>\n<td>41,887</td>\n<td>6.2</td>\n</tr>\n<tr>\n<td>Dependent family members tax credit</td>\n<td>12,624</td>\n<td>12,624</td>\n<td>0.0</td>\n<td>10,914</td>\n<td>11,375</td>\n<td>−4.0</td>\n</tr>\n<tr>\n<td><b>19% tax credits</b></td>\n</tr>\n<tr>\n<td>Healthcare expenses</td>\n<td>14,855</td>\n<td>15,002</td>\n<td>−1.0</td>\n<td>2,588</td>\n<td>2,585</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Mortgage interest payments on main residence</td>\n<td>3,817</td>\n<td>3,841</td>\n<td>−0.6</td>\n<td>1,146</td>\n<td>1,147</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>Life insurance premium 6,437</td>\n<td>6,520</td>\n<td>−1.3</td>\n<td>750</td>\n<td>751</td>\n<td>−0.1</td>\n</tr>\n<tr>\n<td>Secondary and tertiary education</td>\n<td>2,102</td>\n<td>2,095</td>\n<td>0.3</td>\n<td>318</td>\n<td>318</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>Funeral expenses</td>\n<td>413</td>\n<td>428</td>\n<td>−3.6</td>\n<td>119</td>\n<td>119</td>\n<td>−0.4</td>\n</tr>\n<tr>\n<td>Mortgage interest payments on other properties</td>\n<td>281</td>\n<td>296</td>\n<td>−5.1</td>\n<td>80</td>\n<td>77</td>\n<td>3.2</td>\n</tr>\n<tr>\n<td>Annual enrollment to sports facilities</td>\n<td>1,506</td>\n<td>1,522</td>\n<td>−1.1</td>\n<td>60</td>\n<td>60</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td>Rent for resident students</td>\n<td>159</td>\n<td>169</td>\n<td>−6.2</td>\n<td>51</td>\n<td>50</td>\n<td>1.0</td>\n</tr>\n<tr>\n<td>Social/community/home care expenses</td>\n<td>113</td>\n<td>108</td>\n<td>4.0</td>\n<td>38</td>\n<td>38</td>\n<td>0.6</td>\n</tr>\n<tr>\n<td>Charitable donations</td>\n<td>899</td>\n<td>915</td>\n<td>−1.8</td>\n<td>36</td>\n<td>36</td>\n<td>0.3</td>\n</tr>\n<tr>\n<td>Real estate brokerage expenses</td>\n<td>95</td>\n<td>100</td>\n<td>−4.1</td>\n<td>16</td>\n<td>15</td>\n<td>1.5</td>\n</tr>\n<tr>\n<td>Others</td>\n<td>1,080</td>\n<td>1,101</td>\n<td>−1.9</td>\n<td>83</td>\n<td>83</td>\n<td>−0.1</td>\n</tr>\n<tr>\n<td><b>55% tax credits</b></td>\n</tr>\n<tr>\n<td>For energy conservation's interventions</td>\n<td>1,038</td>\n<td>1,052</td>\n<td>−1.4</td>\n<td>1,351</td>\n<td>1,349</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td><b>41%-36% tax credits</b></td>\n</tr>\n<tr>\n<td>House refurbishments</td>\n<td>5,175</td>\n<td>5,267</td>\n<td>−1.8</td>\n<td>2,242</td>\n<td>2,243</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td><b>20% tax credit</b></td>\n<td>539</td>\n<td>540</td>\n<td>−0.1</td>\n<td>65</td>\n<td>65</td>\n<td>−0.1</td>\n</tr>\n<tr>\n<td><b>Others tax credits</b></td>\n</tr>\n<tr>\n<td>For tenants subject to controlled rent and for employees relocating closer to work</td>\n<td>708</td>\n<td>713</td>\n<td>−0.7</td>\n<td>138</td>\n<td>136</td>\n<td>1.5</td>\n</tr>\n<tr>\n<td>Security sector tax credit</td>\n<td>375</td>\n<td>349</td>\n<td>7.5</td>\n<td>50</td>\n<td>50</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>Others</td>\n<td>158</td>\n<td>137</td>\n<td>15.3</td>\n<td>84</td>\n<td>83</td>\n<td>1.6</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "First, it should be noted that tax evasion reduces the true gross income of about 61 billions of euro, corresponding to an average tax evasion rate of 7.2 per cent. The estimated tax evasion rate might seem relatively low in a country, like Italy, where tax evasion is a widespread phenomenon (among others, <a href=\"#bib25\">Marino and Zizza, 2012</a>; <a href=\"#bib19\">Fiorio and D’Amuri, 2006</a>). However, the figure reflects the fact that employment income and pensions taken as a whole account for more than the 80% of total reported income (53% and 29%, respectively) and that the estimated average tax evasion rates for these two types of income are, respectively, 2.9 per cent and zero. As apparent in <a href=\"#table6\">Table 6</a>, B<span class=\"small-caps\">etamod</span> output and official fiscal data presents trivial (i.e. lower than 1%) differences in most figures achieving a very good performance in simulating revenues amounts and taxpayers’ counts<a href=\"#fn22\"><sup>22</sup></a>.",
                    "type": "paragraph"
                },
                {
                    "text": "The largest difference arises in the number of individuals with positive gross tax liability. This seems mostly driven by the model imputation of tax deductions, resulting in a larger number of individuals with positive taxable income in B<span class=\"small-caps\">etamod</span>. This is because tax deductions have been imputed as a percentage of reported income, thus constraining their amount to be lower than reported income, and therefore taxable income to be positive, by construction. In addition, tax rules require some taxpayers to report a zero gross tax liability even if it is in fact positive: this applies for example to pensioners with gross income (excluding the cadastral return on main residence) lower than 7,5 thousands euros, or to taxpayers whose only income, if lower than 500 euros, is that from buildings.",
                    "type": "paragraph"
                },
                {
                    "text": "Focussing on deductions, <a href=\"#table7\">Table 7</a> reports the number and the amount of beneficiaries for each type. Again, no significant differences are found between B<span class=\"small-caps\">etamod</span> results and tax returns data, in particular, B<span class=\"small-caps\">etamod</span> replicates well the largest deduction (the social insurance contributions).",
                    "type": "paragraph"
                },
                {
                    "text": "Some discrepancies can be observed only in simulating the number of deduction beneficiaries for donations to religious institutions (-8.7%) and for alimony payments to the spouse (-9.5%). In both cases the number of tax relief claimants is anyway negligible. <a href=\"#table8\">Table 8</a> considers tax credits, covering both the model-simulated and the imputed ones. In general, B<span class=\"small-caps\">etamod</span> estimates provide a good approximation of the tax returns figures.",
                    "type": "paragraph"
                },
                {
                    "text": "The number of beneficiaries and the amount of the income-source tax credit are overestimated of about 3.9% and 6.2% respectively. This is mainly due to the fact that estimated reported incomes are more dense in the bottom of the distribution in B<span class=\"small-caps\">etamod</span> than in tax data. Since the tax credit is decreasing in income, the B<span class=\"small-caps\">etamod</span> tax credit results greater than in tax returns data. As to the dependent family members tax credit, the striking similarity in the number of beneficiaries is motivated by this variable having been taken into account in the weighting design, while the simulated amount of tax credit is -4.0% lower than the official figure, presumably reflecting the sample distribution of household composition, relevant for identification of dependants. The other most sizeable tax credits, namely healthcare expenditures, house refurbishment, energy interventions and mortgage interest tax credits are remarkably close to the administrative figures. As expected, the main discrepancies arise in the numbers of beneficiaries of the less sizeable tax credits<a href=\"#fn23\"><sup>23</sup></a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Besides assessing the model validity at the aggregate level, no less attention should be devoted to the validation of the distributional patterns of different components of the model output, as it mainly represents a tool for carrying out distributional analyses. First, we compare the distribution of taxpayers (<a href=\"#fig3\">Figure 3</a>) and of simulated reported income (<a href=\"#fig4\">Figure 4</a>) with official statistics. Overall, the B<span class=\"small-caps\">etamod</span> distributions are strikingly similar to the fiscal data ones, especially in the classes of reported income where most of taxpayers fall (12–26 thousands of euros). Such pattern of similarity is confirmed when considering the distribution of average gross and net tax liabilities across income classes (<a href=\"#table9\">Table 9</a>). The following <a href=\"#fig5\">Figures 5</a> and <a href=\"#fig6\">6</a> represent the progressive design of the income source and the family dependents tax credits, as arising from B<span class=\"small-caps\">etamod</span> and from tax returns data. Again, the similarity between the two is striking, and is also confirmed for other tax allowances (the related figures are reported in Appendix C). Interestingly, both tax credits are partly lost by taxpayers in the bottom income class, due to their low level of taxable income/gross tax liability, and to the non-refundable nature of these tax credits.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00123%2Fijm-00123-fig3.tif",
                                "size": {
                                    "width": 1052,
                                    "height": 623
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00123%2Fijm-00123-fig3.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00123-fig3.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Distribution of taxpayers by classes of reported income.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00123%2Fijm-00123-fig4.tif",
                                "size": {
                                    "width": 1052,
                                    "height": 623
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00123%2Fijm-00123-fig4.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00123-fig4.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "Distribution of reported income by classes of reported income.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig5",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00123%2Fijm-00123-fig5.tif",
                                "size": {
                                    "width": 1052,
                                    "height": 623
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00123%2Fijm-00123-fig5.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00123-fig5.jpg"
                                }
                            },
                            "label": "Figure 5",
                            "title": "Income source tax credit as a proportion of reported income (%).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig6",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00123%2Fijm-00123-fig6.tif",
                                "size": {
                                    "width": 1052,
                                    "height": 623
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00123%2Fijm-00123-fig6.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00123-fig6.jpg"
                                }
                            },
                            "label": "Figure 6",
                            "title": "Tax credit for dependent family members as a proportion of reported income.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Gross and net tax distribution by classes of reported income (mean values in euros).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "table9",
                            "label": "Table 9",
                            "tables": [
                                "<table>\n&lt;colgroup&gt;\n&lt;col align=\"left\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;/colgroup&gt;\n<thead>\n<tr>\n<th align=\"center\">Classes of reported income</th>\n<th align=\"center\" colspan=\"2\">Gross tax liability</th>\n<th align=\"center\" colspan=\"2\">Net tax liability</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td/>\n<td>B<span class=\"small-caps\">etamod</span></td>\n<td>Official tax returns</td>\n<td>B<span class=\"small-caps\">etamod</span></td>\n<td>Official tax returns</td>\n</tr>\n<tr>\n<td>under 5,000</td>\n<td>442</td>\n<td>453</td>\n<td>281</td>\n<td>229</td>\n</tr>\n<tr>\n<td>5,000 – 7,500</td>\n<td>1,317</td>\n<td>1,394</td>\n<td>613</td>\n<td>460</td>\n</tr>\n<tr>\n<td>7,500 – 10,000</td>\n<td>1,851</td>\n<td>1,938</td>\n<td>415</td>\n<td>492</td>\n</tr>\n<tr>\n<td>10,000 – 12,000</td>\n<td>2,437</td>\n<td>2,417</td>\n<td>826</td>\n<td>867</td>\n</tr>\n<tr>\n<td>12,000 – 15,000</td>\n<td>2,998</td>\n<td>2,993</td>\n<td>1,384</td>\n<td>1,426</td>\n</tr>\n<tr>\n<td>15,000 – 20,000</td>\n<td>4,005</td>\n<td>3,988</td>\n<td>2,373</td>\n<td>2,336</td>\n</tr>\n<tr>\n<td>20,000 – 26,000</td>\n<td>5,363</td>\n<td>5,359</td>\n<td>3,745</td>\n<td>3,673</td>\n</tr>\n<tr>\n<td>26,000 – 29,000</td>\n<td>6,612</td>\n<td>6,584</td>\n<td>5,026</td>\n<td>4,952</td>\n</tr>\n<tr>\n<td>29,000 – 35,000</td>\n<td>7,979</td>\n<td>7,966</td>\n<td>6,403</td>\n<td>6,401</td>\n</tr>\n<tr>\n<td>35,000 – 40,000</td>\n<td>10,077</td>\n<td>9,962</td>\n<td>8,763</td>\n<td>8,513</td>\n</tr>\n<tr>\n<td>40,000 – 50,000</td>\n<td>12,634</td>\n<td>12,439</td>\n<td>11,452</td>\n<td>11,169</td>\n</tr>\n<tr>\n<td>50,000 – 75,000</td>\n<td>18,111</td>\n<td>18,244</td>\n<td>17,134</td>\n<td>17,228</td>\n</tr>\n<tr>\n<td>above 75,000</td>\n<td>45,707</td>\n<td>46,799</td>\n<td>44,166</td>\n<td>45,551</td>\n</tr>\n<tr>\n<td>Average</td>\n<td>4,993</td>\n<td>5,262</td>\n<td>4,744</td>\n<td>4,837</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Although comparison with other Italian microsimulation studies (e.g. Fiorio and D’Amuri, 2005; <a href=\"#bib35\">Tomarelli and Acciari, 2010</a>; <a href=\"#bib16\">Di Nicola <i>et al</i>., 2015</a>) is hindered by differences in the fiscal years considered, as well as by different modelling choices, the redistributive impact and progressivity design estimated by B<span class=\"small-caps\">etamod</span> result broadly in line with those.",
                    "type": "paragraph"
                },
                {
                    "text": "Further insight into the distributional effect of different personal income tax components, can be gained decomposing the overall progressivity impact, as measured by the Kakwani index shown in <a href=\"#table10\">Table 10</a>. This reflects both the tax design (i.e. provisions for tax exemptions, deductions, the tax rate schedule, tax credits) and the effect of tax evasion. We build on a reinterpretation of the <a href=\"#bib31\">Pfähler (1990)</a> decomposition of Kakwani index<a href=\"#fn25\"><sup>25</sup></a>, in the spirit of <a href=\"#bib38\">Verbist and Figari (2013)</a>. In more detail, the total Kakwani progressivity index π<sup>k</sup><sub>Tpit</sub> can be expressed as a weighted sum<a href=\"#fn26\"><sup>26</sup></a> of gross tax liability progressivity π<sup>k</sup><sub>K</sub> and tax credits progressivity π<sup>k</sup><sub>K</sub>, as in:",
                    "type": "paragraph"
                },
                {
                    "id": "equ1",
                    "label": "(1)",
                    "mathml": "<math><mrow><msubsup><mi>π</mi><mrow><msub><mi>T</mi><mi>n</mi></msub></mrow><mi>K</mi></msubsup><mo>=</mo><mfrac><mrow><msub><mi>t</mi><mi>g</mi></msub></mrow><mrow><msub><mi>t</mi><mi>n</mi></msub></mrow></mfrac><msubsup><mi>π</mi><mrow><mi>T</mi><mi>g</mi></mrow><mi>K</mi></msubsup><mo>+</mo><mfrac><mi>k</mi><mrow><msub><mi>t</mi><mi>n</mi></msub></mrow></mfrac><msubsup><mi>π</mi><mi>K</mi><mi>K</mi></msubsup></mrow>\n</math>",
                    "type": "mathml"
                },
                {
                    "id": "equ2",
                    "label": "(2)",
                    "mathml": "<math><mrow><msubsup><mi>π</mi><mrow><mi>T</mi><mi>g</mi></mrow><mi>K</mi></msubsup><mo>=</mo><msubsup><mi>π</mi><mi>R</mi><mi>K</mi></msubsup><mo>+</mo><mfrac><mrow><mi>e</mi><mi>v</mi></mrow><mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>e</mi><mi>v</mi><mo>−</mo><mi>e</mi><mo>−</mo><mi>d</mi><mo stretchy=\"false\">)</mo></mrow></mfrac><msubsup><mi>π</mi><mrow><mi>E</mi><mi>V</mi></mrow><mi>K</mi></msubsup><mo>+</mo><mfrac><mi>e</mi><mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>e</mi><mi>v</mi><mo>−</mo><mi>e</mi><mo>−</mo><mi>d</mi><mo stretchy=\"false\">)</mo></mrow></mfrac><msubsup><mi>π</mi><mi>E</mi><mi>K</mi></msubsup><mo>+</mo><mfrac><mi>d</mi><mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>e</mi><mi>v</mi><mo>−</mo><mi>e</mi><mo>−</mo><mi>d</mi><mo stretchy=\"false\">)</mo></mrow></mfrac><msubsup><mi>π</mi><mi>D</mi><mi>K</mi></msubsup></mrow></math>",
                    "type": "mathml"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Inequality and redistributive indices.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "table10",
                            "label": "Table 10",
                            "tables": [
                                "<table>\n&lt;colgroup&gt;\n&lt;col align=\"left\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;/colgroup&gt;\n<thead>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"2\">Individuals</th>\n<th align=\"center\" colspan=\"2\">Equivalent households</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td/>\n<td>Gini</td>\n<td>Concentration</td>\n<td>Gini</td>\n<td>Concentration</td>\n</tr>\n<tr>\n<td>Gross income</td>\n<td>0.4155</td>\n<td>0.4155</td>\n<td>0.3885</td>\n<td>0.3885</td>\n</tr>\n<tr>\n<td>Reported income</td>\n<td>0.4417</td>\n<td>0.4264</td>\n<td>0.4060</td>\n<td>0.3954</td>\n</tr>\n<tr>\n<td>Taxable income</td>\n<td>0.4478</td>\n<td>0.4262</td>\n<td>0.4102</td>\n<td>0.3950</td>\n</tr>\n<tr>\n<td>Gross tax liability</td>\n<td>0.5107</td>\n<td>0.4909</td>\n<td>0.4702</td>\n<td>0.4552</td>\n</tr>\n<tr>\n<td>Net tax liability</td>\n<td>0.6784</td>\n<td>0.6508</td>\n<td>0.6315</td>\n<td>0.6104</td>\n</tr>\n<tr>\n<td>Net income</td>\n<td>0.3678</td>\n<td>0.3662</td>\n<td>0.3428</td>\n<td>0.3415</td>\n</tr>\n<tr>\n<td>Reynolds-Smolensky index</td>\n<td colspan=\"2\">0.0493</td>\n<td colspan=\"2\">0.0469</td>\n</tr>\n<tr>\n<td>Kakwani index</td>\n<td colspan=\"2\">0.2353</td>\n<td colspan=\"2\">0.2220</td>\n</tr>\n<tr>\n<td>Average tax rate</td>\n<td colspan=\"2\">0.1732</td>\n<td colspan=\"2\">0.1745</td>\n</tr>\n<tr>\n<td>Reranking effect</td>\n<td colspan=\"2\">0.0015</td>\n<td colspan=\"2\">0.0013</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In other words, the progressivity of gross tax liabilities (π<sup>k</sup><sub>Tg</sub>) is further decomposed in a direct progressivity effect resulting from the tax rate schedule π<sup>k</sup><sub>R</sub> and an indirect progressivity effect depending on the amounts of various exemptions/deductions π<sup>k</sup><sub>E</sub> π<sup>k</sup><sub>D</sub> from gross income. Our decomposition measures directly also the contribution to progressivity of tax evasion π<sup>k</sup><sub>EV</sub>. Each Kakwani index show the degree of disproportionality in each tax component, relative to the distribution of gross income. Results are shown in <a href=\"#table11\">Table 11</a>, with Kakwani indices reported in the last column.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Kakwani indices of Personal Income Tax components.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "table11",
                            "label": "Table 11",
                            "tables": [
                                "<table>\n&lt;colgroup&gt;\n&lt;col align=\"left\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;/colgroup&gt;\n<thead>\n<tr>\n<th align=\"center\" rowspan=\"7\">Equivalent households</th>\n</tr>\n<tr>\n<th align=\"center\" colspan=\"2\">Average rate of tax components</th>\n<th align=\"center\" colspan=\"2\">Weight of the decomposition</th>\n<th align=\"center\" colspan=\"2\">Kakwani index</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Evasion</td>\n<td>ev</td>\n<td>0.0686</td>\n<td>ev/(1-ev-e-d)</td>\n<td>0.0765</td>\n<td>π<sup>k</sup>EV</td>\n<td>0.0945</td>\n</tr>\n<tr>\n<td>Exemptions</td>\n<td>e</td>\n<td>0.0104</td>\n<td>e/(1-ev-e-d)</td>\n<td>0.0116</td>\n<td>π<sup>k</sup>E</td>\n<td>0.0389</td>\n</tr>\n<tr>\n<td>Deductions</td>\n<td>d</td>\n<td>0.0245</td>\n<td>d/(1-ev-e-d)</td>\n<td>0.0273</td>\n<td>π<sup>k</sup>D</td>\n<td>−0.0393</td>\n</tr>\n<tr>\n<td>Tax rate schedule</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>π<sup>k</sup>R</td>\n<td>0.0602</td>\n</tr>\n<tr>\n<td>Gross tax liability</td>\n<td>t<sub>g</sub></td>\n<td>0.2408</td>\n<td>t<sub>g</sub>/t<sub>n</sub></td>\n<td>1.3797</td>\n<td>π<sup>k</sup>Tg</td>\n<td>0.0668</td>\n</tr>\n<tr>\n<td>Tax credits</td>\n<td>k</td>\n<td>0.0663</td>\n<td>k/tn</td>\n<td>0.3797</td>\n<td>π<sup>k</sup>K</td>\n<td>0.3419</td>\n</tr>\n<tr>\n<td>Tax credits for income source</td>\n<td>k<sub>is</sub></td>\n<td>0.0486</td>\n<td>k<sub>is</sub>/t<sub>n</sub></td>\n<td>0.2782</td>\n<td>π<sup>k</sup><sub>Kis</sub></td>\n<td>0.3989</td>\n</tr>\n<tr>\n<td>Tax credits for dependent family members</td>\n<td>k<sub>df</sub></td>\n<td>0.0077</td>\n<td>k<sub>df</sub>/t<sub>n</sub></td>\n<td>0.0444</td>\n<td>π<sup>k</sup>K<sub>df</sub></td>\n<td>0.5329</td>\n</tr>\n<tr>\n<td/>\n<td>k<sub>19</sub></td>\n<td>0.0056</td>\n<td>k<sub>19</sub>/t<sub>n</sub></td>\n<td>0.0323</td>\n<td>π<sup>k</sup>K<sub>19</sub></td>\n<td>−0.0196</td>\n</tr>\n<tr>\n<td>19% tax credits</td>\n<td>k<sub>o</sub></td>\n<td>0.0043</td>\n<td>k<sub>o</sub>/t<sub>n</sub></td>\n<td>0.0249</td>\n<td>π<sup>k</sup>Ko</td>\n<td>−0.1684</td>\n</tr>\n<tr>\n<td>Other tax credits</td>\n<td>t<sub>n</sub></td>\n<td>0.1745</td>\n<td>t<sub>n</sub>/(1-t<sub>n</sub>)</td>\n<td>0.2115</td>\n<td>π<sup>k</sup>Tn</td>\n<td>0.2220</td>\n</tr>\n<tr>\n<td>Net tax liability</td>\n<td>ev</td>\n<td>0.0686</td>\n<td>ev/(1-ev-e-d)</td>\n<td>0.0765</td>\n<td>π<sup>k</sup>EV</td>\n<td>0.0945</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Tax evasion and exemptions (namely the cadastral value of the main residence) enhance progressivity, whereas deductions are wholly regressive. The effect of tax evasion is mainly due to its negative income gradient, reducing gross income more at the lower end of the distribution. The exemption of imputed rent increases progressivity since this figurative income component is proportionally more sizeable for lower income taxpayers. On the other hand, deductions have an inequality enhancing impact, plausibly motivated by the proportional effect of social insurance contributions on the self-employed being offset by pro-rich pattern of personal expenses. Not surprisingly, the tax schedule exhibits a major progressivity effect. It is tax credits though that are the most important determinant of progressivity, their contribution amounting to about 58% of overall progressivity. This is mostly driven by income-source and dependent family members tax credits, whose design entails positive withdrawal rates as taxable income increases. Other tax credits, subsidizing personal spending on a wide range of goods and services, including housing, healthcare and education, while less sizeable, do display a regressive effect.",
                    "type": "paragraph"
                },
                {
                    "text": "Clearly, the overall progressivity impact of each component depends on their relevance with respect to gross income. For instance, the value of the Kakwani index for the dependent family members tax credit is remarkably higher (0.5329) than the one for the income-source tax credits (0.3989), but the contribution to progressivity of the latter exceeds that of the former because of the relative weights.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Validation and main results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "To showcase B<span class=\"small-caps\">etamod</span> potential for analysis, in this section we provide some distributional evidence on tax evasion. According to our estimates, on aggregate €61 billions of gross income escape tax authorities, corresponding to a tax revenue loss amounting to about €16 billions<a href=\"#fn27\"><sup>27</sup></a>. Unsurprisingly, tax evasion arises mostly from self-employed income and, to a lesser extent, rental income from property: overall, 85% of evaded income is attributable to these two sources (65% and 20% respectively). The remaining 15% of evaded income is attributable to employment income, as pension income, representing a public transfer, can hardly be hidden from tax authorities.",
                    "type": "paragraph"
                },
                {
                    "text": "Average tax evasion rates, by income source and geographical area, are reported in <a href=\"#table12\">Table 12</a>. The figures reveal that tax evasion on employment income, while not negligible, is low (2.9%), and that the largest tax evasion rates are registered on rental income from immovable property (33.6%) and self-employment income (24%). Relevant differences arise also between geographical areas: in particular, our results identify individuals living in the South of Italy as those displaying systematically higher tax evasion rate, followed by those in the North East. The B<span class=\"small-caps\">etamod</span> estimated average values are slightly lower, yet not inconsistent, with estimates derived by above mentioned studies on tax evasion in Italy.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Average tax evasion rates by income source and geographical area (%).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "table12",
                            "label": "Table 12",
                            "tables": [
                                "<table>\n&lt;colgroup&gt;\n&lt;col align=\"left\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;col align=\"center\"/&gt;\n&lt;/colgroup&gt;\n<thead>\n<tr>\n<th align=\"center\">Average tax evasion rate</th>\n<th align=\"center\">NW</th>\n<th align=\"center\">NE</th>\n<th align=\"center\">C</th>\n<th align=\"center\">S</th>\n<th align=\"center\">ITALY</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Employment income</td>\n<td>2.7</td>\n<td>3.1</td>\n<td>2.8</td>\n<td>3.3</td>\n<td>2.9</td>\n</tr>\n<tr>\n<td>Pensions</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>Self-employment income</td>\n<td>22.2</td>\n<td>25.1</td>\n<td>22.3</td>\n<td>27.2</td>\n<td>24.0</td>\n</tr>\n<tr>\n<td>Rental income from immovable property</td>\n<td>30.6</td>\n<td>35.5</td>\n<td>31.3</td>\n<td>38.2</td>\n<td>33.6</td>\n</tr>\n<tr>\n<td>Total income</td>\n<td>6.9</td>\n<td>7.5</td>\n<td>6.8</td>\n<td>7.7</td>\n<td>7.2</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "As arises from <a href=\"#fig7\">Figure 7</a> (a,b,c), the distribution of tax evasion rates varies across different income sources. Among individuals who hide employment income from tax authorities, low tax evasion rates are most often estimated. On the contrary, more than half of self-employed income tax evaders display a tax evasion rate that is higher than 60%. A similar distribution arises for rental income evasion; about 50% of rental income tax evaders display tax evasion rates between 60 and 80%. <a href=\"#fig7\">Figure 7</a>d plots the full distribution of estimated individual tax evasion rates, by true gross income, i.e. the ‘true’ amount individuals would report to tax authorities under full compliance. The Figure reveals that individuals’ tax evasion rates cluster around an upper and a lower level, reflecting the underlying individual income sources composition, i.e. the prevalence of employment (relatively low level of tax evasion) versus self-employed and rental incomes (high level of tax evasion). The evidently negative gross income gradient of tax evasion rates clearly reflects the tax evasion estimation procedure, which accounts for evasion-by-income profiles<a href=\"#fn28\"><sup>28</sup></a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig7",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00123%2Fijm-00123-fig7.tif",
                                "size": {
                                    "width": 949,
                                    "height": 1179
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00123%2Fijm-00123-fig7.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00123-fig7.jpg"
                                }
                            },
                            "label": "Figure 7",
                            "title": "Distribution of tax evasion rates by type of income (tax evaders only, in percentage).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The following <a href=\"#fig8\">Figure 8</a>, where tax evasion rates by income class are shown, provides further evidence on the negative gross income gradient of tax evasion rates, and allows to better gauge the income profile of tax evasion behaviour by income source as well. In relative terms, both for each income source, and for their aggregate, consistently with previous studies (<a href=\"#bib7\">Bernasconi &amp; Marenzi, 1997</a>; <a href=\"#bib19\">Fiorio &amp; D’Amuri, 2006</a>), B<span class=\"small-caps\">etamod</span> reflects tax evasion rates generally decreasing in income<a href=\"#fn29\"><sup>29</sup></a>. With respect to those works, B<span class=\"small-caps\">etamod</span> yields a flatter income gradient for tax evasion by employees in the lower income classes. This plausibly comes as a consequence of our tax evasion rate being computed over gross income, while their figures are based on net incomes at the denominator.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig8",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00123%2Fijm-00123-fig8.tif",
                                "size": {
                                    "width": 1052,
                                    "height": 623
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00123%2Fijm-00123-fig8.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00123-fig8.jpg"
                                }
                            },
                            "label": "Figure 8",
                            "title": "Average tax evasion rates by type of income and by true gross income classes.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#fig9\">Figure 9</a> shows the total amount of unreported income. It can be noticed that, despite the decreasing profile of tax evasion rates, most of evaded income is due to taxpayers with gross income in the range 12,000–50,000 euro, and mainly to self-employed income.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig9",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00123%2Fijm-00123-fig9.tif",
                                "size": {
                                    "width": 1052,
                                    "height": 662
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00123%2Fijm-00123-fig9.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00123-fig9.jpg"
                                }
                            },
                            "label": "Figure 9",
                            "title": "Unreported income by classes of true gross income (millions of euros).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Tax evasion, by reducing reported income, causes a relevant downward shift in the distribution of taxpayers by reported income, with respect to that by (true) gross income. To begin with, tax evasion may modify the relative position (in terms of reported income) between fully-compliant taxpayers and same-true-gross-income evaders, generating an horizontal inequity effect in income taxation. Indeed, while horizontal inequity is one of the major consequence of tax evasion, very little studies measuring it exist. B<span class=\"small-caps\">etamod</span> evidence is provided in <a href=\"#fig10\">Figure 10</a>, where the two cumulative distributions of taxpayers, by (true) gross and reported income respectively, are shown. The distribution of individuals by reported income is thicker in the left tail, when compared with the distribution of gross income, suggesting a downward movement, along the income distribution, of taxpayers who “benefit” from tax evasion.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig10",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00123%2Fijm-00123-fig10.tif",
                                "size": {
                                    "width": 1052,
                                    "height": 623
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00123%2Fijm-00123-fig10.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00123-fig10.jpg"
                                }
                            },
                            "label": "Figure 10",
                            "title": "Cumulative distributions of taxpayers by (true) gross and reported income classes (thousands of euros).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "B<span class=\"small-caps\">etamod</span> transition matrix, reporting the share of true gross income taxpayers falling in each income class, found in different reported income classes as a result of tax evasion, is reported in <a href=\"#table13\">Table 13</a>. As a result of non-compliance, the taxpayers in the bottom income class, for instance, moves from about 10% when considering true gross income to about 14% when considering reported income relevant for taxation. Evaders who enter the bottom income class come from the 2nd to the 8th income class (up to 29 thousands of euros), rather than from higher income classes, reflecting the decreasing income profile of tax evasion rates. Moving to the upper classes, we observe a similar pattern of shifts across income classes, although the number of shifts is progressively reduced, again because of the negative income gradient in tax evasion. While <a href=\"#table10\">Table 10</a> only reports between class shifts, building on the availability of individual tax evasion rates, B<span class=\"small-caps\">etamod</span> allows to detect further shifts happening within each income class.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Transition matrix of taxpayers from (true) gross income to reported income (%).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "table13",
                            "label": "Table 13",
                            "tables": [
                                "<table>\n<tbody>\n<tr>\n<td/>\n<td/>\n<td colspan=\"14\">Classes of true gross income (thousands of euros)</td>\n</tr>\n<tr>\n<td/>\n<td/>\n<td><b>0–5</b></td>\n<td><b>5–7.5</b></td>\n<td><b>7.5–10</b></td>\n<td><b>10–12</b></td>\n<td><b>12–15</b></td>\n<td><b>15–20</b></td>\n<td><b>20–26</b></td>\n<td><b>26–29</b></td>\n<td><b>29–35</b></td>\n<td><b>35–40</b></td>\n<td><b>45–50</b></td>\n<td><b>50–75</b></td>\n<td><b>&gt;75</b></td>\n<td><b><i>Total</i></b></td>\n</tr>\n<tr>\n<td rowspan=\"14\">Classes of reported income (thousands of euros)</td>\n<td><b>0–5</b></td>\n<td>10.47</td>\n<td>1.51</td>\n<td>0.79</td>\n<td>0.33</td>\n<td>0.57</td>\n<td>0.33</td>\n<td>0.11</td>\n<td>0.01</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td><i>14.11</i></td>\n</tr>\n<tr>\n<td><b>5–7.5</b></td>\n<td/>\n<td>6.37</td>\n<td>0.91</td>\n<td>0.43</td>\n<td>0.42</td>\n<td>0.52</td>\n<td>0.32</td>\n<td>0.07</td>\n<td>0.04</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td><i>9.08</i></td>\n</tr>\n<tr>\n<td><b>7.5–10</b></td>\n<td/>\n<td/>\n<td>7.13</td>\n<td>0.60</td>\n<td>0.49</td>\n<td>0.34</td>\n<td>0.39</td>\n<td>0.11</td>\n<td>0.08</td>\n<td>0.02</td>\n<td/>\n<td/>\n<td/>\n<td><i>9.15</i></td>\n</tr>\n<tr>\n<td><b>10–12</b></td>\n<td/>\n<td/>\n<td/>\n<td>4.38</td>\n<td>0.71</td>\n<td>0.50</td>\n<td>0.25</td>\n<td>0.06</td>\n<td>0.11</td>\n<td>0.04</td>\n<td>0.01</td>\n<td/>\n<td/>\n<td><i>6.06</i></td>\n</tr>\n<tr>\n<td><b>12–15</b></td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>7.66</td>\n<td>1.25</td>\n<td>0.31</td>\n<td>0.08</td>\n<td>0.17</td>\n<td>0.09</td>\n<td>0.04</td>\n<td/>\n<td/>\n<td><i>9.61</i></td>\n</tr>\n<tr>\n<td><b>15–20</b></td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>14.26</td>\n<td>1.64</td>\n<td>0.24</td>\n<td>0.19</td>\n<td>0.09</td>\n<td>0.05</td>\n<td/>\n<td/>\n<td><i>16.50</i></td>\n</tr>\n<tr>\n<td><b>20–26</b></td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>13.43</td>\n<td>0.72</td>\n<td>0.43</td>\n<td>0.12</td>\n<td>0.11</td>\n<td>0.01</td>\n<td/>\n<td><i>14.82</i></td>\n</tr>\n<tr>\n<td><b>26–29</b></td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>4.06</td>\n<td>0.51</td>\n<td>0.12</td>\n<td>0.08</td>\n<td>0.01</td>\n<td/>\n<td><i>4.78</i></td>\n</tr>\n<tr>\n<td><b>29–35</b></td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>5.34</td>\n<td>0.37</td>\n<td>0.23</td>\n<td>0.06</td>\n<td/>\n<td><i>6.01</i></td>\n</tr>\n<tr>\n<td><b>35–40</b></td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>2.38</td>\n<td>0.31</td>\n<td>0.05</td>\n<td/>\n<td><i>2.75</i></td>\n</tr>\n<tr>\n<td><b>40–50</b></td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>2.64</td>\n<td>0.30</td>\n<td/>\n<td><i>2.94</i></td>\n</tr>\n<tr>\n<td><b>50–75</b></td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>2.25</td>\n<td>0.02</td>\n<td><i>2.26</i></td>\n</tr>\n<tr>\n<td><b>&gt; 75</b></td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>1.95</td>\n<td><i>1.95</i></td>\n</tr>\n<tr>\n<td><i><b>Total</b></i></td>\n<td><i>10.47</i></td>\n<td><i>7.88</i></td>\n<td><i>8.83</i></td>\n<td><i>5.74</i></td>\n<td><i>9.85</i></td>\n<td><i>17.21</i></td>\n<td><i>16.45</i></td>\n<td><i>5.36</i></td>\n<td><i>6.86</i></td>\n<td><i>3.23</i></td>\n<td><i>3.48</i></td>\n<td><i>2.67</i></td>\n<td><i>1.96</i></td>\n<td><i>100</i></td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Once taxation applies to reported income, shifts along the income distribution, give rise not only to horizontal inequities, but also to a re-ranking effect, with a reversal of taxpayers’ relative positions before (i.e. reflecting the true gross income position) and after personal income taxation (i.e. based on the reported income position ), which the model also allows studying. Although preliminary, the novel empirical evidence showcased here bears major implications for the accurate measurement of the actual redistributive effect of personal income taxation and its decomposition in the horizontal, vertical and re-ranking effect, each of which is possibly altered by tax evasion.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Tax evasion and its distributional profile",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Decomposing the Gini coefficient to reveal vertical, horizontal and reranking effects of income taxation",
            "authors": [
                {
                    "name": {
                        "index": "Aronson J, R",
                        "preferred": "R Aronson J"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lambert P, J",
                        "preferred": "J Lambert P"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib1",
            "journal": "National Tax Journal",
            "pages": {
                "first": "273",
                "last": "294",
                "range": "273–294"
            },
            "type": "journal",
            "volume": "47"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson A, B",
                        "preferred": "B Atkinson A"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gomulka, J",
                        "preferred": "J Gomulka"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "1988",
            "details": "Grossing-up FES data for Tax-Benefit Models, Tax-Benefit Models, STICERD Occasional Paper, No. 10, London, London, School of Economics, STICERD",
            "id": "bib2",
            "title": "Tax-Benefit Models, STICERD Occasional Paper, No. 10",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Avram, S",
                        "preferred": "S Avram"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib3",
            "publisher": {
                "name": [
                    "University of Essex"
                ]
            },
            "source": "The distributional effects of personal income tax expenditure, EUROMOD Working Paper Series, EM14/14",
            "title": "The distributional effects of personal income tax expenditure, EUROMOD Working Paper Series, EM14/14",
            "type": "report"
        },
        {
            "articleTitle": "Estimating Nonnegative Matrices from Marginal Data",
            "authors": [
                {
                    "name": {
                        "index": "Bacharach, M",
                        "preferred": "M Bacharach"
                    },
                    "type": "person"
                }
            ],
            "date": "1965",
            "id": "bib4",
            "journal": "International Economic Review",
            "pages": {
                "first": "294",
                "last": "310",
                "range": "294–310"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Baldini, M",
                        "preferred": "M Baldini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ciani, E",
                        "preferred": "E Ciani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pacifico, D",
                        "preferred": "D Pacifico"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Mapp, a tax benefit microsimulation Model for the Analysis of Public Policies in Italy",
            "date": "2011",
            "id": "bib5",
            "publisher": {
                "name": [
                    "University of Modena and Reggio Emilia, Department of Economics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Bank of Italy",
                    "type": "group"
                }
            ],
            "date": "2012",
            "details": "Household Income and Wealth in 2010, Supplements to the Statistical Bulletin, 6.",
            "id": "bib6",
            "title": "Household Income and Wealth in 2010, Supplements to the Statistical Bulletin, 6.",
            "type": "unknown"
        },
        {
            "articleTitle": "Gli effetti redistributivi dell’evasione fiscale in Italia",
            "authors": [
                {
                    "name": {
                        "index": "Bernasconi, M",
                        "preferred": "M Bernasconi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marenzi, A",
                        "preferred": "A Marenzi"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib7",
            "journal": "Ricerche quantitative per la politica economica, Bank of Italy, Rome",
            "pages": {
                "first": "1",
                "last": "38",
                "range": "1–38"
            },
            "type": "journal"
        },
        {
            "articleTitle": "The Siena microsimulation model (SM2) for net-gross conversion of E<span class=\"small-caps\">u</span>-S<span class=\"small-caps\">ilc</span> income variables",
            "authors": [
                {
                    "name": {
                        "index": "Betti, G",
                        "preferred": "G Betti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Donatiello, G",
                        "preferred": "G Donatiello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verma, V",
                        "preferred": "V Verma"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib8",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "35",
                "last": "53",
                "range": "35–53"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Microsimulation as a tool for evaluating redistribution policies",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spadaro, A",
                        "preferred": "A Spadaro"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib9",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "77",
                "last": "106",
                "range": "77–106"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Is the Tax Expenditures Concept Still Relevant?",
            "authors": [
                {
                    "name": {
                        "index": "Burman, L",
                        "preferred": "L Burman"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib10",
            "journal": "National Tax Journal",
            "pages": {
                "first": "613",
                "last": "627",
                "range": "613–627"
            },
            "type": "journal",
            "volume": "56"
        },
        {
            "articleTitle": "How Big Are Total Individual Income Tax Expenditures, and Who Benefits from Them?",
            "authors": [
                {
                    "name": {
                        "index": "Burman, L",
                        "preferred": "L Burman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Geissler, C",
                        "preferred": "C Geissler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Toder, E",
                        "preferred": "E Toder"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib11",
            "journal": "American Economic Review: Papers & Proceeding",
            "pages": {
                "first": "79",
                "last": "83",
                "range": "79–83"
            },
            "type": "journal",
            "volume": "98"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cannari, L",
                        "preferred": "L Cannari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "D’Alessio, G",
                        "preferred": "G D’Alessio"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "details": "Mancate interviste e distorsione degli stimatori, Temi di discussione, 172, Banca d’Italia.",
            "id": "bib12",
            "title": "Mancate interviste e distorsione degli stimatori, Temi di discussione, 172, Banca d’Italia.",
            "type": "unknown"
        },
        {
            "articleTitle": "The Importance of Choosing the Data Set for TaxBenefit Analysis",
            "authors": [
                {
                    "name": {
                        "index": "Ceriani, L",
                        "preferred": "L Ceriani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fiorio C, V",
                        "preferred": "V Fiorio C"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gigliarano, C",
                        "preferred": "C Gigliarano"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib13",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "86",
                "last": "121",
                "range": "86–121"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Administrative and Survey Microdata on Self-Employment: the Italian Experience with the Eu-Silc project",
            "authors": [
                {
                    "name": {
                        "index": "Consolini, P",
                        "preferred": "P Consolini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Di Marco, M",
                        "preferred": "M Di Marco"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ricci, R",
                        "preferred": "R Ricci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vitaletti, S",
                        "preferred": "S Vitaletti"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "’, paper presented at the Iariw 29th General Conference, Joensuu, Finland, "
                ]
            },
            "date": "2006",
            "id": "bib14",
            "pages": {
                "first": "20",
                "last": "26",
                "range": "20–26"
            },
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Consolini, P",
                        "preferred": "P Consolini"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "Collana Istat Metodi e Norme, 39, Rome, March 2009",
            "id": "bib15",
            "title": "Integrazione dei dati campionari Eu-Silc con dati di fonte amministrativa",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Di Nicola, F",
                        "preferred": "F Di Nicola"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mongelli, G",
                        "preferred": "G Mongelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pellegrino, S",
                        "preferred": "S Pellegrino"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "The static microsimulation model of the Italian Department of Finance: Structure and first results regarding income and housing taxation, Economia Pubblica (forthcoming).",
            "id": "bib16",
            "title": "The static microsimulation model of the Italian Department of Finance: Structure and first results regarding income and housing taxation, Economia Pubblica (forthcoming).",
            "type": "unknown"
        },
        {
            "articleTitle": "The Construction of Gross Income Variables of EU-SILC (EU Statistics on Income and Living Conditions) in Italy: a mixed strategy using microsimulation and administrative",
            "authors": [
                {
                    "name": {
                        "index": "Donatiello, G",
                        "preferred": "G Donatiello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Betti, G",
                        "preferred": "G Betti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Consolini, P",
                        "preferred": "P Consolini"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper presented at the 2nd General Conference of the International Microsimulation Association: Microsimulation - Bridging data and Policy, June "
                ]
            },
            "date": "2009",
            "id": "bib17",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "D’Amuri, F",
                        "preferred": "F D’Amuri"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fiorio, C",
                        "preferred": "C Fiorio"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Grossing-up and validation issues in an Italian tax-benefit microsimulation model. Econpubblica WP, No. 117",
            "date": "2006",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Milan"
                        ]
                    },
                    "formatted": [
                        "Milan"
                    ]
                },
                "name": [
                    "Bocconi University"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Tax Evasion in Italy: An Analysis Using a Tax-benefit Microsimulation Model",
            "authors": [
                {
                    "name": {
                        "index": "Fiorio, C",
                        "preferred": "C Fiorio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "D’Amuri, F",
                        "preferred": "F D’Amuri"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib19",
            "journal": "The IUP Journal of Public Finance",
            "pages": {
                "first": "19",
                "last": "37",
                "range": "19–37"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Health care is an individual necessity and a national luxury: applying multilevel decision models to the analysis of health care expenditures",
            "authors": [
                {
                    "name": {
                        "index": "Getzen, T",
                        "preferred": "T Getzen"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib20",
            "journal": "Journal of Health Economics",
            "pages": {
                "first": "259",
                "last": "270",
                "range": "259–270"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Giovannini, E",
                        "preferred": "E Giovannini"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Economia non osservata e flussi finanziari, Rapporto Finale, Ministero dell’Economia e delle Finanze, Roma",
            "id": "bib21",
            "title": "Economia non osservata e flussi finanziari, Rapporto Finale, Ministero dell’Economia e delle Finanze, Roma",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib22",
            "publisher": {
                "name": [
                    "University of Essex"
                ]
            },
            "source": "Imputation of gross amounts from net incomes in household surveys: An application using EUROMOD, EUROMOD Working Paper Series, EM1/01",
            "title": "Imputation of gross amounts from net incomes in household surveys: An application using EUROMOD, EUROMOD Working Paper Series, EM1/01",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "I<span class=\"small-caps\">stat</span>",
                    "type": "group"
                }
            ],
            "date": "2014",
            "id": "bib23",
            "title": "M<span class=\"small-caps\">ultiscopo</span> Survey on Health Conditions and the Use of Health Services 2012/2013",
            "type": "web",
            "uri": "http://www.ISTAT.it/it/archivio/7740"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Keen, M",
                        "preferred": "M Keen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Mooij, R",
                        "preferred": "R de Mooij"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eyraud, L",
                        "preferred": "L Eyraud"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tyson, J",
                        "preferred": "J Tyson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bond, S",
                        "preferred": "S Bond"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Walters, L",
                        "preferred": "L Walters"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Italy: The Delega Fiscale and the Strategic orientation of tax reform",
            "date": "2012",
            "id": "bib24",
            "publisher": {
                "name": [
                    "IMF Fiscal Affairs Department"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Marino M, R",
                        "preferred": "R Marino M"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zizza, R",
                        "preferred": "R Zizza"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Personal Income Tax Evasion in Italy: An Estimate by Taxpayer Type, Tax Evasion and the Shadow Economy, Cheltenham, UK, Edward Elgar Publishing",
            "id": "bib25",
            "title": "Tax Evasion and the Shadow Economy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Matsaganis, M",
                        "preferred": "M Matsaganis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flevotomou, M",
                        "preferred": "M Flevotomou"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib26",
            "publisher": {
                "name": [
                    "University of Essex"
                ]
            },
            "source": "The impact of mortgage interest tax relief in the Netherlands, Sweden, Finland, Italy and Greece, EUROMOD Working Paper Series, EM2/07",
            "title": "The impact of mortgage interest tax relief in the Netherlands, Sweden, Finland, Italy and Greece, EUROMOD Working Paper Series, EM2/07",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Ministry of Economy and Finance (M<span class=\"small-caps\">ef</span>)",
                    "type": "group"
                }
            ],
            "date": "2011",
            "details": "Gruppo di lavoro sull’erosione fiscale: Relazione Finale, Roma, November 2011.",
            "id": "bib27",
            "title": "Gruppo di lavoro sull’erosione fiscale: Relazione Finale, Roma, November 2011.",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mitton, L",
                        "preferred": "L Mitton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weeks, M",
                        "preferred": "M Weeks"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation Modelling for Policy Analysis. Challenges and Innovations",
            "date": "2000",
            "id": "bib28",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Medical care expenditure: A cross-national survey",
            "authors": [
                {
                    "name": {
                        "index": "Newhouse, JP",
                        "preferred": "JP Newhouse"
                    },
                    "type": "person"
                }
            ],
            "date": "1977",
            "id": "bib29",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "115",
                "last": "125",
                "range": "115–125"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "Developing a static microsimulation model for the analysis of housing taxation in Italy",
            "authors": [
                {
                    "name": {
                        "index": "Pellegrino, S",
                        "preferred": "S Pellegrino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Piacenza, M",
                        "preferred": "M Piacenza"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Turati, G",
                        "preferred": "G Turati"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib30",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "73",
                "last": "85",
                "range": "73–85"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Redistributive effect of income taxation: Decomposing tax base and tax rates effects",
            "authors": [
                {
                    "name": {
                        "index": "Pfähler, W",
                        "preferred": "W Pfähler"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "id": "bib31",
            "journal": "Bulletin of Economic Research",
            "pages": {
                "first": "121",
                "last": "129",
                "range": "121–129"
            },
            "type": "journal",
            "volume": "42"
        },
        {
            "articleTitle": "Economic Analysis of Tax Expenditures",
            "authors": [
                {
                    "name": {
                        "index": "Poterba, JM",
                        "preferred": "JM Poterba"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib32",
            "journal": "National Tax Journal",
            "pages": {
                "first": "451",
                "last": "458",
                "range": "451–458"
            },
            "type": "journal",
            "volume": "64"
        },
        {
            "articleTitle": "The Central Role of the Propensity Score in Observational Studies for Causal Effects",
            "authors": [
                {
                    "name": {
                        "index": "Rosenbaum, PR",
                        "preferred": "PR Rosenbaum"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rubin, DB",
                        "preferred": "DB Rubin"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "id": "bib39",
            "journal": "Biometrika",
            "pages": {
                "first": "41",
                "last": "55",
                "range": "41–55"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "articleTitle": "Bias reduction using Mahalanobis-metric matching",
            "authors": [
                {
                    "name": {
                        "index": "Rubin, D",
                        "preferred": "D Rubin"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "id": "bib33",
            "journal": "Biometrics",
            "pages": {
                "first": "293",
                "last": "298",
                "range": "293–298"
            },
            "type": "journal",
            "volume": "36"
        },
        {
            "articleTitle": "EUROMOD: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib34",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tomarelli, F",
                        "preferred": "F Tomarelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Acciari, P",
                        "preferred": "P Acciari"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Misure globali della progressività, dell’incidenza e della redistribuzione dell’imposta’, Statistiche Fiscali, Ministero dell’Economia e delle Finanze, Roma.",
            "id": "bib35",
            "title": "Misure globali della progressività, dell’incidenza e della redistribuzione dell’imposta’, Statistiche Fiscali, Ministero dell’Economia e delle Finanze, Roma.",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tyson, J",
                        "preferred": "J Tyson"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "Reforming Tax Expenditures in Italy: What, Why, and How? IMF Staff Working paper, WP/14/7",
            "id": "bib36",
            "title": "Reforming Tax Expenditures in Italy: What, Why, and How? IMF Staff Working paper, WP/14/7",
            "type": "unknown"
        },
        {
            "articleTitle": "Redistribution, horizontal inequity and reranking: how to measure them properly",
            "authors": [
                {
                    "name": {
                        "index": "Urban, I",
                        "preferred": "I Urban"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lambert P, J",
                        "preferred": "J Lambert P"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib37",
            "journal": "Public Finance Review",
            "pages": {
                "first": "563",
                "last": "587",
                "range": "563–587"
            },
            "type": "journal",
            "volume": "36"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib38",
            "publisher": {
                "name": [
                    "Amsterdam Institute for Advanced Labour Studies"
                ]
            },
            "source": "The redistributive effect and progressivity of taxes revisited: An International Comparison across the European Union, GINI Discussion Papers 88",
            "title": "The redistributive effect and progressivity of taxes revisited: An International Comparison across the European Union, GINI Discussion Papers 88",
            "type": "report"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "text": "We describe here how the statistical matching between the IT-SILC dataset with the Bank of Italy's Survey on Households Income and Wealth (SHIW) at the household level was performed. First, two constraints need be satisfied to make matching feasible: (i) the two surveys must be random samples from the same population; (ii) there must be a common set of conditioning variables. In our case, the first condition is met by design, since both the IT-SILC 2011 and the SHIW 2012 data are representative of the Italian population. As far as the second constraint is concerned, the variables (X) common to each dataset and chosen for the process of imputation of self-reported asset value of the main residence, insurance premiums and house refurbishments expenditures are: equivalent household income, the percentage of household members with more than upper secondary educational qualification, a set of household composition dummies, and the main earner’s employment status. The final sample is made up of 7.951 households from the SHIW survey and 19.399 households from the IT-SILC Survey.",
                    "type": "paragraph"
                },
                {
                    "text": "The dataset, integrated by IT-SILC-Bank of Italy was created using the Mahalanobis Distance Matching Method (MDMM), a statistical method which allows individuals with similar characteristics but from different datasets to be paired (<a href=\"#bib39\">Rosenbaum &amp; Rubin, 1983</a>). In order to obtain a more precise matching, the sample was stratified in cells according to the main residence homeownership, other properties homeownership and geographical area so that exact matching on these variables is ensured; then, within each stratum, the donor household has been selected based on the Mahalanobis distance metric, measured on the other X variables. The Mahalanobis metric is a measure of dissimilarity between observation which measures the distance between units i from the recipient dataset IT-SILC and j from the donor dataset SHIW weighting each coordinate of X in inverse proportion to the variance of that coordinate:",
                    "type": "paragraph"
                },
                {
                    "text": "Matching has been performed at the household level and with replacement, that is allowing the same S<span class=\"small-caps\">HIW</span> household to act as donor for multiple I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> households, if deemed as the most adequate, rather than being discarded after having served once as donor. Once the matching procedure was complete, we check the quality of the matching. The quality of matching was evaluated in terms of maintaining the asset value of the main residence, insurance premiums and house refurbishments expenditures distributions, both in terms of preserving the pre-existing variables distribution as well as in terms of pre-existing relations between variables of interest.",
                    "type": "paragraph"
                },
                {
                    "text": "The next step was i) the comparison between the asset value of the main residence, insurance premiums and house refurbishments expenditures distributions in the integrated dataset and the pre-existing SHIW one, ii) the calculation of the correlation between asset value of the main residence, insurance premiums and house refurbishments expenditures distributions and the <i>X</i> vector to verify the maintenance of the sign recorded in the \"donor set\". The differences between the common-fusion correlations in the S<span class=\"small-caps\">hiw</span> data set versus the fused I<span class=\"small-caps\">t</span>-S<span class=\"small-caps\">ilc</span> data set were well preserved for most variables. For the sake of brevity, tables showing distributions and correlations are not included but they are available on request.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, the quality of the matching has been evaluated in terms of “balancing test”: we compared the mean covariate values in the recipients and matched donors i.e. each of the observable covariates within the recipients has the same average value within the matched donors. Before matching we expect differences, after matching the variables should be balanced in both groups and significant differences should not persist. The covariate balancing test, included in <a href=\"#tableA-1\">Table A1</a>, shows that the matching is effective in removing differences in observable characteristics between the recipients and matched donors. In particular, the median absolute bias is reduced by approximately 82%-98%. The Pseudo R-squared after matching is always close to zero, correctly suggesting that the covariates have no explanatory power in the matched samples. The chi-square test conducted before and after matching, proves that the propensity score removed bias due to differences in covariates between the recipients and matched donors.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "tableA-1",
                            "label": "Table A.1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th colspan=\"2\">Property</th>\n<th colspan=\"4\">Region</th>\n<th colspan=\"6\"/>\n</tr>\n<tr>\n<th>1st</th>\n<th>2nd</th>\n<th>N-W</th>\n<th>N-E</th>\n<th>C</th>\n<th>S</th>\n<th>Sample</th>\n<th>Psuedo R2</th>\n<th>LR test</th>\n<th>p-values</th>\n<th>Median bias</th>\n<th>% reduction in median bias</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>✓</td>\n<td/>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td/>\n<td>Before matching<br/>After matching</td>\n<td>0.013<br/>0.000</td>\n<td>99.72<br/>0.38</td>\n<td>0.000<br/>0.996</td>\n<td>6.4<br/>0.2</td>\n<td>0.969</td>\n</tr>\n<tr>\n<td>✓</td>\n<td/>\n<td/>\n<td/>\n<td>✓</td>\n<td/>\n<td>Before matching<br/>After matching</td>\n<td>0.012<br/>0.000</td>\n<td>42.77<br/>1.23</td>\n<td>0.000<br/>0.942</td>\n<td>5.0<br/>0.1</td>\n<td>0.980</td>\n</tr>\n<tr>\n<td>✓</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>✓</td>\n<td>Before matching<br/>After matching</td>\n<td>0.019<br/>0.000</td>\n<td>102.27<br/>1.30</td>\n<td>0.000<br/>0.935</td>\n<td>5.8<br/>0.4</td>\n<td>0.931</td>\n</tr>\n<tr>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td/>\n<td/>\n<td>Before matching<br/>After matching</td>\n<td>0.007<br/>0.000</td>\n<td>11.84<br/>0.07</td>\n<td>0.037<br/>1.000</td>\n<td>6.7<br/>0.3</td>\n<td>0.955</td>\n</tr>\n<tr>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td>✓</td>\n<td/>\n<td/>\n<td>Before matching<br/>After matching</td>\n<td>0.001<br/>0.001</td>\n<td>2.50<br/>2.27</td>\n<td>0.776<br/>0.810</td>\n<td>4.2<br/>0.3</td>\n<td>0.929</td>\n</tr>\n<tr>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td/>\n<td>✓</td>\n<td/>\n<td>Before matching<br/>After matching</td>\n<td>0.007<br/>0.000</td>\n<td>14.36<br/>0.20</td>\n<td>0.013<br/>0.999</td>\n<td>6.0<br/>0.4</td>\n<td>0.933</td>\n</tr>\n<tr>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td/>\n<td/>\n<td>✓</td>\n<td>Before matching<br/>After matching</td>\n<td>0.004<br/>0.000</td>\n<td>9.31<br/>0.63</td>\n<td>0.097<br/>0.987</td>\n<td>7.0<br/>0.2</td>\n<td>0.971</td>\n</tr>\n<tr>\n<td/>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n<td>✓</td>\n<td>Before matching<br/>After matching</td>\n<td>0.004<br/>0.001</td>\n<td>4.14<br/>1.46</td>\n<td>0.529<br/>0.917</td>\n<td>4.6<br/>0.8</td>\n<td>0.824</td>\n</tr>\n<tr>\n<td/>\n<td/>\n<td>✓</td>\n<td>✓</td>\n<td/>\n<td/>\n<td>Before matching<br/>After matching</td>\n<td>0.042<br/>0.000</td>\n<td>136.58<br/>1.95</td>\n<td>0.000<br/>0.857</td>\n<td>6.1<br/>0.1</td>\n<td>0.984</td>\n</tr>\n<tr>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>✓</td>\n<td>✓</td>\n<td>Before matching<br/>After matching</td>\n<td>0.029<br/>0.000</td>\n<td>122.41<br/>0.51</td>\n<td>0.000<br/>0.992</td>\n<td>10.0<br/>0.2</td>\n<td>0.980</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Balancing test.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A-1",
            "title": "A. Statistical matching between the IT-SILC and SHIW datasets"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "From official tax returns data (M<span class=\"small-caps\">ef</span>) we know the total amount of reported income and the number of taxpayers by four <i>main</i> income source type (<i>E<span class=\"small-caps\">mp</span></i>=employment income, <i>P<span class=\"small-caps\">en</span></i>=pensions, <i>I<span class=\"small-caps\">mm</span></i>=rental income from immovable property, <i>S<span class=\"small-caps\">elf</span></i>=self-employment income) and, separately, by four geographical area. From the B<span class=\"small-caps\">etamod</span> simulated true gross incomes we compute the total amount of reported income and the number of taxpayers for the same characteristics. Then, it is possible to compute two sets of average tax evasion rates by <i>main</i> source of income <i>i</i>:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equb1",
                            "label": "(B1)",
                            "mathml": "<math><mrow><msubsup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mi>i</mi><mi>s</mi></msubsup><mo>=</mo><mfrac><mrow><msubsup><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mi>i</mi><mi>s</mi></msubsup><mo>−</mo><msubsup><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mi>i</mi><mi>s</mi></msubsup><msup><mrow/><mrow><mi>M</mi><mi>E</mi><mi>F</mi></mrow></msup></mrow><mrow><msubsup><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mi>i</mi><mi>s</mi></msubsup></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "and by geographical area <i>j</i>:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ3",
                            "label": "(B2)",
                            "mathml": "<math><mrow><msubsup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mi>j</mi><mi>A</mi></msubsup><mo>=</mo><mfrac><mrow><msubsup><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mi>j</mi><mi>A</mi></msubsup><mo>−</mo><msubsup><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mi>j</mi><mi>A</mi></msubsup><msup><mrow/><mrow><mi>M</mi><mi>E</mi><mi>F</mi></mrow></msup></mrow><mrow><msubsup><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mi>j</mi><mi>A</mi></msubsup></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "To convert the tax evasion rates by main income source type of taxpayers (<math id=\"inf1\"><mrow><msubsup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mi>i</mi><mi>S</mi></msubsup></mrow></math> ) into rates referred to types of income received (<math id=\"inf2\"><mrow><msubsup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mi>j</mi><mi>R</mi></msubsup></mrow></math>), we use the BETAMOD estimated true gross incomes to build a 4×4 matrix <i>B</i>, in which each element <i>B <sub>ji</sub></i> is total amount of true gross income of type <i>j</i> (<i>j</i> = 1,…,4) received by taxpayers with main source of income type <i>i</i> (<i>i</i> = 1,…,4). The total amount of unreported income by main source of income type <i>i</i> is computed as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ4",
                            "label": "(B3)",
                            "mathml": "<math><mrow><msubsup><mi>U</mi><mi>i</mi><mi>S</mi></msubsup><mo>=</mo><mrow><mo>(</mo><mrow><msubsup><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mi>i</mi><mi>S</mi></msubsup><mo>−</mo><msubsup><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mi>i</mi><mi>S</mi></msubsup><msup><mrow/><mrow><msup><mrow/><mrow><mi>M</mi><mi>E</mi><mi>F</mi></mrow></msup></mrow></msup></mrow><mo>)</mo></mrow><msubsup><mi>N</mi><mi>i</mi><mi>S</mi></msubsup></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf3\"><mrow><msubsup><mi>N</mi><mi>i</mi><mi>S</mi></msubsup></mrow></math> is the number of taxpayers with main source of income type <i>i</i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "With this information it is possible to compute the tax evasion rates by income source by solving the linear system:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ5",
                            "label": "(B4)",
                            "mathml": "<math><mrow><mrow><mo>[</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>E</mi><mi>M</mi><mi>P</mi><mo>,</mo><mi>E</mi><mi>M</mi><mi>P</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>P</mi><mi>E</mi><mi>N</mi><mi>S</mi><mo>,</mo><mi>E</mi><mi>M</mi><mi>P</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>I</mi><mi>M</mi><mi>M</mi><mo>,</mo><mi>E</mi><mi>M</mi><mi>P</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>S</mi><mi>E</mi><mi>L</mi><mi>F</mi><mo>,</mo><mi>E</mi><mi>M</mi><mi>P</mi></mrow></msub></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>E</mi><mi>M</mi><mi>P</mi><mo>,</mo><mi>P</mi><mi>E</mi><mi>N</mi><mi>S</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>P</mi><mi>E</mi><mi>N</mi><mi>S</mi><mo>,</mo><mi>P</mi><mi>E</mi><mi>N</mi><mi>S</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>I</mi><mi>M</mi><mi>M</mi><mo>,</mo><mi>P</mi><mi>E</mi><mi>N</mi><mi>S</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>S</mi><mi>E</mi><mi>L</mi><mi>F</mi><mo>,</mo><mi>P</mi><mi>E</mi><mi>N</mi><mi>S</mi></mrow></msub></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>E</mi><mi>M</mi><mi>P</mi><mo>,</mo><mi>I</mi><mi>M</mi><mi>M</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>P</mi><mi>E</mi><mi>N</mi><mi>S</mi><mo>,</mo><mi>I</mi><mi>M</mi><mi>M</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>I</mi><mi>M</mi><mi>M</mi><mo>,</mo><mi>I</mi><mi>M</mi><mi>M</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>S</mi><mi>E</mi><mi>L</mi><mi>F</mi><mo>,</mo><mi>I</mi><mi>M</mi><mi>M</mi></mrow></msub></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>E</mi><mi>M</mi><mi>P</mi><mo>,</mo><mi>S</mi><mi>E</mi><mi>L</mi><mi>F</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>P</mi><mi>E</mi><mi>N</mi><mi>S</mi><mo>,</mo><mi>S</mi><mi>E</mi><mi>L</mi><mi>F</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>I</mi><mi>M</mi><mi>M</mi><mo>,</mo><mi>S</mi><mi>E</mi><mi>L</mi><mi>F</mi></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><msub><mi>B</mi><mrow><mi>S</mi><mi>E</mi><mi>L</mi><mi>F</mi><mo>,</mo><mi>S</mi><mi>E</mi><mi>L</mi><mi>F</mi></mrow></msub></mrow></mtd></mtr></mtable></mrow> <mo>]</mo></mrow><mrow><mo>[</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>M</mi><mi>P</mi></mrow><mi>R</mi></msubsup></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>P</mi><mi>E</mi><mi>N</mi><mi>S</mi></mrow><mi>R</mi></msubsup></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>I</mi><mi>M</mi><mi>M</mi></mrow><mi>R</mi></msubsup></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>S</mi><mi>E</mi><mi>L</mi><mi>F</mi></mrow><mi>R</mi></msubsup></mrow></mtd></mtr></mtable></mrow> <mo>]</mo></mrow><mo>=</mo><mrow><mo>[</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mi>U</mi><mrow><mi>E</mi><mi>M</mi><mi>P</mi></mrow><mi>R</mi></msubsup></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mi>U</mi><mrow><mi>P</mi><mi>E</mi><mi>N</mi><mi>S</mi></mrow><mi>R</mi></msubsup></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mi>U</mi><mrow><mi>I</mi><mi>M</mi><mi>M</mi></mrow><mi>R</mi></msubsup></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mi>U</mi><mrow><mi>S</mi><mi>E</mi><mi>L</mi><mi>F</mi></mrow><mi>R</mi></msubsup></mrow></mtd></mtr></mtable></mrow> <mo>]</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "so <math id=\"inf4\"><mrow><msup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mi>R</mi></msup><mo>=</mo><mrow><mo>(</mo><mrow><msubsup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>M</mi><mi>P</mi></mrow><mi>R</mi></msubsup><mo>,</mo><msubsup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>P</mi><mi>E</mi><mi>N</mi><mi>S</mi></mrow><mi>R</mi></msubsup><mo>,</mo><msubsup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>I</mi><mi>M</mi><mi>M</mi></mrow><mi>R</mi></msubsup><mo>,</mo><msubsup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>S</mi><mi>E</mi><mi>L</mi><mi>F</mi></mrow><mi>R</mi></msubsup></mrow><mo>)</mo></mrow><mo>=</mo><msup><mi>B</mi><mrow><mo>−</mo><mn>1</mn></mrow></msup><mi>U</mi></mrow></math>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The amount of unreported income by source type is:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ6",
                            "label": "(B5)",
                            "mathml": "<math><mrow><msubsup><mi>U</mi><mi>i</mi><mi>R</mi></msubsup><mo>=</mo><msubsup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mi>i</mi><mi>R</mi></msubsup><msubsup><mi>Y</mi><mi>i</mi><mi>R</mi></msubsup></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "and <math id=\"inf5\"><mrow><msubsup><mi>Y</mi><mi>i</mi><mi>R</mi></msubsup></mrow></math> is the total amount of type <i>i</i>’s received income. The amount of unreported income by geographical area is instead:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ7",
                            "label": "(B6)",
                            "mathml": "<math><mrow><msubsup><mi>U</mi><mi>j</mi><mi>A</mi></msubsup><mo>=</mo><msubsup><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mi>j</mi><mi>A</mi></msubsup><msubsup><mi>Y</mi><mi>j</mi><mi>A</mi></msubsup></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "and <math id=\"inf6\"><mrow><msubsup><mi>Y</mi><mi>j</mi><mi>A</mi></msubsup></mrow></math> is the total amount of area <i>j</i>’s received income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "From the B<span class=\"small-caps\">etamod</span> simulated true gross incomes we compute the total amount of individual incomes by main income source type (<i>i</i> = 1,…,4) and by geographical area, (<i>j</i> = 1,…,4), obtaining the 4×4 matrix <i>Y</i> = {<i>y<sub>ij</sub></i>}.",
                            "type": "paragraph"
                        },
                        {
                            "text": "By using matrix <i>Y</i> and the marginal distribution of unreported income by source type, <i>U<sup>R</sup></i>, and by geographical area, <i>U<sup>A</sup></i>, with the use of the RAS technique we first obtain the joint distributions of total unreported income by income source and by area, <i>U</i> = {<i>u<sub>ij</sub></i>}, and, secondly, the 4×4 matrix of average tax evasion rates, <math id=\"inf7\"><mrow><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mo>=</mo><mo>{</mo><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>}</mo></mrow></math>, by source type of received income and by geographical area:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ8",
                            "label": "(B7)",
                            "mathml": "<math><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>=</mo><mfrac><mrow><msub><mi>u</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow><mrow><msub><mi>y</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The matrix <math id=\"inf8\"><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover></math> is shown in <a href=\"#table12\">Table 12</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "B-1-1",
                    "title": "B.1 Tax evasion rates by income source type and geographical area",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Each average tax evasion rate <math id=\"inf9\"><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow></math> is then modulated in order to obtain a profile of tax evasion by classes of true gross income, i.e. a vector of tax evasion rates associated with 13 income classes (see <a href=\"#table9\">Table 9</a>). Define <math id=\"inf10\"><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></math> as the average tax evasion rate for income class <i>k</i>, source type <i>i</i> and area <i>j</i> with the following function:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ9",
                            "label": "(B8)",
                            "mathml": "<math><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo>=</mo><mfrac><mrow><msubsup><mi>k</mi><mi>i</mi><mi>e</mi></msubsup><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow><mrow><mn>1</mn><mo>+</mo><mo stretchy=\"false\">(</mo><msubsup><mi>k</mi><mi>i</mi><mi>e</mi></msubsup><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo><msup><mrow><mrow><mo>(</mo><mrow><mfrac><mrow><msub><mi>y</mi><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow><mrow><msubsup><mi>k</mi><mi>i</mi><mi>y</mi></msubsup><msub><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow></mfrac></mrow><mo>)</mo></mrow></mrow><mrow><msub><mi>z</mi><mi>i</mi></msub></mrow></msup></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where:",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>y<sub>ijk</sub></i> = mean gross true of class <i>k</i>, source type <i>i</i> and area <i>j</i>;",
                            "type": "paragraph"
                        },
                        {
                            "text": "<math id=\"inf11\"><mrow><msub><mover accent=\"true\"><mi>y</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow></math> = mean gross true of source type <i>i</i> and area <i>j</i>;",
                            "type": "paragraph"
                        },
                        {
                            "text": "<math id=\"inf12\"><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow></math> = average tax evasion rate for source type <i>i</i> and area <i>j</i>;",
                            "type": "paragraph"
                        },
                        {
                            "text": "and the parameters to estimate are:",
                            "type": "paragraph"
                        },
                        {
                            "text": "<math id=\"inf13\"><mrow><msubsup><mi>k</mi><mi>i</mi><mi>e</mi></msubsup></mrow></math>  determines the ordinate intercept;",
                            "type": "paragraph"
                        },
                        {
                            "text": "<math id=\"inf14\"><mrow><msubsup><mi>k</mi><mi>i</mi><mi>y</mi></msubsup></mrow></math> determines the level of income for which <math id=\"inf15\"><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo>=</mo><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow></math>;",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>z<sub>i</sub></i> determines the curvature of the function.",
                            "type": "paragraph"
                        },
                        {
                            "text": "With this formulation we need to estimate 12 parameters: <math id=\"inf16\"><mrow><msubsup><mi>k</mi><mi>i</mi><mi>e</mi></msubsup></mrow></math>, <math id=\"inf17\"><mrow><msubsup><mi>k</mi><mi>i</mi><mi>y</mi></msubsup></mrow></math>, <i>z<sub>i</sub></i> with <i>i</i> = 1,…,4. As we assume that pensions cannot be concealed, the number of parameters reduces to 9. The method used by B<span class=\"small-caps\">etamod</span> is a procedure of numeric optimization that assigns randomly the value of the 9 parameters and choose the best combination that minimize the distance function",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ10",
                            "label": "(B9)",
                            "mathml": "<math><mrow><mi>D</mi><mo>=</mo><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mi>k</mi></msub><mrow><mrow><mo>|</mo> <mrow><msubsup><mi>Y</mi><mi>k</mi><mrow><mi>M</mi><mi>E</mi><mi>F</mi></mrow></msubsup><mo>−</mo><msubsup><mi>Y</mi><mi>k</mi><mrow><mi>B</mi><mi>E</mi><mi>T</mi><mi>A</mi><mi>M</mi><mi>O</mi><mi>D</mi></mrow></msubsup></mrow> <mo>|</mo></mrow></mrow></mstyle></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf18\"><msubsup><mi>Y</mi><mi>k</mi><mrow><mi>M</mi><mi>E</mi><mi>F</mi></mrow></msubsup></math> and <math id=\"inf19\"><msubsup><mi>Y</mi><mi>k</mi><mrow><mi>B</mi><mi>E</mi><mi>T</mi><mi>A</mi><mi>M</mi><mi>O</mi><mi>D</mi></mrow></msubsup></math> are respectively the official returns and the B<span class=\"small-caps\">etamod</span> total amount of reported income by classes. The profiles obtained are shown in <a href=\"#fig8\">Figure 8</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "B-1-2",
                    "title": "B.2 Tax evasion profiles by classes of true gross income",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The average tax evasion rate <math id=\"inf20\"><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></math> (for the <i>i</i>-th income source type, the <i>j</i>-th geographical area and the <i>k</i>-th class of true gross income) is defined as the ratio between the unreported income <i>U<sub>ijk</sub></i> and the true income <i>Y<sub>ijk</sub></i> of the cell:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ11",
                            "label": "(B10)",
                            "mathml": "<math><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo>=</mo><mfrac><mrow><msub><mi>U</mi><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "And can be seen as the product:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ12",
                            "label": "(B11)",
                            "mathml": "<math><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo>=</mo><mfrac><mrow><msub><mi>U</mi><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></mfrac><mo>=</mo><mfrac><mrow><msub><mi>U</mi><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow><mrow><msub><mi>Y</mi><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></mfrac><mfrac><mrow><msub><mi>Y</mi><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></mfrac><mo>=</mo><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><msub><mi>H</mi><mrow><mi>Y</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where:",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Y<sub>Eijk</sub></i> is the total amount of tax evaders’ income in cell <i>i</i>,<i>j</i>,<i>k</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<math id=\"inf21\"><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo>=</mo><mfrac><mrow><msub><mi>U</mi><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow><mrow><msub><mi>Y</mi><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></mfrac></mrow></math> is the average tax evasion of tax evaders in cell <i>i</i>,<i>j</i>,<i>k</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<math id=\"inf22\"><mrow><msub><mi>H</mi><mrow><mi>Y</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo>=</mo><mfrac><mrow><msub><mi>Y</mi><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></mfrac></mrow></math> is the share of tax evaders income in cell <i>i</i>,<i>j</i>,<i>k</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The values of <math id=\"inf23\"><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></math> and <i>H<sub>Yijk</sub></i> are unknown, but we know their product <math id=\"inf24\"><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></math> and their maximum value (i.e. 100%). In the absence of further information, we assume that the two values are equal, so:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ13",
                            "label": "(B12)",
                            "mathml": "<math><mrow><msub><mi>H</mi><mrow><mi>Y</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo>=</mo><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo>=</mo><msqrt><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></msqrt></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "For instance, if the average tax evasion rate in a cell is 0.25, then we assume that <math id=\"inf25\"><mrow><msub><mi>H</mi><mrow><mi>Y</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo>=</mo><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo>=</mo><msqrt><mrow><mn>0.25</mn></mrow></msqrt><mo>=</mo><mn>50</mn><mi>%</mi></mrow></math>, i.e. tax evaders own the 50% of the true gross income in the cell and that their tax evasion rate is 50%.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To assign individual tax evasion in B<span class=\"small-caps\">etamod</span> we proceed in the following way:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "for each value <math id=\"inf26\"><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></math> we compute the two values <math id=\"inf27\"><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></math> and <i>H<sub>Yijk</sub></i>;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "we randomly assign a probability to be a tax evader to each taxpayer in the sample (by means of a uniform distribution) and we order taxpayers in decreasing order of probability;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "starting with the taxpayer with the highest probability, we assign a random tax evasion rate drawn from a <i>beta</i> distribution with mean <math id=\"inf28\"><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></math> and a standard error varying with the mean;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "we proceed to assign tax evasion rates to taxpayer with lesser probability until we reach the total amount of unreported income of the cell <i>U<sub>ijk</sub></i>.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "The <i>beta</i> distribution used to assign a tax evasion rate <i>e<sub>tijk</sub></i> to the income of source type <i>i</i> of the taxpayer <i>t</i> with characteristics <i>j</i>,<i>k</i> is then <math id=\"inf29\"><mrow><msub><mi>e</mi><mrow><mi>t</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo>~</mo><mi>b</mi><mi>e</mi><mi>t</mi><mi>a</mi><mrow><mo>(</mo><mrow><mfrac><mrow><mi>θ</mi><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow><mrow><mn>1</mn><mo>−</mo><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></mfrac><mo>,</mo><mi>θ</mi></mrow><mo>)</mo></mrow></mrow></math>. This <i>beta</i> distribution has expected value equal to <math id=\"inf30\"><mrow><mi>E</mi><mo stretchy=\"false\">(</mo><msub><mi>e</mi><mrow><mi>t</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo>=</mo><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></math> and standard deviation equal to <math id=\"inf31\"><mrow><mi>s</mi><mi>d</mi><mo stretchy=\"false\">(</mo><msub><mi>e</mi><mrow><mi>t</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo>=</mo><msqrt><mrow><mfrac><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><msup><mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow><mn>2</mn></msup></mrow><mrow><mi>k</mi><mo>+</mo><mn>1</mn><mo>−</mo><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub></mrow></mfrac></mrow></msqrt></mrow></math>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The standard deviation is close to zero when there is no tax evasion (<math id=\"inf32\"><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo>=</mo><mn>0</mn></mrow></math>) or when all income is concealed (<math id=\"inf33\"><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>¯</mo></mover><mrow><mi>E</mi><mi>i</mi><mi>j</mi><mi>k</mi></mrow></msub><mo>=</mo><mn>1</mn></mrow></math>), and is negatively correlated with the parameter <i>θ</i>. We assigned to <i>θ</i> a value of 5 in order to obtain a maximum value of the standard deviation approximatively equal to 1/6 when the average tax evasion rate is about 1/3.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "B-1-3",
                    "title": "B.3 Assignment of individual tax evasion rates",
                    "type": "section"
                }
            ],
            "id": "B-1",
            "title": "B. Estimation of tax evasion rate"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "figC-1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00123%2Fijm-00123-figA1.tif",
                                "size": {
                                    "width": 913,
                                    "height": 572
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00123%2Fijm-00123-figA1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00123-figA1.jpg"
                                }
                            },
                            "label": "Figure C.1",
                            "title": "Total tax deductions as a proportion of reported income (%).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "figC-2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00123%2Fijm-00123-figA2.tif",
                                "size": {
                                    "width": 913,
                                    "height": 572
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00123%2Fijm-00123-figA2.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00123-figA2.jpg"
                                }
                            },
                            "label": "Figure C.2",
                            "title": "The 19% tax credits as a proportion of reported income (%).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "figC-3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00123%2Fijm-00123-figA3.tif",
                                "size": {
                                    "width": 909,
                                    "height": 571
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00123%2Fijm-00123-figA3.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00123-figA3.jpg"
                                }
                            },
                            "label": "Figure C.3",
                            "title": "Social insurance contributions paid by self-employed individuals as a proportion of reported income (%).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "figC-4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00123%2Fijm-00123-figA4.tif",
                                "size": {
                                    "width": 913,
                                    "height": 571
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00123%2Fijm-00123-figA4.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00123-figA4.jpg"
                                }
                            },
                            "label": "Figure C.4",
                            "title": "The 19% tax credit for healthcare expenses as a proportion of reported income (%).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "C-1",
            "title": "C. Incidence of tax reliefs on reported income"
        }
    ],
    "acknowledgements": [
        {
            "text": "We thank Cesare Dosi, Devis Geron, Luciano Greco, Simone Pellegrino, Vincenzo Rebba, Tiziano Vecchiato, Michele Zanette, the editor and two anonymous referees for their useful comments. We are indebted to Fabrizia Lapecorella and Paolo Acciari (Ministry of Economy and Finance) for providing official tax returns data. Financial support from the Department of Economics at the Ca’ Foscari University of Venice is gratefully acknowledged. Data from the Survey of Income and Living Conditions, obtained through the Italian Office for National Statistics, have been used with permission.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
