{
    "status": "vor",
    "id": "00129",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00129",
    "authorLine": "Lulit M Beyene, Ermias Engida",
    "title": "Public investment in irrigation and training, growth and poverty reduction in Ethiopia",
    "published": "2016-04-30T00:00:00Z",
    "versionDate": "2016-04-30T00:00:00Z",
    "statusDate": "2016-04-30T00:00:00Z",
    "volume": 9,
    "issue": 1,
    "fpage": 86,
    "lpage": 108,
    "elocationId": "86-108",
    "pdf": "http://web:8082/00129/ijm-00129.pdf",
    "subjects": [
        {
            "id": "micro-macro-linkage",
            "name": "Micro-macro linkage"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper analyzes the impacts of public investment in small-scale irrigation and farmer training on growth and agriculture-led development, on food security, and on poverty in Ethiopia. We use a dynamic Computable General Equilibrium (CGE) model linked to a microsimulation model based on the latest household income and expenditure survey, in a top-down approach. All public investments are assumed to increase total factor productivity through increased supply of skilled labor and/or irrigated land. We find that investing in farmer training alone has great potential to increase growth, food security and poverty reduction, given that the economy is labor-intensive. Investing in training combined with irrigation has even greater impacts. An irrigation only approach will not yield the expected results if agricultural labor does not have the required skills. The irrigated agriculture sector has great potential despite its small size. However, for the impact to be notable, important investments are required in the first place to increase the share of irrigated agriculture versus the rain-fed. An agriculture-led development is less likely to occur because: i) of weak forward and backward production linkages between agriculture and manufacturing sectors; ii) a significant share of manufacturing inputs is imported; iii) the resulting contraction in private investment which restrains expansion of the manufacturing and services sectors",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Beyene and Engida",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ethiopia"
                        },
                        "formatted": [
                            "Ethiopia"
                        ]
                    },
                    "name": [
                        "IESD Research"
                    ]
                }
            ],
            "emailAddresses": [
                "lulit.mitik@gmail.com"
            ],
            "name": {
                "index": "Beyene, Lulit M",
                "preferred": "Lulit M Beyene"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ethiopia"
                        },
                        "formatted": [
                            "Ethiopia"
                        ]
                    },
                    "name": [
                        "Ethiopian Development Research Institute"
                    ]
                }
            ],
            "emailAddresses": [
                "ermiasengida@gmail.com"
            ],
            "name": {
                "index": "Engida, Ermias",
                "preferred": "Ermias Engida"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "CGE model",
        "public policy",
        "poverty",
        "Ethiopia"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Since 1993, the Government of Ethiopia has implemented an agriculture-led development strategy through its Agricultural Development-led Industrialization (ADLI) policy. Currently, this strategy takes the form of the Growth and Transformation Plan (GTP), a five-year plan which began in the 2010–11 fiscal year. During the implementation of the previous medium-term development strategy, the Plan for Accelerated and Sustained Development to End Poverty (PASDEP) between 2005–06 and 2009–10, Ethiopia’s economic growth averaged 11% per annum. In 2010–11 GDP grew at 11.4 %, slowed down to 8.8% in 2011–12 and picked up to 9.7% in 2012–13.",
                    "type": "paragraph"
                },
                {
                    "text": "Recent years have witnessed important declines in Ethiopia’s poverty levels. Poverty measured by real consumption expenditure declined by 14.8% between 1995–96 and 2004–05, reaching 38.7% in 2004–05, and continued to fall to 29.6% in 2010–11 (MOFED 2013). Food poverty also declined from 42% in 1999–00 to 38% in 2004–05 and 33.6% in 2010–11. Poverty remains a rural phenomenon, where over 80% of the population resides. In 2010–11, while the proportion of the population below the poverty line stood at 30.4% in rural areas, it was estimated to be 25.7% in urban settings.",
                    "type": "paragraph"
                },
                {
                    "text": "Agriculture plays a significant role in Ethiopia. It contributed up to 50% of GDP on average until 2002–2003. Its share gradually decreased to 46.2 % in 2009–2010 and 41.8% in 2012–2013. However, it still remains the main driver of growth. Moreover, the sector is the economy’s largest employer. A significant proportion (72.6%) of the labor force works in agriculture and related activities. Agriculture also provides the largest source of exports (over 75%), and thus foreign currency inflows, which enable the country to import vital raw materials and inputs, including those essential for agricultural production. Finally, agriculture plays a central role in the production and provision of food. Thus, this sector can strongly contribute to poverty alleviation, as a considerable share of income is spent on food (52%).",
                    "type": "paragraph"
                },
                {
                    "text": "At the policy level, agriculture is seen to be a potential source of broader economic growth through its backward and forward production linkages, as well as its consumption linkages with non-agricultural sectors of the economy. Along with education, health, roads, and water, agriculture has been identified by the government as a strategic poverty-oriented sector and has benefited from important public resources and investment. In particular, Ethiopia has allocated on average 10% of its expenditures to agriculture between 2009–10 and 2014–15.",
                    "type": "paragraph"
                },
                {
                    "text": "Despite the implementation of ADLI for more than fifteen years, the performance of the agricultural sector remains relatively poor. Productivity gains are to a large extent due to the expansion in cultivated areas and favorable climate with a minimal role for improved technology. Cultivated area, production and productivity have been increasing, but at a decreasing rate (NBE, 2013–14). Peak periods in production and productivity are driven by good climate conditions. Agriculture is mainly rain-fed. Although greater emphasis is being given to irrigation and farmer training in recent years, the share of irrigated area and skilled workers remains small. Only about 9% of arable land was developed under small scale irrigation schemes in 2010–11 (GTP APR 2012–13); i.e. 1,064,200 ha out of a total cultivated area of 11,822,786 ha (Agricultural Sample Survey 2010–11). The share of skilled agricultural labor remains only 17.3%. Vulnerability to climate variability translates into significant fluctuations in agriculture annual GDP growth rates. From as high as 13.5% in 2004–2005, growth rates have subsequently become lower and more varied: 6.2% in 2008–09, 7.6% in 2009–10, 8.9% in 2010–11, 4.9% in 2011–12, and 7.1% in 2012–13.",
                    "type": "paragraph"
                },
                {
                    "text": "One of the main reasons for the slower growth of production and productivity of the sector is the shortage of trained manpower in rural areas and very low use of the country’s irrigation potential. In light of this, this paper aims at measuring the potential of investing in irrigation and farmer training. The rest of the paper is organized as follows. <a href=\"#s2\">Section 2</a> presents the literature review while <a href=\"#s3\">Section 3</a> deals with the modeling framework and data. <a href=\"#s4\">Section 4</a> and <a href=\"#s5\">5</a> present the scenarios and results. <a href=\"#s6\">Section 6</a> concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The success story of China’s food self-sufficiency in the 1960s and 1970s, was attributed to a massive investment in irrigation (<a href=\"#bib22\">Huang <i>et al</i>., 2006</a>). <a href=\"#bib20\">Fanadoz (2012)</a> finds that small irrigation schemes (SIS) have greater positive impact on economic growth and poverty reduction in South Africa, but this can be completely missed unless government accompanies SIS revitalization measures with capacity building in basic crop and irrigation management practices, and strengthening institutional and organizational arrangements.",
                    "type": "paragraph"
                },
                {
                    "text": "Regarding the economic benefits of education, <a href=\"#bib6\">Croppenstedt <i>et al</i>. (1998)</a> argue that literacy creates awareness and capacity for farmers to adopt modern inputs and improved technologies. Education may enhance farm productivity directly by improving the quality of labor, by increasing the ability to adjust to shocks, and through its effect upon the propensity to successfully adopt innovations. Education is thought to be particularly important to farm production in a rapidly changing technological or economic environment (<a href=\"#bib32\">Shultz 1975</a>). <a href=\"#bib16\">Fan <i>et al</i> (1999)</a> find that in India public spending on rural education has negative and statistically significant effects on rural poverty. Using similar methodology, public expenditure on rural education in China is found to have the largest impact on rural poverty (<a href=\"#bib18\">Fan <i>et al</i>. 2002</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "However, when it comes to the impact of general public investment on economic growth we find contrasting results from previous studies. <a href=\"#bib15\">Easterly and Rebelo (1993)</a> find that public investment by central government has a positive and statistically significant effect on economic growth. <a href=\"#bib10\">Devarajan <i>et al</i>. (1996)</a> challenged this finding. When increased public investment in agriculture is financed through cuts elsewhere, it has a negative, and statistically significant, effect on growth.",
                    "type": "paragraph"
                },
                {
                    "text": "As it is clearly expressed in the ADLI strategy, agricultural development is expected to stimulate overall economic growth while also reducing poverty and food insecurity. However, there is currently a debate whether Ethiopia should continue with its current agricultural development-led industrialization strategy or make adjustments.",
                    "type": "paragraph"
                },
                {
                    "text": "On the one hand, <a href=\"#bib11\">Diao <i>et al</i>. (2007)</a> argue that the emphasis of ADLI and PASDEP on agricultural growth is, in principle, warranted. The results of their paper show that agricultural growth contributes more to overall growth than non-agricultural growth. It also leads to greater poverty reduction by generating proportionately more income for farm households who represent the bulk of the poor. Decomposition of these effects also reveals that consumption linkages are much stronger than production linkages. Early work in India during the Green Revolution indicated that higher-income small farmers spent about half of their incremental farm income on non-farm goods and services as well as another third on perishable agricultural commodities. Thus, consumption linkages from growing farm income can induce sizable indirect effects on rural growth via increased consumer demand for non-agricultural goods and services as well as perishable, high-value farm commodities. On the other hand, the results also clearly show that exclusive focus on agriculture (or insufficient attention to non-agriculture) is counter-productive. Non-agricultural sectors have to grow in order to match the growing supply of agricultural products and increasing demand for non-agricultural products. Otherwise, falling relative prices of agricultural products may dampen the realized gains in growth and poverty reduction.",
                    "type": "paragraph"
                },
                {
                    "text": "Furthermore, <a href=\"#bib24\">Mellor and Dorosh (2009)</a> argue that for agriculture to be the driver of the economy, farmers are required to be ‘middle farmers’ and emphasize the need for high levels of government investment. Thus, Ethiopia’s concentration of small-scale farmers presents less capacity to adopt new technologies. Finally, <a href=\"#bib8\">Dercon and Zeitlin (2009)</a> noted that with modest consumption linkages agricultural innovation is not sufficient to drive growth in industry. They find that it may not be necessary for Ethiopian agriculture to be oriented toward the supply of raw materials for industry, nor for all industrial energies to focus on the processing of domestic raw materials. They suggest that the most effective policies to stimulate growth may be those that strengthen domestic and international linkages.",
                    "type": "paragraph"
                },
                {
                    "text": "In this context, this paper attempts to empirically test the outcomes and sustainability of ADLI-PASDEP-GTP policy keeping in mind its main objectives: food self-sufficiency, rapid and sustainable growth, and poverty reduction. Our paper contributes to the literature and informs policy design on the outcome of skill development and irrigation investment in Ethiopia and similar countries. It is the first paper to apply a macro-micro approach in analyzing public investment in agriculture in Ethiopia.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Literature review",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The proposed CGE model uses an adapted version of the PEP 1-t model by <a href=\"#bib7\">Decaluwé <i>et al</i>. (2013)</a>. A full description of the model can be found in <a href=\"#bib7\">Decaluwé <i>et al</i>. (2013)</a>. We will only present here the changes.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "There are 12 agricultural crop sub-sectors<sup><a href=\"#fn1\">1</a></sup>. Each sub-sector is distinguished by whether they use irrigation and skilled agricultural labor. There are 12 sub-sectors utilizing irrigated land, skilled agricultural labor and non-agricultural labor. The other 12 crop sub-sectors combine non-irrigated land, unskilled agricultural labor and non-agricultural labor in their value added (<a href=\"#fig1\">Figure 1</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig1",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00129%2Fijm-00129-fig1.tif",
                                                "size": {
                                                    "width": 932,
                                                    "height": 660
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00129%2Fijm-00129-fig1.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00129-fig1.jpg"
                                                }
                                            },
                                            "label": "Figure 1",
                                            "title": "Nested structure of value added.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The model’s production function is a two-level constant elasticity of substitution (CES) function (<a href=\"#fig1\">Figure 1</a>). In agricultural sectors, at the lowest level, agricultural labor (skilled or unskilled) and non-agricultural labor are aggregated into composite labor. Non-agricultural sectors employ only non-agricultural labor. In parallel, non-agricultural capital, land (irrigated or non-irrigated), and livestock are combined into composite capital. Agricultural sectors do not employ non-agricultural capital except the forestry and fishery sub-sector. Livestock is employed only in the livestock sector. Land is only employed in the 24 agricultural crop sub-sectors. At the intermediate level, composite labor and composite capital are aggregated to form value-added. Finally, value-added is combined in fixed proportions with intermediate inputs to make gross output.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-1",
                            "title": "3.1.1 The agricultural sector",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Public investment in training transforms unskilled agricultural labor into skilled agricultural labor. The same applies for land where public investment in irrigation enables the transformation of non-irrigated land into irrigated land.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Total agricultural labor supply, <i>LST<sub>agr</sub></i>, is the sum of skilled <i>LS<sub>lagr,qt</sub></i> and unskilled <i>LS<sub>lagrnq,t</sub></i> agricultural labor supply. It increases at the fixed population growth rate (<a href=\"#equ1\">Equation 1</a>). Skilled agricultural labor increases with the population growth rate and public investment in training <i>IND<sub>cap,training,t</sub></i> (<a href=\"#equ2\">Equation 2</a>). Unskilled agricultural labor supply is endogenously determined as the residue between total agricultural labor and skilled agricultural labor (<a href=\"#equ3\">Equation 3</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ1",
                                    "label": "(1)",
                                    "mathml": "<math><mi>L</mi><mi>S</mi><msub><mi>T</mi><mrow><mi>a</mi><mi>g</mi><mi>r</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><mi>L</mi><mi>S</mi><msub><mi>T</mi><mrow><mi>a</mi><mi>g</mi><mi>r</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>.</mo><mi>p</mi><mi>o</mi><msub><mi>p</mi><mi>t</mi></msub></math>",
                                    "type": "mathml"
                                },
                                {
                                    "id": "equ2",
                                    "label": "(2)",
                                    "mathml": "<math><mrow><mi>L</mi><msub><mi>S</mi><mrow><mi>l</mi><mi>a</mi><mi>g</mi><mi>r</mi><mi>q</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><mi>L</mi><msub><mi>S</mi><mrow><mi>l</mi><mi>a</mi><mi>g</mi><mi>r</mi><mi>q</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>.</mo><mrow><mo>(</mo><mrow><mi>p</mi><mi>o</mi><msub><mi>p</mi><mi>t</mi></msub><mo>+</mo><mrow><mo>(</mo><mrow><msup><mrow><mrow><mo>[</mo> <mrow><mfrac><mrow><mi>I</mi><mi>N</mi><msub><mi>D</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi><mo>,</mo><mi>t</mi><mi>r</mi><mi>a</mi><mi>i</mi><mi>n</mi><mi>i</mi><mi>n</mi><mi>g</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow><mrow><mi>I</mi><mi>N</mi><msub><mi>D</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi><mo>,</mo><mi>t</mi><mi>r</mi><mi>a</mi><mi>i</mi><mi>n</mi><mi>i</mi><mi>n</mi><mi>g</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>.</mo><mi>p</mi><mi>o</mi><msub><mi>p</mi><mi>t</mi></msub></mrow></mfrac></mrow> <mo>]</mo></mrow></mrow><mrow><mi>σ</mi><mo>_</mo><mi>t</mi><mi>r</mi><mi>a</mi><mi>i</mi><mi>n</mi><mi>i</mi><mi>n</mi><mi>g</mi></mrow></msup><mo>−</mo><mn>1</mn></mrow><mo>)</mo></mrow></mrow><mo>)</mo></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "id": "equ3",
                                    "label": "(3)",
                                    "mathml": "<math><mi>L</mi><msub><mi>S</mi><mrow><mi>l</mi><mi>a</mi><mi>g</mi><mi>r</mi><mi>n</mi><mi>q</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><mi>L</mi><mi>S</mi><msub><mi>T</mi><mrow><mi>a</mi><mi>g</mi><mi>r</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>−</mo><mi>L</mi><msub><mi>S</mi><mrow><mi>l</mi><mi>a</mi><mi>g</mi><mi>r</mi><mi>q</mi><mo>,</mo><mi>t</mi></mrow></msub></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "<i>σ_training</i> is the elasticity of skilled labor supply to public investment. It is equal to 1. When the investment shock is introduced, it is set at 0.915 so that the average performance between 2009–10 and 2012–13 is obtained.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Public investment in irrigation, <i>IND<sub>landir,j,t</sub></i> increases the amount of irrigated land, <i>KD<sub>landir,j,t</sub></i> at the agricultural sub-sector level by transforming rain-fed land (<a href=\"#equ4\">Equation 5</a>). Total land available for cultivation <i>KST<sub>j,t</sub></i> is the sum of irrigated <i>KD<sub>landir,j,t</sub></i> and non-irrigated land <i>KD<sub>landnir,j,t</sub></i>. It increases at the fixed population growth rate. Non-irrigated land is determined residually (<a href=\"#equ5\">Equation 6</a>) by the difference between total sectoral land supply <i>KST<sub>j,t</sub></i> and irrigated land, <i>KD<sub>landir,t</sub></i>.",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ3-1",
                                    "label": "(4)",
                                    "mathml": "<math><mi>K</mi><msub><mi>D</mi><mrow><mi>l</mi><mi>a</mi><mi>n</mi><mi>i</mi><mi>r</mi><mo>,</mo><mi>j</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><mi>K</mi><msub><mi>D</mi><mrow><mi>l</mi><mi>a</mi><mi>n</mi><mi>d</mi><mi>i</mi><mi>r</mi><mo>,</mo><mi>j</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>.</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>d</mi><mi>e</mi><mi>l</mi><mi>t</mi><msub><mi>a</mi><mrow><mi>l</mi><mi>a</mi><mi>n</mi><mi>d</mi><mi>i</mi><mi>r</mi><mo>,</mo><mi>j</mi><mo>,</mo><mi>t</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo>+</mo><mi>I</mi><mi>N</mi><msub><mi>D</mi><mrow><mi>l</mi><mi>a</mi><mi>n</mi><mi>d</mi><mi>i</mi><mi>r</mi><mo>,</mo><mi>j</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub><msup><mrow/><mrow><mi>σ</mi><mo>_</mo><mi>i</mi><msub><mi>r</mi><mi>j</mi></msub></mrow></msup></math>",
                                    "type": "mathml"
                                },
                                {
                                    "id": "equ4",
                                    "label": "(5)",
                                    "mathml": "<math><mrow><mi>K</mi><msub><mi>D</mi><mrow><mi>l</mi><mi>a</mi><mi>n</mi><mi>d</mi><mi>n</mi><mi>i</mi><mi>r</mi><mo>,</mo><mi>j</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><mi>K</mi><mi>S</mi><msub><mi>T</mi><mrow><mi>j</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>−</mo><mi>K</mi><msub><mi>D</mi><mrow><mi>l</mi><mi>a</mi><mi>n</mi><mi>d</mi><mi>i</mi><mi>r</mi><mo>,</mo><mi>j</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where σ_ir<sub>j</sub> is the elasticity of irrigated land supply to public investment. It is equal to 1 except when the investment shock is introduced and it is set to 1.223.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-2",
                            "title": "3.1.2 Public investment in training and irrigation",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Our modeling approach assumes that household endowments in labor (trained/skilled and untrained) and in land (irrigated and non-irrigated) are endogenous. Households can modify, through training (or public capital for irrigation), the proportion of skilled/trained and unskilled labor (irrigated and non-irrigated land) they detain. Unskilled agricultural labor and rain-fed land are determined residually for each household. Note that households do not have a demand function for training. We assume that training does not have direct or opportunity costs at the household level.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-3",
                            "title": "3.1.3 Endogenous household endowments",
                            "type": "section"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 The CGE model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The study uses the IFPRI extended standard recursive dynamic CGE modeling system, version 2.00 (<a href=\"#bib23\">Lofgren <i>et al</i>., 2003</a>), for its poverty analysis. This system endogenously estimates the impact of the investment scenarios on poverty by using a “top-down” approach where changes in the CGE model are imported into the microsimulation model. This uses micro data from the 2009–2010 HICES for detailed information on household expenditure. Households are distinguished by income (lower and higher income) and by location (rural, semi urban and urban) in the CGE model. Income and expenditure patterns vary considerably across these household groups. These differences are important for distributional change, since incomes generated by agricultural growth accrue differently to households depending on their location and factor endowments.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the microsimulation, each of the 27,835 households questioned in survey is linked to the corresponding representative household in the CGE model. A second level of mapping links the commodities in the CGE model and survey with those used in the calculation of the poverty line. Only the latter are considered in the poverty impact analysis. Changes in representative households’ real consumption in the CGE model are then passed down to their corresponding households in the survey. In the next step, real total consumption expenditures are recalculated in the survey. Household size is used to calculate per capita consumption expenditure. Similarly to the representative households in the CGE model, the households in the survey are heterogeneous in their consumption patterns. The micro-simulation model calculates the share of each commodity in total expenditure for each of the survey households. These weights are maintained when post-shock consumption expenditure is calculated. This new level of per capita expenditure is compared to the exogenously given poverty line, and standard poverty measures are recalculated. The Foster Greer and Thorbecke (FGT) poverty measures are applied. The 3781 Birr per year and per adult poverty line used in this study is the official poverty line. In the poverty analysis, consumption is used as the metric to measure poverty.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Poverty analysis within the CGE framework",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Availability of, and access to, food are common indicators of food security. Availability of food can be measured by nationwide food supply indicators, while access is captured through household consumption of food staples. Access to food can also be measured through the country’s capacity to finance its current food imports through trade. We focus on the availability approach.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To measure the impact on food insecurity, we use as a proxy the volume of total agricultural food crop production (<i>XST<sub>food crops,t</sub></i>), the total labor force (Σ<sub>l</sub> <i>LS<sub>l,t</sub></i>), and the food price index (<i>CPI<sub>food crops,t</sub></i>). If total agricultural output divided by total labor force increases, this means that there are more goods produced per individual. This is a first indication of the potential for such a policy intervention to increase food availability. However, as our labor force is fixed within a given period of time, the food availability indicator will only reflect changes in the volume of output. To verify whether this type of policy intervention has further potential to contribute to reducing food availability, it is important to look at the changes across time in the food availability index to check whether it allows a more accelerated increase (relative to the first period) in food availability compared to the Business As Usual (BAU) reference scenario. The results may show that the policy has a potential for reducing food insecurity. However, this applies only if consumer prices of food crops remain unchanged or decrease. We upgrade our food availability index (<i>FAindexl</i>) by integrating the consumer price index (<a href=\"#equ6\">Equation 7</a>).",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ5",
                            "label": "(6)",
                            "mathml": "<math><mi>F</mi><mtext> </mtext><mi>A</mi><mi>i</mi><mi>n</mi><mi>d</mi><mi>e</mi><mi>x</mi><msub><mn>1</mn><mrow><mi>t</mi><mo>&gt;</mo><mn>1</mn></mrow></msub><mo>=</mo><mrow><mo>[</mo> <mrow><mfrac><mrow><mfrac><mrow><mrow><mo>(</mo><mrow><msub><mo>∑</mo><mrow><mi>f</mi><mi>o</mi><mi>o</mi><mi>d</mi><mtext> </mtext><mi>c</mi><mi>r</mi><mi>o</mi><mi>p</mi><mi>s</mi><mtext> </mtext></mrow></msub><mi>X</mi><mi>S</mi><msub><mi>T</mi><mrow><mi>f</mi><mi>o</mi><mi>o</mi><mi>d</mi><mtext> </mtext><mi>c</mi><mi>r</mi><mi>o</mi><mi>p</mi><mi>s</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow><mrow><mrow><mo>(</mo><mrow><msub><mo>∑</mo><mi>l</mi></msub><mi>L</mi><msub><mi>S</mi><mrow><mi>l</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow></mfrac></mrow><mrow><mfrac><mrow><mrow><mo>(</mo><mrow><msub><mo>∑</mo><mrow><mi>f</mi><mi>o</mi><mi>o</mi><mi>d</mi><mtext> </mtext><mi>c</mi><mi>r</mi><mi>o</mi><mi>p</mi><mi>s</mi><mtext> </mtext></mrow></msub><mi>X</mi><mi>S</mi><msub><mi>T</mi><mrow><mi>f</mi><mi>o</mi><mi>o</mi><mi>d</mi><mtext> </mtext><mi>c</mi><mi>r</mi><mi>o</mi><mi>p</mi><mi>s</mi><mo>,</mo><mi>t</mi><mn>1</mn></mrow></msub></mrow><mo>)</mo></mrow></mrow><mrow><mrow><mo>(</mo><mrow><msub><mo>∑</mo><mi>l</mi></msub><mi>L</mi><msub><mi>S</mi><mrow><mi>l</mi><mo>,</mo><mi>t</mi><mn>1</mn></mrow></msub></mrow><mo>)</mo></mrow></mrow></mfrac></mrow></mfrac><mo>−</mo><mn>1</mn></mrow> <mo>]</mo></mrow><mo>⋅</mo><mrow><mo>[</mo> <mrow><mfrac><mrow><mi>C</mi><mi>P</mi><msub><mi>I</mi><mrow><mi>f</mi><mi>o</mi><mi>o</mi><mi>d</mi><mtext> </mtext><mi>c</mi><mi>r</mi><mi>o</mi><mi>p</mi><mi>s</mi><mo>,</mo><mi>t</mi><mn>1</mn></mrow></msub></mrow><mrow><mi>C</mi><mi>P</mi><msub><mi>I</mi><mrow><mi>f</mi><mi>o</mi><mi>o</mi><mi>d</mi><mtext> </mtext><mi>c</mi><mi>r</mi><mi>o</mi><mi>p</mi><mi>s</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow></mfrac></mrow> <mo>]</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Agricultural output may be destined to export, reducing the food available on the local market. Similarly, food may be imported, increasing food availability. We therefore push our analysis further by using total domestic supply of agricultural products (local output minus exports plus imports). Our second index (<i>FAindex2</i>) uses total food supply (<i>SUP<sub>food crops,t</sub></i>) instead of output (Equation 7). The value of the two indices is equal to 1 in the first period. When it increases, this indicates improvements in food availability.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ6",
                            "label": "(7)",
                            "mathml": "<math><mi>F</mi><mtext> </mtext><mi>A</mi><mi>i</mi><mi>n</mi><mi>d</mi><mi>e</mi><mi>x</mi><msub><mn>2</mn><mrow><mi>t</mi><mo>&gt;</mo><mn>1</mn></mrow></msub><mo>=</mo><mrow><mo>[</mo> <mrow><mfrac><mrow><mfrac><mrow><mrow><mo>(</mo><mrow><msub><mo>∑</mo><mrow><mi>f</mi><mi>o</mi><mi>o</mi><mi>d</mi><mtext> </mtext><mi>c</mi><mi>r</mi><mi>o</mi><mi>p</mi><mi>s</mi><mtext> </mtext></mrow></msub><mi>S</mi><mi>U</mi><msub><mi>P</mi><mrow><mi>f</mi><mi>o</mi><mi>o</mi><mi>d</mi><mtext> </mtext><mi>c</mi><mi>r</mi><mi>o</mi><mi>p</mi><mi>s</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow><mrow><mrow><mo>(</mo><mrow><msub><mo>∑</mo><mi>l</mi></msub><mi>L</mi><msub><mi>S</mi><mrow><mi>l</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow></mfrac></mrow><mrow><mfrac><mrow><mrow><mo>(</mo><mrow><msub><mo>∑</mo><mrow><mi>f</mi><mi>o</mi><mi>o</mi><mi>d</mi><mtext> </mtext><mi>c</mi><mi>r</mi><mi>o</mi><mi>p</mi><mi>s</mi><mtext> </mtext></mrow></msub><mi>S</mi><mi>U</mi><msub><mi>P</mi><mrow><mi>f</mi><mi>o</mi><mi>o</mi><mi>d</mi><mtext> </mtext><mi>c</mi><mi>r</mi><mi>o</mi><mi>p</mi><mi>s</mi><mo>,</mo><mi>t</mi><mn>1</mn></mrow></msub></mrow><mo>)</mo></mrow></mrow><mrow><mrow><mo>(</mo><mrow><msub><mo>∑</mo><mi>l</mi></msub><mi>L</mi><msub><mi>S</mi><mrow><mi>l</mi><mo>,</mo><mi>t</mi><mn>1</mn></mrow></msub></mrow><mo>)</mo></mrow></mrow></mfrac></mrow></mfrac><mo>−</mo><mn>1</mn></mrow> <mo>]</mo></mrow><mo>⋅</mo><mrow><mo>[</mo> <mrow><mfrac><mrow><mi>C</mi><mi>P</mi><msub><mi>I</mi><mrow><mi>f</mi><mi>o</mi><mi>o</mi><mi>d</mi><mtext> </mtext><mi>c</mi><mi>r</mi><mi>o</mi><mi>p</mi><mi>s</mi><mo>,</mo><mi>t</mi><mn>1</mn></mrow></msub></mrow><mrow><mi>C</mi><mi>P</mi><msub><mi>I</mi><mrow><mi>f</mi><mi>o</mi><mi>o</mi><mi>d</mi><mtext> </mtext><mi>c</mi><mi>r</mi><mi>o</mi><mi>p</mi><mi>s</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow></mfrac></mrow> <mo>]</mo></mrow></math>",
                            "type": "mathml"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Measuring food security within the CGE framework",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The CGE model is calibrated to a social accounting matrix (SAM) of Ethiopia, which was built by the Ethiopian Development Research Institute (EDRI), based on 2005–2006 data. The SAM required adjustments to fit the needs and modeling requirements of the present study. In addition, it has been updated to 2010–2011 to reflect, to the extent possible, the more recent macroeconomic situation and, in particular, the shares of agriculture and crop sub-sectors in GDP. The value of GDP for 2010–2011 at constant market price was used as a reference. Information was taken from National Bank of Ethiopia (NBE) and Ministry of Finance and Economic Development (MOFED) data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The SAM has 19 production activities of which 14 are agricultural, 3 industrial (industry, agro-processing and manufacturing) and 2 services (private and public). These activities produce 25 commodities (20 agricultural, 3 manufacturing, and 2 services). There are five primary factors of production (agricultural labor, non-agricultural labor, land, livestock, and non-agricultural capital). Agricultural labor and land have been disaggregated using data from the 2010–11 Agriculture Sample Survey. Agricultural labor was disaggregated between skilled and unskilled labor. To disaggregate land between irrigated and non-irrigated land types, the same survey was used. Data show that a very small share of agricultural land is irrigated, although the potential for increases is high. There are six aggregate household groups: rural, small urban and big urban, each disaggregated into lower-income and higher-income categories. The SAM has three tax accounts (direct and indirect taxes and import duty), as well as aggregate accounts for trade margins, government, investment and stock variations, and the rest of the world. Substitution and transformation elasticities have been taken from other studies focusing on the same country (<a href=\"#bib14\">Dorosh &amp; Thurlow 2009</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 Data",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. The modeling framework and data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The model is built in such a way that public expenditure in training increases the share of skilled agricultural labor, while investment in irrigation increases the share of irrigated land. We use targets set in the GTP and performances given in the annual GTP progress reports when determining growth in skilled labor and irrigated land as a result of public budget increment. The first three years of the GTP implementation have had the following outcomes (GTP APR 2013–14):",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Public expenditure in the agriculture and natural resources increased from 6,998 million ETB in 2009/10 to 14,650 million ETB in 2013/13. This represents an annual average of growth 27.3%.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Land developed under small scale irrigation schemes benefiting small holder farmers increased from 853,000 ha in 2009/10 to 1,830,000 ha in 2012/13 with an annual average growth of 28.6%.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The number of farmers benefiting from agricultural extension services rose from 5.1 million farmers and pastoralists in 2009/10 to 11.6 million having increased by a yearly average of 32.2%.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Crop productivity (quintal per hectare) increased from 15.4 in 2009/10 to 17.8 in 2012/13. The average crop productivity growth over these four years reaching 3.9%.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "Based on this, a 10% increase in the training budget is assumed to enable an 11.8% increment in skilled agricultural labor, while a 10% increase in irrigation spending enables a 10.5% growth of irrigated land supply. To determine the productivity impact of public investment in agriculture, we look at studies that focused on public investment in agriculture and irrigation in other African countries. <a href=\"#bib1\">Benin <i>et al</i>. (2009)</a> find that a 1% increase in public spending on agriculture is associated with a 0.15% increase in agricultural labor productivity in Ghana. <a href=\"#bib13\">Diao <i>et al</i>. (2010)</a> find that a 1% increase in agricultural spending is associated with a 0.24% annual increase in agricultural TFP in Nigeria. <a href=\"#bib33\">Thurlow <i>et al</i>. (2007)</a> use an elasticity of TFP of 0.20 for investment in irrigation and 0.15 for spending on extension services in Kenya. Other studies utilize agricultural growth instead of agricultural TFP as the dependent variable when measuring the impact of public investment in agriculture<sup><a href=\"#fn2\">2</a></sup>.",
                    "type": "paragraph"
                },
                {
                    "text": "The productivity shocks we implement are based on elasticity of TFP to public investment following <a href=\"#bib33\">Thurlow <i>et al</i>. (2007)</a>. <a href=\"#table1\">Table 1</a> summarizes the three scenarios implemented in this paper.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>Scenarios</th>\n<th>Time frame</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"3\">Simulation 1</td>\n<td>10% increase in public investment for farmer training</td>\n<td>2nd period</td>\n</tr>\n<tr>\n<td>11.8% increase in skilled agricultural labor supply</td>\n<td>3rd period</td>\n</tr>\n<tr>\n<td>1.5% improvement in TFP in irrigated agriculture crop sectors</td>\n<td>3rd period</td>\n</tr>\n<tr>\n<td rowspan=\"3\">Simulation 2</td>\n<td>10% increase in public investment in irrigation uniformly across all agricultural sub-sectors</td>\n<td>2nd period</td>\n</tr>\n<tr>\n<td>10.5% increase in irrigated land</td>\n<td>3rd period</td>\n</tr>\n<tr>\n<td>2% improvement in TFP in irrigated agriculture crop sectors</td>\n<td>3rd period</td>\n</tr>\n<tr>\n<td rowspan=\"2\">Simulation 3</td>\n<td>Simulation 1 + Simulation 2 for public investment</td>\n<td>2nd period</td>\n</tr>\n<tr>\n<td>3.5% improvement in TFP in irrigated agriculture crop sectors</td>\n<td>3rd period</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Summary of scenarios.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s4",
            "title": "4. Scenarios",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The analysis of the three simulations is to be considered within the following context. The disaggregation of agricultural land in the SAM reflects the situation in 2010–11 when a mere 8.8% of total cultivated area was developed under irrigation schemes. Likewise, the share of skilled agricultural labor is low, reaching 17.3% in 2010–11. Overall when irrigated land and skilled agricultural labor are combined to form what we qualify as ‘irrigated’ agriculture, its share in total real GDP in the SAM is very small (4.6%) while its share in total agricultural GDP is 10.3%. Because of its small size, the 11.8% increase in skilled agricultural labor increases the share of skilled farmers to 19.3% of total agricultural workers, thereby increasing the share of irrigated agriculture sectors to 12% of agricultural real GDP and 5.4% of total real GDP. Similarly, the 10.5% increase in irrigated land increases the share of irrigated land to 9.7% of total land, thus increasing the share of irrigated agriculture to 10.7% of agricultural GDP (4.8% of total GDP). When the two investments are combined, the share of irrigated agriculture reaches 12.4% of agricultural GDP and 5.6% of total GDP.",
                    "type": "paragraph"
                },
                {
                    "text": "Reporting of results focuses on two indicative years: 2014–15, which is the timeline for attaining the targets set in the GTP, and 2019–20, which represents the end of the 2010–2020 Agricultural Sector Policy and Investment Framework (PIF). The Business As Usual (BAU) or reference scenario is the basis for comparison, without the new investments. Changes in 2014–15 and 2019–20 are reported relative to the BAU levels in the corresponding years and on a cumulative basis when specified. The presentation of the policy simulation results are structured to address the three main objectives of this paper:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Potential for growth and an agriculture-led development",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Potential for reducing food insecurity",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Potential for poverty reduction",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "content": [
                        {
                            "text": "The increased pool of skilled labor and/or irrigated land, together with the increase in TFP associated with the higher number of skilled labor and/or irrigated land, has a small but positive impact on GDP. As presented in <a href=\"#table2\">Table 2</a>, total agricultural GDP increases in all three scenarios, although more when public spending combines irrigation and training, followed by investment in irrigation alone. Agricultural GDP is driven by the expansion of the irrigated agricultural sector. Although rain-fed agriculture contracts, the net impact on agriculture is positive. GDP in the manufacturing sector declines a little (because of a crowding-out effect), while it increases slightly in services sector. In addition, public investment in training has a crowding-out effect across all scenarios (<a href=\"#table2\">Table 2</a>). The reduction in private investment affects the growth potential of the economy, in particular the manufacturing (and service) sectors, which are highly capital-intensive.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th/>\n<th colspan=\"2\">Investment in training</th>\n<th colspan=\"2\">Investment in irrigation</th>\n<th colspan=\"2\">Investment in irrigation + training</th>\n</tr>\n<tr>\n<th/>\n<th/>\n<th>2014–15</th>\n<th>2019–20</th>\n<th>2014–15</th>\n<th>2019–20</th>\n<th>2014–15</th>\n<th>2019–20</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>GDP</td>\n<td>Agriculture</td>\n<td>0.16</td>\n<td>0.16</td>\n<td>0.21</td>\n<td>0.21</td>\n<td>0.41</td>\n<td>0.41</td>\n</tr>\n<tr>\n<td/>\n<td>Irrigated agriculture</td>\n<td>16.63</td>\n<td>16.62</td>\n<td>3.91</td>\n<td>3.90</td>\n<td>20.91</td>\n<td>20.89</td>\n</tr>\n<tr>\n<td/>\n<td>Rain-fed agriculture</td>\n<td>−2.78</td>\n<td>−2.79</td>\n<td>−0.43</td>\n<td>−0.43</td>\n<td>−3.22</td>\n<td>−3.24</td>\n</tr>\n<tr>\n<td/>\n<td>Manufacturing</td>\n<td>−0.17</td>\n<td>−0.48</td>\n<td>−0.03</td>\n<td>−0.06</td>\n<td>−0.21</td>\n<td>−0.55</td>\n</tr>\n<tr>\n<td/>\n<td>Services</td>\n<td>0.03</td>\n<td>0.03</td>\n<td>−0.01</td>\n<td>−0.03</td>\n<td>0.02</td>\n<td>0.00</td>\n</tr>\n<tr>\n<td/>\n<td>TOTAL</td>\n<td>0.07</td>\n<td>0.04</td>\n<td>0.09</td>\n<td>0.07</td>\n<td>0.17</td>\n<td>0.13</td>\n</tr>\n<tr>\n<td>Investment</td>\n<td>Private</td>\n<td>−1.95</td>\n<td>−2.26</td>\n<td>−0.17</td>\n<td>−0.20</td>\n<td>−2.13</td>\n<td>−2.46</td>\n</tr>\n<tr>\n<td/>\n<td>Public</td>\n<td>3.69</td>\n<td>3.69</td>\n<td>0.32</td>\n<td>0.32</td>\n<td>4.01</td>\n<td>4.01</td>\n</tr>\n<tr>\n<td/>\n<td>TOTAL</td>\n<td>−0.03</td>\n<td>−0.07</td>\n<td>0.01</td>\n<td>0.00</td>\n<td>−0.02</td>\n<td>−0.06</td>\n</tr>\n<tr>\n<td/>\n<td>Agriculture</td>\n<td>−0.37</td>\n<td>−0.44</td>\n<td>−0.28</td>\n<td>−0.29</td>\n<td>−0.71</td>\n<td>−0.79</td>\n</tr>\n<tr>\n<td>Consumer</td>\n<td>Agricultural food crops</td>\n<td>−0.62</td>\n<td>−0.70</td>\n<td>−0.32</td>\n<td>−0.32</td>\n<td>−0.99</td>\n<td>−1.07</td>\n</tr>\n<tr>\n<td>Price</td>\n<td>Manufacturing</td>\n<td>0.13</td>\n<td>0.19</td>\n<td>−0.02</td>\n<td>−0.01</td>\n<td>0.09</td>\n<td>0.17</td>\n</tr>\n<tr>\n<td>Index</td>\n<td>Services</td>\n<td>0.21</td>\n<td>0.50</td>\n<td>0.07</td>\n<td>0.09</td>\n<td>0.29</td>\n<td>0.60</td>\n</tr>\n<tr>\n<td/>\n<td>TOTAL</td>\n<td>−0.08</td>\n<td>−0.03</td>\n<td>−0.12</td>\n<td>−0.11</td>\n<td>−0.23</td>\n<td>−0.17</td>\n</tr>\n<tr>\n<td>Exports</td>\n<td>Agriculture</td>\n<td>0.30</td>\n<td>0.42</td>\n<td>0.79</td>\n<td>0.31</td>\n<td>0.42</td>\n<td>0.79</td>\n</tr>\n<tr>\n<td/>\n<td>Industry</td>\n<td>−0.23</td>\n<td>−0.01</td>\n<td>−0.23</td>\n<td>−0.50</td>\n<td>−0.04</td>\n<td>−0.54</td>\n</tr>\n<tr>\n<td/>\n<td>Services</td>\n<td>−0.28</td>\n<td>−0.05</td>\n<td>−0.34</td>\n<td>−0.68</td>\n<td>−0.09</td>\n<td>−0.77</td>\n</tr>\n<tr>\n<td/>\n<td>TOTAL</td>\n<td>−0.08</td>\n<td>0.11</td>\n<td>0.05</td>\n<td>−0.33</td>\n<td>0.09</td>\n<td>−0.22</td>\n</tr>\n<tr>\n<td>Imports</td>\n<td>Agriculture</td>\n<td>−0.46</td>\n<td>−0.10</td>\n<td>−0.58</td>\n<td>−0.60</td>\n<td>−0.11</td>\n<td>−0.73</td>\n</tr>\n<tr>\n<td/>\n<td>Industry</td>\n<td>−0.06</td>\n<td>0.00</td>\n<td>−0.07</td>\n<td>−0.18</td>\n<td>−0.01</td>\n<td>−0.19</td>\n</tr>\n<tr>\n<td/>\n<td>Services</td>\n<td>0.20</td>\n<td>0.09</td>\n<td>0.30</td>\n<td>0.41</td>\n<td>0.11</td>\n<td>0.53</td>\n</tr>\n<tr>\n<td/>\n<td>TOTAL</td>\n<td>−0.03</td>\n<td>0.01</td>\n<td>−0.02</td>\n<td>−0.09</td>\n<td>0.01</td>\n<td>−0.08</td>\n</tr>\n<tr>\n<td>Output</td>\n<td>Agriculture</td>\n<td>0.17</td>\n<td>0.17</td>\n<td>0.21</td>\n<td>0.21</td>\n<td>0.42</td>\n<td>0.42</td>\n</tr>\n<tr>\n<td/>\n<td>Irrigated agriculture</td>\n<td>16.98</td>\n<td>16.96</td>\n<td>3.68</td>\n<td>3.68</td>\n<td>21.01</td>\n<td>20.99</td>\n</tr>\n<tr>\n<td/>\n<td>Rain-fed agriculture</td>\n<td>−2.82</td>\n<td>−2.84</td>\n<td>−0.38</td>\n<td>−0.39</td>\n<td>−3.22</td>\n<td>−3.24</td>\n</tr>\n<tr>\n<td/>\n<td>Manufacturing</td>\n<td>−0.18</td>\n<td>−0.48</td>\n<td>−0.03</td>\n<td>−0.06</td>\n<td>−0.21</td>\n<td>−0.55</td>\n</tr>\n<tr>\n<td/>\n<td>Services</td>\n<td>0.02</td>\n<td>0.02</td>\n<td>−0.01</td>\n<td>−0.03</td>\n<td>0.01</td>\n<td>−0.01</td>\n</tr>\n<tr>\n<td/>\n<td>TOTAL</td>\n<td>0.03</td>\n<td>−0.03</td>\n<td>0.07</td>\n<td>0.05</td>\n<td>0.11</td>\n<td>0.03</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Macroeconomic results (<i>% change from reference scenario</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "To assess the potential of public investment to generate agriculture-led development, we look at production and consumption linkages. Agriculture is linked to other sectors through forward and backward linkages. Backward linkages imply an increase in demand for industrial products used as inputs for agricultural production. Public investment in training and/or irrigation results in a slight increase in agricultural output (<a href=\"#table2\">Table 2</a>). Although agriculture is not intensive in intermediate inputs, it uses 51.8% of agricultural products, 46.3% of manufacturing inputs (essentially consisting of fertilizers and chemicals) and 1.9% of services (mainly financial and transport services). Agriculture-led development through backward linkages does not generate growth in the manufacturing and service sectors, where output contracts or remains nearly unchanged.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The three investments scenarios reduce the agricultural intermediate demand price index. This may be a source of agriculture-led development. Industries that are intensive in agricultural intermediate inputs, in particular agro-processing industries, are likely to benefit from the fall in the prices of agricultural products.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Agriculture-led development can also occur via consumption linkages. Increases in agricultural income could lead to increased demand for non-agricultural final consumption goods. However, this depends on the composition and income elasticity of household consumption. Changes in agricultural factor income are presented in <a href=\"#table3\">Table 3</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">Investment in training</th>\n<th colspan=\"2\">Investment in irrigation</th>\n<th colspan=\"2\">Investment in irrigation + training</th>\n</tr>\n<tr>\n<th/>\n<th>2014–15</th>\n<th>2019–20</th>\n<th>2014–15</th>\n<th>2019–20</th>\n<th>2014–15</th>\n<th>2019–20</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Skilled agricultural labor</td>\n<td>11.78</td>\n<td>11.59</td>\n<td>−8.67</td>\n<td>−8.51</td>\n<td>11.72</td>\n<td>11.53</td>\n</tr>\n<tr>\n<td>Unskilled agricultural labor</td>\n<td>−2.00</td>\n<td>−2.16</td>\n<td>1.60</td>\n<td>1.75</td>\n<td>−2.03</td>\n<td>−2.19</td>\n</tr>\n<tr>\n<td>Total agricultural labor</td>\n<td>0.38</td>\n<td>0.22</td>\n<td>−0.38</td>\n<td>−0.22</td>\n<td>0.39</td>\n<td>0.23</td>\n</tr>\n<tr>\n<td>Irrigated land</td>\n<td>8.80</td>\n<td>8.58</td>\n<td>1.11</td>\n<td>1.06</td>\n<td>8.28</td>\n<td>8.06</td>\n</tr>\n<tr>\n<td>Non-irrigated land</td>\n<td>−3.49</td>\n<td>−3.68</td>\n<td>2.78</td>\n<td>2.98</td>\n<td>−3.57</td>\n<td>−3.76</td>\n</tr>\n<tr>\n<td>Livestock</td>\n<td>0.00</td>\n<td>−0.06</td>\n<td>0.12</td>\n<td>0.17</td>\n<td>0.03</td>\n<td>−0.02</td>\n</tr>\n<tr>\n<td>Total agricultural capital</td>\n<td>−1.51</td>\n<td>−1.65</td>\n<td>1.67</td>\n<td>1.79</td>\n<td>−1.50</td>\n<td>−1.64</td>\n</tr>\n<tr>\n<td>Total agricultural factors</td>\n<td>−0.05</td>\n<td>−0.23</td>\n<td>0.08</td>\n<td>0.25</td>\n<td>−0.04</td>\n<td>−0.22</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Changes in agricultural factors income in real terms ((<i>% change from reference scenario</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Total agricultural labor income declines in the second scenario, driven by the drop in skilled agricultural wages, while it increases slightly when investment is geared towards training and training combined with irrigation. Similarly, land income declines in the first and second scenarios, as a result of the drop in returns to rain-fed land, which overrides the important increase in returns to irrigated land. Overall, total agricultural factor income declines slightly except in the irrigation investment scenario. Consumption linkages are not likely to be strong in this context.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Changes in agricultural output and prices affect the country’s competitiveness. Agriculture plays an important role in Ethiopia as of the main source of exports, where export revenue to finance the import of essential raw material and inputs.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Agricultural exports increase across the three scenarios, although only slightly. Exports increase significantly in export-intensive irrigated agricultural sectors (<a href=\"#tablea1\">Table A1</a> in Annex). Exports of non-agricultural products decline a little, as output has contracted or did not increase enough while prices have increased. Total imports fall in the first and last scenarios and remain unchanged in the second one. Imports of agricultural products decline in all scenarios, as locally produced commodities are relatively cheaper. Imports of manufacturing goods remain unchanged or decline slightly across all scenarios. Imported services increase slightly, essentially driven by demand for trade services by the agricultural sector for exporting purposes",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Impact on agricultural growth and overall GDP: Is there an agriculture-led development?",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As presented earlier, food security is affected by agricultural output and commodity prices. As presented in the above section, agricultural output only slightly increased. In parallel, the consumer price index has declined, driven by agricultural and food crop prices (<a href=\"#table2\">Table 2</a>). <a href=\"#fig2\">Figure 2</a> presents the changes in the food availability indexes. Both indexes show that the policy has potential for increasing food availability.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00129%2Fijm-00129-fig2.tif",
                                        "size": {
                                            "width": 930,
                                            "height": 398
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00129%2Fijm-00129-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00129-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Changes in food availability index: FAindex and FAindex1 (<i>% change from reference scenario</i>).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Whether we use output or supply of food crops, all investment schemes have potential to reduce food insecurity (<a href=\"#fig2\">Figure 2</a>). Combining training and irrigation investment, which yields higher productivity, is more likely to increase food availability. Investing in farmer training has significantly more potential to increasing food availability than investing in irrigation only.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, agricultural output in food crops may be destined for export, reducing the food available on the local market. Similarly, food may be imported, increasing food availability. When comparing the results from the two food availability indexes, we find that these investments have a higher impact on food security measured by the total supply of food crops, as opposed to total output of food crops.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Impact on food security",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The micro-simulation results show that poverty declines across all investment scenarios (<a href=\"#table4\">Table 4</a>). The poverty gain is small but positive. Gains are higher when investment targets irrigation and training simultaneously. Investing in training is more likely to generate more poverty reduction than investments in training. Furthermore, when looking at rural areas, where most of the poor are concentrated, rural poverty declines systematically more than urban poverty in the first and third scenarios. In the second scenario, urban poverty declines more than rural poverty. This is because the higher income rural households are much more endowed with land, implying that higher land income benefits the non-poor.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"3\">2014–15</th>\n<th colspan=\"3\">2019–20</th>\n</tr>\n<tr>\n<th/>\n<th>Investment in training</th>\n<th>Investment in irrigation</th>\n<th>Investment in irrigation + training</th>\n<th>Investment in training</th>\n<th>Investment in irrigation</th>\n<th>Investment in irrigation + training</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"7\">Poverty incidence</td>\n</tr>\n<tr>\n<td>National</td>\n<td>−0.47</td>\n<td>−0.06</td>\n<td>−0.75</td>\n<td>−0.20</td>\n<td>−0.06</td>\n<td>−0.46</td>\n</tr>\n<tr>\n<td>Rural</td>\n<td>−0.51</td>\n<td>−0.05</td>\n<td>−0.82</td>\n<td>−0.22</td>\n<td>0.00</td>\n<td>−0.46</td>\n</tr>\n<tr>\n<td>Urban</td>\n<td>−0.20</td>\n<td>−0.14</td>\n<td>−0.38</td>\n<td>−0.07</td>\n<td>−0.41</td>\n<td>−0.43</td>\n</tr>\n<tr>\n<td colspan=\"7\">Poverty gap</td>\n</tr>\n<tr>\n<td>National</td>\n<td>−0.58</td>\n<td>−0.15</td>\n<td>−0.78</td>\n<td>−0.27</td>\n<td>−0.14</td>\n<td>−0.46</td>\n</tr>\n<tr>\n<td>Rural</td>\n<td>−0.63</td>\n<td>−0.10</td>\n<td>−0.77</td>\n<td>−0.30</td>\n<td>−0.08</td>\n<td>−0.43</td>\n</tr>\n<tr>\n<td>Urban</td>\n<td>−0.28</td>\n<td>−0.44</td>\n<td>−0.82</td>\n<td>−0.04</td>\n<td>−0.51</td>\n<td>−0.65</td>\n</tr>\n<tr>\n<td colspan=\"7\">Poverty severity</td>\n</tr>\n<tr>\n<td>National</td>\n<td>−0.63</td>\n<td>−0.16</td>\n<td>−0.84</td>\n<td>−0.28</td>\n<td>−0.14</td>\n<td>−0.48</td>\n</tr>\n<tr>\n<td>Rural</td>\n<td>−0.68</td>\n<td>−0.10</td>\n<td>−0.82</td>\n<td>−0.32</td>\n<td>−0.08</td>\n<td>−0.44</td>\n</tr>\n<tr>\n<td>Urban</td>\n<td>−0.34</td>\n<td>−0.52</td>\n<td>−0.96</td>\n<td>−0.05</td>\n<td>−0.56</td>\n<td>−0.72</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Changes in FGT indices (<i>% change from reference scenario</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Poverty depth and poverty severity also decline nationally in all three investment schemes. However, at a more disaggregate level, the policy intervention is not pro-poor. The poverty gap is much higher for the rural population, but it declines less than for the urban population, except in the first scenario. Looking at the poverty severity index, rural households have a higher risk of being in poverty than urban households, but their poverty is not significantly more severe (2.0 for rural and 1.8 for urban). Nevertheless, the policy is not pro-poor, as the poverty severity index declines much more for urban households. However, poverty incidence, poverty gap and poverty severity decline for all types of households. In addition, rural settings comprise over 80% of the population.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When we compare poverty reduction with the reference scenario in 2010–11, we find that by 2014–15, investing both in irrigation and training is likely to reduce poverty by an extra 2.4% compared to 1.5% if investment targets training alone and 0.2% if investment targets irrigation only (<a href=\"#table5\">Table 5</a>). The poverty reduction gains are lower in 2019–20 and investment in irrigation tends to reduce urban poverty significantly more than rural poverty.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"3\">2014–15</th>\n<th colspan=\"3\">2019–20</th>\n</tr>\n<tr>\n<th/>\n<th>Investment in training</th>\n<th>Investment in irrigation</th>\n<th>Investment in irrigation + training</th>\n<th>Investment in training</th>\n<th>Investment in irrigation</th>\n<th>Investment in irrigation + training</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>National</td>\n<td>−1.50</td>\n<td>−0.21</td>\n<td>−2.42</td>\n<td>−0.24</td>\n<td>−0.07</td>\n<td>−0.55</td>\n</tr>\n<tr>\n<td>Rural</td>\n<td>−1.50</td>\n<td>−0.21</td>\n<td>−2.42</td>\n<td>−0.24</td>\n<td>−0.07</td>\n<td>−0.55</td>\n</tr>\n<tr>\n<td>Urban</td>\n<td>−0.67</td>\n<td>−0.46</td>\n<td>−1.25</td>\n<td>−0.08</td>\n<td>−0.50</td>\n<td>−0.52</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Changes in poverty incidence: national rural and urban (<i>cumulative % change from reference scenario in 2010–11</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Investing in training and irrigation simultaneously yields the best poverty reduction outcome, lifting 900 thousand Ethiopians out of poverty. Investing in farmer training plays a bigger role than investing in irrigation.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>BAU reference scenario</th>\n<th>Investment in training</th>\n<th>Investment in irrigation</th>\n<th>Investment in irrigation + training</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Total number of poor 2014/15</td>\n<td>−3,477,899.67</td>\n<td>−3,566,496</td>\n<td>−3,490,060</td>\n<td>−3,620,623</td>\n</tr>\n<tr>\n<td>Total number of poor 2019/20</td>\n<td>−7,058,304.39</td>\n<td>−7,089,129</td>\n<td>−7,067,681</td>\n<td>−7,128,995</td>\n</tr>\n<tr>\n<td>Total number of poor since policy implementation</td>\n<td/>\n<td>−654,067</td>\n<td>−185,948</td>\n<td>−900,702</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Changes in the number of poor (<i>cumulative % change from reference scenario in 2010–11</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Impact on poverty",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Simulation results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper simulates the potential impact of public investment in farmer training and irrigation schemes, two priority areas of the Ethiopian government’s agriculture development policy.",
                    "type": "paragraph"
                },
                {
                    "text": "We find that investing in farmer training alone has great potential for growth, food security and poverty reduction. When combined with investment in irrigation, it has even greater potential. However, investing in irrigation alone will not yield the expected results without simultaneously ensuring that agricultural labor has the required training. Despite its small size, the irrigated agriculture sector has great potential. However, for the impact to be important and enhance agriculture-led industrialization, substantial investments may be required to increase the share of irrigated versus rain-fed agriculture. Greater effort and commitment is therefore needed for irrigated agriculture to reach a significant size before production linkages are able to enhance growth in manufacturing sectors.",
                    "type": "paragraph"
                },
                {
                    "text": "Our analysis shows that the Ethiopian government’s policy strategy regarding agriculture development has great potential for reducing poverty and food insecurity. However, agriculture-led development does not occur in our case also because public investment has crowding-out effects that hinder the expansion of the manufacturing and service sectors. Financing such investment plans may require an alternative allocation of public resources or even a different financing mechanism.",
                    "type": "paragraph"
                },
                {
                    "text": "Our analytical framework does not account for private costs, which can be particularly high when setting up irrigation schemes. As Ethiopian rural farmers are generally poor, availability of credit will be essential to the success of such investments. Training these farmers will be indispensable if investment in irrigation is to be productive. Put this way, it is essential to combine investment in irrigation with skill development. From a cost perspective, and given the current structure of Ethiopia’s agricultural system, investing in skill development may have a strong impact in a relatively shorter period of time.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Benin, S",
                        "preferred": "S Benin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mogues, T",
                        "preferred": "T Mogues"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cudjoe, G",
                        "preferred": "G Cudjoe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Josee, J",
                        "preferred": "J Josee"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib1",
            "publisher": {
                "name": [
                    "IAAE, Beijing"
                ]
            },
            "source": "Public expenditures and agricultural productivity in Ghana. Contributed Paper",
            "title": "Public expenditures and agricultural productivity in Ghana. Contributed Paper",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Benin, S",
                        "preferred": "S Benin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nkonya, E",
                        "preferred": "E Nkonya"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Okecho, G",
                        "preferred": "G Okecho"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pender, J",
                        "preferred": "J Pender"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nahdy, S",
                        "preferred": "S Nahdy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mugarura, S, Kato",
                        "preferred": "S, Kato Mugarura"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kayobyo, G",
                        "preferred": "G Kayobyo"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C."
                        ]
                    },
                    "formatted": [
                        "Washington, D.C."
                    ]
                },
                "name": [
                    "International Food Policy Research Institute"
                ]
            },
            "source": "Assessing the impact of the National Agricultural Advisory Services (NAADS) in the Uganda rural livelihoods. Discussion Paper 00724",
            "title": "Assessing the impact of the National Agricultural Advisory Services (NAADS) in the Uganda rural livelihoods. Discussion Paper 00724",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bhattarai, M",
                        "preferred": "M Bhattarai"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sakthivadivel, R",
                        "preferred": "R Sakthivadivel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hussain, I",
                        "preferred": "I Hussain"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib3",
            "publisher": {
                "name": [
                    "International Water Management Institute"
                ]
            },
            "source": "Irrigation impacts on income inequality and poverty alleviation: policy issues and options for improved management of irrigation systems. Working Paper No. 39",
            "title": "Irrigation impacts on income inequality and poverty alleviation: policy issues and options for improved management of irrigation systems. Working Paper No. 39",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Central Statistical Authority",
                    "type": "group"
                }
            ],
            "date": "2015",
            "details": "Agricultural Sample Survey 2009/10 to 2014/15",
            "id": "bib4",
            "title": "Agricultural Sample Survey 2009/10 to 2014/15",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Central Statistical Agency",
                    "type": "group"
                }
            ],
            "date": "2014",
            "details": "Report on the 2013 National Labour Force Survey",
            "id": "bib5",
            "title": "Report on the 2013 National Labour Force Survey",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Croppenstedt, A",
                        "preferred": "A Croppenstedt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Demeke, M",
                        "preferred": "M Demeke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Meschi, M",
                        "preferred": "M Meschi"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Technology adoption in the presence of constraints: The case of fertiliser demand in Ethiopia",
            "date": "1998",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "mimeo, Oxford"
                        ]
                    },
                    "formatted": [
                        "mimeo, Oxford"
                    ]
                },
                "name": [
                    "Centre for the Study of African Economies"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Decaluwe, B",
                        "preferred": "B Decaluwe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lemelin, A",
                        "preferred": "A Lemelin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maisonnave, H",
                        "preferred": "H Maisonnave"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robichaud, V",
                        "preferred": "V Robichaud"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The PEP Standard General Equilibrum Model Single-Country, Recursive Dynamic Version PEP-1-t",
            "date": "2013",
            "id": "bib7",
            "publisher": {
                "name": [
                    "Poverty and Economic Policy (PEP) Research Network"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "‘Rethinking Agriculture and Growth in Ethiopia: A Conceptual Discussion’",
            "authors": [
                {
                    "name": {
                        "index": "Dercon, Stefan",
                        "preferred": "Stefan Dercon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zeitlin, Andrew",
                        "preferred": "Andrew Zeitlin"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper prepared as part of a study on Agriculture and growth in Ethiopia, a project funded by Department for International Development (DFID)"
                ]
            },
            "date": "2009",
            "id": "bib8",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "‘Growth from Agriculture in Ethiopia: Indentifying Key Constraints’",
            "authors": [
                {
                    "name": {
                        "index": "Dercon, Stefan",
                        "preferred": "Stefan Dercon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vargas Hill, Ruth",
                        "preferred": "Ruth Vargas Hill"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper prepared as part of a study on Agriculture and growth in Ethiopia, a project funded by Department for International Development (DFID)"
                ]
            },
            "date": "2009",
            "id": "bib9",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "‘The Composition of Public Expenditure and Economic Growth’",
            "authors": [
                {
                    "name": {
                        "index": "Devarajan, S",
                        "preferred": "S Devarajan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Swaroop, V",
                        "preferred": "V Swaroop"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zou, H",
                        "preferred": "H Zou"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib10",
            "journal": "Journal of Monetary Economics",
            "pages": {
                "first": "313",
                "last": "344",
                "range": "313–344"
            },
            "type": "journal",
            "volume": "37"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Diao, X",
                        "preferred": "X Diao"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fekadu, B",
                        "preferred": "B Fekadu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haggblade, S",
                        "preferred": "S Haggblade"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Seyoum, A",
                        "preferred": "A Seyoum"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wamisho, K",
                        "preferred": "K Wamisho"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bingxin, yu",
                        "preferred": "yu Bingxin"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C."
                        ]
                    },
                    "formatted": [
                        "Washington, D.C."
                    ]
                },
                "name": [
                    "International Food Policy Research Institute"
                ]
            },
            "source": "Agricultural Growth Linkages in Ethiopia: Estimates using Fixed and Flexible Price Models. Discussion Paper No. 00695",
            "title": "Agricultural Growth Linkages in Ethiopia: Estimates using Fixed and Flexible Price Models. Discussion Paper No. 00695",
            "type": "report"
        },
        {
            "articleTitle": "‘Growth options and poverty reduction in Ethiopia – An economy-wide model analysis’",
            "authors": [
                {
                    "name": {
                        "index": "Diao, X",
                        "preferred": "X Diao"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nin Pratt, A",
                        "preferred": "A Nin Pratt"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib12",
            "journal": "Food Policy",
            "pages": {
                "first": "205",
                "last": "228",
                "range": "205–228"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Diao, X",
                        "preferred": "X Diao"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nwafor, M",
                        "preferred": "M Nwafor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Alpuerto, V",
                        "preferred": "V Alpuerto"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C."
                        ]
                    },
                    "formatted": [
                        "Washington, D.C."
                    ]
                },
                "name": [
                    "International Food Policy Research Institute"
                ]
            },
            "source": "‘Agricultural Growth and Investment Options for Poverty Reduction in Nigeria’. Discussion Paper 00954",
            "title": "‘Agricultural Growth and Investment Options for Poverty Reduction in Nigeria’. Discussion Paper 00954",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dorosh, P",
                        "preferred": "P Dorosh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thurlow, J",
                        "preferred": "J Thurlow"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "‘Implications of Accelerated Agricultural Growth on Household Incomes and Poverty in Ethiopia: A General Equilibrium Analysis’. ESSP2 Discussion Paper No. 002",
            "id": "bib14",
            "title": "‘Implications of Accelerated Agricultural Growth on Household Incomes and Poverty in Ethiopia: A General Equilibrium Analysis’. ESSP2 Discussion Paper No. 002",
            "type": "unknown"
        },
        {
            "articleTitle": "‘Fiscal Policy and Economic Growth: An Empirical Investigation’",
            "authors": [
                {
                    "name": {
                        "index": "Easterly, W",
                        "preferred": "W Easterly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rebelo, S",
                        "preferred": "S Rebelo"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib15",
            "journal": "Journal of Monetary Economics",
            "pages": {
                "first": "417",
                "last": "458",
                "range": "417–458"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fan, S",
                        "preferred": "S Fan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hazell, P",
                        "preferred": "P Hazell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thorat, S",
                        "preferred": "S Thorat"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "International Food Policy Research Institute"
                ]
            },
            "source": "Linkages Between Government Spending, Growth and Poverty in Rural India. Research Report 110",
            "title": "Linkages Between Government Spending, Growth and Poverty in Rural India. Research Report 110",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fan, S",
                        "preferred": "S Fan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hazell, P",
                        "preferred": "P Hazell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thorat, S",
                        "preferred": "S Thorat"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "‘Government spending, growth and poverty: an analysis of interlinkages in rural India’. Environment and Production Technology Division Discussion Paper No. 33",
            "id": "bib17",
            "title": "‘Government spending, growth and poverty: an analysis of interlinkages in rural India’. Environment and Production Technology Division Discussion Paper No. 33",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fan, S",
                        "preferred": "S Fan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhang, L",
                        "preferred": "L Zhang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhang, X",
                        "preferred": "X Zhang"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "International Food Policy Research Institute"
                ]
            },
            "source": "Growth, Inequality and Poverty in Rural China: The Role of Public Investments. Research Report 125",
            "title": "Growth, Inequality and Poverty in Rural China: The Role of Public Investments. Research Report 125",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fan, S",
                        "preferred": "S Fan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhang, X",
                        "preferred": "X Zhang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rao, N",
                        "preferred": "N Rao"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "‘Public expenditure, growth and poverty reduction in rural Uganda’. DSGD Discussion paper No. 4",
            "id": "bib19",
            "title": "‘Public expenditure, growth and poverty reduction in rural Uganda’. DSGD Discussion paper No. 4",
            "type": "unknown"
        },
        {
            "articleTitle": "‘Revitalization of smallholder irrigation schemes for poverty alleviation and household food security in South Africa: A review’",
            "authors": [
                {
                    "name": {
                        "index": "Fanadzo, M",
                        "preferred": "M Fanadzo"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib20",
            "journal": "African Journal of Agricultural Research",
            "pages": {
                "first": "1956",
                "last": "1969",
                "range": "1956–1969"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "articleTitle": "‘A class of decomposable poverty measures’",
            "authors": [
                {
                    "name": {
                        "index": "Foster, JE",
                        "preferred": "JE Foster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greer, J",
                        "preferred": "J Greer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thorbecke, E",
                        "preferred": "E Thorbecke"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "id": "bib21",
            "journal": "Econometrica",
            "pages": {
                "first": "761",
                "last": "776",
                "range": "761–776"
            },
            "type": "journal",
            "volume": "52"
        },
        {
            "articleTitle": "‘Irrigation, Agricultural Performance and Poverty Reduction in China’",
            "authors": [
                {
                    "name": {
                        "index": "Huang, Q",
                        "preferred": "Q Huang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rozelle, S",
                        "preferred": "S Rozelle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lohmar, B",
                        "preferred": "B Lohmar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Huang, J",
                        "preferred": "J Huang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wang, J",
                        "preferred": "J Wang"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib22",
            "journal": "Food Policy",
            "pages": {
                "first": "30",
                "last": "52",
                "range": "30–52"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lofgren, H",
                        "preferred": "H Lofgren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "El-Said, M",
                        "preferred": "M El-Said"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Impact of Economic Policies on Poverty and Income Distribution: Evaluation Techniques and Tools",
            "chapterTitle": "‘Poverty and Inequality Analysis in a General Equilibrium Framework: The Representative Household Approach’",
            "date": "2003",
            "editors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pereira da Silva, LA",
                        "preferred": "LA Pereira da Silva"
                    },
                    "type": "person"
                }
            ],
            "id": "bib23",
            "pages": {
                "first": "325",
                "last": "337",
                "range": "325–337"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C. and New York"
                        ]
                    },
                    "formatted": [
                        "Washington, D.C. and New York"
                    ]
                },
                "name": [
                    "World Bank and Oxford University Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mellor, J",
                        "preferred": "J Mellor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dorosh, P",
                        "preferred": "P Dorosh"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib24",
            "publisher": {
                "name": [
                    "International Food Policy Research Institute, Addis Ababa"
                ]
            },
            "source": "Agriculture and the Economic Transformation of Ethiopia. ESSP-II Discussion Paper 12",
            "title": "Agriculture and the Economic Transformation of Ethiopia. ESSP-II Discussion Paper 12",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Ministry of Finance and Economic Development",
                    "type": "group"
                }
            ],
            "date": "2010",
            "details": "Growth and Transformation Plan 2010/11-2014/15, Volume 1: Main Text, Addis Ababa, November",
            "id": "bib25",
            "title": "Growth and Transformation Plan 2010/11-2014/15",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Ministry of Finance and Economic Development",
                    "type": "group"
                }
            ],
            "date": "2012",
            "details": "Federal Democratic Republic of Ethiopia Growth and Transformation Plan Annual Progress Report for F.Y. 2010/11",
            "id": "bib26",
            "title": "Federal Democratic Republic of Ethiopia Growth and Transformation Plan Annual Progress Report for F.Y. 2010/11",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Ministry of Finance and Economic Development",
                    "type": "group"
                }
            ],
            "bookTitle": "Development and Poverty in Ethiopia 1995/96-2010/11",
            "date": "2013",
            "id": "bib27",
            "publisher": {
                "name": [
                    "Addis Ababa Ethiopia"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Ministry of Finance and Economic Development",
                    "type": "group"
                }
            ],
            "date": "2013",
            "details": "Federal Democratic Republic of Ethiopia Growth and Transformation Plan Annual Progress Report for F.Y. 2011/12",
            "id": "bib28",
            "title": "Federal Democratic Republic of Ethiopia Growth and Transformation Plan Annual Progress Report for F.Y. 2011/12",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Ministry of Finance and Economic Development",
                    "type": "group"
                }
            ],
            "date": "2014",
            "details": "Federal Democratic Republic of Ethiopia Growth and Transformation Plan Annual Progress Report for F.Y. 2012/13",
            "id": "bib29",
            "title": "Federal Democratic Republic of Ethiopia Growth and Transformation Plan Annual Progress Report for F.Y. 2012/13",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mitik, L",
                        "preferred": "L Mitik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Engida, E",
                        "preferred": "E Engida"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib30",
            "publisher": {
                "name": [
                    "Partnership for Economic Policy"
                ]
            },
            "source": "Public investment in irrigation and training for an agriculture-led development: a CGE approach for Ethiopia. Working Paper 2013-02",
            "title": "Public investment in irrigation and training for an agriculture-led development: a CGE approach for Ethiopia. Working Paper 2013-02",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "National Bank of Ethiopia",
                    "type": "group"
                }
            ],
            "date": "2014",
            "details": "Annual report 2009/10 to 2013/14",
            "id": "bib31",
            "title": "Annual report 2009/10 to 2013/14",
            "type": "unknown"
        },
        {
            "articleTitle": "‘The value of ability to deal with disequilibria’",
            "authors": [
                {
                    "name": {
                        "index": "Shultz, TW",
                        "preferred": "TW Shultz"
                    },
                    "type": "person"
                }
            ],
            "date": "1975",
            "id": "bib32",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "827",
                "last": "896",
                "range": "827–896"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Thurlow, J",
                        "preferred": "J Thurlow"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kiringai, J",
                        "preferred": "J Kiringai"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gautam, M",
                        "preferred": "M Gautam"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib33",
            "publisher": {
                "name": [
                    "International Food Policy Research Institute"
                ]
            },
            "source": "Rural Investments to Accelerate Growth and Poverty Reduction in Kenya. Discussion Paper 00723",
            "title": "Rural Investments to Accelerate Growth and Poverty Reduction in Kenya. Discussion Paper 00723",
            "type": "report"
        }
    ],
    "acknowledgements": [
        {
            "text": "Acknowledgment: This work was carried out with financial and scientific support from the Partnership for Economic Policy (PEP), with funding from the Department for International Development (DFID) of the United Kingdom (or UK Aid), and the Government of Canada through the International Development Research Center (IDRC). We are grateful to Bernard Decaluwé, Hélène Maisonnave and André Lemelin for their invaluable comments and suggestions. The authors alone are responsible for all errors and omissions.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
