{
    "status": "vor",
    "id": "00126",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00126",
    "authorLine": "John Cockburn et al.",
    "title": "Fiscal space and public spending on children in Burkina Faso",
    "published": "2016-04-30T00:00:00Z",
    "versionDate": "2016-04-30T00:00:00Z",
    "statusDate": "2016-04-30T00:00:00Z",
    "volume": 9,
    "issue": 1,
    "fpage": 5,
    "lpage": 23,
    "elocationId": "5-23",
    "pdf": "http://web:8082/00126/ijm-00126.pdf",
    "subjects": [
        {
            "id": "micro-macro-linkage",
            "name": "Micro-macro linkage"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Despite experiencing high growth rates in recent decades, Burkina Faso remains a poor country. Poverty among children is particularly worrying, as it has long term (and often irreversible) effects on individuals. Furthermore, it can be transmitted from one generation to the next and significantly reduce economic growth. To address this issue requires fiscal and budgetary policies supporting health, education and improving the household economy. At the same time, the Burkina Faso’s budget deficit has grown in recent years as a result of various crises, which have hit the country.",
                "type": "paragraph"
            },
            {
                "text": "This study uses a macro-micro model to evaluate three different policy interventions aimed at reducing child poverty in Burkina Faso under given budgetary constraints. The results indicate that increased public education spending helps raise school participation and promotion rates. This increases the supply and education level of skilled workers, leading to a reduced incidence and depth of both monetary and caloric poverty. A cash transfer scenario reduces child poverty even more.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Cockburn",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Canada"
                        },
                        "formatted": [
                            "Canada"
                        ]
                    },
                    "name": [
                        "Partnership for Economic Policy (PEP)",
                        "and Université Laval Pavillon J.-A.-DeSève"
                    ]
                }
            ],
            "emailAddresses": [
                "jcoc@ecn.ulaval.ca"
            ],
            "name": {
                "index": "Cockburn, John",
                "preferred": "John Cockburn"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "France"
                        },
                        "formatted": [
                            "France"
                        ]
                    },
                    "name": [
                        "EDEHN, Department of Economics",
                        "Université du Havre"
                    ]
                }
            ],
            "emailAddresses": [
                "hmaisonnave@hotmail.fr"
            ],
            "name": {
                "index": "Maisonnave, Hélène",
                "preferred": "Hélène Maisonnave"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Canada"
                        },
                        "formatted": [
                            "Canada"
                        ]
                    },
                    "name": [
                        "Independent researcher and Resource person – PEP network",
                        "Université Laval Pavillon J.-A.-DeSève"
                    ]
                }
            ],
            "emailAddresses": [
                "vrob@videotron.ca"
            ],
            "name": {
                "index": "Robichaud, Véronique",
                "preferred": "Véronique Robichaud"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Canada"
                        },
                        "formatted": [
                            "Canada"
                        ]
                    },
                    "name": [
                        "Partnership for Economic Policy (PEP)",
                        "and Université Laval Pavillon J.-A.-DeSève"
                    ]
                }
            ],
            "emailAddresses": [
                "luca.tiberti@ecn.ulaval.ca"
            ],
            "name": {
                "index": "Tiberti, Luca",
                "preferred": "Luca Tiberti"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "child poverty",
        "education",
        "computable general equilibrium",
        "micro-simulation",
        "Burkina Faso"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Burkina Faso has experienced consistently high economic growth over the last two decades. Despite a relatively solid economic performance, Burkina Faso remains a poor country and lags significantly in terms of infrastructure and human development. Since the beginning of the 2000s, Burkina Faso has made commendable efforts to promote development and to reduce poverty by developing a strategic framework for the fight against poverty (CSLP). However, assessments of the implementation of the CSLP indicate that it was largely undermined by the weakness of sectoral policies and insufficient budget allocations (<a href=\"#bib23\">Ministry of Economy and Finance 2010</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Child poverty results in huge social and economic losses with long-term effects on individuals and future generations. Intergenerational effects are not limited to poor children, as child poverty also significantly reduce economic growth for society as a whole. For example, child malnutrition imperils the acquisition of basic knowledge and thus productivity as an adult. Public social spending can improve child wellbeing, in the long run contributing to the economic growth of a nation. However, governments face budget constraints and need to make difficult choices concerning allocations of their limited budget between many pressing needs. Moreover, the sustainability and impacts of public spending on different programs depend on the financing mechanism(s) put into place.",
                    "type": "paragraph"
                },
                {
                    "text": "The goal of this paper is to evaluate the impacts of three different scenarios that increase public spending on children under given budget constraints. We use a macro-micro framework to quantify the impacts of these scenarios on different education and poverty indicators.",
                    "type": "paragraph"
                },
                {
                    "text": "The rest of the paper is organised as follows: the next section consists of an analysis of the poverty and the types of vulnerability and risks affecting children, in addition to a brief review of the existing social protection framework, in Burkina Faso. This is followed by two sections, which respectively present a literature review and the methodology used. The simulation results are then discussed before we conclude.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "As in many developing countries, in Burkina Faso children are more likely to be living in poverty than adults. <a href=\"#bib4\">Batana <i>et al</i>. (2012)</a> find that children are 20 percent more likely than adults to live in poverty in developing countries.",
                    "type": "paragraph"
                },
                {
                    "text": "Major progress has been accomplished in child education in Burkina Faso since 2000, particularly with respect to the supply of and access to universal primary education. The gross enrollment ratio in primary school went from 40% in 2000 to 87% in 2013. However, the rapid increases in the number of registered students, following the elimination of school fees for primary education, constitute a significant challenge with respect to education quality. Rapid population growth also puts pressures on the system’s capacity. In effect, average per capita public spending has not stopped falling since 2003 and student-teacher ratios have barely budged (<a href=\"#bib33\">World Bank, 2009</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In Burkina Faso, a large share of individuals are excluded from health care, particularly in rural areas. Major improvements have nevertheless been achieved: child vaccination objectives were largely exceeded and the number of health centres and personnel have both increased rapidly. Despite significant progress in health coverage, with a reduction in the average distance to reach a Health and Social Promotion Centre (CSPS), nearly one in ten children dies before the age of five in Burkina Faso<sup><a href=\"#fn1\">1</a></sup>. Furthermore, more than one-third also suffer from delayed height and weight growth.",
                    "type": "paragraph"
                },
                {
                    "text": "In terms of nutrition, stunting declined from 43.1% of children under the age of five in 2003 to 35.1% in 2009, with more noteworthy progress in rural areas. The share of children suffering from wasting also fell by nearly half, although the level still remains “severe” according to WHO norms. A strategic plan for 2010–2015 was adopted in order to reduce hunger and illness linked to nutritional deficiency diseases.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. The situation of children in burkina FASO",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The pursuit of Burkina Faso’s Poverty Reduction Strategy and the recent global Sustainable Development Goals (SDGs) requires for more detailed study of the impacts of public policies and social reforms. The studies reviewed below evaluate the consequences of fiscal reforms and public spending on vulnerable populations (poor households, orphans and other vulnerable children, etc.).",
                    "type": "paragraph"
                },
                {
                    "text": "Child wellbeing is affected by fiscal and budgetary policies, notably through public services such as health and education, and improving the household economy (<a href=\"#bib32\">Waddington, 2004</a>). A few pioneering studies are based on evaluation methods for fiscal and budgetary reforms and policies. <a href=\"#bib1\">Ahmad and Stern (1984)</a> use benefit incidence analysis to evaluate the impacts of fiscal reforms on wellbeing and marginal benefit incidence analysis to assess the benefits associated with tax reforms. This approach has seen numerous applications, including contributions on child poverty, e.g. <a href=\"#bib35\">Yitzhaki and Thirsk (1990)</a>, <a href=\"#bib34\">Yitzhaki and Slemrod (1991)</a>, <a href=\"#bib22\">Mayshar and Yitzhaki (1996)</a>, <a href=\"#bib27\">Ray (1997)</a>, and <a href=\"#bib21\">Makdissi and Wodon (2002)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib5\">Bibi and Duclos (2004)</a> extend benefit incidence analysis to identify the direction of impacts of fiscal reforms when the objective is to reduce poverty. Their approach, illustrated with Tunisian data, consists in deriving the cost-benefit ratio of an increase in a consumption tax by minimizing a poverty indicator.",
                    "type": "paragraph"
                },
                {
                    "text": "Recent fiscal reforms in Africa following trade liberalization have rekindled interest for analysis of the impacts of fiscal reform on social welfare (<a href=\"#bib28\">Sahn &amp; Younger, 2003</a>; <a href=\"#bib8\">Chen <i>et al</i>, 2001</a>; <a href=\"#bib26\">Rajemison &amp; Younger, 2000</a>; <a href=\"#bib2\">Alderman &amp; del Ninno, 1999</a>). These analyses are particularly interesting as they can be used to analyse fiscal changes induced by new policy regimes, as well as their impacts on the most vulnerable populations.",
                    "type": "paragraph"
                },
                {
                    "text": "Benefit incidence analysis has the advantage of requiring little data, making it relatively easy to carry out (<a href=\"#bib27\">Ray, 1997</a>). This is particularly suitable for developing countries where little data is available. However, it is limited to measuring the direct effect of the fiscal reform and thus ignores indirect effects that the reform may have on individuals and their behavioral responses.",
                    "type": "paragraph"
                },
                {
                    "text": "Some authors (<a href=\"#bib17\">Glewwe, 1991</a>; <a href=\"#bib16\">Gertler &amp; Van Der Gaag, 1990</a>), aiming to address the shortcomings of this approach, developed econometric estimations of the impact of fiscal policies on wellbeing by controlling for other variables that may influence the estimations.",
                    "type": "paragraph"
                },
                {
                    "text": "The two preceding approaches (marginal incidence and econometric analysis) are partial equilibrium, and thus do not capture the feedback effects induced by other sectors or actors in the economy. These effects need to be considered for major public policy reforms with economy-wide impacts.",
                    "type": "paragraph"
                },
                {
                    "text": "Computable general equilibrium (CGE) models are the most comprehensive tool to study the impacts of such policy reforms. They have been used to analyze the impact of a variety of public policies (trade liberalization, fiscal reforms, increased public spending) in developing countries. In order to capture household-level impacts, some such studies combine the CGE model with a microsimulation model (<a href=\"#bib14\">Decaluwé <i>et al</i>., 1999</a>; <a href=\"#bib11\">Cogneau &amp; Robillard, 2001</a> and <a href=\"#bib12\">2004</a>; <a href=\"#bib9\">Cockburn, 2006</a>; <a href=\"#bib7\">Bourguignon <i>et al</i>., 2003</a>; <a href=\"#bib6\">Boccanfuso <i>et al</i>., 2003</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The literature provides few applications of CGE models to Burkina Faso (<a href=\"#bib3\">Balma <i>et al</i>., 2011</a>; <a href=\"#bib29\">Sawadogo <i>et al</i>., 2015</a>). <a href=\"#bib18\">Gottschalk <i>et al</i>. (2009)</a> use the MAquette for MDG Simulations (MAMS) model, developed by <a href=\"#bib20\">Lofgren and Diaz-Bonilla (2006)</a>, to simulate fiscal space and how it could be used to finance the pursuit of the MDGs. They identify three mechanisms to create fiscal space: establish priorities in public spending, increase foreign borrowing, or increase government revenues. In terms of uses of this space, they analyse an increase in spending on health, education and infrastructure. The authors show that there are trade-offs, for example between impacts on monetary poverty and health/education impacts, between the different spending scenarios. There are also trade-offs between financing mechanisms in terms of the reliance they create on domestic and foreign sources of financing. Investment in infrastructure is shown to not only beneficial for growth, but also for attainment of the MDGs. Health and education spending may run into structural constraints, notably the fact that learning and the training of personnel takes time. Our study complements the literature by contributing a macro-micro analysis that specifically deals with child poverty and schooling.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "To evaluate the impact of public policies on child well-being, we use a combined CGE (macro) and microsimulation (micro) model. The CGE model captures the macroeconomic effects of the policy and takes into account budgetary constraints. The micro model complements provides information on the specific impacts of the various reform scenarios on children. A detailed description of both models is provided in <a href=\"#bib10\">Cockburn <i>et al</i>. (2013)</a>. Here, we will briefly present their main characteristics.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The dynamic computable general equilibrium (CGE) model we use is based on the standard PEP 1-t model (<a href=\"#bib15\">Decaluwé <i>et al</i>., 2010</a>). To account for country-specific characteristics as well as schooling and health components, we made the following modifications.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "First we changed the household demand function from an LES in the standard PEP 1-t model to a two-level nested function. The first level represents demand for each food product and for an aggregate non-food product. Demand in this first level is characterized by an AIDS (Almost Ideal Demand System)-type function (<a href=\"#bib13\">Deaton &amp; Muellbauer 1980</a>), which allows us to better account for cross-price elasticities. Note that price and income elasticities were estimated econometrically using the 2009 Integrated Survey on Burkinabe Household Living Conditions (EICVM). Demand for the “non-food aggregate” is then allocated among its components following a Cobb-Douglas function.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "To model schooling decisions, we essentially follow the approach proposed by <a href=\"#bib20\">Lofgren and Diaz-Bonilla (2006)</a>. We specify the following five educational behaviours:",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "the primary entry rate, i.e., the share of children of age 6 to enter primary school",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "the promotion rate, i.e., the share of students who successfully finish a given year in an academic cycle. This rate covers both students who pass a non-terminal year in a cycle and those who pass the final year of the academic cycle in question",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "the repetition rate, i.e., the share of students repeating a given year",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "the dropout rate, i.e., the share of students who drop out of school in a given year",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "the transition rate, i.e., the share of students who, once they have completed an academic cycle, pursue further studies at a higher cycle",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "bullet",
                                    "type": "list"
                                },
                                {
                                    "text": "All of these shares are calibrated for the base year and then determined endogenously by the model.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Following the MAMS model, the primary entry rate, the promotion rate and the transition rate are determined by a logistic function. The repetition and dropout rates are assumed constant. These three behaviors are influenced by several arguments such as an education quality index (computed as the total spending budget at each cycle of schooling divided by the number of students enrolled in the cycle), the stock of capital in the respective education sectors, the infrastructure capital stock in the economy, the wage differential between skilled and unskilled workers, a health indicator represented by maternal mortality (MDG4), the price of education and, finally, per capita consumption. The value of each of these arguments is determined endogenously within the model. We assume that each of these arguments play a role in student behavior. For instance, an improvement in the education quality index or capital stock in the education sectors will positively impact the different behaviours regarding education.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The model also accounts for two health-related objectives: maternal mortality (MDG4) and child mortality (MDG5). For these two indicators, we use a logistic function to describe their evolution. In the same spirit as the preceding logistic function, the evolution of these two indicators is determined with the help of numerous arguments: per capita public health spending, the level of skills in the population, the value of MDG7 (the percentage of the population with access to drinking water). This last argument is not explicitly modelled: it is an exogenous variable. The final argument of this function is real per capita consumption, which in some form represents the wealth of households.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-1",
                            "title": "4.1 The macro model",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In order to evaluate the distributive effects of social policies, the CGE results serve as inputs to the microeconomic analysis at the level of individual households. Behavioural models are estimate so that we can then use the results (prices, employment, revenues) of the CGE to simulate the effects of implementing different social policies on two essential aspects of the living conditions of children: monetary and caloric poverty. Education (level 1 school entry, level 1 graduation and entry to the second level of study) and child mortality behavioural models are also used to estimate certain elasticities used in the macro model. The education models is also used to identify the new sample of skilled and unskilled individuals in each year of the simulation period. All these models affect real household consumption, which is the variable used to simulate the effect of the different proposed policy scenarios on child well-being.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "A child is defined as monetarily poor if s/he lives in a household where consumption per adult equivalent, deflated by appropriate temporal and spatial price indices, is below the monetary poverty line. To analyze the level of monetary poverty among children in the initial situation and in the different scenarios, we use the headcount and poverty gap indicators for children aged 0–17. These two indicators respectively measure the percentage of children living in poverty and the average gap of consumption per adult equivalent relative to the poverty line. In this study, we use the monetary poverty line of 142 481 FCFA estimated in May 2011 by the World Bank. Total real consumption per adult equivalent is the principal indicator we use to evaluate the effects of changes brought about by the government interventions simulated in the macro component. This indicator is influenced by consumption prices and household income (wage rates and employment, income from independent work and auto-consumption, as well as education attainments – i.e. skilled and unskilled workers).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The monetary values of household consumption of various purchased or auto-consumed food products are converted into quantities using available information on prices in the geographically nearest market. These quantities are then converted into individual-level figures (per adult equivalent) by dividing by the household equivalence scale. These are converted into calories using nutritional tables, then compared to minimum caloric needs of 2 450 kilocalories per day per adult equivalent in order to measure caloric poverty. This measure allows us to calculate the incidence of caloric poverty among children. Changes in food prices and household incomes both affect the quantities of food products consumed, and thus caloric consumption.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-2",
                            "title": "4.2 The micro-model",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "We built a SAM for 2009 using the input-output table of that year (Automated Forecasting Instrument (IAP), Burkina Faso). While other SAMs have already been published for Burkina Faso, they do not include major changes in recent years. Indeed, growth in the mining sector has been substantial, particularly its exports. Also, we wanted the data, particularly data linked to the public budget, to reflect the current situation of the economy. The SAM includes two types of workers (skilled and unskilled), one household, 24 products and 17 sectors.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We separate the education system into two levels. Level 1 education includes students in primary school and those in the first cycle of secondary. Students who complete the first level of secondary school are considered as skilled workers when they enter the labour market. However, students who do not manage to complete this level enter the labour market as unskilled workers. Level 2 education includes students in the second level of secondary school and students enrolled in higher education.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The different shares for the above-mentioned student behaviors were calibrated for the base year using data published in the annual report on education statistics (<a href=\"#bib24\">Ministry of Primary Education and Literacy, 2010</a>; <a href=\"#bib25\">Ministry of Secondary and Higher Education and Scientific Research, 2009</a>). The total population of Burkina Faso in 2009 and the population growth rates are both taken from the Population Division, Population Estimates and Projections Section (UNDESA) database for 2009–2033. As for the values relating to the MDGs, we take the values published in <a href=\"#bib30\">SCADD (2010)</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The elasticities of the education-related behavior and those on household consumption were estimated econometrically using the EICVM 2009 survey (National Institute of Statistics and Demography, 2009) following the approaches presented above. As for the elasticities of the child mortality model, estimates were made based on matched data from the DHS survey (which provides the information needed to calculate mortality) and the EICVM survey (which includes data on household consumption). A logit model of child mortality is estimated using the DHS survey using only variables found in both surveys. This is then used to predict the probability of death among children under the age of 5 in the EICVM survey. We then used the EICVM data to estimate an OLS model of the probability of death as a function of per capita consumption – which is only available in the EICVM survey – and other variables. This is used to estimate the elasticity probability of death with respect to per capita consumption. For elasticities related to trade the production function, we have taken the values used by <a href=\"#bib3\">Balma <i>et al</i>., 2011</a>.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-3",
                            "title": "4.3 The data used",
                            "type": "section"
                        }
                    ],
                    "id": "s4",
                    "title": "4. The modelling framework and data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "First, we build a reference scenario, also called the Business As Usual (BAU) scenario. Between 2009 (the base year in the model) and 2033 (the last year simulated in the model), the BAU scenario is based on IMF forecasts (<a href=\"#bib19\">International Monetary Fund, 2011</a>): increases in foreign demand for cotton and minerals, a reduced deficit-to-GDP ratio, an increase in direct taxes on households and firms, and constant public spending as a share of GDP. On this basis, our model produces, in the reference scenario, an evolution of GDP similar to the forecasts in the IMF document.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The IMF forecasts only go to 2015, so the reference scenario assumes that policies implemented by 2015 will be maintained in following periods. Also, the increase in demand for various export products matches the population growth rate as of 2015, implying that foreign demand will continue to grow, but at a slower pace compared to the 2010–2015 period. All of these base assumptions are maintained throughout all simulation scenarios to allow the results to be compared to the reference scenario.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-1",
                            "title": "5.1 The reference scenario",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The simulation scenarios represent three policies that target child well-being and take account of the financial constraints of the Burkina Faso government. The first scenario involves an increase in current spending on education (<i>Spending</i>). The second scenario introduces an education price subsidy (<i>Subsidy</i>). The third scenario is based on a cash transfer to households with a child aged 0–5 (<i>Transfer</i>). In all cases, the same total amount of money is injected into the economy, making it easier to compare the three scenarios. Each of these scenarios is financed by extending the timeframe to reduce the deficit-to-GDP ratio<sup><a href=\"#fn2\">2</a></sup>. The deficit thus grows relative to the reference scenario, and the government achieves its goal of progressively reducing the deficit-to-GDP ratio by half over ten years, rather than the anticipated five years. It should be noted that the policy is temporary (10 years) in every case. By 2020, public policies return to those forecasted in the reference scenario.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "table1",
                                            "label": "Table 1",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th/>\n<th>Spending increase (in % of education spending)</th>\n<th>Subsidy (CFA per student)</th>\n<th>Transfer (CFA per child 0–5 years)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>2010</td>\n<td>25%</td>\n<td>24,501</td>\n<td>17,823</td>\n</tr>\n<tr>\n<td>2011</td>\n<td>23%</td>\n<td>23,982</td>\n<td>17,463</td>\n</tr>\n<tr>\n<td>2012</td>\n<td>21%</td>\n<td>23,380</td>\n<td>17,135</td>\n</tr>\n<tr>\n<td>2013</td>\n<td>16%</td>\n<td>18,954</td>\n<td>14,026</td>\n</tr>\n<tr>\n<td>2014</td>\n<td>15%</td>\n<td>18,414</td>\n<td>13,790</td>\n</tr>\n<tr>\n<td>2015</td>\n<td>14%</td>\n<td>17,867</td>\n<td>13,568</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>11%</td>\n<td>13,820</td>\n<td>10,668</td>\n</tr>\n<tr>\n<td>2017</td>\n<td>11%</td>\n<td>13,340</td>\n<td>10,498</td>\n</tr>\n<tr>\n<td>2018</td>\n<td>5%</td>\n<td>6,436</td>\n<td>5,166</td>\n</tr>\n<tr>\n<td>2019</td>\n<td>5%</td>\n<td>6,208</td>\n<td>5,085</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Assumptions for the three simulation scenarios.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s5-2",
                            "title": "5.2 The simulation scenarios",
                            "type": "section"
                        }
                    ],
                    "id": "s5",
                    "title": "5. Presentation of scenarios and results",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "These different interventions, while equivalent in terms of public spending, will have significantly different impacts in terms of education outputs, GDP and children poverty.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "Student behaviors, such as school participation and promotion rates, are affected by different factors (cf. <a href=\"#s4-1\">Section 4.1</a>). The different policy interventions, in turn, affect these factors differently: an increase in education spending has a direct impact on the education quality index; a school fees subsidy acts primarily by reducing the relative price of education; cash transfers essentially increases household real per capita consumption.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "School fees subsidies have a larger beneficial impact on primary school entry but also increase the dropout rate, whereas increasing education spending has a smaller positive impact on entry but simultaneously reduces the dropout rate (<a href=\"#fig1\">Figures 1</a> and <a href=\"#fig2\">2</a>). Indeed, subsidizing school fees causes more six-year-old children to join the education system. However, since public spending on education is constant in this scenario, the higher number of students leads to a reduction in the quality of education services received by each student and therefore increases the dropout rate. Under the “spending” scenario, the education quality index increases, thus favouring both primary school enrollment and the duration of studies.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Cash transfers to households increase household real per capita consumption directly. However, our simulation results indicate that this has a negligible impact on education decisions. The different indicators are thus essentially the same as in the reference scenario (<a href=\"#fig1\">Figures 1</a> and <a href=\"#fig2\">2</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig1",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00126%2Fijm-00126-fig1.tif",
                                                "size": {
                                                    "width": 880,
                                                    "height": 364
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00126%2Fijm-00126-fig1.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00126-fig1.jpg"
                                                }
                                            },
                                            "label": "Figure 1",
                                            "title": "Entry rate, primary school.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig2",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00126%2Fijm-00126-fig2.tif",
                                                "size": {
                                                    "width": 879,
                                                    "height": 358
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00126%2Fijm-00126-fig2.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00126-fig2.jpg"
                                                }
                                            },
                                            "label": "Figure 2",
                                            "title": "Dropout rate, first level of study.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s5-3-1",
                            "title": "5.3.1 Impact on education",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Given the reduction in dropout rates, it is not surprising to find that the supply of skilled workers increases most under the spending scenario. Despite higher entry rates, higher dropout rates in the subsidy scenario imply that the number of skilled workers – those who complete the first level of secondary school – increases by just 3 000 (<a href=\"#fig3\">Figure 3</a>). Given the limited impacts of a cash transfer policy on education decisions, it is unsurprising that it has a negligible impact on the number of skilled workers (less than 400 new workers). As a result, the impacts on growth of these two scenarios are barely perceptible (<a href=\"#fig4\">Figure 4</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig3",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00126%2Fijm-00126-fig3.tif",
                                                "size": {
                                                    "width": 882,
                                                    "height": 363
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00126%2Fijm-00126-fig3.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00126-fig3.jpg"
                                                }
                                            },
                                            "label": "Figure 3",
                                            "title": "Supply of qualified workers index (reference = 100).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig4",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00126%2Fijm-00126-fig4.tif",
                                                "size": {
                                                    "width": 883,
                                                    "height": 363
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00126%2Fijm-00126-fig4.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00126-fig4.jpg"
                                                }
                                            },
                                            "label": "Figure 4",
                                            "title": "Real GDP index (reference = 100).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "All of the scenarios have a similar impact on the deficit-to-GDP ratio (solid line in <a href=\"#fig5\">Figure 5</a>): it increases during the period of increased spending and then returns near to reference values. Given that, compared to the reference scenario, the end-of-period ratios are slightly higher in the spending scenario and slight lower in the subsidy and cash transfer scenarios, the end-of-period debt-to-GDP ratios (broken line) are greater for the latter. These results can be explained by the increased economic growth in the spending scenario, which increases the denominator of the debt-to-GDP ratio, as income-to-GDP ratios (dotted line) are practically identical in all scenarios.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig5",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00126%2Fijm-00126-fig5.tif",
                                                "size": {
                                                    "width": 878,
                                                    "height": 360
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00126%2Fijm-00126-fig5.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00126-fig5.jpg"
                                                }
                                            },
                                            "label": "Figure 5",
                                            "title": "Evolution of fiscal ratios to GDP (<i>reference = 1</i>).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s5-3-2",
                            "title": "5.3.2 Impact on labour market and growth",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "While the cash transfer scenario has little macroeconomic impact, as it directly impacts household real consumption, its effects on poverty are significant. All of the poverty indicators, expressed in both monetary and caloric forms, improve markedly beginning in the first year (<a href=\"#fig6\">Figure 6</a>): the incidence of monetary poverty in 2010 is three percentage points lower than in the reference scenario and the incidence of caloric poverty is nearly five percentage points lower. In other words, there would be three percent fewer children living under the poverty line and five per cent fewer children suffering from caloric poverty. These impacts decline as cash transfers are reduced, and are almost negligible in the long term. The poverty gap progresses similarly.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig6",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00126%2Fijm-00126-fig6.tif",
                                                "size": {
                                                    "width": 890,
                                                    "height": 637
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00126%2Fijm-00126-fig6.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00126-fig6.jpg"
                                                }
                                            },
                                            "label": "Figure 6",
                                            "title": "Variation of poverty incidence (P0) and poverty gap (P1) for monetary and caloric poverty (in percentage points) with respect to reference scenario.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "These results can be explained by increased income among households with children, which directly increases their consumption. Given that poor households have, on average, more children, this type of policy benefits them more than the other two policies. The other intervention types have a smaller and more indirect impact on household consumption. Under the spending scenario, the greater demand for teachers pushes wages up, and has positive general equilibrium repercussions on the rest of the economy. Compared to the spending scenario, the school fees subsidy frees up a share of the household consumption budget for the purchase of other products, which explains why the results concerning poverty are better.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-3-3",
                            "title": "5.3.3 Impact on poverty",
                            "type": "section"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Analysis of results",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Literature review",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Despite high growth rates in recent years, Burkina Faso remains a poor country. The government recognizes the need for a stronger commitment to reduce poverty and improve human development. At the same time, the Burkinabe budget deficit has risen in recent years, in response to the various crises that have hit the country. There are strong pressures to rapidly reduce this budget deficit, but there are grave concerns about how this will be achieved.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper, through a combined CGE-micro simulation model, we analysed three temporary public spending policies: an increase in education spending, a school fees subsidy and a cash transfer to households with children under the age of five. The amount injected into the economy is the same in each of these three cases, making it easy to compare the three scenarios. In all scenarios, the injections are reduced gradually in order to attain the same deficit-to-GDP ratios as a reference – business-as-usual – scenario, but over a slightly longer period: ten years, instead of five. Compared to the reference scenario, the results indicate that higher public education spending increases school participation and promotion rates, leading to an increased supply of skilled workers and higher economic growth, while also reducing the incidence and depth of both monetary and caloric poverty. The school fees subsidies have more differentiated impacts on education, with a larger beneficial impact on primary school entry but a partially offsetting decline in education quality and resulting promotion rates. As a result, the supply of skilled workers and economic growth are practically unaffected. By freeing up part of the household budget for other ends, this type of intervention has a slightly stronger effect on poverty than public spending. Cash transfers have a minimal impact on educational behaviours, and thus on the supply of skilled workers and economic growth, but they directly increase household income thus significantly reducing the incidence and severity of poverty.",
                    "type": "paragraph"
                },
                {
                    "text": "In summary, if the objective is to achieve improved educational and economic performance, the best approach would be to increase public education spending. However, cash transfers to families would be more suitable if reducing child poverty is instead prioritized.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusions and policy recommendations",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "‘The Theory of Reform and Indian Indirect Taxes’",
            "authors": [
                {
                    "name": {
                        "index": "Ahmad, E",
                        "preferred": "E Ahmad"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stern, N",
                        "preferred": "N Stern"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "id": "bib1",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "259",
                "last": "298",
                "range": "259–298"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "articleTitle": "‘Poverty issues for zero rating VAT in South Africa’",
            "authors": [
                {
                    "name": {
                        "index": "Alderman, H",
                        "preferred": "H Alderman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Del Ninno, C",
                        "preferred": "C Del Ninno"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib2",
            "journal": "Journal of African Economies",
            "pages": {
                "first": "182",
                "last": "208",
                "range": "182–208"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Balma, L",
                        "preferred": "L Balma"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kabore, MMR",
                        "preferred": "MMR Kabore"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ouattara, A",
                        "preferred": "A Ouattara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kabore, ST",
                        "preferred": "ST Kabore"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ilboudo, WFA",
                        "preferred": "WFA Ilboudo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kassoum, Z",
                        "preferred": "Z Kassoum"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "‘Public education spending and poverty in Burkina Faso: A calculable general equilibrium approach (Dépenses publiques d’éducation et pauvreté au Burkina Faso: une approche en Équilibre Général Calculable)’. PEP Working Paper 2011-04",
            "id": "bib3",
            "title": "‘Public education spending and poverty in Burkina Faso: A calculable general equilibrium approach (Dépenses publiques d’éducation et pauvreté au Burkina Faso: une approche en Équilibre Général Calculable)’. PEP Working Paper 2011-04",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Batana, Y",
                        "preferred": "Y Batana"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Guene, HJ-L",
                        "preferred": "HJ-L Guene"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "‘Analyse de la situation de la pauvreté et de la vulnérabilité de l’enfant et de la femme au Burkina Faso (Analysis of the situation of poverty and vulnerability of children and women)’. Report commissioned by UNICEF-Burkina Faso",
            "id": "bib4",
            "title": "‘Analyse de la situation de la pauvreté et de la vulnérabilité de l’enfant et de la femme au Burkina Faso (Analysis of the situation of poverty and vulnerability of children and women)’. Report commissioned by UNICEF-Burkina Faso",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bibi, S",
                        "preferred": "S Bibi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duclos, J-Y",
                        "preferred": "J-Y Duclos"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "‘Réformes Fiscales et Réduction de la Pauvreté: Application sur des Données Tunisiennes (Fiscal reforms and poverty reduction: An application to Tunisian data)’. Working paper, Université de Tunis El Manar Faculté des Sciences Economique et de Gestion de Tunis, http://www.aed.auf.org/IMG/pdf/S.Bibi.pdf, accessed 29 January 2016",
            "id": "bib5",
            "title": "‘Réformes Fiscales et Réduction de la Pauvreté: Application sur des Données Tunisiennes (Fiscal reforms and poverty reduction: An application to Tunisian data)’. Working paper, Université de Tunis El Manar Faculté des Sciences Economique et de Gestion de Tunis",
            "type": "unknown",
            "uri": "http://www.aed.auf.org/IMG/pdf/S.Bibi.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Boccanfuso, D",
                        "preferred": "D Boccanfuso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cissé, F",
                        "preferred": "F Cissé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Diagne, A",
                        "preferred": "A Diagne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Un modèle CGE-Multi-Ménages Intégrés Appliqué à l’économie sénégalaise (An integrated multi-household CGE model applied to the Senegalese economy)",
            "date": "2003",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Mimeo"
                        ]
                    },
                    "formatted": [
                        "Mimeo"
                    ]
                },
                "name": [
                    "CREA, Dakar"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, AS",
                        "preferred": "AS Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib7",
            "publisher": {
                "name": [
                    "DIAL, Unité de recherche CIRPEE"
                ]
            },
            "source": "Representative versus real households in the macroeconomic modeling of inequality. Working Paper DT/2003/10",
            "title": "Representative versus real households in the macroeconomic modeling of inequality. Working Paper DT/2003/10",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chen, D",
                        "preferred": "D Chen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Matovu, J",
                        "preferred": "J Matovu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reinikka, R",
                        "preferred": "R Reinikka"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "‘A Quest for Revenue and Tax Incidence’, (Eds.), Uganda’s Recovery: The Role of Farms, Firms, and Government, Washington DC, World Bank",
            "id": "bib8",
            "title": "Uganda’s Recovery: The Role of Farms, Firms, and Government",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "‘Trade Liberalisation and Poverty in Nepal: A Computable General Equilibrium Micro Simulation Analysis’, (Eds.), Globalization and Poverty: Channels and Policies, London, Routledge",
            "id": "bib9",
            "title": "Globalization and Poverty: Channels and Policies",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maisonnave, H",
                        "preferred": "H Maisonnave"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robichaud, V",
                        "preferred": "V Robichaud"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tiberti, L",
                        "preferred": "L Tiberti"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib10",
            "publisher": {
                "name": [
                    "CIRPEE, University Laval"
                ]
            },
            "source": "‘Fiscal Space and Public Spending on Children in Burkina Faso’. Working PAPER 13-08",
            "title": "‘Fiscal Space and Public Spending on Children in Burkina Faso’. Working PAPER 13-08",
            "type": "report",
            "uri": "http://www.cirpee.org/fileadmin/documents/Cahiers_2013/CIRPEE13-08.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cogneau, D",
                        "preferred": "D Cogneau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "IFPRI TMD Discussion paper No. 61 and DIAL Working Paper DT/2001-19, IFPRI TMD and DIAL",
            "id": "bib11",
            "title": "IFPRI TMD Discussion paper No. 61 and DIAL Working Paper DT/2001-19, IFPRI TMD and DIAL",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cogneau, D",
                        "preferred": "D Cogneau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib12",
            "publisher": {
                "name": [
                    "DIAL, Unité de Recherche CIRPEE"
                ]
            },
            "source": "Poverty Alleviation Policy in Madagascar: A Micro-Macro Simulation Model. Working Paper, DT/2004/11",
            "title": "Poverty Alleviation Policy in Madagascar: A Micro-Macro Simulation Model. Working Paper, DT/2004/11",
            "type": "report"
        },
        {
            "articleTitle": "‘An Almost Ideal Demand System’",
            "authors": [
                {
                    "name": {
                        "index": "Deaton, A",
                        "preferred": "A Deaton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Muellbauer, J",
                        "preferred": "J Muellbauer"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "id": "bib13",
            "journal": "American Economic Review",
            "pages": {
                "first": "12",
                "last": "36",
                "range": "12–36"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Decaluwé, B",
                        "preferred": "B Decaluwé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dumont, JC",
                        "preferred": "JC Dumont"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "details": "Measuring poverty and inequality in a Computable general equilibrium framework, Cahier de recherche no 99-20, CREFA, Université Laval",
            "id": "bib14",
            "title": "Measuring poverty and inequality in a Computable general equilibrium framework",
            "type": "unknown"
        },
        {
            "accessed": "2016-01-29",
            "authors": [
                {
                    "name": {
                        "index": "Decaluwé, B",
                        "preferred": "B Decaluwé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lemelin, A",
                        "preferred": "A Lemelin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robichaud, V",
                        "preferred": "V Robichaud"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maisonnave, H",
                        "preferred": "H Maisonnave"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib15",
            "publisher": {
                "name": [
                    "Poverty and Economic Policy Research Network"
                ]
            },
            "title": "‘The PEP standard computable general equilibrium model single-country, recursive dynamic version PEP-1-t’",
            "type": "web",
            "uri": "http://www.pep-net.org/programs/mpia/pep-standard-cge-models/pep-1-t-single-country-recursive-dynamic-version/"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gertler, P",
                        "preferred": "P Gertler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van Der Gaag, J",
                        "preferred": "J Van Der Gaag"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The willingness to pay for medical care: Evidence from two developing countries",
            "date": "1990",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Baltimore"
                        ]
                    },
                    "formatted": [
                        "Baltimore"
                    ]
                },
                "name": [
                    "The John Hopkins University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "‘Investigating the Determinants of Household welfare in Côte d’Ivoire’",
            "authors": [
                {
                    "name": {
                        "index": "Glewwe, P",
                        "preferred": "P Glewwe"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib17",
            "journal": "Journal of Development Economics",
            "pages": {
                "first": "307",
                "last": "337",
                "range": "307–337"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gottschalk, J",
                        "preferred": "J Gottschalk"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manh Le, V",
                        "preferred": "V Manh Le"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lofgren, H",
                        "preferred": "H Lofgren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nouve, K",
                        "preferred": "K Nouve"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib18",
            "publisher": {
                "name": [
                    "International Monetary Fund"
                ]
            },
            "source": "Analyzing Fiscal Space Using MAMS: An Application to Burkina Faso. IMF working paper WP/09/227",
            "title": "Analyzing Fiscal Space Using MAMS: An Application to Burkina Faso. IMF working paper WP/09/227",
            "type": "report"
        },
        {
            "accessed": "2016-01-29",
            "authors": [
                {
                    "name": "International Monetary Fund",
                    "type": "group"
                }
            ],
            "date": "2011",
            "id": "bib19",
            "publisher": {
                "name": [
                    "International Monetary Fund"
                ]
            },
            "title": "‘Burkina Faso: Deuxième revue de l’accord triennal au titre de la facilité élargie de crédit et demande de modification de critères de réalisation – Rapport des services du FMI (Second review of the triennial agreement on the expanded credit facility and the request to modify the performance criteria): press release relating to the proceedings of the board; and, statement of the IMF executive director for Burkina Faso’. IMF Country Report 11/226",
            "type": "web",
            "uri": "http://www.imf.org/external/french/pubs/ft/scr/2011/cr11226f.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lofgren, H",
                        "preferred": "H Lofgren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Diaz-Bonilla, C",
                        "preferred": "C Diaz-Bonilla"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "MAMS: An Economy-wide Model for Analysis of MDG Country Strategies, Technical Documentation, DECPG, World Bank",
            "id": "bib20",
            "title": "MAMS: An Economy-wide Model for Analysis of MDG Country Strategies",
            "type": "unknown"
        },
        {
            "articleTitle": "‘Consumption Dominance Curves: Testing for the Impact of Indirect Tax Reforms on Poverty’",
            "authors": [
                {
                    "name": {
                        "index": "Makdissi, P",
                        "preferred": "P Makdissi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wodon, Q",
                        "preferred": "Q Wodon"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib21",
            "journal": "Economics Letters",
            "pages": {
                "first": "227",
                "last": "235",
                "range": "227–235"
            },
            "type": "journal",
            "volume": "75"
        },
        {
            "articleTitle": "‘Dalton-improving tax reform: When households differ in ability and needs’",
            "authors": [
                {
                    "name": {
                        "index": "Mayshar, J",
                        "preferred": "J Mayshar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yitzhaki, S",
                        "preferred": "S Yitzhaki"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib22",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "399",
                "last": "412",
                "range": "399–412"
            },
            "type": "journal",
            "volume": "62"
        },
        {
            "authors": [
                {
                    "name": "Ministry of Economy and Finance",
                    "type": "group"
                }
            ],
            "date": "2010",
            "details": "‘Progrès et acquis du développement du Burkina Faso 2000–2009 (Development progress and gains in Burkina Faso 2000–2009)",
            "id": "bib23",
            "title": "‘Progrès et acquis du développement du Burkina Faso 2000–2009 (Development progress and gains in Burkina Faso 2000–2009)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Ministry of Primary Education and Literacy",
                    "type": "group"
                }
            ],
            "bookTitle": "Statistiques de l’éducation de base 2009-2010 (Primary education statistics, 2009–2010)",
            "date": "2010",
            "id": "bib24",
            "publisher": {
                "name": [
                    "Directorate of studies and planning"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Ministry of Secondary and Higher Education and Scientific Research",
                    "type": "group"
                }
            ],
            "bookTitle": "Annuaire statistique de l’enseignement secondaire 2008–2009 (Annual report on secondary education statistics)",
            "date": "2009",
            "id": "bib25",
            "publisher": {
                "name": [
                    "Directorate of studies and planning"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rajemison, H",
                        "preferred": "H Rajemison"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Younger, SD",
                        "preferred": "SD Younger"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "‘Indirect tax in Madagascar: Estimations using the input-output table’. CFNPP Working Paper #106",
            "id": "bib26",
            "title": "‘Indirect tax in Madagascar: Estimations using the input-output table’. CFNPP Working Paper #106",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ray, D",
                        "preferred": "D Ray"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Development economics",
            "date": "1997",
            "id": "bib27",
            "publisher": {
                "name": [
                    "Princeton University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sahn, DE",
                        "preferred": "DE Sahn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Younger, SD",
                        "preferred": "SD Younger"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "‘Estimating the Incidence of Indirect Taxes in Developing Countries’, Evaluating the poverty and distributional impact of economic policies, New York, Oxford University Press",
            "id": "bib28",
            "title": "Evaluating the poverty and distributional impact of economic policies",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sawadogo, B",
                        "preferred": "B Sawadogo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bama, F",
                        "preferred": "F Bama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nana, TJ",
                        "preferred": "TJ Nana"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Natama, HM",
                        "preferred": "HM Natama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tapsoba, E",
                        "preferred": "E Tapsoba"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zerbo, K",
                        "preferred": "K Zerbo"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "‘Impact de l’expansion économique et commerciale de la Chine sur la croissance et l’emploi au Burkina Faso: une analyse en équilibre général calculable’. PEP Working Paper 2015-03, PEP",
            "id": "bib29",
            "title": "‘Impact de l’expansion économique et commerciale de la Chine sur la croissance et l’emploi au Burkina Faso: une analyse en équilibre général calculable’. PEP Working Paper 2015-03, PEP",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "SCADD",
                    "type": "group"
                }
            ],
            "date": "2010",
            "details": "‘Global diagnostic of SCADD (Rapport sur le diagnostic global de la SCADD 2010)’",
            "id": "bib30",
            "title": "‘Global diagnostic of SCADD (Rapport sur le diagnostic global de la SCADD 2010)’",
            "type": "unknown"
        },
        {
            "accessed": "2016-01-29",
            "authors": [
                {
                    "name": "United Nations Department of Economics and Social Affairs",
                    "type": "group"
                }
            ],
            "date": "2010",
            "id": "bib31",
            "title": "‘World population prospects’",
            "type": "web",
            "uri": "http://esa.un.org/unpd/wpp/Excel-Data/population.htm"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Waddington, L",
                        "preferred": "L Waddington"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "‘Linking Economic Policy to Childhood Poverty: A review of the evidence on growth, trade reform and macroeconomic policy’. CHIP Report No.7, CHIP",
            "id": "bib32",
            "title": "‘Linking Economic Policy to Childhood Poverty: A review of the evidence on growth, trade reform and macroeconomic policy’. CHIP Report No.7, CHIP",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "World Bank",
                    "type": "group"
                }
            ],
            "bookTitle": "La Revue des Dépenses Publique dans le secteur de l’éducation (Public expenditure review in the education sector)",
            "date": "2009",
            "id": "bib33",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Burkina Faso"
                        ]
                    },
                    "formatted": [
                        "Burkina Faso"
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "‘Welfare dominance: An application to commodity taxation’",
            "authors": [
                {
                    "name": {
                        "index": "Yitzhaki, S",
                        "preferred": "S Yitzhaki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Slemrod, J",
                        "preferred": "J Slemrod"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib34",
            "journal": "American Economic Review",
            "pages": {
                "first": "480",
                "last": "496",
                "range": "480–496"
            },
            "type": "journal",
            "volume": "81"
        },
        {
            "articleTitle": "‘Welfare Dominance and the Design of Excise Taxation in the Côte d’Ivoire’",
            "authors": [
                {
                    "name": {
                        "index": "Yitzhaki, S",
                        "preferred": "S Yitzhaki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thirsk, W",
                        "preferred": "W Thirsk"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "id": "bib35",
            "journal": "Journal of Development Economics",
            "pages": {
                "first": "1",
                "last": "18",
                "range": "1–18"
            },
            "type": "journal",
            "volume": "33"
        }
    ],
    "acknowledgements": [
        {
            "text": "We thank Lacina Balma, Yiriyibin Bambio and Hervé Jean-Louis Guène for their research assistance. Sarah Hague, Sebastian Levine, Leonardo Menchini, a technical committee of the government of Burkina Faso, as well as Jingqing Chai and colleagues from the Policy and Practice division of UNICEF, provided extremely useful comments. This study was financed by UNICEF-Burkina Faso through the Partnership for Economic Policy (PEP), which receives funding from the Department for International Development (DFID) of the United Kingdom (or UK Aid), and the Government of Canada through the International Development Research Center (IDRC).",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
