{
    "status": "vor",
    "id": "00128",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00128",
    "authorLine": "Samir Cury et al.",
    "title": "Cash transfer policies, taxation and the fall in inequality in Brazil an integrated microsimulation-CGE analysis",
    "published": "2016-04-30T00:00:00Z",
    "versionDate": "2016-04-30T00:00:00Z",
    "statusDate": "2016-04-30T00:00:00Z",
    "volume": 9,
    "issue": 1,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00128/ijm-00128.pdf",
    "subjects": [
        {
            "id": "micro-macro-linkage",
            "name": "Micro-macro linkage"
        },
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Persistent and very high-income inequality is a well-known feature of the Brazilian economy. However, from 2001 to 2014, the Gini index registered an unprecedented fall of 13.5% percent, combined with significant poverty reduction. Previous studies using partial equilibrium analysis have pointed out the important role of federal government transfer programs in this inequality reduction, particularly in the first period (2001–2005) when the new trend started. The aim of this research is to evaluate the efficiency of the two most important cash transfer programs, “<i>Bolsa Família</i> (<i>PBF</i>)” and “Benefício de Prestação Continuada (<i>BPC</i>)”, in achieving their purpose of alleviating poverty and reducing inequality in Brazil’s income distribution. The simulation results, using an integrated modeling approach, confirm the importance of these programs in reducing inequality from 2003 to 2005. However, the effect on poverty alleviation was not strong. Finally, the methodological approach reveals some important mechanisms that were not present in previous analyses, such as the role of the tax structure that finances these policies.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Cury",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Brazil"
                        },
                        "formatted": [
                            "Brazil"
                        ]
                    },
                    "name": [
                        "Fundação Getúlio Vargas (EAESP/FGV)"
                    ]
                }
            ],
            "emailAddresses": [
                "sacury@terra.com.br"
            ],
            "name": {
                "index": "Cury, Samir",
                "preferred": "Samir Cury"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Brazil"
                        },
                        "formatted": [
                            "Brazil"
                        ]
                    },
                    "name": [
                        "Fundação Getulio Vargas (EESP/FGV) and Universidade Paulista"
                    ]
                }
            ],
            "emailAddresses": [
                "euclides.pedrozo@fgv.br"
            ],
            "name": {
                "index": "Pedrozo, Euclides",
                "preferred": "Euclides Pedrozo"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Brazil"
                        },
                        "formatted": [
                            "Brazil"
                        ]
                    },
                    "name": [
                        "Centro Universitário Álvares Penteado (FECAP)"
                    ]
                }
            ],
            "emailAddresses": [
                "allexandro_coelho@yahoo.com.br"
            ],
            "name": {
                "index": "Coelho, Allexandro Mori",
                "preferred": "Allexandro Mori Coelho"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "poverty",
        "inequality",
        "cash transfer program",
        "fiscal policy",
        "computable general equilibrium model",
        "microsimulation model",
        "Brazil"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "It is widely known that Brazil has one of the most unequal income distributions in the world, with a Gini index around 0.60 until the beginning of this century.<sup><a href=\"#fn1\">1</a></sup> This high income inequality has been one of the main causes of the country’s equally high levels of poverty, despite often strong economic growth.",
                    "type": "paragraph"
                },
                {
                    "text": "However, from 2001 to 2014, there was an unprecedented and continuous fall in income inequality, with the Gini index declining 13.5% from 0.594 to 0.513<sup><a href=\"#fn2\">2</a></sup>. This has coincided with a significant reduction of poverty. Between 2001 and 2014, the percentage of poor declined from 38.7% to 15.3%, while the percentage of extremely poor declined from 17.4% to 4.6%.<sup><a href=\"#fn3\">3</a></sup> These evolutions coincided with the introduction and expansion of targeted income transfer programs as part of a national poverty alleviation strategy.",
                    "type": "paragraph"
                },
                {
                    "text": "There are many kinds of income transfer programs in Brazil, such as <i>Programa Bolsa Família</i> (<i>PBF</i>), <i>Benefício de Prestação Continuada</i> (<i>BPC</i>)<sup><a href=\"#fn4\">4</a></sup> and several retirement benefits and pensions. This research analyzes the first two programs (<i>PBF</i> and <i>BPC</i>) because they are the main cash transfer programs specifically designed as social policies with the purpose of poverty (and inequality) reduction.",
                    "type": "paragraph"
                },
                {
                    "text": "<i>PBF</i> was created in October 2003 and is presently the federal government’s main cash transfer program. It is a cash transfer program with conditions such as 85% school attendance for children in schooling age, vaccination for children under six years old, and regular visits to a health center for both pregnant and breastfeeding women. In 2005, <i>PBF</i> had a total of 10.6 million beneficiary households and R$6.9 billion worth of transfers (equivalent to 0.3% of GDP in 2005).",
                    "type": "paragraph"
                },
                {
                    "text": "<i>BPC</i> is a social assistance benefit since 1996. It aims to aid the elderly who are not included in the public social security system and the disabled who cannot support themselves despite their households’ financial care. Both beneficiary groups comprise 2.8 million beneficiaries, with a budget of R$9.7 billion (or 0.4% of GDP) for <i>BPC</i> in 2005. The benefit consists of a cash transfer amounting to one minimum wage (R$300 in 2005) where the beneficiary’s family per capita income must be less than a quarter of the minimum wage.",
                    "type": "paragraph"
                },
                {
                    "text": "These programs aim to reduce poverty and income inequality, hence the need for evaluations of their effects. The most common approach is partial equilibrium and decomposition analysis. <a href=\"#bib43\">Hoffmann (2006b)</a> points out that 31% of the decline in Brazil’s inequality – 87% in the country’s Northeast region – from 2002 to 2004 were due to the above mentioned programs. <a href=\"#bib6\">Barros <i>et al</i>. (2007c)</a> estimated that <i>PBF and BPC</i> induced, respectively, around 11.8% and 11.1% of the fall in income inequality from 2001 to 2005. According to <a href=\"#bib44\">IPEA (2012)</a>, during the period from 2001 to 2011, these two programs contributed to reduce inequality by 17% (and up to 24% between 2003 and 2005).",
                    "type": "paragraph"
                },
                {
                    "text": "The contribution of <i>PBF</i> and <i>BPC</i> is more impressive if one takes into account the limited budget of these public policies. In 2013, the total budget of the public social security system represented 10.9% of GDP (6.8% for the general system – INSS, and 4.1% for former public workers) while <i>PBF</i> and <i>BPC</i> represented only 0.5% and 0.65%, approximately.<sup><a href=\"#fn5\">5</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "However, these partial equilibrium or decomposition approaches do not take into account systemic (general equilibrium) effects induced by these programs on the economy, as well as the feedback impacts to household income and consumer prices. When poor households receive transfers, they tend to consume more, which stimulates production and employment, and so on through a multiplier effect. These demand effects are enhanced when we take into account differences in the expenditure patterns of Brazilian households by income level. Among poor urban Brazilian households, food expenditure is 40% of total consumption, compared to only 12% for the richest households (<a href=\"#bib26\">Cury <i>et al</i>., 2006</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In addition, the relevance of the general equilibrium effects is justified by the size and evolution of the transfer programs. Almost 14 million households (around 20% of all households) are <i>PBF</i> beneficiaries, covering more than 50 million individuals (around 25% of the population). In 2014, the total value of cash transfers was R$27.2 billion, representing more than 0.5% of the Brazilian GDP.",
                    "type": "paragraph"
                },
                {
                    "text": "In addition, we may expect that program effects are sensitive to the mechanism chosen to finance this specific public expenditure, which generate direct and general equilibrium effects of their own. Also, during 2003–2005 some important changes were introduced in the fiscal system. For example, in the social security budget, the sharpest revenue increase came from PIS-COFINS taxes (a rise of 30% in their GDP ratio), which in 2003–2004 started to levy imports.",
                    "type": "paragraph"
                },
                {
                    "text": "Additionally, cash transfers may cause some beneficiaries to reduce labor supply. This may counteract some of the benefits of these programs. Recently, several studies aimed to estimate the effects of the <i>PBF</i> and other conditional cash transfer programs on adult labor supply in Brazil (e.g., <a href=\"#bib52\">Soares <i>et al</i>., 2007</a>; <a href=\"#bib35\">Ferro and Nicollela, 2007</a>; <a href=\"#bib55\">Teixeira, 2008</a>; <a href=\"#bib24\">Covre <i>et al</i>., 2008</a>; and <a href=\"#bib37\">Foguel and Barros, 2008</a>). These studies use different empirical strategies to compare beneficiaries against comparable non-beneficiaries.",
                    "type": "paragraph"
                },
                {
                    "text": "There is some evidence that <i>PBF</i> can reduce labor market participation mainly among beneficiary mothers. For example, <a href=\"#bib53\">Tavares (2008)</a> found evidence of an adverse effect of <i>PBF</i> on beneficiary mothers’ willingness to participate in the labor market due, mainly, to the program’s conditionalities (education and health of children). On the other hand, <a href=\"#bib36\">Firpo <i>et al</i>. (2014)</a> find evidence that some individuals (particularly women) deliberately reduce their labor income in order to qualify for the <i>PBF</i>. Similarly, <a href=\"#bib49\">Santos (2013)</a> shows that the <i>PBF</i> has encouraged adult beneficiaries to offer informal labor. In both cases, the purpose of the beneficiary is hiding the real family income to continue receiving the cash grant.",
                    "type": "paragraph"
                },
                {
                    "text": "Proving that a specific methodology is unequivocally superior to others is not an easy task. However, according to <a href=\"#bib21\">Cockburn <i>et al</i>. (2015)</a>, the analysis of the impacts of large-scale policies on income distribution requires the usage of tool that integrates microsimulation (MS) techniques and a computable general equilibrium (CGE) model. Given the systemic consequences of the <i>PBF</i> and <i>BPC</i> programs and their financing mechanisms on the overall economy, we adopt a CGE model integrated with a Microsimulation model (CGE-MS model) approach to evaluate the impacts of these programs on poverty and inequality in Brazil.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper is organized into five sections, including this introduction. The next section describes the methodology: the CGE model, the MS model, and their integration. The research questions, simulation scenarios and results are presented in <a href=\"#s3\">Section 3</a>. The last section presents the conclusion and the final remarks.<sup><a href=\"#fn6\">6</a></sup>",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This study applies a CGE-MS combined iterative approach, where the starting model (i.e. where the first shock is applied) is the MS model. For this reason, this kind of approach is referred to as bottom-up/top-down in the literature (see <a href=\"#bib21\">Cockburn <i>et al</i>., 2015</a>, for a discussion of the various CGE-MS approaches).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "This section briefly describes some key characteristics of the CGE model. Further details on this model can be found in <a href=\"#bib29\">Cury <i>et al</i>. (2010</a>, Appendix A.2).<sup><a href=\"#fn7\">7</a></sup> The CGE model distinguishes 42 domestic sectors, 8 household types,<sup><a href=\"#fn8\">8</a></sup> the Government, and the external sector. The model assumes that the Brazilian economy is an international price taker but that the changes of its export prices can affect the external demand for Brazilian goods through an export demand equation. Production is a function of 7 types of labor,<sup><a href=\"#fn9\">9</a></sup> capital and intermediate inputs and sold as imperfect substitutes in the domestic and international markets.<sup><a href=\"#fn10\">10</a></sup> Households and firms demand domestic and imported goods according to the <a href=\"#bib3\">Armington (1969)</a> hypothesis.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of closure, the nominal exchange rate is exogenous, while the price index is endogenous. Foreign savings is also exogenous, which implies a fixed balance of trade. Government spending is fixed exogenously, but the total public deficit is endogenous. Investment is determined by total savings where the marginal propensity to save is fixed.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 The CGE model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The database for the microsimulations is the National Survey by Household Sampling 2003 (PNAD 2003). It contains a nationally representative sample of almost 384,834 individuals distributed in 117,010 households.<sup><a href=\"#fn11\">11</a></sup> As it does not contain information about household expenditures, the MS model focuses on individual labor supply.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Each working-age individual (over 10 years old) was classified according to the seven labor categories in the CGE model. Formal and informal workers are assumed to have flexible wage. However, as public servants in Brazil benefit from a job stability clause, it is assumed that their employment levels are fixed.<sup><a href=\"#fn12\">12</a></sup> The sample includes 106,590 working-age individuals, representing 48,742,853 individuals in the total population.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The MS model is based on <a href=\"#bib50\">Savard (2003)</a>. The main adaptation for this model is the use of a segmented labor market.<sup><a href=\"#fn13\">13</a></sup> For the unemployed, the reservation wage of each individual determines the choice to supply (or not) labor in the market.",
                            "type": "paragraph"
                        },
                        {
                            "text": "One of the main difficulties in making CGE-MS integration work is convergence. For this convergence to be successful the two databases must have the same values. Thus, the individual weights were multiplied by a factor (reweighting) so that the PNAD 2003 database reflects the CGE model data. <a href=\"#table1\">Table 1</a> presents the results of this reweighting for employed and unemployed people.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: PNAD 2003, CGE model data base.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Facto</th>\n<th>Description of the worker</th>\n<th colspan=\"3\">PNAD occupational condition (in 1,000 persons)</th>\n<th>Unemployment</th>\n<th colspan=\"3\">CGE model data (in 1,000 persons)</th>\n<th>Unemployment rate</th>\n<th colspan=\"2\">Reweighing</th>\n</tr>\n<tr>\n<th/>\n<th/>\n<th colspan=\"3\">Employed Unemployed Total</th>\n<th/>\n<th colspan=\"3\">Employed Unemployed Total</th>\n<th/>\n<th colspan=\"2\">Employed Unemployed</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>L1</td>\n<td>Unskilled informal</td>\n<td>12,890</td>\n<td>1,567</td>\n<td>14,457</td>\n<td>10.8%</td>\n<td>11,714</td>\n<td>1,418</td>\n<td>13,132</td>\n<td>10.8%</td>\n<td>0.9088</td>\n<td>0.9052</td>\n</tr>\n<tr>\n<td>L2</td>\n<td>Skilled informal</td>\n<td>5,694</td>\n<td>952</td>\n<td>6,646</td>\n<td>14.3%</td>\n<td>5,264</td>\n<td>878</td>\n<td>6,143</td>\n<td>14.3%</td>\n<td>0.9245</td>\n<td>0.9226</td>\n</tr>\n<tr>\n<td>L3</td>\n<td>Formal with low skill</td>\n<td>13,923</td>\n<td>1,349</td>\n<td>15,272</td>\n<td>8.8%</td>\n<td>12,274</td>\n<td>1,184</td>\n<td>13,458</td>\n<td>8.8%</td>\n<td>0.8815</td>\n<td>0.8782</td>\n</tr>\n<tr>\n<td>L4</td>\n<td>Formal with average skill</td>\n<td>9,208</td>\n<td>854</td>\n<td>10,062</td>\n<td>8.5%</td>\n<td>8,331</td>\n<td>774</td>\n<td>9,105</td>\n<td>8.5%</td>\n<td>0.9048</td>\n<td>0.9062</td>\n</tr>\n<tr>\n<td>L5</td>\n<td>Formal with ligh skill</td>\n<td>2,211</td>\n<td>95</td>\n<td>2,306</td>\n<td>4.1%</td>\n<td>2,063</td>\n<td>88</td>\n<td>2,152</td>\n<td>4.1%</td>\n<td>0.9334</td>\n<td>0.9238</td>\n</tr>\n<tr>\n<td/>\n<td>TOTALS</td>\n<td>43,926</td>\n<td>4,817</td>\n<td>48,734</td>\n<td>9.9%</td>\n<td>39,647</td>\n<td>8,537</td>\n<td>87,788</td>\n<td>9.7%</td>\n<td/>\n<td/>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Employed and unemployed reweighing for L1 to L5 work factors.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "A prior concern regarding the individuals’ reservation wage estimation is the issue related to labor supply identification. In principle, the expansion of income transfers exogenously affects the willingness to supply labor of various demographic groups in different ways. Thus, it is necessary to estimate an equation for individual labor supply, identified by the number of individual work hours, as a function of the individual wage-hour after changes in income transfers for each demographic group has been considered. It is also necessary to correct the potential auto-selection bias to labor supply participation. After applying this procedure, it is possible to properly identify the different reactions of the labor supply to exogenous changes in the size of transfers for individuals in each demographic group. Therefore, the estimation procedure can be described in two steps as follows:",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "At this microsimulation stage, we are interested in the individual impact due an income transfers shock, especially for the demographic group of single mothers who are heads of household. This demographic group is the main beneficiary of the <i>PBF</i> and deserves special attention because it is the most sensitive to non-labor income from transfer programs, as found in our MS model results.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Our empirical strategy is based on a simpler version in which the worker makes an individual decision. Due to the identification problem of the non-linear budget constraint, we estimated a reduced-form hour equation as a function of the individual’s wage, the income from transfers programs, other income, and a number of demographic controls. The “other income” variable combines all sources of non-labor income, following <a href=\"#bib12\">Blundell and McCurdy (1999)</a>. This last variable for married women, for example, is calculated by taking the husband’s actual earnings into account. On the other hand, we created another variable that represents the <i>BPC</i> and <i>PBF</i> programs in order to capture the effects of the income transfers on labor supply.<sup><a href=\"#fn14\">14</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The predicted working hours are obtained from the observed and non-observed individual and household characteristics and his own wage. Therefore, the worker i’s predicted hours of work <inline-formula id=\"inline1\"><math display=\"inline\" id=\"i1\"><mrow><mo stretchy=\"false\">(</mo><msubsup><mi>h</mi><mi>i</mi><mi>j</mi></msubsup><mo stretchy=\"false\">)</mo></mrow></math> is estimated by the semi-log specification according to <a href=\"#bib12\">Blundell and McCurdy (1999)</a>: <sup><a href=\"#fn15\">15</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ2-2-1",
                                    "label": "(1)",
                                    "mathml": "<math><mrow><msubsup><mi>h</mi><mi>i</mi><mi>j</mi></msubsup><mo>=</mo><msub><mi>α</mi><mi>i</mi></msub><mo>+</mo><msub><mi>θ</mi><mi>i</mi></msub><mi>log</mi><msub><mi>w</mi><mi>i</mi></msub><mo>+</mo><msub><mi>β</mi><mi>i</mi></msub><mi>log</mi><msub><mi>Q</mi><mi>i</mi></msub><mo>+</mo><mi>δ</mi><mi>log</mi><msub><mi>B</mi><mi>i</mi></msub><mo>+</mo><msub><mi>γ</mi><mi>i</mi></msub><mo stretchy=\"false\">(</mo><msub><mi>Z</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo><mo>+</mo><msub><mi>u</mi><mi>i</mi></msub><mo>,</mo><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>...</mn><mo>,</mo><mi>n</mi><mtext> </mtext><mo mathvariant=\"normal\">and</mo><mtext> </mtext><mi>j</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>2</mn><mo>,</mo><mn>3</mn></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>α<sub>i</sub>, θ<sub>i</sub>, β<sub>i</sub>, δ<sub>i</sub></i> and <i>γ<sub>i</sub></i> are the parameters to be estimated; <i>w<sub>i</sub></i> is the hourly wage rate for individual <i>i</i> ; <i>Q<sub>i</sub></i> is the vector of the total household income net of the earnings (including income transfers) received by the individual <i>i</i> ; <i>B<sub>i</sub></i> is the vector of benefits received (<i>PBF</i> and <i>BPC</i>) by individual <i>i</i> in 2003; <i>Z<sub>i</sub></i> represents the individuals’ observable characteristics; <i>u<sub>i</sub></i> is the random error term, which captures the non-observable characteristics that affect the individual labor supply; and <i>j</i> is the individual’s demographic group, 1 being for men, 2 for woman head of household with children, and 3 for other women (who are not heads of households). The value of <i>θ</i> determines the substitution effect related to sensitivity of individual labor supply to changes in wages. The values of <i>β</i> and <i>δ</i> represent the income effect, that is, the impact of non-labor income on labor supply.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The <i>Z<sub>i</sub></i> vector of individual characteristics was composed of the following variables:",
                                    "type": "paragraph"
                                },
                                {
                                    "label": "(2)",
                                    "mathml": "<math><mrow><msub><mi>Z</mi><mi>i</mi></msub><mo>=</mo><mi>e</mi><mi>d</mi><mi>u</mi><mi>c</mi><mo>,</mo><mi>a</mi><mi>g</mi><mi>e</mi><mo>,</mo><mi>a</mi><mi>g</mi><msup><mi>e</mi><mn>2</mn></msup><mo>,</mo><mtext> </mtext><mi>f</mi><mi>a</mi><mi>m</mi><mi>s</mi><mi>i</mi><mi>z</mi><mi>e</mi><mo>,</mo><mtext> </mtext><msub><mi>D</mi><mi>a</mi></msub></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>educ</i> denotes the number of years of schooling, <i>age</i> is a <i>proxy</i> to the level of experience; <i>famsize</i> is the family size in terms of number of individuals (excluding pensioners, domestic servants and their parents), <i>D<sub>a</sub></i> is a dummy for the area where the family’s domicile is located (0 for urban and 1 for rural).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Individual working hours are observed only for those who are already employed. Thus, the sample of individuals that present strictly positive work hours is not random. However, it is possible that the choice to work is related to income-dependent variables, either from labor or non-labor (other income sources). Therefore, the situation is typically one of endogenous selection, in which there is a decision to participate or not in the labor market and, given that the individual had decided to work, it is necessary to determine how many working hours he will offer. In order to control for potential selection bias, the procedure proposed by <a href=\"#bib41\">Heckman (1979)</a> is applied, which consists of:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ2-2-2",
                                    "label": "(3)",
                                    "mathml": "<math><mrow><mi>Pr</mi><mo stretchy=\"false\">(</mo><msub><mi>s</mi><mi>i</mi></msub><mo>=</mo><mn>1</mn><mo>|</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mo mathvariant=\"normal\">Φ</mo><mrow><mo>{</mo> <mrow><msub><mi>γ</mi><mi>i</mi></msub><mo stretchy=\"false\">(</mo><msub><mi>Y</mi><mi>i</mi></msub><msub><mi>Z</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo></mrow> <mo>}</mo></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where Φ is a function of accumulated distribution, where <i>S<sub>i</sub></i> is a qualitative variable representing the occupational choice for an individual <i>i:</i> this variable will take the value 0, if the individual does not supply work, or 1, if otherwise. The variable <i>γ<sub>i</sub></i> is a vector of estimated parameters that determine the probability that the individual takes part in the labor market. <i>Y<sub>i</sub></i> is the vector representing the variables related to labor and non-labor incomes that affect the decision to supply labor by individual <i>i</i>. As before, <i>Z<sub>i</sub></i> are the individual characteristics that determine the probability of participating in the labor market.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The equations <a href=\"#equ2-2-1\">(1)</a> and <a href=\"#equ2-2-2\">(3)</a> are estimated by a two-stage method proposed by <a href=\"#bib41\">Heckman (1979)</a>. In this model, equation <a href=\"#equ2-2-2\">(3)</a> corrects sample selection bias by non-observables. The selection variables used for identification are <i>educ, age, age<sup><a href=\"#fn2\">2</a></sup></i> and <i>famsize</i>. To test and correct the sample selection bias we estimate a probit model of labor market participation with these selection variables. These equations are run separately for three demographic groups: men, female household heads with children, and other women, to estimate the elasticity of labor supply. The inverse of Mills’ ratio <i>λ</i>(<b>z</b><i>γ</i>) is extracted from equation <a href=\"#equ2-2-2\">(3)</a>, which is applied to equation <a href=\"#equ2-2-1\">(1)</a> to ensure that the parameters of these equations are consistently estimated.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "After estimating the coefficients in <a href=\"#equ2-2-1\">(1)</a> and the inverse of Mills’ ratio, it is possible to estimate the adjusted working hours of each individual, <inline-formula id=\"inline2\"><math display=\"inline\" id=\"i2\"><mrow><msubsup><mover accent=\"true\"><mi>h</mi><mo>¯</mo></mover><mi>i</mi><mi>j</mi></msubsup></mrow></math>, based on observed and non-observed characteristics. Adjusted working hours are then applied to the individual <i>i</i>‘s observed wage, <inline-formula id=\"inline3\"><math display=\"inline\" id=\"i3\"><mrow><msub><mover accent=\"true\"><mi>w</mi><mo>^</mo></mover><mi>i</mi></msub></mrow></math>, which results in the adjusted individual <i>i</i>‘s wage (<i>w<sub>i</sub></i>).<sup><a href=\"#fn16\">16</a></sup>",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-1",
                            "title": "Step 1",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The second part of the microsimulation process is the computation of the reservation wages and the new employment ratio. Individual labor supply is a function of individual market wage rates and non-labor income, among other variables. These wage rates can be observed for wage workers. For others there is an unobservable wage rate that an individual could potentially receive.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "According to <a href=\"#bib40\">Heckman (1974)</a> it is possible to express this reservation wage as a function of their individual characteristics as well as non-labor income and other constraints.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Following <a href=\"#bib50\">Savard (2003)</a>, the non-observed reservation wage is obtained from the observable and non-observable individual’s characteristics, as well as household characteristics. Due to the importance of evaluating the reservation wage before and after an income transfer shock, we include non-labor income in the structural reservation wage equation and identify the income transfer variable separately. Therefore, the worker <i>i</i> ‘ s reservation log wage, <inline-formula id=\"inline4\"><math display=\"inline\" id=\"i4\"><mrow><msub><mover accent=\"true\"><mi>w</mi><mo>¯</mo></mover><mi>i</mi></msub></mrow></math>, is estimated by the equation:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ2-2-3",
                                    "label": "(4)",
                                    "mathml": "<math><mrow><mi>log</mi><msub><mover accent=\"true\"><mi>w</mi><mo>¯</mo></mover><mi>i</mi></msub><mo>=</mo><msub><mi>α</mi><mi>i</mi></msub><mo>+</mo><msub><mi>β</mi><mi>i</mi></msub><mi>log</mi><msub><mi>Q</mi><mi>i</mi></msub><mo>+</mo><mi>δ</mi><mi>log</mi><msub><mi>B</mi><mi>i</mi></msub><mo>+</mo><mi>γ</mi><mo stretchy=\"false\">(</mo><msub><mi>Z</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo><mo>+</mo><msub><mi>u</mi><mi>i</mi></msub><mo>,</mo><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>...</mn><mo>,</mo><mi>n</mi></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>α<sub>i</sub></i>, <i>β<sub>i</sub>, δ<sub>i</sub></i> and <i>γ<sub>i</sub></i> are the parameters to be estimated. The observed wage, <inline-formula id=\"inline5\"><math display=\"inline\" id=\"i5\"><mrow><msub><mover accent=\"true\"><mi>w</mi><mo>^</mo></mover><mi>i</mi></msub></mrow></math>, is the hourly wage adjusted by the procedure described in step 1;<sup><a href=\"#fn17\">17</a></sup> <i>Q<sub>i</sub></i>, <i>B<sub>i</sub></i> and <i>Z<sub>i</sub></i> are the same variables presented earlier.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Due to the impossibility of observing the wage offer to the sample’s unemployed individuals, we need to estimate a <i>probit</i> model that determines the probability of these individual taking part in the labor market. This probability,<i>S<sub>i</sub></i> = 1, is estimated by the function:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ2-2-4",
                                    "label": "(5)",
                                    "mathml": "<math><mrow><mi>Pr</mi><mo stretchy=\"false\">(</mo><msub><mi>s</mi><mi>i</mi></msub><mo>=</mo><mn>1</mn><mo>|</mo><mo mathvariant=\"bold\">z</mo><mo stretchy=\"false\">)</mo><mo>=</mo><mo mathvariant=\"normal\">Φ</mo><mrow><mo>{</mo><mrow><msub><mi>γ</mi><mi>i</mi></msub><mo stretchy=\"false\">(</mo><msub><mi>Y</mi><mi>i</mi></msub><msub><mi>Z</mi><mi>i</mi></msub><msub><mi>D</mi><mi>g</mi></msub><mo stretchy=\"false\">)</mo></mrow><mo>}</mo></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where: <b>Φ</b> is a function of accumulated distribution; <i>γ<sub>i</sub></i> is a vector of estimated parameters that determine the probability of the individual taking part in the labor market; as before, <i>Z<sub>i</sub></i> and <i>Y<sub>i</sub></i> are, respectively, the individual characteristics and the work and non-work income that determine the probability of participating in the labor market; and <i>D<sub>g</sub></i> is a demographic <i>dummy</i> (0 for man, 1 for female household heads with children, 2 for other women).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "As for equations <a href=\"#equ2-2-1\">(1)</a> and <a href=\"#equ2-2-2\">(3)</a>, equations <a href=\"#equ2-2-3\">(4)</a> and <a href=\"#equ2-2-4\">(5)</a> are estimated by the Heckman two-stage method. This makes it possible to calculate the reservation wage of each individual, <inline-formula id=\"inline6\"><math display=\"inline\" id=\"i6\"><mrow><msubsup><mover accent=\"true\"><mi>w</mi><mo>¯</mo></mover><mi>i</mi><mi>k</mi></msubsup><mo stretchy=\"false\">(</mo><mi>k</mi><mo>=</mo><mn>0</mn><mo>,</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mrow></math> based on observed and non-observed characteristics. If the individual belongs to state <i>k</i> = 1, the reservation wage of worker <i>i</i> will be used in comparison with the observed wage, <i>w i</i>, to select among the potential employed or unemployed persons. If in state <i>k</i> = 0 , the reservation wage of this individual is obtained to construct a rank of potential newly employed persons.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "If the estimated reservation wage <inline-formula id=\"inline7\"><math display=\"inline\" id=\"i7\"><mrow><mo stretchy=\"false\">(</mo><msubsup><mover accent=\"true\"><mi>w</mi><mo>¯</mo></mover><mi>i</mi><mi>j</mi></msubsup><mo stretchy=\"false\">)</mo></mrow></math> is higher than the earned wage (<i>w<sub>j</sub></i>) observed in the database, then this person is indicated as potentially unemployed; otherwise, he remains employed, i.e.:",
                                    "type": "paragraph"
                                },
                                {
                                    "label": "(6)",
                                    "mathml": "<math><mrow><mrow><mo>{</mo> <mrow><msubsup><mrow/><mrow><mtext>otherwise,</mtext><mtext> </mtext><mtext> </mtext><mtext>he</mtext><mtext> </mtext><mtext> </mtext><mtext>is</mtext><mtext> </mtext><mtext>potentially</mtext><mtext> </mtext><mtext>employes</mtext></mrow><mrow><mtext>if</mtext><mtext> </mtext><msub><mi>w</mi><mi>i</mi></msub><mo>&lt;</mo><msubsup><mover accent=\"true\"><mi>w</mi><mo>¯</mo></mover><mi>i</mi><mi>k</mi></msubsup><mo>,</mo><mtext> </mtext><mtext>individual</mtext><mtext> </mtext><mi>i</mi><mtext> </mtext><mtext>is</mtext><mtext> </mtext><mtext>potentially</mtext><mtext> </mtext><mtext>unemployed</mtext></mrow></msubsup></mrow></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "After making this comparison for each employed person, the model determines the Heckman pre-simulation occupational level by private labor type (<i>HLsl</i>) by summing up the number of people originally unemployed with the number of people that would be unemployed according to the Heckman criterion. It deserves mentioning that this occupational level is different from the original level in the database (<i>Lsl</i>), given that there are people in the database that work and earn wages lower than their estimated reservation wages. This occurs because the latter wages are estimates of what these people could earn in the market according to their individual and household characteristics. Therefore, merely applying the Heckman procedure to the database changes the occupational level for each labor type.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "As proposed by <a href=\"#bib50\">Savard (2003)</a>, the selection of individuals who should be unemployed starts with classifying workers according to their reservation wages. Those with the highest reservation wage will be the first to become unemployed if the real wage decreases. If there is a positive change in the real wages, the first to be employed will be those with the lowest reservation wage.<sup><a href=\"#fn18\">18</a></sup>",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-2",
                            "title": "Step 2",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In this section we evaluate the relationship between the conditional cash transfer programs and individual work decisions through substitution and income effects. In <a href=\"#table2\">Table 2</a> we present the marginal effects in respect to hours of work, implied by the estimates from steps 1 and 2.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Note</i>:** significant at 1%; * significant at 5%.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                },
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source</i>: Authors’ estimates.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table2",
                                            "label": "Table 2",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th rowspan=\"2\">Variable</th>\n<th colspan=\"2\">J + 1 (Men)</th>\n<th colspan=\"2\">J = 2 (Women with children)</th>\n<th colspan=\"2\">J = 3 (Women)</th>\n</tr>\n<tr>\n<th>Elasticity</th>\n<th>S.E.</th>\n<th>Elasticity</th>\n<th>S.E.</th>\n<th>Elasticity</th>\n<th>S.E.</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Wage elasticity (log w)</td>\n<td>−0.0230</td>\n<td>(0.0506)</td>\n<td>+0.0328 <a href=\"#tfn2-1\">**</a></td>\n<td>(0.0070)</td>\n<td>+0.1168 <a href=\"#tfn2-1\">**</a></td>\n<td>(0.0047)</td>\n</tr>\n<tr>\n<td>Income elasticity (log B)</td>\n<td>−0.0009</td>\n<td>(0.0010)</td>\n<td>−0.0128 <a href=\"#tfn2-1\">**</a></td>\n<td>(0.0014)</td>\n<td>−0.0082 <a href=\"#tfn2-1\">**</a></td>\n<td>(0.0008)</td>\n</tr>\n<tr>\n<td>Income elasticity (log Q)</td>\n<td>−0.0026 <a href=\"#tfn2-1\">**</a></td>\n<td>(0.0002)</td>\n<td>−0.0041 <a href=\"#tfn2-1\">**</a></td>\n<td>(0.0006)</td>\n<td>−0.0028 <a href=\"#tfn2-1\">**</a></td>\n<td>(0.0004)</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Elasticities – Marginal effects for grouping demographics.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The wage compensated elasticity of labor supply reflects the strength of the substitution effect from the perspective of labor income. The wage elasticities are the coefficients reported by the variable log <i>w</i> in equation <a href=\"#equ2-2-1\">(1)</a>. For women without children (<i>j</i> = 3) this elasticity is positive and higher than for women who are household heads (<i>j</i> = 2), which is to be expected according to the results of many empirical studies. For men, the negative elasticity is not usual, but it is statistically non-significant.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The magnitude of the income effect is reflected by the income elasticity of labor supply. These income elasticities – described by the variables <i>log B</i> (public transfer benefits) and log <i>Q</i> (all other non-labor income) in equation <a href=\"#equ2-2-1\">(1)</a> – are all negative, as expected. The highest sensibility is related to the group formed by female household heads with children, which is in line with the great majority of empirical work on this subject. Also, the results are consistent with standard theory and show that cash benefits may have participation effects on specific population groups.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-3",
                            "title": "Step 3",
                            "type": "section"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 The microsimulation model (MS)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The impacts of the <i>PBF</i> and <i>BPC</i> programs on welfare indicators are assessed with an integrated CGE-MS modeling framework with a bi-directional linkage to guarantee convergence of solutions for both models. The following illustrates how this bi-directional procedure:",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The MS model contains data on thousands of individuals, estimates the reservation wage <inline-formula id=\"inline8\"><math display=\"inline\" id=\"i8\"><mtable columnalign=\"left\"><mtr><mtd><mrow/></mtd></mtr><mtr><mtd><mo stretchy=\"false\">(</mo><msubsup><mover accent=\"true\"><mi>ω</mi><mo>¯</mo></mover><mi>i</mi><mi>j</mi></msubsup><mo stretchy=\"false\">)</mo></mtd></mtr></mtable></math> for each person <i>i</i> in the database, and defines occupational levels for each category of private labor by means of the equations <a href=\"#equ2-2-3\">(4)</a> and <a href=\"#equ2-2-4\">(5)</a>, as mentioned in <a href=\"#s2-2\">Section 2.2</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "First, for each simulation, the benefits received from the income transfer programs in 2003 (<i>B<sub>i</sub></i>) are replaced by their new values <inline-formula id=\"inline9\"><math display=\"inline\" id=\"i9\"><mrow><mo stretchy=\"false\">(</mo><msubsup><mi>B</mi><mi>i</mi><mo>*</mo></msubsup><mo stretchy=\"false\">)</mo></mrow></math> in equations <a href=\"#equ2-2-3\">(4)</a> and <a href=\"#equ2-2-4\">(5)</a>, whose re-estimation generate the Heckman post-simulation occupational level for each private labor type <inline-formula id=\"inline10\"><math display=\"inline\" id=\"i10\"><mrow><mo stretchy=\"false\">(</mo><mi>H</mi><mi>L</mi><mi>s</mi><msubsup><mi>l</mi><mrow><mi>M</mi><mi>S</mi></mrow><mo>*</mo></msubsup><mo stretchy=\"false\">)</mo></mrow></math>. Then, the difference between the Heckman post and pre-simulation occupational levels by private labor type, <inline-formula id=\"inline11\"><math display=\"inline\" id=\"i11\"><mrow><mo stretchy=\"false\">(</mo><mi>H</mi><mi>L</mi><mi>s</mi><msubsup><mi>l</mi><mrow><mi>M</mi><mi>S</mi></mrow><mo>*</mo></msubsup><mo>−</mo><mi>H</mi><mi>L</mi><mi>s</mi><mi>l</mi><mo stretchy=\"false\">)</mo></mrow></math>,<sup><a href=\"#fn19\">19</a></sup> are added to the original occupational level in the database (<i>Lsl</i>) , generating a post-simulation occupational level by private labor type calculated by the MS model <inline-formula id=\"inline12\"><math display=\"inline\" id=\"i12\"><mrow><mo stretchy=\"false\">(</mo><mi>L</mi><mi>s</mi><msubsup><mi>l</mi><mrow><mi>M</mi><mi>S</mi></mrow><mo>*</mo></msubsup><mo stretchy=\"false\">)</mo></mrow></math>.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-3-1",
                            "title": "Step 1",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The occupational levels compatible with the new values of benefits <inline-formula id=\"inline13\"><math display=\"inline\" id=\"i13\"><mrow><mo stretchy=\"false\">(</mo><mi>L</mi><mi>s</mi><msubsup><mi>l</mi><mrow><mi>M</mi><mi>S</mi></mrow><mo>*</mo></msubsup><mo stretchy=\"false\">)</mo></mrow></math>, as well as the new amount of given benefits (<i>B<sup>*</sup></i>) , are then applied to the CGE model, where",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ2-3-1",
                                    "label": "(7)",
                                    "mathml": "<math><mrow><msup><mi>B</mi><mo>*</mo></msup><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>i</mi></munder><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>i</mi></munder><mrow><msubsup><mi>B</mi><mi>i</mi><mi>t</mi></msubsup></mrow></mstyle><mo>,</mo><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>...</mn><mo>,</mo><mi>n</mi><mo>;</mo><mtext> </mtext><mtext> </mtext><mi>t</mi><mo>=</mo><mi>B</mi><mi>F</mi><mo>,</mo><mtext> </mtext><mi>B</mi><mi>P</mi><mi>C</mi></mrow></mstyle></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "and <inline-formula id=\"inline14\"><math display=\"inline\" id=\"i14\"><mrow><msubsup><mi>B</mi><mi>i</mi><mi>t</mi></msubsup></mrow></math> is the amount of benefits that individual <i>i</i> received from <i>PBF</i> and <i>BPC</i>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The new values of taxes used to finance the changes in transfer programs (<i>B<sup>*</sup></i>) are also applied to the CGE model to simulate the changes they induce in the economic environment.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "All these changes induce the economic system to achieve a new general equilibrium and, as part of this process, the labor market reach equilibrium with new real wage values <inline-formula id=\"inline15\"><math display=\"inline\" id=\"i15\"><mrow><mrow><mo>(</mo><mrow><msubsup><mi>W</mi><mrow><mi>C</mi><mi>G</mi><mi>E</mi></mrow><mo>*</mo></msubsup></mrow><mo>)</mo></mrow></mrow></math> for each kind of private labor.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-3-2",
                            "title": "Step 2",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The percentage change in the average real wage <inline-formula id=\"inline16\"><math display=\"inline\" id=\"i16\"><mrow><mo stretchy=\"false\">(</mo><mi>Δ</mi><msubsup><mi>W</mi><mrow><mi>C</mi><mi>G</mi><mi>E</mi></mrow><mo>*</mo></msubsup><mo stretchy=\"false\">)</mo></mrow></math> for each kind of private labor from the CGE simulation is applied to the wages earned by each person <i>i</i> in the MS model database (<i>w<sub>i</sub></i>), defining after-shock values for earned wages <inline-formula id=\"inline17\"><math display=\"inline\" id=\"i17\"><mrow><mo stretchy=\"false\">(</mo><msubsup><mi>w</mi><mi>i</mi><mo>*</mo></msubsup><mo stretchy=\"false\">)</mo></mrow></math>.<sup><a href=\"#fn20\">20</a></sup> After this, we compare these new individual wages <inline-formula id=\"inline18\"><math display=\"inline\" id=\"i18\"><mrow><msubsup><mi>w</mi><mi>i</mi><mo>*</mo></msubsup></mrow></math> with their respective reservation wage <inline-formula id=\"inline19\"><math display=\"inline\" id=\"i19\"><mrow><mo stretchy=\"false\">(</mo><msubsup><mover accent=\"true\"><mi>w</mi><mo>¯</mo></mover><mi>i</mi><mi>j</mi></msubsup><mo stretchy=\"false\">)</mo></mrow></math> by means of the Heckman procedure. Using the previously mentioned criterion for this procedure, we have that:",
                                    "type": "paragraph"
                                },
                                {
                                    "label": "(8)",
                                    "mathml": "<math><mrow><mrow><mo>{</mo> <mrow><msubsup><mrow/><mrow><mtext>otherwise,</mtext><mtext> </mtext><mtext>individual</mtext><mtext> </mtext><mi>i</mi><mtext> </mtext><mtext>is</mtext><mtext> </mtext><mtext>employed</mtext><mo>.</mo></mrow><mrow><mtext>if</mtext><mtext> </mtext><msubsup><mi>w</mi><mi>i</mi><mo>*</mo></msubsup><mo>&lt;</mo><msubsup><mover accent=\"true\"><mi>w</mi><mo>¯</mo></mover><mi>i</mi><mi>j</mi></msubsup><mo>,</mo><mtext> </mtext><mtext>individual</mtext><mtext> </mtext><mi>i</mi><mtext> </mtext><mtext>is</mtext><mtext> </mtext><mtext>unemployed</mtext><mo>,</mo></mrow></msubsup></mrow></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "After classifying the workers by their reservation wages, those with the highest reservation wage are the first to become unemployed if the real wage decreases. However, if the real wage rises, the first to be employed will be those with the lowest reservation wage. Adding the number of people to be employed or unemployed according to this criterion to the initial occupational level defines a new occupational level for each private labor type <inline-formula id=\"inline20\"><math display=\"inline\" id=\"i20\"><mrow><mo stretchy=\"false\">(</mo><mi>L</mi><mi>s</mi><msubsup><mi>l</mi><mrow><mi>M</mi><mi>S</mi></mrow><mo>*</mo></msubsup><mo stretchy=\"false\">)</mo></mrow></math>.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-3-3",
                            "title": "Step 3",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "These new occupational levels are then transmitted to the CGE model as shown in <a href=\"#fig1\">Figure 1</a>:",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig1",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00128%2Fijm-00128-fig1.tif",
                                                "size": {
                                                    "width": 729,
                                                    "height": 557
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00128%2Fijm-00128-fig1.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00128-fig1.jpg"
                                                }
                                            },
                                            "label": "Figure 1",
                                            "title": "MS–CGE integration.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "If the occupational levels calculated by the MS model are different from those in the CGE model, they change the equilibrium of the labor markets, which will then change wages and the economic environment as a whole until the CGE model reaches a new equilibrium. In this sense, step 2 restarts, but without changes in benefits and their financing sources, and this integrated solution procedure loops until the differences in the occupational level for all private labor types calculated by the MS model (<i>Lsl</i>*) approaches zero.<sup><a href=\"#fn21\">21</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "This association is done consistently with the equilibrium of aggregate markets in the CGE model, which requires that: (i) relative changes in average earnings in the MS model must be equal to changes in wage rates from the CGE model for each private wage group in the labor market; (ii) relative changes in the number of privately waged workers by labor market segment in the MS model must match those in the CGE model; and (iii) changes in the consumption price vector, <i>p</i>, must be consistent with the CGE.<sup><a href=\"#fn22\">22</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "According to the above procedure, the private labor supply is being modified with each simulation iteration; for example, some individuals will be losing their former jobs. If this happens, the share of each household in the total income of each labor category can also change (parameter ε<i><sub>hl</sub></i> in equation 2.1.2). In order to capture these variations, we incorporate the differences among the parameter ε<i><sub>hl</sub></i>, along the simulation rounds as a shock in the CGE as well, which performs simultaneously with the procedures described in this section.<sup><a href=\"#fn23\">23</a></sup>",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-3-4",
                            "title": "Step 4",
                            "type": "section"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Integration of the CGE and MS models",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "After the CGE and MS models’ solutions converge, it is still necessary to treat non-labor incomes before calculating poverty and inequality indicators. Basically, the variables related to these sources of income in the MS model follow the CGE variations or maintain the same value as in the household survey, as shown in <a href=\"#table3\">Table 3</a>. In the former case, the changes from the CGE model are transmitted to the corresponding variables in the MS model in a unidirectional way.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: For each family, the above sources are deflated by a family specific price index (after simulation).<sup><a href=\"#fn26\">26</a></sup>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ elaboration.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th><b>Household Income Source</b></th>\n<th><b>Procedure in the Microsimulation (PNAD 2003)</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Self Employed Income</td>\n<td>CGE results variations of these income sources are applied to the microsimulation model vectors.<sup><a href=\"#fn24\">24</a></sup></td>\n</tr>\n<tr>\n<td>Interest, Dividends and Others and House Rental</td>\n<td>CGE results variation of these income flows individualized to the 8 household categories in the model are applied to the microsimulation model vectors.<sup><a href=\"#fn25\">25</a></sup></td>\n</tr>\n<tr>\n<td>Retiree and Pension Public Benefits</td>\n<td>The same vector values as in the microsimulation base year model.</td>\n</tr>\n<tr>\n<td>Retiree and Pension Private Benefits</td>\n<td>The same vector values as in the microsimulation base year model.</td>\n</tr>\n<tr>\n<td>Donation received</td>\n<td>The same vector values as in the microsimulation base year model.</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Integration of CGE-MS model for non-labor income (Base 2003).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4 Non-labor income procedures",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The direct aiming of the simulations is to assess the effects of changing values and beneficiaries of the programs <i>PBF</i> and <i>BPC</i> from the ones presented in 2003 to the ones presented in 2005.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "We addressed the changes between 2003 and 2005 with similar procedures adopted by <a href=\"#bib6\">Barros <i>et al</i>. (2007c)</a>.<sup><a href=\"#fn27\">27</a></sup> However, we construct a specific imputation methodology for the 2005 additional benefits.<sup><a href=\"#fn28\">28</a></sup> Given this information, we then took the benefit share for the eight CGE household categories and apply the actual amounts given by Brazil’s budget data, ensuring consistency with our SAM data. The values are shown in <a href=\"#table4\">Table 4</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source</i>: Author’s elaboration based on data from the federal budget and SAM (2003).",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table4",
                                            "label": "Table 4",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">2003</th>\n<th colspan=\"2\">2005</th>\n<th colspan=\"2\">2005–2003</th>\n</tr>\n<tr>\n<th>Households</th>\n<th>Bolsa Família</th>\n<th>BPC</th>\n<th>Bolsa Família</th>\n<th>BPC</th>\n<th>Total Increase</th>\n<th>Share of Benefits in Total Household Income</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>F1</td>\n<td>777,344</td>\n<td>675,171</td>\n<td>1,829,805</td>\n<td>1,418,757</td>\n<td>1,796,048</td>\n<td>4.31%</td>\n</tr>\n<tr>\n<td>F2</td>\n<td>35,269</td>\n<td>19,741</td>\n<td>88,412</td>\n<td>255,354</td>\n<td>288,755</td>\n<td>3.01%</td>\n</tr>\n<tr>\n<td>F3</td>\n<td>616,145</td>\n<td>302,187</td>\n<td>1,250,466</td>\n<td>410,307</td>\n<td>742,439</td>\n<td>5.05%</td>\n</tr>\n<tr>\n<td>F4</td>\n<td>810,877</td>\n<td>2,203,557</td>\n<td>1,861,258</td>\n<td>4,346,372</td>\n<td>3,193,196</td>\n<td>2.32%</td>\n</tr>\n<tr>\n<td>F5</td>\n<td>131,450</td>\n<td>653,335</td>\n<td>276,218</td>\n<td>336,645</td>\n<td>−171,922</td>\n<td>−0.11%</td>\n</tr>\n<tr>\n<td>F6</td>\n<td>319,388</td>\n<td>653,445</td>\n<td>647,264</td>\n<td>757,034</td>\n<td>431,464</td>\n<td>1.09%</td>\n</tr>\n<tr>\n<td>F7</td>\n<td>336,965</td>\n<td>575,066</td>\n<td>635,454</td>\n<td>288,837</td>\n<td>12,259</td>\n<td>0.00%</td>\n</tr>\n<tr>\n<td>F8</td>\n<td>157,558</td>\n<td>50,428</td>\n<td>282,481</td>\n<td>25,328</td>\n<td>99,823</td>\n<td>0.04%</td>\n</tr>\n<tr>\n<td>Total</td>\n<td>3,185,000</td>\n<td>5,132,934</td>\n<td>6,871,361</td>\n<td>7,838,638</td>\n<td>6,392,065</td>\n<td>0.57%</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Total benefits by CGE household category and changes between 2003 and 2005 (<i>R$ thousands</i>).",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The table above shows the differences in benefits between 2005 and 2003. Total transfers increased by R$6,392 million, which represents 0.57% of total household income. By program, the increase was approximately 116% for <i>BF</i> and 53% for <i>BPC</i>. Also, there was an overall improvement in the targeted group. The poorest households in the CGE model (F1, F2 and F3) increase their total <i>BF</i> share from 44.9% (2003) to 46.1% (2005). However, despite some improvements, the data show that the <i>BPC</i> targeting was much worse than the <i>BF</i> program (19.4% in 2003 and 26.6% in 2005).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We carried out two simulations, distinguished by whether the increased transfers are financed by public deficit (which reduces total savings and investment, according to the model’s macro closure) or increased taxes: SIMU A and SIMU B.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-1",
                            "title": "Transfer programs",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In this simulation, the increase in benefits is financed by increased federal government taxes. This choice was made in order to hold the nominal public deficit almost constant. The main justification for this policy arrangement is the “Brazilian Fiscal Responsibility Law”, which states that new expenditures must be explicitly financed.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In order to replicate what happened in that period, we did an extensive analysis of the 2005 federal budget data to identify the specific tax sources that financed the <i>PBF</i>-<i>BPC</i> programs during that year. <a href=\"#table5\">Table 5</a> summarizes the amounts of each federal tax source, their percentage composition, and the equivalent CGE tax as presented in the CGE model.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source</i>: Authors’ elaboration.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table5",
                                            "label": "Table 5",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th>Brazil Tax Source</th>\n<th>Value</th>\n<th>Composition</th>\n<th>Equivalent tax in the CGE model</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Contribuição para Financiamento da Seguridade Social (COFINS: budget code 153)</td>\n<td>7,570,121</td>\n<td>51.46%</td>\n<td>“COFINS” tax and its value added reform</td>\n</tr>\n<tr>\n<td>Contribuição Provisória sobre Movimentação Financeira (CPMF: budget code 155)</td>\n<td>5,265,907</td>\n<td>35.80%</td>\n<td>Direct taxes on firms and households</td>\n</tr>\n<tr>\n<td>Outros Impostos Diretos (Income Tax and other directed taxes)</td>\n<td>993,630</td>\n<td>6.75%</td>\n<td>Direct taxes on firms and households</td>\n</tr>\n<tr>\n<td>Impostos sobre Produtos (Mix of Indirect Taxes)</td>\n<td>445,959</td>\n<td>3.03%</td>\n<td>Indirect taxes on Revenue</td>\n</tr>\n<tr>\n<td>Contribuição Social sobre o Lucro das Pessoas Jurídicas (CSLL: budget code 151)</td>\n<td>418,667</td>\n<td>2.85%</td>\n<td>Direct taxes on firms and households</td>\n</tr>\n<tr>\n<td>Operações de Credito Externas – Em Moeda (budget code 148)</td>\n<td>15,713</td>\n<td>0.11%</td>\n<td/>\n</tr>\n<tr>\n<td>Total</td>\n<td>14,710,000</td>\n<td>100.00%</td>\n<td/>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Programs’ tax sources in 2005 (R$ thousands).",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "From this table,<sup><a href=\"#fn29\">29</a></sup> we collected the share of each tax in the total increase of program expenditure (R$6,392,065,000). Thus, the following adjustments were made to the CGE model: (i) 2.2% increase in direct taxes on the gross income of the eight CGE household categories and firms; (ii) introduction of the Cofins tax through the replication of the PIS-COFINS tax reform, which was implemented by the federal government in the same period. From the total revenue generated by this reform, 27.5% was appropriated as funding for the cash transfer programs.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-2",
                            "title": "SIMU B",
                            "type": "section"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Description of simulations",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table6\">Table 6</a> presents selected macro results for SIMU A and SIMU B. We first analyze SIMU B, which captures the combined effects of changes in transfers and taxes, while the results from SIMU A capture only the impacts of changes in transfers (and the public deficit).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>:",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn6-1",
                                            "label": "(*)",
                                            "text": [
                                                {
                                                    "text": "Real percentage change from the CGE base year.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn6-2",
                                            "label": "(**)",
                                            "text": [
                                                {
                                                    "text": "Lower than 0.01%. Source: Authors’ elaboration.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Macroeconomics indicators</th>\n<th>SIMU A (%)</th>\n<th>SIMU B (%)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>GDP</td>\n<td>–0.02</td>\n<td>–0.46</td>\n</tr>\n<tr>\n<td>Consumption</td>\n<td>0.50</td>\n<td>–0.35</td>\n</tr>\n<tr>\n<td>Investment</td>\n<td>–1.42</td>\n<td>–1.04</td>\n</tr>\n<tr>\n<td>Public Sector Deficit</td>\n<td>+17.87</td>\n<td>+7.38</td>\n</tr>\n<tr>\n<td>Exports</td>\n<td><a href=\"#tfn6-2\">(**)</a></td>\n<td>–0.84</td>\n</tr>\n<tr>\n<td>Imports</td>\n<td><a href=\"#tfn6-2\">(**)</a></td>\n<td>–1.07</td>\n</tr>\n<tr>\n<td>Employment</td>\n<td>–0.11</td>\n<td>–0.48</td>\n</tr>\n<tr>\n<td>Price Index</td>\n<td>0.13</td>\n<td>0.65</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Macroeconomic indicators (percentage change)<a href=\"#tfn6-1\">*</a>.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In general, the macro impacts are adverse since they induce a real GDP fall of 0.46% and an aggregate employment decrease of 0.48%, while generating a price index increase of 0.65%. These adverse effects can mainly be attributed to the partial reform of PIS-COFINS that were the main tax sources of the transfer programs.",
                            "type": "paragraph"
                        },
                        {
                            "text": "PIS-COFINS reform increases the taxation of firms’ value-added (VA), which leads to either higher marginal revenues or lower marginal costs through the reduction of VA components. Since capital is fixed by sector, this implies a lower labor demand, which induces a decrease in wages and, ultimately, household income. Specifically, the fall in aggregate consumption is due to the decrease in overall household income despite the rise of income among the poorest households who benefit most from the increase in transfers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The taxation of imports increases their prices in the domestic market and induces another adverse effect on aggregate consumption, through higher domestic prices.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Exports fall due to the price-responsive behavior of external agents and the model’s external closure characteristics. First, the simulation induces an increase in domestic prices, which causes a decrease in external demand for Brazilian export goods. Second, since external macro closure implies a constant trade balance, the fall in imports must be accompanied by a fall in exports.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The government deficit increases by 7.88%, which shows that the ex-ante simulated taxation was not enough to completely finance the total transfer costs. Despite the “total financing” intention of SIMU B, the government deficit was not held constant because the taxes dead weight losses turn out to be very strong during the simulation.<sup><a href=\"#fn30\">30</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The comparison between SIMU A and SIMU B demonstrates the isolated effects of transfers without the tax increases. GDP in SIMU A is practically stable. However, the shock induces a trade-off between consumption and investment, with the former increasing by 0.5% and the latter decreasing by 1.42%. This fact can be explained by the increase in income transfer and by the higher public deficit (+17.89%), which reduces total savings. The consequent fall in investment will reduce economic growth in the near future, engendering additional negative effects not captured in this analysis. Therefore we can conclude that the adverse impacts of SIMU B are due to the simulated program’s financing structure.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Macroeconomic impacts",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "SIMU B has an adverse effect on aggregate employment (−0.48%, according to <a href=\"#table6\">Table 6</a>). In SIMU A, the effect is small (−0.11%) but it is one of the few macro aggregates with negative impacts.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table7\">Table 7</a> shows that employment falls for all categories of workers in the private sector. The number of public worker does not change because, by model assumption and legal status, the quantities are fixed and the adjustments are done through flexible real wages.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: <b>L1</b>-unskilled informal; <b>L2</b>-skilled informal; <b>L3</b>-low-skilled formal; <b>L4</b>-average-skilled formal; <b>L5</b>- high-skilled formal; <b>L6</b>- low-skilled public servants; <b>L7</b>- high-skilled public servants.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ elaboration.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th><b>L1</b></th>\n<th><b>L2</b></th>\n<th><b>L3</b></th>\n<th><b>L4</b></th>\n<th><b>L5</b></th>\n<th><b>L6</b></th>\n<th><b>L7</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>SIMU A</td>\n<td>– 0.13</td>\n<td>– 0.14</td>\n<td>– 0.17</td>\n<td>– 0.06</td>\n<td>– 0.06</td>\n<td>0,00</td>\n<td>0,00</td>\n</tr>\n<tr>\n<td>SIMU B</td>\n<td>– 0.85</td>\n<td>– 0.47</td>\n<td>– 0.47</td>\n<td>– 0.28</td>\n<td>– 0.23</td>\n<td>0,00</td>\n<td>0,00</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Change in employment from the base-year (%).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In the SIMU B, among the private sector, we can see two patterns. The effects are more pronounced in the informal markets (L1 and L2) and among less skilled workers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In our interpretation, with lower imports and a fixed trade balance, there is pressure to overvalue the real exchange rate making exports more expensive. The sectors in which exports are more sensitive to price changes are the most traditional ones, which are more intensive in informal and low-skilled workers. On the other hand, the fall of consumption in high income households affect the employment of more skilled workers in the sectors that produce goods with higher technological content, such as automobiles, auto parts, electronic, electrical, and pharmaceutical industries.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table8\">Table 8</a> show generally negative impacts on real wages by labor type. In the SIMU B, the wage of less skilled workers (L1 and L3) fall more than the other types. The reduction in public servants’ earnings is due to the model hypothesis stressed above.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: <b>L1</b>-unskilled informal; <b>L2</b>-skilled informal; <b>L3</b>-low-skilled formal; <b>L4</b>-average-skilled formal; <b>L5</b>- high-skilled formal; <b>L6</b>- low-skilled public servants; <b>L7</b>- high-skilled public servants.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ elaboration.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table8",
                                    "label": "Table 8",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th><b>L1</b></th>\n<th><b>L2</b></th>\n<th><b>L3</b></th>\n<th><b>L4</b></th>\n<th><b>L5</b></th>\n<th><b>L6</b></th>\n<th><b>L7</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>SIMU A</td>\n<td>+ 0,32</td>\n<td>– 0,12</td>\n<td>– 0,04</td>\n<td>– 0,07</td>\n<td>– 0,09</td>\n<td>– 0,04</td>\n<td>– 0,01</td>\n</tr>\n<tr>\n<td>SIMU B</td>\n<td>– 1,77</td>\n<td>– 0.96</td>\n<td>– 1,52</td>\n<td>– 0,90</td>\n<td>– 1,61</td>\n<td>– 1,66</td>\n<td>– 1,62</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Change in the average real wage from the base-year (%).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table9\">Table 9</a> shows the effects on the total labor income, combining wage and employment effects. These are stronger among the less skilled workers, especially for those in the informal market, and due mainly to real wage effects.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: <b>L1</b>-unskilled informal; <b>L2</b>-skilled informal; <b>L3</b>-low-skilled formal; <b>L4</b>-average-skilled formal; <b>L5</b>- high-skilled formal; <b>L6</b>- low-skilled public servants; <b>L7</b>- high-skilled public servants.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ elaboration.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table9",
                                    "label": "Table 9",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th><b>L1</b></th>\n<th><b>L2</b></th>\n<th><b>L3</b></th>\n<th><b>L4</b></th>\n<th><b>L5</b></th>\n<th><b>L6</b></th>\n<th><b>L7</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>SIMU A</td>\n<td>+ 0,19</td>\n<td>– 0,25</td>\n<td>– 0,21</td>\n<td>– 0,13</td>\n<td>– 0,14</td>\n<td>– 0,04</td>\n<td>– 0,01</td>\n</tr>\n<tr>\n<td>SIMU B</td>\n<td>–2.62</td>\n<td>–1.43</td>\n<td>–1.99</td>\n<td>–1.18</td>\n<td>–1.84</td>\n<td>–1.66</td>\n<td>–1.62</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Changes in real payroll from the base-year (%).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Again, SIMU A has practically no significant adverse effects. In contrast to SIMU B, informal unskilled workers (L1) fare better, due to the fact that there is a reallocation of production toward more labor-intensive sectors.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, it is important to stress that the convergence procedures affect the final labor market equilibrium. <a href=\"#table10\">Table 10</a> illustrates this process for SIMU B. The first line show changes in real wages, the price index and GDP in the first simulation round. In the second line, the same variables are presented for the last round. The convergence solution shows that changes in the transfer programs induce general equilibrium effects that initially affect wages primarily and then, due to the iterative process, are partially reallocated to employment impacts (quantity effects).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ elaboration.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table10",
                                    "label": "Table 10",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>wage L1</th>\n<th>wage L2</th>\n<th>wage L3</th>\n<th>wage L4</th>\n<th>wage L5</th>\n<th>pindex</th>\n<th>GDP</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>First round simu B</td>\n<td>– 2,16</td>\n<td>– 1,39</td>\n<td>– 1,76</td>\n<td>– 1,29</td>\n<td>– 1,93</td>\n<td>0.56</td>\n<td>– 0.41</td>\n</tr>\n<tr>\n<td>Last round simu B</td>\n<td>– 1,77</td>\n<td>– 0.96</td>\n<td>– 1,52</td>\n<td>– 0,90</td>\n<td>– 1,61</td>\n<td>0,65</td>\n<td>– 0,46</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Differences between first and last SIMU B rounds – selected variables (<i>%</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Impacts on labor market",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table11\">Table 11</a> shows the impacts of the changes in the transfer programs on inequality indicators. In general, the results confirm the important role of transfer programs in the fall in Brazil’s inequality during that period.<sup><a href=\"#fn31\">31</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: from the CGE-MS integration model. (base year: 2003 PNAD survey).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table11",
                                    "label": "Table 11",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\">Inequality Indicators</th>\n<th>Base Year</th>\n<th colspan=\"2\">SIMU A</th>\n<th colspan=\"2\">SIMU B</th>\n</tr>\n<tr>\n<th>Original</th>\n<th>Results**</th>\n<th>Change</th>\n<th>Results**</th>\n<th>Change</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Gini Index</td>\n<td>0.5930</td>\n<td>0.5908</td>\n<td>– 0.37%</td>\n<td>0.5902</td>\n<td>– 0.48%</td>\n</tr>\n<tr>\n<td>Theil-T Index</td>\n<td>0.7213</td>\n<td>0.7163</td>\n<td>– 0.69%</td>\n<td>0.7161</td>\n<td>– 0.72%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Inequality indicators from household per capita income (<i>base year 2003</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Analyzing the Gini index, the fall of –0.48% (SIMU B) is slightly lower than the ones reported by other studies that evaluated the contribution of transfer programs to the fall in inequality using partial equilibrium or decomposition analysis. <a href=\"#bib6\">Barros <i>et al</i>. (2007c)</a> found that 22.9% of the total Gini decrease between 2001 and 2005 was due to <i>BF</i> and <i>BPC</i>. In the same period, these authors reported a total decrease in the Gini index of –2.6%. Therefore, the decrease displayed in <a href=\"#table10\">Table 10</a> accounts for approximately 14% (SIMU A) and 19% (SIMU B) of the total fall in inequality during that period.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Here, it is important to stress some differences between our simulations and the study by <a href=\"#bib6\">Barros <i>et al</i>. (2007c)</a>. The simulations capture the effects of changes in a shorter period, from 2003 to 2005, in a general equilibrium environment. Although the period is different, we found evidence that the transfer programs alone (SIMU A) had lower effects on inequality than those reported by other studies. However, in the case of SIMU B, the effect is similar.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table12\">Table 12</a> shows the impacts on household income. The changes in programs have a slightly adverse effect on national average household income in SIMU A (−0.18 %), which is magnified (−0.81%) in SIMU B. In both, the positive effects on the three poorest household categories are primarily due to the increase in transfer amounts to them. On the other hand, the effects of the programs’ expansion on the richest households (F7 and F8) are already negative in the first simulation (SIMU A) and are magnified when the changes in taxation were considered. There are two important causes of these negative impacts. The first is related to labor income reported in the former section. The other can be attributed to the general price increase and its effect on non-labor income such as social security benefits and interest on fixed income investments.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: F1 – poor urban households headed by active individuals; F2 – poor urban households headed by non-active individuals; F3 – poor rural households; F4 – urban households with low average income; F5 – urban households with medium income; F6 – rural households with medium income; F7 – households with high average income; F8 – households with high income.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ elaboration.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table12",
                                    "label": "Table 12",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\">Average household income</th>\n<th>Original</th>\n<th colspan=\"2\">SIMU A</th>\n<th colspan=\"2\">SIMU B</th>\n</tr>\n<tr>\n<th>Values (R$)</th>\n<th>Values (R$)</th>\n<th>°Change</th>\n<th>Values (R$)</th>\n<th>Change</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>National average</td>\n<td>432.36</td>\n<td>431.59</td>\n<td>−0.18%</td>\n<td>428.84</td>\n<td>−0.81%</td>\n</tr>\n<tr>\n<td>Household 1 (F1)</td>\n<td>43.88</td>\n<td>45.89</td>\n<td>4.58%</td>\n<td>45.76</td>\n<td>4.28%</td>\n</tr>\n<tr>\n<td>Household 2 (F2)</td>\n<td>70.20</td>\n<td>74.90</td>\n<td>6.70%</td>\n<td>74.89</td>\n<td>6.69%</td>\n</tr>\n<tr>\n<td>Household 3 (F3)</td>\n<td>46.87</td>\n<td>47.89</td>\n<td>2.17%</td>\n<td>47.78</td>\n<td>1.94%</td>\n</tr>\n<tr>\n<td>Household 4 (F4)</td>\n<td>166.42</td>\n<td>168.19</td>\n<td>1.06%</td>\n<td>167.67</td>\n<td>0.75%</td>\n</tr>\n<tr>\n<td>Household 5 (F5)</td>\n<td>303.65</td>\n<td>302.57</td>\n<td>–0.36%</td>\n<td>301.23</td>\n<td>–0.80%</td>\n</tr>\n<tr>\n<td>Household 6 (F6)</td>\n<td>191.94</td>\n<td>192.31</td>\n<td>0.19%</td>\n<td>191.76</td>\n<td>–0.09%</td>\n</tr>\n<tr>\n<td>Household 7 (F7)</td>\n<td>696.64</td>\n<td>693.84</td>\n<td>–0.40%</td>\n<td>689.33</td>\n<td>–1.05%</td>\n</tr>\n<tr>\n<td>Household 8 (F8)</td>\n<td>3,015.14</td>\n<td>2,998.08</td>\n<td>–0.57%</td>\n<td>2,972.50</td>\n<td>–1.41%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Change in household income from the base-year (<i>%</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The positive impacts of the program’s expansion on the poorest household category are better reflected by SIMU A. This simulation also captures systemic effects induced from these programs, as shown in <a href=\"#s3-2\">Sections 3.2</a> and <a href=\"#s3-4\">3.4</a>. Besides that, SIMU B also shows the additional negative impact of the increase of taxation. This helps to understand the improvement of the Gini index in SIMU B in relation to the SIMU A. Aside from capturing the income increase of the poorest households, it also captures the fall in income of the richest households due to the increased taxation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 Impacts on income distribution",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The effects on poverty are presented in <a href=\"#table13\">Table 13</a>. Based on observed and simulated income per household head, we calculate three poverty indicators: Headcount index (P0), Poverty Gap (P1) and Severity of Poverty (P2). These indicators are calculated using the microsimulation model before and after simulations. The reference line values are from September 2005 estimated by <a href=\"#bib5\">Barros <i>et al</i>. (2007b)</a> and deflated to 2003 with the IPCA (<i>Índice de Preços ao Consumidor Amplo</i>) price index.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ elaboration.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table13",
                                    "label": "Table 13",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\">Poverty Indicators</th>\n<th>Base year</th>\n<th colspan=\"2\">SIMU A</th>\n<th colspan=\"2\">SIMU B</th>\n</tr>\n<tr>\n<th>Results*</th>\n<th>Results</th>\n<th>Change</th>\n<th>Results</th>\n<th>Change</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"6\"><b>Poverty Line (Line = R$ 143,70)</b></td>\n</tr>\n<tr>\n<td>P0</td>\n<td>0.3299</td>\n<td>0.3256</td>\n<td>–1.29%</td>\n<td>0.3271</td>\n<td>–0.84%</td>\n</tr>\n<tr>\n<td>P1</td>\n<td>0.1599</td>\n<td>0.1579</td>\n<td>–1.26%</td>\n<td>0.1593</td>\n<td>–0.38%</td>\n</tr>\n<tr>\n<td>P2</td>\n<td>0.1061</td>\n<td>0.1047</td>\n<td>–1.28%</td>\n<td>0.1060</td>\n<td>–0.08%</td>\n</tr>\n<tr>\n<td colspan=\"6\"><b>Extreme Poverty Lines (Line = R$ 71,84)</b></td>\n</tr>\n<tr>\n<td>P0</td>\n<td>0.1485</td>\n<td>0.1473</td>\n<td>–0.83%</td>\n<td>0.1485</td>\n<td>0.01%</td>\n</tr>\n<tr>\n<td>P1</td>\n<td>0.0777</td>\n<td>0.0766</td>\n<td>–1.38%</td>\n<td>0.0778</td>\n<td>0.18%</td>\n</tr>\n<tr>\n<td>P2</td>\n<td>0.0578</td>\n<td>0.0569</td>\n<td>–1.52%</td>\n<td>0.0580</td>\n<td>0.40%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Poverty indicators – PNAD 2003.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The general reduction in poverty indicators (P0, P1 and P2) shows that the transfer programs alone (SIMU A) had positive effects on poverty and on extreme poverty. From the results in the <a href=\"#table13\">Table 13</a> we also see that the impacts on poverty were reduced by the changes in taxation (SIMU B). As discussed above, tax changes generate some adverse impacts that affect the poor population and, in a more intensive way, the extremely poor individuals. As we have seen previously in <a href=\"#s3-4\">Section 3.4</a>, the impacts on labor income were stronger among the less skilled workers (L1 and L3) and the informal workers (L1 and L2). These workers are predominantly from the poorest households, which are highly dependent on labor income. Therefore, despite the increase in the received benefits, some households fall into poverty due to increased taxation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the case of SIMU B, the program expansion did not have an impact on extreme poverty. However, the poverty gap and severity of extreme poverty worsened. One explanation is the deterioration of non-labor income due to the price increase, which especially affected the family F2 located, before shock, just above the poverty line and whose income is basically derived from social security benefits.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5 Impacts on poverty",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Simulations and results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The aim of the simulations presented here was to investigate the role of the two most important Brazilian cash transfer programs in reducing inequality. This was done through a CGE-microsimulation (CGE-MS) iterative approach. Two simulations were run, where the cost of increased transfers was financed by increased taxes or a rise in the public deficit.",
                    "type": "paragraph"
                },
                {
                    "text": "The macro results showed that, in general, the impacts were adverse for several macro indicators, including GDP, employment, and price index. However, importantly, the study’s CGE-MS framework brings out the fact that the adverse results came mainly from the tax increases and not the increase in transfers.",
                    "type": "paragraph"
                },
                {
                    "text": "The results confirmed the important role of the <i>PBF</i> and <i>BPC</i> programs in the recent reduction in income inequality in Brazil. Practically 20% of the fall in inequality between 2003 and 2005 can be attributed to the adopted policies. These results are similar to those reported by other studies using partial equilibrium/decomposition analysis. However, again, this study’s CGE-MS framework reveals that the accompanying tax reform played a major role in this process.",
                    "type": "paragraph"
                },
                {
                    "text": "The programs also contributed to a reduction in poverty. However, the impacts were smaller than for inequality. The transfers generated positive impacts, but the general equilibrium effects of the changes in taxation to finance the program largely offset the former effect, particularly in the case of extreme poverty indicators. Household income was effected through reduction in labor and non-labor income.",
                    "type": "paragraph"
                },
                {
                    "text": "In general, the results also demonstrated that the two analyzed programs have achieved their objective of reducing poverty and inequality. However, the simulations showed that <i>PBF</i> targeted its beneficiaries better, concentrating its benefits on poor households.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, it is clear that the financing of transfer programs plays an important role in the final welfare impacts. In our opinion, this issue deserves more attention in a policy research agenda.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Adelman, I",
                        "preferred": "I Adelman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Income distribution policy in developing country: A case study of Korea",
            "date": "1978",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stanford CA"
                        ]
                    },
                    "formatted": [
                        "Stanford CA"
                    ]
                },
                "name": [
                    "Stanford University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Agénor, PR",
                        "preferred": "PR Agénor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Izquierdo, A",
                        "preferred": "A Izquierdo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fofack, H",
                        "preferred": "H Fofack"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "IMMPA: A Quantitative Macroeconomic Framework for the Analysis of Poverty Reduction Strategies, Washington, D.C., The World Bank, mimeo",
            "id": "bib2",
            "title": "mimeo",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Armington, P",
                        "preferred": "P Armington"
                    },
                    "type": "person"
                }
            ],
            "date": "1969",
            "details": "157–178, ‘A Theory of Demand for Products Distinguished by Place of Production’. IMF Staff Papers, 16",
            "id": "bib3",
            "title": "‘A Theory of Demand for Products Distinguished by Place of Production’. IMF Staff Papers",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "de Barros, RP",
                        "preferred": "RP de Barros"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Carvalho, M",
                        "preferred": "M Carvalho"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Franco, S",
                        "preferred": "S Franco"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mendonça, R",
                        "preferred": "R Mendonça"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "A Queda Recente da Desigualdade de Renda no Brasil, Desigualdade de Renda no Brasil: uma análise da queda recente, Brasília, Ipea, 1",
            "id": "bib4",
            "title": "Desigualdade de Renda no Brasil: uma análise da queda recente",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "de Barros, RP",
                        "preferred": "RP de Barros"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Carvalho, M",
                        "preferred": "M Carvalho"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Franco, S",
                        "preferred": "S Franco"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mendonça, R",
                        "preferred": "R Mendonça"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "A importância da queda recente da desigualdade para a Pobreza, Desigualdade de Renda no Brasil: uma análise da queda recente, Brasília, Ipea, 1",
            "id": "bib5",
            "title": "Desigualdade de Renda no Brasil: uma análise da queda recente",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "de Barros, RP",
                        "preferred": "RP de Barros"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Carvalho, M",
                        "preferred": "M Carvalho"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Franco, S",
                        "preferred": "S Franco"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "O papel das transferências públicas na queda recente da desigualdade de renda brasileira, Desigualdade de Renda no Brasil: uma análise da queda recente, Brasília, Ipea, 2",
            "id": "bib6",
            "title": "Desigualdade de Renda no Brasil: uma análise da queda recente",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "de Barros, RP",
                        "preferred": "RP de Barros"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Corseuil, CH",
                        "preferred": "CH Corseuil"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cury, S",
                        "preferred": "S Cury"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "157–182, Salário mínimo e pobreza: uma abordagem de equilíbrio geral, Pesquisa e Planejamento Econômico, Rio de Janeiro, IPEA, 30, 2",
            "id": "bib7",
            "title": "Pesquisa e Planejamento Econômico",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "de Barros, RP",
                        "preferred": "RP de Barros"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Foguel, MN",
                        "preferred": "MN Foguel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ulyssea, G",
                        "preferred": "G Ulyssea"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Desigualdade de Renda no Brasil: uma análise da queda recente",
            "date": "2007",
            "discriminator": "d",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Brasília"
                        ]
                    },
                    "formatted": [
                        "Brasília"
                    ]
                },
                "name": [
                    "Ipea"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "‘A Theory of Allocation of Time’",
            "authors": [
                {
                    "name": {
                        "index": "Becker, GS",
                        "preferred": "GS Becker"
                    },
                    "type": "person"
                }
            ],
            "date": "1965",
            "id": "bib9",
            "journal": "Economic Journal",
            "pages": {
                "first": "493",
                "last": "517",
                "range": "493–517"
            },
            "type": "journal",
            "volume": "75"
        },
        {
            "articleTitle": "‘The wage curve’",
            "authors": [
                {
                    "name": {
                        "index": "Blanchflower, DG",
                        "preferred": "DG Blanchflower"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Oswald, AJ",
                        "preferred": "AJ Oswald"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "id": "bib10",
            "journal": "Scandinavian Journal of Economics",
            "pages": {
                "first": "215",
                "last": "235",
                "range": "215–235"
            },
            "type": "journal",
            "volume": "92"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Blanchflower, DG",
                        "preferred": "DG Blanchflower"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Oswald, AJ",
                        "preferred": "AJ Oswald"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The wage curve",
            "date": "1994",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge, Massachussetts"
                        ]
                    },
                    "formatted": [
                        "Cambridge, Massachussetts"
                    ]
                },
                "name": [
                    "MIT Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McCurdy, T",
                        "preferred": "T McCurdy"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Labor Economics III",
            "chapterTitle": "A labour supply: a review of alternative approaches",
            "date": "1999",
            "editors": [
                {
                    "name": {
                        "index": "Ashenfelter, O",
                        "preferred": "O Ashenfelter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Card, D",
                        "preferred": "D Card"
                    },
                    "type": "person"
                }
            ],
            "id": "bib12",
            "pages": {
                "first": "1559",
                "last": "1695",
                "range": "1559–1695"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North Holland"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Boccanfuso, D",
                        "preferred": "D Boccanfuso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cisse, F",
                        "preferred": "F Cisse"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Diagne, A",
                        "preferred": "A Diagne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Un modèle CGE-Multi-Ménages Intégrés Appliqué à l’Économie Sénégalaise",
            "date": "2003",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "mimeo"
                        ]
                    },
                    "formatted": [
                        "mimeo"
                    ]
                },
                "name": [
                    "CREA, Dakar"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bonnet, C",
                        "preferred": "C Bonnet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mahieu, R",
                        "preferred": "R Mahieu"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "Public pensions in a dynamic microanalytic framework: the case of France, Microsimulation Modelling for Policy Analysis: Challenges and Innovations, Cambridge University Press, Cambridge",
            "id": "bib14",
            "title": "Microsimulation Modelling for Policy Analysis: Challenges and Innovations",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, AS",
                        "preferred": "AS Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "‘Representative versus Real Households in the Macroeconomic Modeling of Inequality’. Working Paper, nº. 2003-05, DELTA/ENS, Paris",
            "id": "bib15",
            "title": "‘Representative versus Real Households in the Macroeconomic Modeling of Inequality’. Working Paper",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "A CGE Integrated Multi-Household Model with Segmented Labour Markets and unemployment, The Impact of Macroeconomic Policies on Poverty and Income Distribution: Macro-Micro Evaluation Techniques and Tools, Palgrave-Macmillan Publishers Limited, Houndmills, England",
            "id": "bib16",
            "title": "The Impact of Macroeconomic Policies on Poverty and Income Distribution: Macro-Micro Evaluation Techniques and Tools",
            "type": "unknown"
        },
        {
            "articleTitle": "‘Welfare impacts of China’s accession to the world trade organization’",
            "authors": [
                {
                    "name": {
                        "index": "Chen, S",
                        "preferred": "S Chen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ravallion, M",
                        "preferred": "M Ravallion"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib17",
            "journal": "The World Bank Economic Review",
            "pages": {
                "first": "29",
                "last": "57",
                "range": "29–57"
            },
            "type": "journal",
            "volume": "18"
        },
        {
            "articleTitle": "‘Poverty-Reduction Targeting Programs: a General Equilibrium Approach’",
            "authors": [
                {
                    "name": {
                        "index": "Chia, NC",
                        "preferred": "NC Chia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wahba, S",
                        "preferred": "S Wahba"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whalley, J",
                        "preferred": "J Whalley"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib18",
            "journal": "Journal of African Economies",
            "pages": {
                "first": "309",
                "last": "338",
                "range": "309–338"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Coady, DP",
                        "preferred": "DP Coady"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harris, RL",
                        "preferred": "RL Harris"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib19",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "International Food Policy Research Institute"
                ]
            },
            "source": "Evaluating Targeted Cash Transfer Programs – A General Equilibrium Framework with an Application to Mexico. Research Report 137",
            "title": "Evaluating Targeted Cash Transfer Programs – A General Equilibrium Framework with an Application to Mexico. Research Report 137",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "‘Trade liberalization and Poverty in Nepal: A Computable General Equilibrium micro-simulation Analysis’. Working paper, nº. 01-18, CREFA, Université Laval",
            "id": "bib20",
            "title": "‘Trade liberalization and Poverty in Nepal: A Computable General Equilibrium micro-simulation Analysis’. Working paper",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tiberti, L",
                        "preferred": "L Tiberti"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "Macro-Micro Models, The Handbook of Microsimulation Modelling, Emerald Group Publishing Limited",
            "id": "bib21",
            "title": "The Handbook of Microsimulation Modelling",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Coelho, AM",
                        "preferred": "AM Coelho"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Corseuil, CH",
                        "preferred": "CH Corseuil"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cury, S",
                        "preferred": "S Cury"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Barros, RP",
                        "preferred": "RP de Barros"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "A Abertura Comercial Brasileira nos anos 90 – impactos sobre emprego e salário",
            "chapterTitle": "Um modelo de equilíbrio geral computável para analisar aspectos distributivos no Brasil",
            "date": "2003",
            "editors": [
                {
                    "name": {
                        "index": "Corseuil, CH",
                        "preferred": "CH Corseuil"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kume, H",
                        "preferred": "H Kume"
                    },
                    "type": "person"
                }
            ],
            "id": "bib22",
            "pages": {
                "first": "171",
                "last": "197",
                "range": "171–197"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rio de Janeiro"
                        ]
                    },
                    "formatted": [
                        "Rio de Janeiro"
                    ]
                },
                "name": [
                    "IPEA"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "‘Poverty and Policy: Some experiments with a SAM-Based CGE Model for Ghana’",
            "authors": [
                {
                    "name": {
                        "index": "Colatei, D",
                        "preferred": "D Colatei"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Round, JI",
                        "preferred": "JI Round"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper presented to the XIII International Conference on Input-Output Techniques"
                ]
            },
            "date": "2001",
            "id": "bib23",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Covre, S",
                        "preferred": "S Covre"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marques, F",
                        "preferred": "F Marques"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mattos, E",
                        "preferred": "E Mattos"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib24",
            "publisher": {
                "name": [
                    "ANPEC"
                ]
            },
            "title": "‘Oferta de trabalho e transferências: Evidências dos efeitos das condições impostas pelo programa Bolsa-Família’",
            "type": "web",
            "uri": "http://www.anpec.org.br/encontro2008/artigos/200807141223420-.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cury, S",
                        "preferred": "S Cury"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "details": "Modelo de equilíbrio geral para simulação de políticas de distribuição de renda e crescimento no Brasil, PhD dissertation (Doutorado em Economia de Empresas) – Depto de Economia, Escola de Administração de Empresas de São Paulo, Fundação Getulio Vargas",
            "id": "bib25",
            "title": "PhD dissertation (Doutorado em Economia de Empresas) – Depto de Economia, Escola de Administração de Empresas de São Paulo",
            "type": "unknown"
        },
        {
            "articleTitle": "‘From revenue to value added taxes: welfare and fiscal efficiency effects in Brazil’",
            "authors": [
                {
                    "name": {
                        "index": "Cury, S",
                        "preferred": "S Cury"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coelho, AM",
                        "preferred": "AM Coelho"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Proceedings of the International Conference on Policy Modeling (ECOMOD 2006)"
                ]
            },
            "date": "2006",
            "id": "bib26",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cury, S",
                        "preferred": "S Cury"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coelho, AM",
                        "preferred": "AM Coelho"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pedrozo, E",
                        "preferred": "E Pedrozo"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Matriz de Contabilidade Social - Brasil 2003, Relatório de Pesquisa 461/04 (Anexo 1), São Paulo, GV Pesquisa, EAESP–FGV, fevereiro, mimeo",
            "id": "bib27",
            "title": "mimeo",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cury, S",
                        "preferred": "S Cury"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coelho, AM",
                        "preferred": "AM Coelho"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Corseuil, CH",
                        "preferred": "CH Corseuil"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "739–765, A Computable General Equilibrium Model to Analyze Distributive Aspects in Brazil with a Trade Policy Illustration, Estudos Econômicos, São Paulo, IPE/FEA/USP, 35, 4",
            "id": "bib28",
            "title": "Estudos Econômicos",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cury, S",
                        "preferred": "S Cury"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pedrozo, E",
                        "preferred": "E Pedrozo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coelho, AM",
                        "preferred": "AM Coelho"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Callegari, I",
                        "preferred": "I Callegari"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "‘The Impacts of Income Transfer Programs on Income Distribution and Poverty in Brazil: An Integrated Microsimulation and Computable General Equilibrium Analysis’. MPIA-PEP Working Paper 11086",
            "id": "bib29",
            "title": "‘The Impacts of Income Transfer Programs on Income Distribution and Poverty in Brazil: An Integrated Microsimulation and Computable General Equilibrium Analysis’. MPIA-PEP Working Paper 11086",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "De Janvry, A",
                        "preferred": "A De Janvry"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sadoulet, E",
                        "preferred": "E Sadoulet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fargeix, A",
                        "preferred": "A Fargeix"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Adjustment and Equity in Ecuador",
            "date": "1991",
            "id": "bib30",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD Development Center"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Decaluwé, B",
                        "preferred": "B Decaluwé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Patry, A",
                        "preferred": "A Patry"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thorbecke, E",
                        "preferred": "E Thorbecke"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "discriminator": "a",
            "id": "bib31",
            "publisher": {
                "name": [
                    "African Economic Research Consortium"
                ]
            },
            "source": "‘Poverty Analysis within a General Equilibrium Framework’. Working Paper 99-09",
            "title": "‘Poverty Analysis within a General Equilibrium Framework’. Working Paper 99-09",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Decaluwé, B",
                        "preferred": "B Decaluwé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dumont, JC",
                        "preferred": "JC Dumont"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "discriminator": "b",
            "id": "bib32",
            "publisher": {
                "name": [
                    "Laval University, CREFA"
                ]
            },
            "source": "‘How to Measure Poverty and Inequality in General Equilibrium Framework’. Working Paper #9920",
            "title": "‘How to Measure Poverty and Inequality in General Equilibrium Framework’. Working Paper #9920",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dervis, K",
                        "preferred": "K Dervis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Melo, J",
                        "preferred": "J de Melo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "General Equilibrium Models for Development Policy",
            "date": "1982",
            "id": "bib33",
            "pages": {
                "first": "1",
                "last": "526",
                "range": "1–526"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Devarajan, S",
                        "preferred": "S Devarajan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lewis, J",
                        "preferred": "J Lewis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "details": "‘From stylized to applied models: building multisector CGE models for models for policy analysis’. CUDARE Working Paper Series, nº. 616, University of California at Berkeley, Dept. of Agricultural and Resource Economics and Policy",
            "id": "bib34",
            "title": "‘From stylized to applied models: building multisector CGE models for models for policy analysis’. CUDARE Working Paper Series",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ferro, AR",
                        "preferred": "AR Ferro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nicollela, AC",
                        "preferred": "AC Nicollela"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Population Association of America 2007 Annual Meeting"
                ]
            },
            "date": "2007",
            "id": "bib35",
            "title": "‘The impact of conditional cash transfer programs on household work decisions in Brazil’",
            "type": "web",
            "uri": "http://paa2007.princeton.edu/download.aspx?submissionId=71442"
        },
        {
            "articleTitle": "‘Evidence of eligibility manipulation for conditional cash transfer programs’",
            "authors": [
                {
                    "name": {
                        "index": "Firpo, S",
                        "preferred": "S Firpo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pieri, R",
                        "preferred": "R Pieri"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pedrozo, E",
                        "preferred": "E Pedrozo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Souza, AP",
                        "preferred": "AP Souza"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib36",
            "journal": "EconomiA",
            "pages": {
                "first": "243",
                "last": "260",
                "range": "243–260"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Foguel, MN",
                        "preferred": "MN Foguel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Barros, RP",
                        "preferred": "RP de Barros"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib37",
            "publisher": {
                "name": [
                    "ANPEC"
                ]
            },
            "title": "‘The Effects of Conditional Cash Transfer Programs on Adult Labour Supply: An Empirical Analysis Using a Time-Series-Cross-Section Sample of Brazilian Municipalities’",
            "type": "web",
            "uri": "http://www.anpec.org.br/encontro2008/ artigos/200807211655420-.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gronau, R",
                        "preferred": "R Gronau"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "details": "Home Production – A Survey, Handbook of Labor Economics, 1, chapter 4, Amsterdan, North Holland",
            "id": "bib38",
            "title": "Handbook of Labor Economics",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gunning, WJ",
                        "preferred": "WJ Gunning"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Kenya: Growth and Structural Change",
            "chapterTitle": "Income Distribution and Growth: A Simulation Model for Kenya",
            "date": "1983",
            "editors": [
                {
                    "name": {
                        "index": "Greene, DG",
                        "preferred": "DG Greene"
                    },
                    "type": "person"
                }
            ],
            "id": "bib39",
            "pages": {
                "first": "487",
                "last": "621",
                "range": "487–621"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "‘Shadow Prices, Market Wages, and Labor Supply’",
            "authors": [
                {
                    "name": {
                        "index": "Heckman, J",
                        "preferred": "J Heckman"
                    },
                    "type": "person"
                }
            ],
            "date": "1974",
            "id": "bib40",
            "journal": "Econometrica",
            "pages": {
                "first": "679",
                "last": "694",
                "range": "679–694"
            },
            "type": "journal",
            "volume": "42"
        },
        {
            "articleTitle": "‘Sample selection bias as a specification error’",
            "authors": [
                {
                    "name": {
                        "index": "Heckman, J",
                        "preferred": "J Heckman"
                    },
                    "type": "person"
                }
            ],
            "date": "1979",
            "id": "bib41",
            "journal": "Econometrica",
            "pages": {
                "first": "153",
                "last": "61",
                "range": "153–61"
            },
            "type": "journal",
            "volume": "47"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hoffmann, R",
                        "preferred": "R Hoffmann"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "77–88, Brasil, 2004: Menos pobres e menos ricos, Parcerias Estratégicas - Edição especial: Análise sobre a Pesquisa Nacional por Amostra de Domicílios (Pnad 2004), Brasília, Centro de Gestão e Estudos Estratégicos, 22",
            "id": "bib42",
            "title": "Parcerias Estratégicas - Edição especial: Análise sobre a Pesquisa Nacional por Amostra de Domicílios (Pnad 2004)",
            "type": "unknown"
        },
        {
            "articleTitle": "‘Transferências de renda e a redução da desigualdade no Brasil e cinco regiões entre 1997 e 2004’",
            "authors": [
                {
                    "name": {
                        "index": "Hoffmann, R",
                        "preferred": "R Hoffmann"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "discriminator": "b",
            "id": "bib43",
            "journal": "Econômica. Rio de Janeiro",
            "pages": {
                "first": "55",
                "last": "81",
                "range": "55–81"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "authors": [
                {
                    "name": "IPEA",
                    "type": "group"
                }
            ],
            "date": "2012",
            "details": "A Década Inclusiva (2001-2011): Desigualdade, Pobreza e Políticas de Renda, Comunicados IPEA, 155, Sept, 25, Brasília",
            "id": "bib44",
            "title": "Comunicados IPEA",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "IPEA",
                    "type": "group"
                }
            ],
            "bookTitle": "Boletim de Políticas Sociais - acompanhamento e análise nº 23",
            "date": "2015",
            "id": "bib45",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Brasília"
                        ]
                    },
                    "formatted": [
                        "Brasília"
                    ]
                },
                "name": [
                    "IPEA"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "‘The welfare effects of balance of payments reforms: A macro-micro simulation of the cost of rent-seeking’",
            "authors": [
                {
                    "name": {
                        "index": "King, D",
                        "preferred": "D King"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Handa, S",
                        "preferred": "S Handa"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib46",
            "journal": "The Journal of Development Studies",
            "pages": {
                "first": "101",
                "last": "128",
                "range": "101–128"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Müller, T",
                        "preferred": "T Müller"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib47",
            "publisher": {
                "name": [
                    "University of Geneva"
                ]
            },
            "source": "‘Evaluating the economic effects of income security reforms in Switzerland: an integrated microsimulation - computable general equilibrium approach’. Working Paper",
            "title": "‘Evaluating the economic effects of income security reforms in Switzerland: an integrated microsimulation - computable general equilibrium approach’. Working Paper",
            "type": "report"
        },
        {
            "articleTitle": "‘Inter-industry wage differentials and earnings inequality in Brazil’",
            "authors": [
                {
                    "name": {
                        "index": "Pinheiro, AC",
                        "preferred": "AC Pinheiro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ramos, LA",
                        "preferred": "LA Ramos"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib48",
            "journal": "Estúdios de Economia",
            "pages": {
                "first": "79",
                "last": "111",
                "range": "79–111"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Santos, AH da Silva",
                        "preferred": "AH da Silva Santos"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "ESAF - VI Prêmio SOF de Monografias",
            "id": "bib49",
            "title": "‘Redução da Desigualdade Renda no Brasil: determinantes e consequências’",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "39, CIRPRÉ – Centre Interuniversitaire sur le Risque, les Politiques Économiques et l’Emploi. Working Paper 03-43",
            "id": "bib50",
            "title": "CIRPRÉ – Centre Interuniversitaire sur le Risque, les Politiques Économiques et l’Emploi. Working Paper 03-43",
            "type": "unknown"
        },
        {
            "articleTitle": "‘Poverty and inequality analysis within a CGE Framework: a comparative analysis of the representative agent and microsimulation approaches’",
            "authors": [
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib51",
            "journal": "Development Policy Review",
            "pages": {
                "first": "313",
                "last": "332",
                "range": "313–332"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Soares, FV",
                        "preferred": "FV Soares"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ribas, RP",
                        "preferred": "RP Ribas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Osório, RG",
                        "preferred": "RG Osório"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib52",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Brasília"
                        ]
                    },
                    "formatted": [
                        "Brasília"
                    ]
                },
                "name": [
                    "IPC"
                ]
            },
            "source": "Avaliando o Impacto do Programa Bolsa Família: uma Comparacão com Programas de TransferênciaC ondicionada de Renda de Outros Países. IPC Evaluation Note, No. 1",
            "title": "Avaliando o Impacto do Programa Bolsa Família: uma Comparacão com Programas de TransferênciaC ondicionada de Renda de Outros Países. IPC Evaluation Note, No. 1",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tavares, PA",
                        "preferred": "PA Tavares"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Efeito do Programa Bolsa Família sobre a Oferta de Trabalho das Mães, XIII Seminário sobre Economia Mineira – Economia, História, Demografia e Políticas Públicas, Diamantina – MG – Brasil, agosto de",
            "id": "bib53",
            "title": "XIII Seminário sobre Economia Mineira – Economia, História, Demografia e Políticas Públicas",
            "type": "unknown"
        },
        {
            "articleTitle": "‘Vanishing income redistributions: Keynesian clues about model surprises in the short-run’",
            "authors": [
                {
                    "name": {
                        "index": "Taylor, L",
                        "preferred": "L Taylor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lysy, F",
                        "preferred": "F Lysy"
                    },
                    "type": "person"
                }
            ],
            "date": "1979",
            "id": "bib54",
            "journal": "Journal of Development Economics",
            "pages": {
                "first": "11",
                "last": "29",
                "range": "11–29"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Teixeira, CG",
                        "preferred": "CG Teixeira"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "UNDP/IPC, http://www.ipc-undp.org/publications/mds/27P.pdf",
            "id": "bib55",
            "title": "‘Análise do Impacto do Programa Bolsa Família na Oferta de Trabalho dos Homens e Mulheres’",
            "type": "unknown",
            "uri": "http://www.ipc-undp.org/publications/mds/27P.pdf"
        },
        {
            "articleTitle": "‘Trade liberalization and poverty in Ecuador: a CGE macromicrosimulation analysis’",
            "authors": [
                {
                    "name": {
                        "index": "Vos, R",
                        "preferred": "R Vos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Jong, N",
                        "preferred": "N De Jong"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib56",
            "journal": "Economic System Research",
            "pages": {
                "first": "211",
                "last": "232",
                "range": "211–232"
            },
            "type": "journal",
            "volume": "15"
        }
    ],
    "acknowledgements": [
        {
            "text": "This work was carried out with financial and scientific support from the Partnership for Economic Policy (PEP), with funding from the Department for International Development (DFID) of the United Kingdom (or UK Aid), and the Government of Canada through the International Development Research Center (IDRC).",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
