{
    "status": "vor",
    "id": "00124",
    "version": 1,
    "type": "scientific-correspondence",
    "doi": "10.34196/ijm.00124",
    "authorLine": "Jinjing Li",
    "title": "A review of <i>spatial microsimulation: A reference guide for users</i>",
    "published": "2015-12-31T00:00:00Z",
    "versionDate": "2015-12-31T00:00:00Z",
    "statusDate": "2015-12-31T00:00:00Z",
    "volume": 8,
    "issue": 3,
    "fpage": 148,
    "lpage": 151,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00124/ijm-00124.pdf",
    "subjects": [
        {
            "id": "spatial-microsimulation",
            "name": "Spatial microsimulation"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Li et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "NATSEM, Institute of Governance and Policy Analysis University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "jinjing.li@canberra.edu.au"
            ],
            "name": {
                "index": "Li, Jinjing",
                "preferred": "Jinjing Li"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Spatial Microsimulation: A Reference Guide for Users is a volume of selected research articles in the field of spatial microsimulation, edited by Robert Tanton and Kimberley L. Edwards. The book contains 16 chapters on various topics guiding the users in the development of a spatial microsimulation model.",
                    "type": "paragraph"
                },
                {
                    "text": "For readers unfamiliar with the methodological foundations and concept, spatial microsimulation belongs to the broader field of microsimulation, where social and economic behaviours of individuals are simulated and the impact of the policy can be investigated at the micro – i.e. individual – level. While most of the microsimulation models, such as EUROMOD, PENSIM, are designed to analyse policy impacts at the national level, policy makers have also shown increasing interests in understanding the geographical patterns of socio-economic characteristics and the impact of the policy besides examining distributions at the national level. Spatial microsimulation has therefore become a useful tool for analysing policy impacts at the small area level. As demonstrated in this book, it has been successfully applied to a range of policy areas, such as demography, education, income distribution and others. The past few decades have witnessed substantial development with many research articles in the field but few books are dedicated to helping practitioners getting started in spatial microsimulation. Hence, this book is one of the first to guide the construction of spatial microsimulation models.",
                    "type": "paragraph"
                },
                {
                    "text": "This volume constitutes of four major sections: background, static spatial microsimulation models, dynamic spatial microsimulation models and the validation of spatial microsimulation models. The first and the background section of the book (Chapter 1–2) gives a brief overview of spatial microsimulation modelling and discusses the data requirement in a spatial microsimulation model by Cassels, Miranti and Harding (Chapter 2). The section helps any new user understanding the preparation work required for building a microsimulation model, and the principles of how different types and sources of geographical, social, economic data can be linked and combined in a spatial microsimulation model.",
                    "type": "paragraph"
                },
                {
                    "text": "Following an introduction to spatial microsimulation background, the static spatial microsimulation section (Chapter 3–8) constitutes one of the core parts of the book. Most chapters in this section focus heavily on constructing the micro data at the small area level. Chapters 2 to 7 offers a range of data construction methods, including but not limited to the Combinatorial Optimisation (CO) method, the Synthetic Reconstruction (SR) method, the Iterative Proportional Fitting (IPF) approach and the Generalised regression approach etc. This book adds to the existing literature by not only specifying methods and algorithms used in constructing models, but also by presenting several alternatives algorithms which are all used in real life applications. As an example, Williamson (Chapter 3) assessed the empirical performance of two most commonly used applied techniques, the Combinatorial Optimisation (CO) method and the Synthetic Reconstruction (SR) method. Such comparison can be very useful for researchers deciding on the algorithms to be used in a project. Additionally, this section also demonstrates how spatial microsimulation models can be linked with aggregate or macro models (Chapter 8).",
                    "type": "paragraph"
                },
                {
                    "text": "As the book progresses, it gradually moves to models with increasing complexities. In the dynamic spatial microsimulation model section (Chapter 11–14), the time dimension is introduced to the modelling process, which increases both the theoretical and the technical complexity of the models. The section demonstrates promising applications of dynamic spatial microsimulation techniques. Wu and Bikin (Chapter 11) discuss the development of a spatial demographic modules. Demographic modules are often seen as the foundation of dynamic microsimulation models as they underpin the birth and the death of the most basic unit, person, in our society. Kavroudakis, Ballas and Birkin (Chapter 13) applied the method to an analysis of spatial inequality in terms of education attainment. Chapter 12 by Holm and Mäkilä is not specific to any particular simulation model but nonetheless one of the most valuable chapters in the book. It outlines some of the high level technical design principles of dynamic spatial microsimulation models, or more broadly speaking, micro data based simulation models. The discussions in the model can be used as a design reference for research teams starting new model developments. Compared with the static section, this section might not be as detailed in terms of the technical implementations but nonetheless serves as providing excellent examples of dynamic spatial microsimulation models.",
                    "type": "paragraph"
                },
                {
                    "text": "Besides the technical development of the model, this book also discusses the model validation – an important aspect of spatial microsimulation models in its last section (Chapter 15–16). Understanding the errors associated with the results is of key importance for both academic researchers and the government policy analysts alike. Validation therefore is increasing seen as a crucial step in the modelling process given the complexity of these models. Edwards and Tanton (Chapter 15) discuss the validation methods in relation to spatial microsimulation models and demonstrate why validations can be a challenging task. A number of approaches are presented in the chapter although, as it is stated by the authors, further research is required to determine the “gold” standard of validations, should there be one. In the final chapter of the book, Clarke and Harding (Chapter 16) summarize each chapter, their connections and reviewed the recent development in the field. Readers who want to use this book as a reference guide would surely appreciate the well-illustrated chart featuring each major step required in constructing a spatial microsimulation model in this chapter. The chart does not only layout the general steps, but each step is also cross-referenced with the book chapters. Additional to the summaries, the chapter also points to a few areas that can benefit from further research. The last chapter of the book can surely assist readers to quickly locate the topics they are interested in.",
                    "type": "paragraph"
                },
                {
                    "text": "Besides discussions on various modelling methods, the book also contains many interesting illustrations on different modelling practices around the world, such as the development of the user-friendly data extraction software for the assistance of synthetic population construction (Chapter 3) and the survey of the technical practices of some of the spatial microsimulation models (Chapter 12).",
                    "type": "paragraph"
                },
                {
                    "text": "Overall speaking, this book covers all major steps in constructing a spatial microsimulation model, and is one of the first books that contains all related algorithms and techniques in one place. Different than some of the published articles using microsimulation models, the book not only reports on the results of the models but also provides detailed guide on how these models are built – often in great details compared with the journal articles where the focuses are often the contextual results. This is particularly valuable for both readers who are new to the field, and researchers who are interested in replicating the model. Besides the technical parts, the book also showcases a number of applications from Europe and Australia, demonstrating the usefulness of the method. Although the examples might be regional specific, the methodological challenges in these examples are often generic and can be ported to other countries with different policy environment. As the editors intended, the book serves as an excellent “guidebook for practitioners looking to learn how to develop a spatial microsimulation model”. It is highly recommended for both readers who would like to start working with spatial microsimulation models and those who want to explore the advanced use and the algorithms in this field.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
