{
    "status": "vor",
    "id": "00133",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00133",
    "authorLine": "Matteo Richiardi",
    "title": "Editorial",
    "published": "2016-08-31T00:00:00Z",
    "versionDate": "2016-08-31T00:00:00Z",
    "statusDate": "2016-08-31T00:00:00Z",
    "volume": 9,
    "issue": 2,
    "fpage": 1,
    "lpage": 4,
    "elocationId": "1-4",
    "pdf": "http://web:8082/00133/ijm-00133.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for New Economic Thinking, Oxford Martin School, University of Oxford"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@spi.ox.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo",
                "preferred": "Matteo Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Summer 2016 issue of the <i>International Journal of Microsimulation</i> contains three regular articles and a first selection from the papers presented at the 2015 World Congress of the International Microsimulation Association in Luxembourg. A second selection will be published in the Winter 2016 issue.",
                    "type": "paragraph"
                },
                {
                    "text": "Among the regular articles, the first paper, by Peter Levell and Jonathan Shaw, addresses the very important issue of how to deal with short panels, and makes a nice case for microsimulation modelling over imputation (more precisely, a splicing approach that involves stitching together individuals observed at different ages). The second paper, by Jason Loughrey, Fiona Thorne and Thia Hennessy, presents a new farm-level microsimulation model to simulate the degree of risk attached to the production of barley, Ireland’s main tillage grain crop. The paper is innovative in utilising panel data to analyse risk impacts across a range of farms. The third paper, by Zuzana Siebertova, Norbert Svarda and Jana Valachyova, provides a validation exercise based on the SIMTASK tax and benefit model for Slovakia. The paper suggests a re-weighting procedure using income as control, and offers an interesting comparison with EUROMOD: the journal will welcome a reply/comment by the Slovakian team of EUROMOD.",
                    "type": "paragraph"
                },
                {
                    "text": "We then have the section dedicated to the 5th World Congress of the International Microsimulation Association, which took place at LISER (Luxembourg) on 2–4 September 2015.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper by Kate Timmins and Kim Edwards, describes a validation method widely used in healthcare calibration studies, and presents an application to spatial microsimulation modelling. Needless to say, validation refers to evaluating the performance of the model in replicating the real data, on the basis of an appropriate metric to measure the distance between the real and simulated data. Calibration involves the minimisation of such distance (for a discussion about the difference between calibration and estimation, see <a href=\"#bib2\">Grazzini and Richiardi, 2015</a>). Such cross-fertilisation exercises are extremely important in contributing to the advance of the field. The second paper, by Paul Kilgarriff, Cathal O’Donoghue, Martin Charlton and Ronan Foley, examines the spatial dimension of Ireland’s tumultuous recent economic experience, by looking at the impact of policy changes on households’ disposable income. Finally, the paper by Bart Capéau, André Decoster and Gijs Dekkers presents a very detailed explanation of the Random Utility Model with random opportunities (RURO) as applied to labour supply. The model originates from the contribution by <a href=\"#bib1\">Dagsvik (1994)</a> and has sometimes been taken as close to the popular discrete choice model first proposed by <a href=\"#bib5\">van Soest (1995)</a>, but in fact it represents a more consistent generalization of the original Random Utility Model <a href=\"#bib4\">(McFadden, 1973)</a>. This paper highlights very clearly the specificity of the RURO model. Possibly for the first time, the paper explains in detail all the practical steps and the alternatives to be followed and to choose among in the specification, estimation, simulation and interpretation of the results.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "As microsimulations are mainly concerned with distributional outcomes, I take the opportunity of this issue to list a couple of books which make a very good case for why distributional outcomes – economic inequality in this case – matter. These are <i>The Spirit Level: Why Equality is Better for Everyone</i>, by epidemiologists Richard Wilkinson and Kate Pickett, and <i>The price of inequality: How Today’s Divided Society Endangers Our Future</i>, by Joseph Stiglitz. My choice is obviously arbitrary: inequality is a hot topic and there are many (good) books around, from the inevitable <i>Capital in the XXI century</i> by Thomas Piketty, to the recent <i>Inequality</i> by Tony Atkinson, including Stiglitz’s own sequel <i>The Great Divide,</i> where he expands the diagnosis offered in <i>The price of inequality</i> and suggests policy responses.<sup><a href=\"#fn1\">1</a></sup> The two books I have selected are not new, but they somehow marked the debate (even if to a lesser extent than Piketty’s book). While both books have chapters on possible remedies, they focus more on the causes and the effects than on the possible solutions. <i>The Spirit Level</i> offers a comprehensive analysis of the negative impact of inequality on each of eleven different health and social problems: physical health, mental health, drug abuse, education, imprisonment, obesity, social mobility, trust and community life, violence, teenage pregnancies, and child well-being. The book sparkled a lively debate in the UK when it was first published in 2009, as critics argued that it offered little more than simple correlations. However, those simple correlations are disturbing enough at the very least, and are often backed by a significant amount of scientific research, duly cited by the authors. Either way, the book contributed, at least in the UK, to make inequality a political hot topic. The second book, as one would expect from a Nobel laureate like Stiglitz, has the immense quality of embedding the argumentation in solid economic theory. This guarantees that the book remains truly enjoyable, despite the inevitable ageing of the data. It is a must read for everyone interested in understanding the mechanisms and forces that are behind the increase in inequality in the recent decades.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Neither of these books employs microsimulations. However, with its comprehensive approach to modelling individual life trajectories, microsimulation modelling seems very well positioned to play a bigger role in the debate about the causes and consequences of economic inequality. The International Journal of Microsimulation will sustain this challenge.",
                            "type": "paragraph"
                        },
                        {
                            "text": "More immediately related to microsimulation modelling, Associate Editor Deborah Schofield suggests the paper by <a href=\"#bib3\">Kypridemos <i>et al</i>. (2016)</a>. This paper is interesting from numerous perspectives, not least of which, it was written by a PhD candidate, it is an application of microsimulation that highlights the value of disaggregated data, and it is published in one of the world’s leading medical journals – the British Journal of Medicine. The paper reports on IMPACTNCD, a discrete time dynamic stochastic microsimulation model which simulates the life course of synthetic individuals under different counterfactual scenarios, up to 2030. During the simulation, CVD incidence and CVD and non-CVD mortality are recorded and then estimated the potential impact of universal screening for primary prevention of CVD on disease burden and socioeconomic health inequalities in England. The authors compared universal CVD screening with an alternative approach targeting only deprived areas, a feasible population-wide intervention, and a combination of both. The authors concluded that the most equitable strategy would be the combination of the population-wide intervention and concentrated screening, followed by concentrated screening alone and the population-wide intervention. Universal screening had the least apparent impact on socioeconomic inequalities in health.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s1",
                    "title": "Suggestions for further readings.",
                    "type": "section"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "A long but still incomplete list of books on inequality can be found at <a href=\"http://inequality.org/books-inequality\">http://inequality.org/books-inequality</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Discrete and Continuous Choice, Max-Stable Processes, and Independence from Irrelevant Attributes",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib1",
            "journal": "Econometrica",
            "pages": {
                "first": "1179",
                "last": "1205",
                "range": "1179–1205"
            },
            "type": "journal",
            "volume": "62"
        },
        {
            "articleTitle": "Estimation of Agent-Based Models by Simulated Minimum Distance",
            "authors": [
                {
                    "name": {
                        "index": "Grazzini, J",
                        "preferred": "J Grazzini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib2",
            "journal": "Journal of Economic Dynamics and Control",
            "pages": {
                "first": "148",
                "last": "165",
                "range": "148–165"
            },
            "type": "journal",
            "volume": "51"
        },
        {
            "articleTitle": "Cardiovascular screening to reduce the burden from cardiovascular disease: microsimulation study to quantify policy options",
            "authors": [
                {
                    "name": {
                        "index": "Kypridemos, C",
                        "preferred": "C Kypridemos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hickey, GL",
                        "preferred": "GL Hickey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Guzman-Castillo, M",
                        "preferred": "M Guzman-Castillo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bandosz, P",
                        "preferred": "P Bandosz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buchan, I",
                        "preferred": "I Buchan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Capewell, S",
                        "preferred": "S Capewell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Flaherty, M",
                        "preferred": "M O’Flaherty"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib3",
            "journal": "British Journal of Medicine",
            "pages": "i2793",
            "type": "journal",
            "volume": "353"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McFadden, D",
                        "preferred": "D McFadden"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Frontiers in Econometrics",
            "chapterTitle": "Conditional logit analysis of qualitative choice behavior",
            "date": "2005",
            "editors": [
                {
                    "name": {
                        "index": "Zarembka, P",
                        "preferred": "P Zarembka"
                    },
                    "type": "person"
                }
            ],
            "id": "bib4",
            "pages": {
                "first": "105",
                "last": "142",
                "range": "105–142"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Academic Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Stiglitz, JE",
                        "preferred": "JE Stiglitz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The price of inequality: How Today’s Divided Society Endangers Our Future",
            "date": "2005",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "W. W. Norton & Co"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Structural models of family labor supply: a discrete choice approach",
            "authors": [
                {
                    "name": {
                        "index": "Van Soest, A",
                        "preferred": "A Van Soest"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib6",
            "journal": "The Journal of Human Resources",
            "pages": {
                "first": "63",
                "last": "88",
                "range": "63–88"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wilkinson, R",
                        "preferred": "R Wilkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pickett, K",
                        "preferred": "K Pickett"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Spirit Level.: Why Equality is Better for Everyone",
            "date": "2005",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Penguin Journals"
                ]
            },
            "type": "book"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
