{
    "status": "vor",
    "id": "00138",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00138",
    "authorLine": "Paul Kilgarriff et al.",
    "title": "Intertemporal income in Ireland 1996–2011 – a spatial analysis",
    "published": "2016-08-31T00:00:00Z",
    "versionDate": "2016-08-31T00:00:00Z",
    "statusDate": "2016-08-31T00:00:00Z",
    "volume": 9,
    "issue": 2,
    "fpage": "x",
    "lpage": "y",
    "elocationId": "n/a",
    "pdf": "http://web:8082/00138/ijm-00138.pdf",
    "subjects": [
        {
            "id": "spatial-microsimulation",
            "name": "Spatial microsimulation"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In this paper we employ a microsimulation approach to examine four census years (1996, 2002, 2006 & 2011). Using spatial microsimulation and GIS methods we create a spatially rich dataset for each year which is then used to create a spatial distribution of disposable income. The period covered in this paper is an important time in Ireland’s history and this paper takes a spatial perspective on the significant changes in the landscape of disposable income. By adopting this approach we can examine if there are clear disparities between different areas of the country. From our results we have showed that there are significant differences in how regions have performed during this period 1996–2011. The major urban centres and hubs have outperformed the rural areas in terms of levels of disposable income. Even amongst urban areas, Dublin has outperformed all other areas becoming an outlier such is the difference in levels of disposable income. The Celtic Tiger, Property Bubble and Great Recession have all impacted on the different regions in different ways.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Carter",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland"
                        },
                        "formatted": [
                            "Ireland"
                        ]
                    },
                    "name": [
                        "National Centre for Geocomputation, Maynooth University"
                    ]
                }
            ],
            "emailAddresses": [
                "p.kilgarriff1@gmail.com"
            ],
            "name": {
                "index": "Kilgarriff, Paul",
                "preferred": "Paul Kilgarriff"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland"
                        },
                        "formatted": [
                            "Ireland"
                        ]
                    },
                    "name": [
                        "Teagasc Rural Economy and Development Programme, Mellows Campus"
                    ]
                }
            ],
            "emailAddresses": [
                "cathal.odonoghue@teagasc.ie"
            ],
            "name": {
                "index": "O’Donoghue, Cathal",
                "preferred": "Cathal O’Donoghue"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland"
                        },
                        "formatted": [
                            "Ireland"
                        ]
                    },
                    "name": [
                        "National Centre for Geocomputation, Maynooth University"
                    ]
                }
            ],
            "emailAddresses": [
                "martin.charlton@,nuim.ie"
            ],
            "name": {
                "index": "Charlton, Martin",
                "preferred": "Martin Charlton"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland"
                        },
                        "formatted": [
                            "Ireland"
                        ]
                    },
                    "name": [
                        "Institute Department of Geography, Maynooth University"
                    ]
                }
            ],
            "emailAddresses": [
                "ronan.foley@nuim.ie"
            ],
            "name": {
                "index": "Foley, Ronan",
                "preferred": "Ronan Foley"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "small area",
        "microsimulation",
        "intertemporal",
        "inequality",
        "income"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In this paper the distribution of disposable income will be examined in a spatial context. Disposable income is not homogenous across space therefore it will be influenced across place (<a href=\"#bib22\">Kilroy, 2009</a>). There are structural differences between regions (<a href=\"#bib19\">Heshmati, 2004</a>) such as local specific policies (<a href=\"#bib40\">Shankar &amp; Shah, 2003</a>), local labour markets and agglomeration effects (<a href=\"#bib38\">Rosenthal &amp; Strange, 2001</a>). There exists a spatial dimension to the income distribution which can impact positively or negatively. It should be the aim of policy to reduce this inequality in the distribution of income.",
                    "type": "paragraph"
                },
                {
                    "text": "The literature on spatial distribution of income is vast and diverse. Studies have focused on income at a regional (<a href=\"#bib34\">O’Leary, 1999</a>), national (<a href=\"#bib42\">Slesnick, 2001</a>) and international scale (<a href=\"#bib8\">Caselli, 2005</a>). Some of these studies have focused on the clustering of poor/rich regions (<a href=\"#bib12\">Dall’Erba, 2005</a>). The effect of policy on reducing regional disparities has been covered (<a href=\"#bib4\">Becker <i>et al.</i>, 2010</a>). Different locations will therefore have different levels of income (<a href=\"#bib43\">Sommeiller, 2006</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The focus of this paper is intertemporal disposable income. We would expect the spatial distribution of disposable income to change due to factors such as migration between urban and rural areas. The pull factors of urban areas include higher wages (<a href=\"#bib16\">Fields, 1975</a>), a perceived better quality of life, more career opportunities, furthering education and access to more services (<a href=\"#bib5\">Blomquist <i>et al.</i>, 1988</a>). The pull factors in rural areas include natural environments, lower living costs, lower congestion and a more attractive lifestyle (<a href=\"#bib37\">Roback, 1982</a>). These are countered by push factors such as higher living costs, higher crime rates, traffic congestion and pollution in urban areas and low education and employment opportunities in rural areas. As a result of these factors, wages are typically higher in urban areas.",
                    "type": "paragraph"
                },
                {
                    "text": "The economic climate and labour market situation in a particular region affects the income distribution. Job losses can have a significant effect on a region. Similarly regions may benefit from agglomeration economies (<a href=\"#bib39\">Rosenthal &amp; Strange, 2004</a>), such as the clustering of industries and expertise in an area (<a href=\"#bib25\">Marshall, 1920</a>). By observing spatial distributions over time, we can observe and attempt to track the changes in the spatial distribution of income.",
                    "type": "paragraph"
                },
                {
                    "text": "The period covered in this paper was an economically turbulent period in Irish history. The Celtic Tiger (1995–2006) was a period of strong economic growth largely due to FDI. Real GDP growth averaged 10% a year (<a href=\"#bib20\">Honohan &amp; Walsh, 2002</a>). This period saw significant growth in the CPI. In the period 1996–2002, CPI grew by 18%, from 2002–2006 by 11% and 2006–2011 by 6%. Overall the CPI increased in the period 1996–2011 by 31%. The property bubble (2001–2007) saw house prices increase rapidly due to a combination of factors including; Government policy, banks’ lending practices and media coverage (<a href=\"#bib14\">Donovan &amp; Murphy, 2013</a>). House prices more than quadrupled between 1995–2007 (<a href=\"#bib21\">Kanda, 2010</a>). A combination of the global financial crisis and collapse of the property market caused Ireland to enter a deep recession with GDP decreasing by 8% in 2009 alone (<a href=\"#bib21\">Kanda, 2010</a>). The so called “Great Recession” was felt more strongly in Ireland due to double shocks hitting at the same time (global financial crisis and collapse of property market). In the space of four years unemployment more than doubled (2007–4.7%, 2011–14.6%) and net government debt increased 8 fold (2007–10% of GDP, 2011–81% of GDP), primarily through bank bailouts. This is in contrast to the period 1994–2004 where growth in real GNP was over 6% on average. In the same period unemployment fell from 15% to under 5% (<a href=\"#bib3\">Barrett &amp; McCarthy, 2007</a>). <a href=\"#bib46\">Whelan (2013)</a>, give a nice overview of the macroeconomic background in Ireland over the period 1988–2013, which additionally notes the impact of austerity measures on incomes. With this story taking place this paper aims to examine the changing distribution of income over this interesting time period which includes years of extraordinary growth as well as large contractions of the economy.",
                    "type": "paragraph"
                },
                {
                    "text": "One of the results of the crisis are the so called “ghost estates” (residential units unfinished or abandoned) (<a href=\"#bib23\">Kitchin <i>et al.</i>, 2010</a>). Census data 2011 shows that there was an oversupply of housing, with approximately 15% vacancy rates (SAPS, 2011). This problem is especially bad in the former upper Shannon Rural Renewal Scheme area, where a building tax incentive scheme existed between 1999 and 2008. The area now contains 18% of all “ghost estates” (<a href=\"#bib24\">Kitchin <i>et al.</i>, 2014</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Much of the story around this period has focused on the national scale. Not much attention has been paid to whether different areas were affected more or less than others. The <a href=\"#bib32\">NSS (2002)</a> was a key policy document which aimed towards achieving balanced regional development in Ireland. However there was a lack of commitment to the strategy which saw it viewed as a document offering advice to policymakers and planners (<a href=\"#bib28\">Meredith &amp; Van Egeraat, 2013</a>). Another issue was the selection of the “gateways” and “hubs”. There was disagreement over the selection of some cities and towns over others. It was seen as “winners” and “losers” type selection policy (<a href=\"#bib13\">Daly &amp; Kitchin, 2013</a>). The CEDRA report (<a href=\"#bib9\">CEDRA, 2013</a>) detailed specific recommendations on how to improve rural areas. With this in mind it is important to note the political sensitivities around stating one place should be developed over another. <a href=\"#bib27\">Meredith and Faulkner (2014)</a>, examined the geography of the labour force in Ireland 1991–2011 but found little change in labour characteristics of areas over this period. This paper builds on this by examining changes in income over time.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper we examine spatial characteristics at the electoral district (ED) level. There are 3,440 EDs in Ireland, with an average population of around 1,345 in each. In order to examine income at the ED level we will require appropriate data. A Spatial Microsimulation approach helps us in overcoming the lack of ED level income data in published Census data. The follow section outlines the Spatial Microsimulation process.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Disposable income is used as a proxy for welfare. Disposable income will consist of income generated from employment, non-work income such as income generated from investments, social benefits and then less any taxes.",
                            "type": "paragraph"
                        },
                        {
                            "id": "ueqn1",
                            "label": "(1)",
                            "mathml": "<math><mrow><msub><mi>Y</mi><mi>i</mi></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><msub><mi>w</mi><mi>i</mi></msub><mtext> </mtext><mo>+</mo><mtext> </mtext><msub><mi>f</mi><mi>i</mi></msub><mtext> </mtext><mo>+</mo><mtext> </mtext><msub><mi>b</mi><mi>i</mi></msub><mtext> </mtext><mo>−</mo><mtext> </mtext><msub><mi>t</mi><mi>i</mi></msub></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Where <i>Y<sub>i</sub></i> is an individual’s total personal income, <i>w<sub>i</sub></i> is employment income, <i>f<sub>i</sub></i> is non-employment income such as investments, <i>b<sub>i</sub></i> are social benefits and <i>t<sub>i</sub></i> any taxes (includes tax on employment income, non-employment income and social benefits).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Disposable income is examined for four census years; 1996, 2002, 2006 and 2011. Over this period inequality remained relatively stable with a mean Gini coefficient of 0.311 and standard deviation of 0.01. Average disposable income in Ireland has increased by more than 300% in real terms since the 1980s. Given this information it would seem that the population’s disposable income has increased at a constant rate for all groups (OECD, 2013).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Distribution of income",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To generate a spatial distribution of income we require income data at a meaningful scale. Spatial Microsimulation has a number of advantages over published aggregate totals. It can be linked to other datasets, can be spatially disaggregated or aggregated, data is stored as lists and the models developed can be updated (<a href=\"#bib2\">Ballas <i>et al.</i>, 2006</a>). Normally there is a lack of income data contained in small area census data; however there is detailed additional spatial information. The opposite is true of survey data; it contains data on income but has poor spatial detail. Spatial microsimulation helps in overcoming these problems. This paper uses the output from the SMILE model. SMILE is a static microsimulation model (<a href=\"#bib31\">Morrissey <i>et al.</i>, 2013</a>) which has been developed by the Rural Economic Development Programme, Teagasc and the School of Geography at the University of Leeds (<a href=\"#bib29\">Morrissey <i>et al.</i>, 2008</a>). The SMILE model aids in creating a spatially disaggregated population micro-dataset with detailed income and spatial information. It does this by matching overlapping variables between the census and survey datasets (<a href=\"#bib29\">Morrissey <i>et al</i>., 2008</a>). SMILE uses quota sampling (QS), which is a probabilistic reweighting method (<a href=\"#bib15\">Farrell <i>et al.</i>, 2012</a>). It works by firstly randomly ordering the micro data, it then samples from the micro data until the quotas – which are set by the constraint variables from the census – are filled. This data is then calibrated to ensure that the data is representative. Once calibration has been performed, SMILE presents us with a dataset which contains market income as well as other demographic information at the electoral district (ED) level for each individual in the population.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Spatial microsimulation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This micro-dataset created by SMILE contains socio-economic, demographic, labour force and income information at the individual and household level which is also spatially referenced. For an in-depth discussion on the SMILE model see (<a href=\"#bib30\">Morrissey and O’Donoghue, 2013</a>, <a href=\"#bib33\">O’Donoghue <i>et al.</i>, 2013</a>). The SMILE model also takes into account the complex nature of the tax-benefit system. Income is modelled net of taxes and benefits. In order to do so a static microsimulation model of the Irish tax-benefit system was developed. In Ireland a number of similar models have been developed such as the SWITCH model (<a href=\"#bib6\">Callan <i>et al.</i>, 1996</a>) as part of a European tax-benefit model (<a href=\"#bib35\">O’Donoghue, 1998</a>). A simplified Tax-Benefit microsimulation model was programmed in Stata to model the spatial distribution of income net of taxes and benefits. This model is consistent with other publicly available models such as EUROMOD. SWITCH is not publicly available. The tax-benefit system is simulated for each of the census years. For a technical overview of the process please refer to (<a href=\"#bib33\">O’Donoghue <i>et al.</i>, 2013</a>). This component of the SMILE model is important as the distribution of our disposable income measure relies upon, not only the distribution.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Tax-benefit system",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Typically income is adjusted to take account of the varying composition of households. Equivalence scales are often used to overcome this issue. Income is measured at an equivalence scale to take account of the need of the household. Although there are many scales (<a href=\"#bib36\">OECD, 2014</a>), we use the national equivalence scale as this is the one which is widely used by the CSO in its SILC reports. This scale gives a weighting of 1 to the first adult in the household and 0.66 to each subsequent adult (&gt;14 years). Children (&lt;14 years) are each assigned a weighting of 0.33. These weightings are totalled to calculate the equivalised size of the household (<a href=\"#bib11\">CSO, 2014</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The equivalised household disposable income is calculated for every household in the country. We then take the median equivalised household disposable income value for each electoral district. This represents the typical disposable income of a household within that ED.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4 Equivalence scales",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Using GIS (Geographic Information System) namely ArcMap, maps of the spatial distribution of disposable income were created. The main advantage of maps is their ability to display tables of information in one figure. The spatial distribution maps display quintiles of median equivalised household disposable income. There is a map for each of the census years 1996, 2002, 2006 and 2011. The maps display the data using a standard electoral districts shapefile from the CSO website.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-5",
                    "title": "2.5 Geographic information system",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "As mentioned previously the SMILE model contains survey and census data in simulating incomes. The survey data for the years 1996 &amp; 2002 comes from the Living in Ireland (LII) Survey. LII forms the Irish component of the European Community Household Panel (ECHP). 3,174 households completed the survey in 1996. From 2001 a new sample of households was used, a total of 2,865 households completed the survey. Respondents answered a range of questions including those around income earned (<a href=\"#bib45\">Watson, 2004</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "For the years 2006 &amp; 2011 EU-SILC data is used. EU-SILC has been collected in Ireland since 2003 with a typical sample size of 5,000-6,000. It is similar to the LII survey in that it collects data on income, health, labour and education to name a few. Using LII and EU-SILC data allows us to overcome the problem of a lack of data on income in Census data such as the Small Area Population Statistics (SAPS). Although two survey datasets (LII and EU-SILC) are utilised, they both contain many overlapping variables with identical definitions. SAPS is census data which is available for the years 1996, 2002, 2006 &amp; 2011 and contains population totals broken down by themes<sup><a href=\"#fn1\">1</a></sup> at the ED level. Since 2011 SAPS are available at a new, more spatially disaggregated unit, Small Areas (SA)<sup><a href=\"#fn2\">2</a></sup>. We however will only consider the ED level as SA level SAPS data was not available for the years 1996, 2002 and 2006.",
                    "type": "paragraph"
                },
                {
                    "text": "The advantage of using the data from SMILE over Census data only, is the extra information on income. Existing income data from the CSO is aggregated to county level. Although useful, it gives little indication as to how the distribution of income within each county varies spatially. The data from SMILE makes it possible to examine at a local level, ED in this case, which areas moved up and down the income distribution over time. It then allows us to identify the characteristics and drivers of these areas. Any reoccurring characteristics or drivers which emerge may prove useful in identifying areas most in need of state support and government resources.",
                    "type": "paragraph"
                },
                {
                    "text": "Only EDs that are present in all four census years are used. This means that 47 EDs (1.2% of total EDs) which have been redrawn or amalgamated with other EDs and that were present in 1996, 2002 and 2006 have been excluded from the analysis. This still leaves us with 3,396 EDs.",
                    "type": "paragraph"
                },
                {
                    "text": "Our results are examined in terms of using quintiles of median equivalised household disposable income. Examining disposable income will take into account the redistributive nature of the tax-benefit system. Using equivalised income takes into account the size of the household. Taking the median value for the ED will reduce the effect that outliers may have if we were to take the mean value as the income distribution does not take the form of a normal distribution. Using quintiles allows for the large number of EDs to be summarised in a single table. Quintiles are also useful at tracking an EDs movement over time on the income distribution.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table1\">Table 1</a> shows the results of a sensitivity analysis using other economic performance indicators. Quintiles were created using ED level tertiary education rate, labour force participation rate and employment rate. Comparing with the median disposable income quintiles created above we calculate how many EDs moved up or down a quintile when we use a difference economic indicator. The percentages show percentage of total population in 2011. For each of the three measures over 70% of the population remains around the one standard deviation of the mean. We are satisfied that the median equivalised household disposable income of an ED gives a good overall impression of the economic state of that area.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Author Calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\">Moved</th>\n<th align=\"center\">Education</th>\n<th align=\"center\">Labour-force</th>\n<th align=\"center\">Employment-rate</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>−4</td>\n<td align=\"center\">0%</td>\n<td align=\"center\">1%</td>\n<td align=\"center\">0%</td>\n</tr>\n<tr>\n<td>−3</td>\n<td align=\"center\">4%</td>\n<td align=\"center\">5%</td>\n<td align=\"center\">4%</td>\n</tr>\n<tr>\n<td>−2</td>\n<td align=\"center\">7%</td>\n<td align=\"center\">10%</td>\n<td align=\"center\">9%</td>\n</tr>\n<tr>\n<td>−1</td>\n<td align=\"center\">17%</td>\n<td align=\"center\">17%</td>\n<td align=\"center\">18%</td>\n</tr>\n<tr>\n<td>0</td>\n<td align=\"center\">41%</td>\n<td align=\"center\">33%</td>\n<td align=\"center\">36%</td>\n</tr>\n<tr>\n<td>1</td>\n<td align=\"center\">20%</td>\n<td align=\"center\">20%</td>\n<td align=\"center\">20%</td>\n</tr>\n<tr>\n<td>2</td>\n<td align=\"center\">8%</td>\n<td align=\"center\">10%</td>\n<td align=\"center\">9%</td>\n</tr>\n<tr>\n<td>3</td>\n<td align=\"center\">2%</td>\n<td align=\"center\">4%</td>\n<td align=\"center\">3%</td>\n</tr>\n<tr>\n<td>4</td>\n<td align=\"center\">0%</td>\n<td align=\"center\">1%</td>\n<td align=\"center\">0%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Sensitivity analysis (using 2011 data) – quintile movers.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "An urban-rural classification system was created using the settlements shape file from the CSo. EDs were classified as urban or rural based on whether more than 50% of their area was located within a settlement of varying sizes. <a href=\"#table2\">Table 2</a> gives a breakdown of the various urban-rural classifications. If an ED belonged to two classifications it was assigned to the one with the greater population density. This is an adaptation of the classification method used in (<a href=\"#bib44\">Teljeur &amp; Kelly, 2008</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Author Calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn1",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "Waterford, Galway, Limerick and Cork only include EDs inside the city boundary.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\">1996 Persons</th>\n<th align=\"center\">2011 Persons</th>\n<th align=\"center\">%Pop. 1996</th>\n<th align=\"center\">%Pop.2011</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Rural</td>\n<td align=\"center\">628,359</td>\n<td align=\"center\">791,644</td>\n<td align=\"center\">17%</td>\n<td align=\"center\">17%</td>\n</tr>\n<tr>\n<td>Village (200 – 1499-</td>\n<td align=\"center\">521,362</td>\n<td align=\"center\">688,238</td>\n<td align=\"center\">14%</td>\n<td align=\"center\">15%</td>\n</tr>\n<tr>\n<td>Town (1500 – 2999)</td>\n<td align=\"center\">188,491</td>\n<td align=\"center\">275,295</td>\n<td align=\"center\">5%</td>\n<td align=\"center\">6%</td>\n</tr>\n<tr>\n<td>Town (3000 – 4999)</td>\n<td align=\"center\">101,105</td>\n<td align=\"center\">137,648</td>\n<td align=\"center\">3%</td>\n<td align=\"center\">3%</td>\n</tr>\n<tr>\n<td>Town (5000 – 9999)</td>\n<td align=\"center\">209,719</td>\n<td align=\"center\">321,178</td>\n<td align=\"center\">6%</td>\n<td align=\"center\">7%</td>\n</tr>\n<tr>\n<td>Town (1000 +)</td>\n<td align=\"center\">704,805</td>\n<td align=\"center\">734,120</td>\n<td align=\"center\">19%</td>\n<td align=\"center\">16%</td>\n</tr>\n<tr>\n<td>Waterford <a href=\"#tfn1\">*</a></td>\n<td align=\"center\">44,009</td>\n<td align=\"center\">45,883</td>\n<td align=\"center\">1%</td>\n<td align=\"center\">1%</td>\n</tr>\n<tr>\n<td>Galway</td>\n<td align=\"center\">59,456</td>\n<td align=\"center\">91,765</td>\n<td align=\"center\">2%</td>\n<td align=\"center\">2%</td>\n</tr>\n<tr>\n<td>Limerick</td>\n<td align=\"center\">57,107</td>\n<td align=\"center\">45,883</td>\n<td align=\"center\">2%</td>\n<td align=\"center\">1%</td>\n</tr>\n<tr>\n<td>Cork</td>\n<td align=\"center\">179,425</td>\n<td align=\"center\">183,530</td>\n<td align=\"center\">5%</td>\n<td align=\"center\">4%</td>\n</tr>\n<tr>\n<td>Dublin County</td>\n<td align=\"center\">386,033</td>\n<td align=\"center\">527,612</td>\n<td align=\"center\">10%</td>\n<td align=\"center\">11%</td>\n</tr>\n<tr>\n<td>Dublin City</td>\n<td align=\"center\">676,093</td>\n<td align=\"center\">745,457</td>\n<td align=\"center\">18%</td>\n<td align=\"center\">16%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Urban-rural classification breakdown.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s3",
            "title": "3. Data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The methodologies have allowed us to divide the population into small area groupings not previously possible and examine the changes in these groups over time and space. For our results we have calculated a spatial distribution map of median equivalised household disposable income between 1996 and 2011. These maps show quintiles of median household disposable income and are weighted by the population of the ED so that each quintile contains 20% of the total population.<sup><a href=\"#fn3\">3</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table3\">Table 3</a> shows a cross tab of the quintiles for the years 1996 and 2011. For Q5 it appears the majority of EDs in Q5 in 2011 have remained. As we are using the ED population totals from 2011, there appears to be more people living in the EDs in Q4 &amp; Q5 now compared to 1996. This is supported by the higher population density (<a href=\"#table4\">Table 4</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Author Calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"8\">1996</th>\n</tr>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\"/>\n<th align=\"center\">1</th>\n<th align=\"center\">2</th>\n<th align=\"center\">3</th>\n<th align=\"center\">4</th>\n<th align=\"center\">5</th>\n<th align=\"center\">TOTAL</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"7\">2011</td>\n<td align=\"center\">1</td>\n<td align=\"center\">42%</td>\n<td align=\"center\">37%</td>\n<td align=\"center\">14%</td>\n<td align=\"center\">7%</td>\n<td align=\"center\">0%</td>\n<td align=\"center\">100%</td>\n</tr>\n<tr>\n<td align=\"center\">2</td>\n<td align=\"center\">16%</td>\n<td align=\"center\">32%</td>\n<td align=\"center\">35%</td>\n<td align=\"center\">15%</td>\n<td align=\"center\">2%</td>\n<td align=\"center\">100%</td>\n</tr>\n<tr>\n<td align=\"center\">3</td>\n<td align=\"center\">14%</td>\n<td align=\"center\">16%</td>\n<td align=\"center\">29%</td>\n<td align=\"center\">29%</td>\n<td align=\"center\">12%</td>\n<td align=\"center\">100%</td>\n</tr>\n<tr>\n<td align=\"center\">4</td>\n<td align=\"center\">9%</td>\n<td align=\"center\">9%</td>\n<td align=\"center\">21%</td>\n<td align=\"center\">38%</td>\n<td align=\"center\">23%</td>\n<td align=\"center\">100%</td>\n</tr>\n<tr>\n<td align=\"center\">5</td>\n<td align=\"center\">1%</td>\n<td align=\"center\">3%</td>\n<td align=\"center\">5%</td>\n<td align=\"center\">22%</td>\n<td align=\"center\">70%</td>\n<td align=\"center\">100%</td>\n</tr>\n<tr>\n<td align=\"center\">TOTAL</td>\n<td align=\"center\">83%</td>\n<td align=\"center\">96%</td>\n<td align=\"center\">104%</td>\n<td align=\"center\">110%</td>\n<td align=\"center\">106%</td>\n<td align=\"center\"/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Quintile cross-tab (<i>in 2011 population %</i>).",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: DECLG.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table4",
                            "label": "Table 4",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\">Year</th>\n<th align=\"center\">Completions</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1996</td>\n<td align=\"center\">33,325</td>\n</tr>\n<tr>\n<td>2002</td>\n<td align=\"center\">57,295</td>\n</tr>\n<tr>\n<td>2006</td>\n<td align=\"center\">93,019</td>\n</tr>\n<tr>\n<td>2011</td>\n<td align=\"center\">10,480</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "House completions by year.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Our maps show the resulting spatial distribution maps of disposable income. Firstly, <a href=\"#fig1\">Figures 1</a> to <a href=\"#fig4\">4</a> show the EDs divided into quintiles of median household equivalised disposable income.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: Author calculations.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00138%2Fijm-00138-fig1.tif",
                                "size": {
                                    "width": 836,
                                    "height": 1211
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00138%2Fijm-00138-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00138-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Disposable income – 1996.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: Author calculations.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00138%2Fijm-00138-fig2.tif",
                                "size": {
                                    "width": 839,
                                    "height": 1210
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00138%2Fijm-00138-fig2.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00138-fig2.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Disposable income – 2002.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: Author calculations.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00138%2Fijm-00138-fig3.tif",
                                "size": {
                                    "width": 838,
                                    "height": 1208
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00138%2Fijm-00138-fig3.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00138-fig3.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Disposable income – 2006.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: Author calculations.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00138%2Fijm-00138-fig4.tif",
                                "size": {
                                    "width": 833,
                                    "height": 1213
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00138%2Fijm-00138-fig4.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00138-fig4.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "Disposable income – 2011.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "There are some interesting results especially around the major urban settlements. If we look at the map for 1996 we can see that those in the commuter areas around Dublin are mostly in the top two quintiles. This covers quite a large area. The majority of areas with high levels of disposable income are centred on the major urban centres. This is what you would expect as these areas have better job opportunities, which in turn leads to higher salaries. There is a clear urban/rural divide. The EDs in the poorest quintile are for the most part a large distance from a major urban settlement, with the exception of county Louth.",
                    "type": "paragraph"
                },
                {
                    "text": "As we move on to 2002 the GDA income landscape has changed. There is a clear shift towards the north of Dublin. High levels of income are also more concentrated around Dublin with even less EDs outside of the GDA in the top quintile. People seem to be willing to live in the suburbs and commuter counties around Dublin and commute into the city for employment. In 2006 the number of EDs outside of Dublin in the top quintile has reduced even further. <a href=\"#table5\">Table 5</a> shows that population density in the top quintile is also increasing. This suggests Dublin City has become even more concentrated. It is attracting high levels of people in search of better opportunities. The south-west of the country has also seen an increase in the number in top quintile. While again the urban-rural divide is quite stark. Much of the centre and north of the map remains in the bottom quintiles. These areas are characterised by low population density, low levels of third level education and high unemployment. They also receive more in social benefits on average.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Author calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn3",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "Median Equivalised Household Disposable Income",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table5",
                            "label": "Table 5",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\" colspan=\"2\">1996</th>\n<th align=\"center\" colspan=\"2\">2011</th>\n<th align=\"center\" colspan=\"2\">Movers (quintiles)</th>\n</tr>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\">Q1</th>\n<th align=\"center\">Q5</th>\n<th align=\"center\">Q1</th>\n<th align=\"center\">Q5</th>\n<th align=\"center\">Down 2 +</th>\n<th align=\"center\">Up 2 +</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Disposable income <a href=\"#tfn3\">*</a></td>\n<td align=\"center\">€5,869</td>\n<td align=\"center\">€10,042</td>\n<td align=\"center\">€15,615</td>\n<td align=\"center\">€25,960</td>\n<td align=\"center\">€18,178</td>\n<td align=\"center\">€20,261</td>\n</tr>\n<tr>\n<td>Youth deprivation</td>\n<td align=\"center\">25.9%</td>\n<td align=\"center\">23.2%</td>\n<td align=\"center\">16.3%</td>\n<td align=\"center\">10.4%</td>\n<td align=\"center\">15.6%</td>\n<td align=\"center\">14.9%</td>\n</tr>\n<tr>\n<td>Old Age Deprivation</td>\n<td align=\"center\">15.8%</td>\n<td align=\"center\">10.7%</td>\n<td align=\"center\">16.5%</td>\n<td align=\"center\">15.7%</td>\n<td align=\"center\">15.7%</td>\n<td align=\"center\">14.9%</td>\n</tr>\n<tr>\n<td>University Educated</td>\n<td align=\"center\">21.3%</td>\n<td align=\"center\">35.6%</td>\n<td align=\"center\">32.5%</td>\n<td align=\"center\">47.1%</td>\n<td align=\"center\">36.1%</td>\n<td align=\"center\">37.6%</td>\n</tr>\n<tr>\n<td>Employment Share</td>\n<td align=\"center\">40.7%</td>\n<td align=\"center\">48.6%</td>\n<td align=\"center\">49.3%</td>\n<td align=\"center\">56.4%</td>\n<td align=\"center\">51.0%</td>\n<td align=\"center\">52.0%</td>\n</tr>\n<tr>\n<td>Unemployment share</td>\n<td align=\"center\">8.9%</td>\n<td align=\"center\">6.8%</td>\n<td align=\"center\">12.3%</td>\n<td align=\"center\">10.7%</td>\n<td align=\"center\">11.8%</td>\n<td align=\"center\">11.7%</td>\n</tr>\n<tr>\n<td>Pop Density</td>\n<td align=\"center\">490.6</td>\n<td align=\"center\">2226.5</td>\n<td align=\"center\">251.2</td>\n<td align=\"center\">3379.9</td>\n<td align=\"center\">597.5</td>\n<td align=\"center\">1126.0</td>\n</tr>\n<tr>\n<td>Age</td>\n<td align=\"center\">36.34</td>\n<td align=\"center\">34.35</td>\n<td align=\"center\">42.07</td>\n<td align=\"center\">42.73</td>\n<td align=\"center\">41.85</td>\n<td align=\"center\">41.64</td>\n</tr>\n<tr>\n<td>Work Age Share</td>\n<td align=\"center\">59.9%</td>\n<td align=\"center\">67.8%</td>\n<td align=\"center\">68.2%</td>\n<td align=\"center\">74.8%</td>\n<td align=\"center\">69.8%</td>\n<td align=\"center\">71.2%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Quintile characteristics.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The final year 2011 has again seen a greater concentration in the GDA. A number of EDs in the commuter belt around Dublin have dropped out of the top quintile. We can also see that Cavan/Monaghan (North-Centre) is almost entirely in the bottom quintile. As mentioned earlier this area has the largest proportion of so called “ghost estates” and was particularly badly affected by the recession. Fortunes in the south-west of the country have continued to improve.",
                    "type": "paragraph"
                },
                {
                    "text": "An examination of the breakdown of EDs in urban/rural as well as their quintile backs this up (<a href=\"#table6\">Table 6</a>). The more populated the settlement type the more likely an ED will belong to higher quintiles. Looking at those EDs in a rural area, 70% of all the population is in Q1 or Q2. The exception to the rule is Galway city where the majority are in Q3. A comparison between 1996 &amp; 2011 shows that the gap between urban and rural has grown over time. There are now more people living in the urban areas in Q4 &amp; Q5 and less people in Q4 &amp; Q5 living in rural or small towns and villages.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Author Calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table6",
                            "label": "Table 6",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\" colspan=\"3\">1996 Pop. share</th>\n<th align=\"center\" colspan=\"3\">2011 Pop. Share</th>\n<th align=\"center\">TOTAL</th>\n</tr>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\">Q1 &amp; Q2</th>\n<th align=\"center\">Q3</th>\n<th align=\"center\">Q4 &amp; Q5</th>\n<th align=\"center\">Q1 &amp; Q2</th>\n<th align=\"center\">Q3</th>\n<th align=\"center\">Q4 &amp; Q5</th>\n<th align=\"center\"/>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Rural</td>\n<td align=\"center\">63.0%</td>\n<td align=\"center\">20.7%</td>\n<td align=\"center\">16.4%</td>\n<td align=\"center\">70.3%</td>\n<td align=\"center\">19.1%</td>\n<td align=\"center\">10.6%</td>\n<td align=\"center\">100.0%</td>\n</tr>\n<tr>\n<td>Village (200 – 1499-</td>\n<td align=\"center\">51.2%</td>\n<td align=\"center\">24.4%</td>\n<td align=\"center\">24.4%</td>\n<td align=\"center\">61.1%</td>\n<td align=\"center\">25.4%</td>\n<td align=\"center\">13.5%</td>\n<td align=\"center\">100.0%</td>\n</tr>\n<tr>\n<td>Town (1500 – 2999)</td>\n<td align=\"center\">66.7%</td>\n<td align=\"center\">22.1%</td>\n<td align=\"center\">11.2%</td>\n<td align=\"center\">68.7%</td>\n<td align=\"center\">23.3%</td>\n<td align=\"center\">8.0%</td>\n<td align=\"center\">100.0%</td>\n</tr>\n<tr>\n<td>Town (3000 – 4999)</td>\n<td align=\"center\">42.9%</td>\n<td align=\"center\">32.5%</td>\n<td align=\"center\">24.6%</td>\n<td align=\"center\">50.2%</td>\n<td align=\"center\">40.9%</td>\n<td align=\"center\">8.9%</td>\n<td align=\"center\">100.0%</td>\n</tr>\n<tr>\n<td>Town (5000 – 9999)</td>\n<td align=\"center\">30.7%</td>\n<td align=\"center\">32.3%</td>\n<td align=\"center\">37.0%</td>\n<td align=\"center\">51.2%</td>\n<td align=\"center\">34.7%</td>\n<td align=\"center\">14.1%</td>\n<td align=\"center\">100.0%</td>\n</tr>\n<tr>\n<td>Town (1000 +)</td>\n<td align=\"center\">45.4%</td>\n<td align=\"center\">20.8%</td>\n<td align=\"center\">33.8%</td>\n<td align=\"center\">33.8%</td>\n<td align=\"center\">30.0%</td>\n<td align=\"center\">36.2%</td>\n<td align=\"center\">100.0%</td>\n</tr>\n<tr>\n<td>Waterford *</td>\n<td align=\"center\">38.5%</td>\n<td align=\"center\">18.1%</td>\n<td align=\"center\">43.5%</td>\n<td align=\"center\">34.1%</td>\n<td align=\"center\">30.7%</td>\n<td align=\"center\">35.2%</td>\n<td align=\"center\">100.0%</td>\n</tr>\n<tr>\n<td>Galway</td>\n<td align=\"center\">37.7%</td>\n<td align=\"center\">14.7%</td>\n<td align=\"center\">47.7%</td>\n<td align=\"center\">40.4%</td>\n<td align=\"center\">51.7%</td>\n<td align=\"center\">7.9%</td>\n<td align=\"center\">100.0%</td>\n</tr>\n<tr>\n<td>Limerick</td>\n<td align=\"center\">50.4%</td>\n<td align=\"center\">9.0%</td>\n<td align=\"center\">40.5%</td>\n<td align=\"center\">39.5%</td>\n<td align=\"center\">15.5%</td>\n<td align=\"center\">45.0%</td>\n<td align=\"center\">100.0%</td>\n</tr>\n<tr>\n<td>Cork</td>\n<td align=\"center\">34.1%</td>\n<td align=\"center\">24.2%</td>\n<td align=\"center\">41.8%</td>\n<td align=\"center\">31.9%</td>\n<td align=\"center\">13.8%</td>\n<td align=\"center\">54.3%</td>\n<td align=\"center\">100.0%</td>\n</tr>\n<tr>\n<td>Dublin County</td>\n<td align=\"center\">13.9%</td>\n<td align=\"center\">16.1%</td>\n<td align=\"center\">70.0%</td>\n<td align=\"center\">3.1%</td>\n<td align=\"center\">5.1%</td>\n<td align=\"center\">91.8%</td>\n<td align=\"center\">100.0%</td>\n</tr>\n<tr>\n<td>Dublin City</td>\n<td align=\"center\">15.9%</td>\n<td align=\"center\">7.1%</td>\n<td align=\"center\">76.9%</td>\n<td align=\"center\">4.5%</td>\n<td align=\"center\">2.0%</td>\n<td align=\"center\">93.5%</td>\n<td align=\"center\">100.0%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Income quintile movers by geographical area.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Large changes in Irish society have taken place during this time period. <a href=\"#table7\">Table 7</a> shows the breakdown of working population by industry of employment. We consider the top quintile (Q5) and the bottom quintile (Q1) as well as the movers. There has been a large move away from manual industries such as agriculture, construction and manufacturing towards more professional industry sectors like commerce, public administration and professional services (e.g. education). Most interestingly the difference is over time rather than between quintiles which is negligible.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Author Calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "Industry: A – Agriculture, B – Construction, C – Manufacturing, D – Commerce, E – Transport, F – Public Administration, G – Professional Services, H – Other (<a href=\"#bib10\">CSO, 2006</a>).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table7",
                            "label": "Table 7",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\">A</th>\n<th align=\"center\">B</th>\n<th align=\"center\">C</th>\n<th align=\"center\">D</th>\n<th align=\"center\">E</th>\n<th align=\"center\">F</th>\n<th align=\"center\">G</th>\n<th align=\"center\">H</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1996 Q1</td>\n<td align=\"center\">12%</td>\n<td align=\"center\">7%</td>\n<td align=\"center\">1a%</td>\n<td align=\"center\">22%</td>\n<td align=\"center\">5%</td>\n<td align=\"center\">7%</td>\n<td align=\"center\">1a%</td>\n<td align=\"center\">11%</td>\n</tr>\n<tr>\n<td>2011 Q1</td>\n<td align=\"center\">5%</td>\n<td align=\"center\">5%</td>\n<td align=\"center\">13%</td>\n<td align=\"center\">29%</td>\n<td align=\"center\">5%</td>\n<td align=\"center\">11%</td>\n<td align=\"center\">20%</td>\n<td align=\"center\">12%</td>\n</tr>\n<tr>\n<td>1996 Q5</td>\n<td align=\"center\">10%</td>\n<td align=\"center\">6%</td>\n<td align=\"center\">17%</td>\n<td align=\"center\">23%</td>\n<td align=\"center\">5%</td>\n<td align=\"center\">7%</td>\n<td align=\"center\">19%</td>\n<td align=\"center\">12%</td>\n</tr>\n<tr>\n<td>2011 Q5</td>\n<td>4%</td>\n<td align=\"center\">5%</td>\n<td align=\"center\">12%</td>\n<td align=\"center\">31%</td>\n<td align=\"center\">4%</td>\n<td align=\"center\">12%</td>\n<td align=\"center\">21%</td>\n<td align=\"center\">11%</td>\n</tr>\n<tr>\n<td colspan=\"9\">Mover</td>\n</tr>\n<tr>\n<td>Up 2Q +</td>\n<td align=\"center\">4%</td>\n<td align=\"center\">5%</td>\n<td align=\"center\">13%</td>\n<td align=\"center\">31%</td>\n<td align=\"center\">5%</td>\n<td align=\"center\">12%</td>\n<td align=\"center\">20%</td>\n<td align=\"center\">11%</td>\n</tr>\n<tr>\n<td>Down 2Q +</td>\n<td align=\"center\">5%</td>\n<td align=\"center\">5%</td>\n<td align=\"center\">12%</td>\n<td align=\"center\">3O%</td>\n<td align=\"center\">4%</td>\n<td align=\"center\">12%</td>\n<td align=\"center\">20%</td>\n<td align=\"center\">11%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Industry share.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The construction industry is particularly interesting as there was a large increase in employment in the industry followed by a sharp decline. In <a href=\"#bib17\">Forfas (2013)</a> employment data in the construction sector was examined. In 2009 alone the number of unemployment construction workers increased by 190%, and construction workers accounted for 29% of all unemployment. <a href=\"#table4\">Table 4</a> shows the number of new house completions<sup><a href=\"#fn4\">4</a></sup> broken down by census year. Put together with the employment figures in construction this goes towards explaining the reason behind the large numbers of construction workers unemployed in 2011. We can see this in <a href=\"#fig5\">Figure 5</a>, as house completions begin to decrease in 2007, so too do employment figures in construction. There is however a lag of about 1 year before employment figures began to decrease rapidly.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: DECLG &amp; CSO.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig5",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00138%2Fijm-00138-fig5.tif",
                                "size": {
                                    "width": 1894,
                                    "height": 824
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00138%2Fijm-00138-fig5.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00138-fig5.jpg"
                                }
                            },
                            "label": "Figure 5",
                            "title": "Employment in construction versus house completions.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "It is obvious from the maps that there is a continuing concentration of activity around the GDA. Even within the GDA itself the number of EDs in the commuter belt in the top quintiles has continued to decrease over time while at the same time the population density of the EDs in Dublin city in the top quintile has increased. From <a href=\"#table5\">Table 5</a> we see that employment income in Dublin is considerably higher compared to the rest of the country. The increase in the level of opportunities in the area has proven attractive.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table5\">Table 5</a> shows the average values for Q1 &amp; Q5 for the years 1996 and 2011. Population density in the top quintile has increased between the two years. There has been a convergence of people into the urban areas as they seek better opportunities. Levels of education have increased over time; even those in the bottom quintile have seen the percentage of adults with third level education increase. Employment is also higher in 2011, as is the share of people of working age. Unemployment however is also higher in 2011 as a result of the recession.",
                    "type": "paragraph"
                },
                {
                    "text": "Youth deprivation has decreased while at the same time old age deprivation has increased. This would suggest an ageing population. The top quintile is made up of a high proportion of older people in 2011 compared to 1996 which would suggest that those over the age of 65 were less affected by the recession. Most of the analysis conducted is cross-sectional between areas. <a href=\"#table8\">Table 8</a> shows the Thiel index I2 (<a href=\"#bib41\">Shorrocks, 1982</a>). The Thiel index decomposes inequality into two components between and within variability. We can see that much of the variability is occurring within rather than between EDs. Although our maps show that there is a changing landscape across Ireland much of this change is occurring within EDs rather than between them. An examination of the tabulations of income by area shows that to be the case. Within an area we cannot say definitively whether an ED has more individuals in one particular quintile on the income distribution.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Author Calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table8",
                            "label": "Table 8",
                            "tables": [
                                "<table>\n<tbody>\n<tr>\n<td>Disposable income</td>\n<td align=\"center\">1996</td>\n<td align=\"center\">2002</td>\n<td align=\"center\">2006</td>\n<td align=\"center\">2011</td>\n</tr>\n<tr>\n<td>I2</td>\n<td align=\"center\">1</td>\n<td align=\"center\">1</td>\n<td align=\"center\">1</td>\n<td align=\"center\">1</td>\n</tr>\n<tr>\n<td>Between</td>\n<td align=\"center\">0.06</td>\n<td align=\"center\">0.07</td>\n<td align=\"center\">0.02</td>\n<td align=\"center\">0.04</td>\n</tr>\n<tr>\n<td>Within</td>\n<td align=\"center\">0.94</td>\n<td align=\"center\">0.93</td>\n<td align=\"center\">0.98</td>\n<td align=\"center\">0.96</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "I2 index disposable income by year.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s4",
            "title": "4. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "From our results we have seen an increase in concentration in and around Dublin City. This has largely been to the detriment of the rest of the country. Urban areas are vastly outperforming rural areas. The statistics of the areas in the bottom quintile which are largely rural are not promising. These areas are characterised by high levels of unemployment, low income and low levels of third level education. Equally there may be non-monetary reasons why individuals are choosing to live in these areas, such as better amenities and a better lifestyle/environment.",
                    "type": "paragraph"
                },
                {
                    "text": "What our results have shown is that current policy is failing. Government has failed to control the concentration of economic activity around the GDA. The trends are worrying and have already led to a housing crisis particularly in the GDA. This crisis was inevitable given the increasing wages and property prices in these areas. Our Thiel index results show the high levels of inequality within rather than between EDs. Within an ED there are vast differences in income. Dublin has proven attractive to those with high levels of education who demand a higher wage. This has led to people converging on Dublin hence the increasing population density over time. Policy should look at addressing this issue by improving job opportunities in medium to small sized towns. This could be achieved by improving the infrastructure in these areas to bring them in line with the facilities etc. available in a major urban centre such as Dublin.",
                    "type": "paragraph"
                },
                {
                    "text": "Policy can go some way towards improving the economic performance of a region. Removing the barriers around mobility of labour is one option (<a href=\"#bib26\">Marston, 1985</a>, <a href=\"#bib1\">Armstrong and Taylor, 2000</a>, <a href=\"#bib7\">Carlsen, 2000</a>). Attractive living conditions; good services, high wages; have led to permanent differences in the wage and unemployment rate. It is difficult for income to increase in an area of high unemployment due to the excess in labour supply. The districts with the lowest incomes also tend to be the districts with the highest levels of unemployment. There is a spatial concentration of those most at risk of poverty. Increased investment in public housing in areas where there are better opportunities is one method of supporting the movement of people out of high poverty areas. Government subsidies can make it affordable for them to live in more prosperous regions and areas.",
                    "type": "paragraph"
                },
                {
                    "text": "Centrifugal forces include high rents, commuting which then leads to congestion and supply of immobile factors (<a href=\"#bib20\">Fujita <i>et al.</i>, 2001</a>). Currently the Greater Dublin Area (GDA) is facing a crisis in this regard (increasing rents, congestion issues, and low property supply). The effect of these forces on disposable income warrants further investigation, for example, quantifying how much an average worker is spending each year on commuting costs and on renting a property.",
                    "type": "paragraph"
                },
                {
                    "text": "using a spatial Microsimulation approach allows us to examine incomes at an individual and household level. This has enabled us to create an income distribution at a spatial level by firstly calculating the median equivalised household disposable income of an ED and then dividing this into quintiles taking into account the population of the EDs. Examining by urban/rural and over time we have observed the changing landscape in Ireland, a move of workers/people towards the major urban centres, the increase in wealth of these areas, the vast change in the breakdown of industry of employment and finally the change in the socio economic characteristics of the quintile groups.",
                    "type": "paragraph"
                },
                {
                    "text": "This analysis includes an economically diverse period, represented by strong economic growth, a property bubble and subsequent collapse and recessionary period. Examining at the small area level has allowed us to track an area’s economic status over time and also the socio-economic and socio-demographic characteristics of its residents. our analysis shows the increasing regional imbalance between urban and rural areas. This gap has increased during the time period examined in this paper. Next steps involve examining ways in which this regional imbalance can be corrected.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Armstrong, H",
                        "preferred": "H Armstrong"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taylor, J",
                        "preferred": "J Taylor"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "Regional Economlcs & Policy",
            "id": "bib1",
            "title": "Regional Economlcs & Policy",
            "type": "unknown"
        },
        {
            "articleTitle": "Spatial microsimulation for rural policy analysis in Ireland: The implications of CAP reforms for the national spatial strategy",
            "authors": [
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wiemers, E",
                        "preferred": "E Wiemers"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib2",
            "journal": "Journal of Rural Studies",
            "pages": {
                "first": "367",
                "last": "378",
                "range": "367–378"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "articleTitle": "Immigrants in a booming economy: analysing their earnings and welfare dependence",
            "authors": [
                {
                    "name": {
                        "index": "Barrett, A",
                        "preferred": "A Barrett"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McCarthy, Y",
                        "preferred": "Y McCarthy"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib3",
            "journal": "Labour",
            "pages": {
                "first": "789",
                "last": "808",
                "range": "789–808"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "Going NUTS: The effect of EU Structural Funds on regional performance",
            "authors": [
                {
                    "name": {
                        "index": "Becker, SO",
                        "preferred": "SO Becker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Egger, PH",
                        "preferred": "PH Egger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Von Ehrlich, M",
                        "preferred": "M Von Ehrlich"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib4",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "578",
                "last": "590",
                "range": "578–590"
            },
            "type": "journal",
            "volume": "94"
        },
        {
            "articleTitle": "New estimates of quality of life in urban areas",
            "authors": [
                {
                    "name": {
                        "index": "Blomquist, GC",
                        "preferred": "GC Blomquist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Berger, MC",
                        "preferred": "MC Berger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hoehn, JP",
                        "preferred": "JP Hoehn"
                    },
                    "type": "person"
                }
            ],
            "date": "1988",
            "id": "bib5",
            "journal": "The American Economic Review",
            "pages": {
                "first": "89",
                "last": "107",
                "range": "89–107"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Callan, T",
                        "preferred": "T Callan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Neill, C",
                        "preferred": "C O’Neill"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Simulating Welfare and Income Tax Changes (SWITCH) The ESRI tax-benefit model",
            "date": "1996",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dublin"
                        ]
                    },
                    "formatted": [
                        "Dublin"
                    ]
                },
                "name": [
                    "Economic Social Research Institute"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Testing equilibrium models of regional disparities",
            "authors": [
                {
                    "name": {
                        "index": "Carlsen, F",
                        "preferred": "F Carlsen"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib7",
            "journal": "Scottish Journal of Political Economy",
            "pages": {
                "first": "1",
                "last": "24",
                "range": "1–24"
            },
            "type": "journal",
            "volume": "47"
        },
        {
            "articleTitle": "Accounting for cross-country income differences",
            "authors": [
                {
                    "name": {
                        "index": "Caselli, F",
                        "preferred": "F Caselli"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib8",
            "journal": "Handbook of economic growth",
            "pages": {
                "first": "679",
                "last": "741",
                "range": "679–741"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "authors": [
                {
                    "name": "CEDRA",
                    "type": "group"
                }
            ],
            "date": "2013",
            "details": "CEDRA, Report of the Commission for the Economic Development of Rural Areas",
            "id": "bib9",
            "title": "Report of the Commission for the Economic Development of Rural Areas",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "CSO",
                    "type": "group"
                }
            ],
            "bookTitle": "SAPS Description of Contents",
            "date": "2006",
            "id": "bib10",
            "publisher": {
                "name": [
                    "Central Statistics Office"
                ]
            },
            "type": "book"
        },
        {
            "accessed": "2015-03-25",
            "authors": [
                {
                    "name": "CSO",
                    "type": "group"
                }
            ],
            "date": "2014",
            "id": "bib11",
            "publisher": {
                "name": [
                    "Central Statistics Office"
                ]
            },
            "title": "http://www.cso.ie/en/media/csoie/releasespublications/documents/silc/2012/silc_2012.Pdf",
            "type": "web",
            "uri": "http://www.cso.ie/en/media/csoie/releasespublications/documents/silc/2012/silc_2012.Pdf",
            "website": "Survey on Income and Living Conditions (SILC) 2012 [Online]"
        },
        {
            "articleTitle": "Distribution of regional income and regional funds in Europe 1989–1999: an exploratory spatial data analysis",
            "authors": [
                {
                    "name": {
                        "index": "Dall’Erba, S",
                        "preferred": "S Dall’Erba"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib12",
            "journal": "The Annals of Regional Science",
            "pages": {
                "first": "121",
                "last": "148",
                "range": "121–148"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "articleTitle": "Shrink smarter? Planning for spatial selectivity in population growth in Ireland",
            "authors": [
                {
                    "name": {
                        "index": "Daly, G",
                        "preferred": "G Daly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kitchin, R",
                        "preferred": "R Kitchin"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib13",
            "journal": "Administration",
            "pages": {
                "first": "159",
                "last": "186",
                "range": "159–186"
            },
            "type": "journal",
            "volume": "60"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Donovan, D",
                        "preferred": "D Donovan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Murphy, AE",
                        "preferred": "AE Murphy"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The fall of the Celtic Tiger: Ireland and the euro debt crisis",
            "date": "2013",
            "id": "bib14",
            "publisher": {
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Farrell, N",
                        "preferred": "N Farrell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Simulated Model for the Irish Local Economy, Microsimulation Methods and Models, London, Springer",
            "id": "bib15",
            "title": "Microsimulation Methods and Models",
            "type": "unknown"
        },
        {
            "articleTitle": "Rural-urban migration, urban unemployment and underemployment, and job-search activity in LDCs",
            "authors": [
                {
                    "name": {
                        "index": "Fields, GS",
                        "preferred": "GS Fields"
                    },
                    "type": "person"
                }
            ],
            "date": "1975",
            "id": "bib16",
            "journal": "Journal of development economics",
            "pages": {
                "first": "165",
                "last": "187",
                "range": "165–187"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "date": "2013",
            "details": "Forfas, Ireland’s Construction Sector: Outlook and Strategic Plan To 2015, Dublin, Ireland",
            "id": "bib17",
            "title": "Ireland’s Construction Sector: Outlook and Strategic Plan To 2015",
            "type": "unknown",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fujita, M",
                        "preferred": "M Fujita"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Krugman, PR",
                        "preferred": "PR Krugman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Venables, A",
                        "preferred": "A Venables"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "The spatial economy: Cities, regions, and international trade, MIT press",
            "id": "bib18",
            "title": "The spatial economy: Cities, regions, and international trade",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Heshmati, A",
                        "preferred": "A Heshmati"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Regional income inequality in selected large countries. IZA Discussion paper series",
            "id": "bib19",
            "title": "Regional income inequality in selected large countries. IZA Discussion paper series",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Honohan, P",
                        "preferred": "P Honohan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Walsh, B",
                        "preferred": "B Walsh"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "1–77, Catching up with the leaders: the Irish hare. Brookings papers on economic activity, 2002",
            "id": "bib20",
            "title": "Catching up with the leaders: the Irish hare. Brookings papers on economic activity",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kanda, D",
                        "preferred": "D Kanda"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "1–23, Asset booms and structural fiscal positions: The case of Ireland. IMF Working Papers",
            "id": "bib21",
            "title": "Asset booms and structural fiscal positions: The case of Ireland. IMF Working Papers",
            "type": "unknown"
        },
        {
            "accessed": "2013-08-15",
            "authors": [
                {
                    "name": {
                        "index": "Kilroy, A",
                        "preferred": "A Kilroy"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C."
                        ]
                    },
                    "formatted": [
                        "Washington, D.C."
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "title": "https://openknowledge.worldbank.org/handle/10986/9144",
            "type": "web",
            "uri": "https://openknowledge.worldbank.org/handle/10986/9144",
            "website": "Intra-Urban Spatial Inequality: Cities as” Urban Regions” [Online]"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kitchin, R",
                        "preferred": "R Kitchin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gleeson, J",
                        "preferred": "J Gleeson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keaveney, K",
                        "preferred": "K Keaveney"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Callaghan, C",
                        "preferred": "C O’Callaghan"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "59, A haunted landscape: housing and ghost estates in post-Celtic Tiger Ireland. National Institute for Regional and Spatial Analysis (NIRSA) Working Paper",
            "id": "bib23",
            "title": "A haunted landscape: housing and ghost estates in post-Celtic Tiger Ireland. National Institute for Regional and Spatial Analysis (NIRSA) Working Paper",
            "type": "unknown"
        },
        {
            "articleTitle": "The New Ruins of Ireland? Unfinished Estates in the Post-Celtic Tiger Era",
            "authors": [
                {
                    "name": {
                        "index": "Kitchin, R",
                        "preferred": "R Kitchin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Callaghan, C",
                        "preferred": "C O’Callaghan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gleeson, J",
                        "preferred": "J Gleeson"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib24",
            "journal": "International Journal of Urban and Regional Research",
            "pages": {
                "first": "1069",
                "last": "1080",
                "range": "1069–1080"
            },
            "type": "journal",
            "volume": "38"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Marshall, A",
                        "preferred": "A Marshall"
                    },
                    "type": "person"
                }
            ],
            "date": "1920",
            "details": "Principles of economics: an introductory volume",
            "id": "bib25",
            "title": "Principles of economics: an introductory volume",
            "type": "unknown"
        },
        {
            "articleTitle": "Two views of the geographic distribution of unemployment",
            "authors": [
                {
                    "name": {
                        "index": "Marston, ST",
                        "preferred": "ST Marston"
                    },
                    "type": "person"
                }
            ],
            "date": "1985",
            "id": "bib26",
            "journal": "The Quarterly Journal of Economics",
            "pages": {
                "first": "57",
                "last": "79",
                "range": "57–79"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Meredith, D",
                        "preferred": "D Meredith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Faulkner, JP",
                        "preferred": "JP Faulkner"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "The nature of uneven economic development in Ireland, 1991–2011, Spatial Justice and the Irish Crisis, Dublin, Ireland, Royal Irish Academy",
            "id": "bib27",
            "title": "Spatial Justice and the Irish Crisis",
            "type": "unknown"
        },
        {
            "articleTitle": "Revisiting the National Spatial Strategy ten years on",
            "authors": [
                {
                    "name": {
                        "index": "Meredith, D",
                        "preferred": "D Meredith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Egeraat, C",
                        "preferred": "C Egeraat"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib28",
            "journal": "Administration",
            "pages": {
                "first": "3",
                "last": "9",
                "range": "3–9"
            },
            "type": "journal",
            "volume": "60"
        },
        {
            "articleTitle": "Examining access to GP services in rural Ireland using microsimulation analysis",
            "authors": [
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib29",
            "journal": "Area",
            "pages": {
                "first": "354",
                "last": "364",
                "range": "354–364"
            },
            "type": "journal",
            "volume": "40"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "Validation Issues and the Spatial Pattern of Household Income, Spatial microsimulation for rural policy analysis, Springer",
            "id": "bib30",
            "title": "Spatial microsimulation for rural policy analysis",
            "type": "unknown"
        },
        {
            "articleTitle": "Using Simulated Data to Examine the Determinants of Acute Hospital Demand at the Small Area Level",
            "authors": [
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib31",
            "journal": "Geographical Analysis",
            "pages": {
                "first": "49",
                "last": "76",
                "range": "49–76"
            },
            "type": "journal",
            "volume": "45"
        },
        {
            "authors": [
                {
                    "name": "NSS",
                    "type": "group"
                }
            ],
            "bookTitle": "National spatial strategy for Ireland 2002-2020: people, places and potential",
            "date": "2002",
            "id": "bib32",
            "publisher": {
                "name": [
                    "Department of the Environment and Local Government Ireland"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "Spatial microsimulation for rural policy analysis, Springer",
            "id": "bib33",
            "title": "Spatial microsimulation for rural policy analysis",
            "type": "unknown"
        },
        {
            "articleTitle": "Regional income estimates for Ireland, 1995",
            "authors": [
                {
                    "name": {
                        "index": "O’Leary, E",
                        "preferred": "E O’Leary"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib34",
            "journal": "Regional Studies",
            "pages": {
                "first": "805",
                "last": "814",
                "range": "805–814"
            },
            "type": "journal",
            "volume": "33"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "chapterTitle": "Simulating the Irish tax-transfer System in Eur6’",
            "date": "1998",
            "id": "bib35",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "University of Cambridge"
                        ]
                    },
                    "formatted": [
                        "University of Cambridge"
                    ]
                },
                "name": [
                    "Department of Applied Economics"
                ]
            },
            "source": "The Microsimulation Unit. MU/RN/26",
            "title": "The Microsimulation Unit. MU/RN/26",
            "type": "report"
        },
        {
            "accessed": "2015-03-25",
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "date": "2014",
            "id": "bib36",
            "title": "http://www.oecd.org/eco/growth/OECD-Note-EquivalenceScales.pdf",
            "type": "web",
            "uri": "http://www.oecd.org/eco/growth/OECD-Note-EquivalenceScales.pdf",
            "website": "OECD: Note on Equivalence Scales [Online]"
        },
        {
            "articleTitle": "Wages, rents, and the quality of life",
            "authors": [
                {
                    "name": {
                        "index": "Roback, J",
                        "preferred": "J Roback"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "id": "bib37",
            "journal": "The journal of political economy",
            "pages": {
                "first": "1257",
                "last": "1278",
                "range": "1257–1278"
            },
            "type": "journal"
        },
        {
            "articleTitle": "The determinants of agglomeration",
            "authors": [
                {
                    "name": {
                        "index": "Rosenthal, SS",
                        "preferred": "SS Rosenthal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strange, WC",
                        "preferred": "WC Strange"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib38",
            "journal": "Journal of Urban Economics",
            "pages": {
                "first": "191",
                "last": "229",
                "range": "191–229"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "articleTitle": "Evidence on the nature and sources of agglomeration economies",
            "authors": [
                {
                    "name": {
                        "index": "Rosenthal, SS",
                        "preferred": "SS Rosenthal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strange, WC",
                        "preferred": "WC Strange"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib39",
            "journal": "Handbook of regional and urban economics",
            "pages": {
                "first": "2119",
                "last": "2171",
                "range": "2119–2171"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Bridging the economic divide within countries: A scorecard on the performance of regional policies in reducing regional income disparities",
            "authors": [
                {
                    "name": {
                        "index": "Shankar, R",
                        "preferred": "R Shankar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shah, A",
                        "preferred": "A Shah"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib40",
            "journal": "World Development",
            "pages": {
                "first": "1421",
                "last": "1441",
                "range": "1421–1441"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "articleTitle": "Inequality decomposition by factor components",
            "authors": [
                {
                    "name": {
                        "index": "Shorrocks, AF",
                        "preferred": "AF Shorrocks"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "id": "bib41",
            "journal": "Econometrica: Journal of the Econometric Society",
            "pages": {
                "first": "193",
                "last": "211",
                "range": "193–211"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Slesnick, DT",
                        "preferred": "DT Slesnick"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Consumption and social welfare: Living standards and their distribution in the united States",
            "date": "2001",
            "id": "bib42",
            "publisher": {
                "name": [
                    "Cambridge university Press"
                ]
            },
            "type": "book"
        },
        {
            "author": {
                "name": {
                    "index": "Sommeiller, E",
                    "preferred": "E Sommeiller"
                },
                "type": "person"
            },
            "date": "2006",
            "id": "bib43",
            "publisher": {
                "name": [
                    "University of Delaware"
                ]
            },
            "source": "Regional Income Inequality",
            "title": "Regional Income Inequality",
            "type": "thesis",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "articleTitle": "An urban–rural classification for health services research in Ireland",
            "authors": [
                {
                    "name": {
                        "index": "Teljeur, C",
                        "preferred": "C Teljeur"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, A",
                        "preferred": "A Kelly"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib44",
            "journal": "Irish Geography",
            "pages": {
                "first": "295",
                "last": "311",
                "range": "295–311"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Watson, D",
                        "preferred": "D Watson"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "UCD",
            "id": "bib45",
            "title": "Living in Ireland Survey – Technical Overview",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Whelan, K",
                        "preferred": "K Whelan"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib46",
            "publisher": {
                "name": [
                    "UCD Centre for Economic Research"
                ]
            },
            "source": "Ireland’s economic crisis: The good, the bad and the ugly. Working Paper Series",
            "title": "Ireland’s economic crisis: The good, the bad and the ugly. Working Paper Series",
            "type": "report"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
