{
    "status": "vor",
    "id": "00130",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00130",
    "authorLine": "Kebede Sindu W. et al.",
    "title": "Impact of trade liberalization on poverty in Ethiopia: A computable general equilibrium microsimulation",
    "published": "2016-04-30T00:00:00Z",
    "versionDate": "2016-04-30T00:00:00Z",
    "statusDate": "2016-04-30T00:00:00Z",
    "volume": 9,
    "issue": 1,
    "fpage": 109,
    "lpage": 133,
    "elocationId": "109-133",
    "pdf": "http://web:8082/00130/ijm-00130.pdf",
    "subjects": [
        {
            "id": "micro-macro-linkage",
            "name": "Micro-macro linkage"
        },
        {
            "id": "trade",
            "name": "Trade"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This study analyses the impact of trade liberalization on poverty in Ethiopia using a computable general equilibrium Microsimulation approach. Two scenarios (complete tariff cut and uniform tariff scheme) suggest that further liberalization of trade has a negative short-run effect on the overall economy. We find that the agriculture-based manufacturing sector (in particular, textile and leather) is likely to be strongly affected by tariff reductions. Poverty estimates show an increase in both scenarios. At the national level, complete tariff cut increases poverty by 2.8%, compared to 2.3% under a uniform tariff scheme. In both scenarios, poverty increases more among entrepreneur households (3.2% in the uniform tariff cut scenario), than farm and wage earner households (0.9% and 1.5%, respectively). This is consistent with the theoretical argument that previously-protected infant industries are highly affected by trade liberalization and may require compensatory policies.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Sindu W. et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Germany"
                        },
                        "formatted": [
                            "Germany"
                        ]
                    },
                    "name": [
                        "Humboldt University of Berlin, Faculty of Agriculture and Horticulture Invalidenstr"
                    ]
                }
            ],
            "emailAddresses": [
                "kebedesw@agrar.hu-berlin.de"
            ],
            "name": {
                "index": "Sindu W., Kebede",
                "preferred": "Kebede Sindu W."
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ethiopiae"
                        },
                        "formatted": [
                            "Ethiopiae"
                        ]
                    },
                    "name": [
                        "BDS-Center for Development Research (BDS-CDR)"
                    ]
                }
            ],
            "emailAddresses": [
                "b.fekadu@bdscdr.com"
            ],
            "name": {
                "index": "Fekadu, Belay",
                "preferred": "Belay Fekadu"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ethiopia"
                        },
                        "formatted": [
                            "Ethiopia"
                        ]
                    },
                    "name": [
                        "Addis Ababa University"
                    ]
                }
            ],
            "emailAddresses": [
                "aredodejene@yahoo.com"
            ],
            "name": {
                "index": "Aredo, Dejene",
                "preferred": "Dejene Aredo"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "trade liberalization",
        "poverty",
        "CGE",
        "Microsimulation"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The overarching importance of trade is recognized as a key element of sustainable development in both developed and developing countries. Inspired by the gains from trade, developing countries have adopted an outward-looking, export-oriented development approach aiming at enhancing the efficiency of resource allocation (<a href=\"#bib3\">Berg &amp; Krueger 2003</a>). Trade liberalization is a policy measure that promotes industrialization and modernization through securing economies of scale, market access, and trade expansion.",
                    "type": "paragraph"
                },
                {
                    "text": "Trade and poverty are linked through prices, changes in external terms of trade, government taxes and transfers, as well as investment incentives (<a href=\"#bib20\">Hertel &amp; Reimer 2004</a>). <a href=\"#bib33\">Winters(2002)</a> identifies six trade-to-poverty channels including the extent of price changes and how these affect the poor, changes in government revenue and expenditure, changes in risk and vulnerability, links via factor markets, effects on economic growth, as well as adjustment strains. These effects can be dampened by a host of factors, including stifling policies, high transaction costs, missing markets, and factor immobility. This is particularly the case in developing countries, as domestic capacity constraints may prevent the poor from taking advantage of opportunities created by trade liberalization and export market access.",
                    "type": "paragraph"
                },
                {
                    "text": "Trade liberalization leads to increased efficiency of domestic economic sectors depending on: a) the level and extent of initial protection of a given sector; b) the degree of openness of a sector and/or whether the sector is export-oriented or not; and c)the capacity of a given sector to compete against imports. One possible impact of eliminating tariff distortions is increased efficiency in resource use as productive factors flow from initially more protected sectors to less protected ones.<sup><a href=\"#fn1\">1</a></sup> In addition, it is likely that export-oriented and import-dependent industrial sectors benefit most from trade liberalization efforts (<a href=\"#bib7\">Chitiga <i>et al</i>.2007</a>; <a href=\"#bib22\">Mabugu &amp; Chitiga 2007</a>; <a href=\"#bib1\">Annabi <i>et al</i>.2005</a>; <a href=\"#bib8\">Cororaton &amp; Corong 2006</a>) because of increased supplies of cheaper imported inputs.",
                    "type": "paragraph"
                },
                {
                    "text": "Studying the poverty effects of trade liberalization in Ethiopia is timely and relevant as the country is negotiating about the degree and sequence of trade liberalization as part of its accession to the World Trade Organization (WTO). Ethiopia requested WTO accession on January 13, 2003. Ethiopia’s Memorandum on its Foreign Trade Regime was circulated in January 2007. The Working Party on the Accession of Ethiopia held its first meeting in May 2008 and subsequent meetings were held in 2011 and 2012 to examine Ethiopia’s foreign trade regime (<a href=\"#bib36\">WTO 2010</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The rest of this paper is organized as follows: The next section outlines the empirical and conceptual links between trade liberalization and poverty. Section three presents an overview of the Ethiopian economy with details on its structure as well as its economic growth, trade, and poverty trends. The fourth section outlines data sources and methodology. Major findings of this paper are discussed in the fifth section and the last section concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Many empirical studies assess the impact of trade liberalization on poverty globally and in Ethiopia in particular (<a href=\"#bib29\">Robilliard <i>et al</i>.2003</a>; <a href=\"#bib5\">Bussolo &amp; Lay 2003</a>; <a href=\"#bib21\">Ianchovichina <i>et al</i>.2001</a>; <a href=\"#bib19\">Hertel <i>et al</i>. 2004</a>; <a href=\"#bib15\">Friedman 2001</a>; <a href=\"#bib28\">Ravallion &amp; Lokshin 2004</a>; <a href=\"#bib7\">Chitiga <i>et al</i>.2007</a>; <a href=\"#bib27\">Philip &amp; Ferede 2005</a>; <a href=\"#bib17\">Gelan 2002</a>; <a href=\"#bib16\">Geda &amp; Shimeles 2005</a>; <a href=\"#bib18\">Getnet 2008</a>; Tegene 1991; <a href=\"#bib31\">Taye, 1999</a>). However, the literature is far from being conclusive concerning the effects of trade liberalization on the welfare of different groups of households.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib17\">Gelan (2002)</a> investigates the impact of external shocks (namely terms of trade disturbance in the external sector) on the goods and labor market linkages and its differential impact on rural (mainly agriculture) and urban (predominantly industry and services) Ethiopia. Using a CGE model with a dualistic economy (urban and rural sector labor forces) and real wage differentials, Gelan considers three simulations: a 50% nominal devaluation of the Ethiopian currency, a 50% reduction of imported tariffs, and a 50% reduction of export taxes. The results suggest that impacts of trade liberalization depend on wage-setting conditions in urban areas. With a fixed urban real wage, the trade reform adversely affects overall economic growth, while both rural and urban areas experience an expansion in Gross Domestic Product (GDP) with a flexible urban nominal wage. A nominal devaluation combined with a reduction in external trade tariffs would not enhance the structural transformation of the economy. The study concludes that the success of trade liberalization crucially depends on the extent that product and labor market reforms are synchronized.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib27\">Philip and Ferede (2005)</a> analyze the possible impact of Ethiopia’s accession to the WTO at the macro-economic and sectoral levels. They used a dynamic Computable General Equilibrium (CGE) model to study the impact of a tariff dismantling policy (against products originating from trade partners) on the main fiscal, economic and social indicators. The analysis shows that tariff dismantling has both negative and positive effects on the economy. The main negative effect is a reduction of government fiscal revenues, while the likely positive effects include an increase in foreign investment and the stimulation of domestic demand that could result in greater economic growth due to an increase in household purchasing power. In the same year, a study by <a href=\"#bib16\">Geda and Shimeles (2005)</a> explored the changes in tax structure over time and the distributional impacts of tax reform in Ethiopia. The results show that most commodity taxes (excise, import duty or sales tax) are progressive, but those on a few commodities–such as salt, sugar and kerosene – tend to be regressive.",
                    "type": "paragraph"
                },
                {
                    "text": "In studies on other developing countries, the evidence is mixed. <a href=\"#bib5\">Bussolo and Lay (2003)</a> assess the impact of the 1990s tariff cuts on poverty in Columbia. They find that the rise in unskilled wages as well as the movement of workers from the informal to the formal (higher-wage) sector in rural areas leads to a substantial reduction in rural poverty. The study attributes more than half of the national poverty reduction from 1988 to 1995 to the tariff reforms. Recent studies, however, suggest that trade liberalization may not necessarily lead to reduced poverty and inequality (<a href=\"#bib4\">Berloffa &amp; Segnana 2006</a>). For instance, <a href=\"#bib8\">Cororaton and Corong (2006)</a>, using a CGE micro-simulation model applied to the Philippines, demonstrated that both poverty gap and poverty severity could worsen due to trade liberalization, implying that the poorest of the poor could become even poorer.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib6\">Chan and Dung (2006)</a> find that trade liberalization could be pro-rich due to a higher share of imported goods consumed by the rich. A study by <a href=\"#bib30\">Siddiqui (2007)</a> finds that trade liberalization (along with a reduction in government expenditure) is not only pro-rich, but that it could also reduce the welfare of women, as compared to men, implying that trade liberalization may have differential impacts within households. A study by <a href=\"#bib7\">Chitiga <i>et al</i>. (2007)</a> on Zimbabwe finds that, although there is no strong evidence that trade liberalization deepens poverty or vulnerability, there is no guarantee that the poor always benefit. The study concludes that trade policies may affect the poverty status of different households differently.",
                    "type": "paragraph"
                },
                {
                    "text": "There is consensus that factor markets constitute the essential link between trade, trade policy and poverty for two reasons (<a href=\"#bib4\">Berloffa &amp; Segnana 2006</a>): 1) the “magnification effect,” which means changes in commodity prices due to trade liberalization magnify the resulting change in factor prices; and 2) households appear to be more specialized<sup><a href=\"#fn2\">2</a></sup> in factor markets than they are with respect to consumption behavior. The combination of complete reliance on one income source together with the magnification effect may, in turn, easily dominate the impact of changes in factor prices on the farm household.",
                    "type": "paragraph"
                },
                {
                    "text": "This study contributes to the literature on poverty and trade in two ways. First, it uses representative households and price as a transmission mechanism to create a macro-micro linkage. Secondly, it categorizes households into three major groups in order to analyze the effect of trade liberalization on poverty at a disaggregated level. Finally, this research is timely for Ethiopia given that the country is undergoing trade negotiations, which motivated this research. Hence, understanding the implications of liberalized trade is important for policy-makers. Specifically, this study addresses the following research questions: (1) what are the impacts of unilateral trade liberalization on domestic production, trade, demand, and prices?; (2) what is the effect of trade liberalization on poverty at the national level?; and (3) how is the poverty situation of different household categories affected by trade liberalization?",
                    "type": "paragraph"
                },
                {
                    "text": "Based on the review of literature, we adopt a conceptual framework that links trade liberalization with growth and poverty. As indicated above, conventional literature suggests two potential ways through which trade liberalization can affect poverty in developing countries. The first way suggests that liberalization, through the expansion of economic sectors and through increased demand for imports, contributes to poverty reduction efforts in a reforming country. The alternative proposes that trade liberalization leads to increased poverty, as some sectors of the economy contract due to exposure to competition from imported commodities with reduced prices.",
                    "type": "paragraph"
                },
                {
                    "text": "Drawing on insights from the more recent literature and on specific conditions of developing countries (such as Ethiopia); we propose that the short-run impacts of trade liberalization on poverty may depend on the existing conditions in the country. Developing economies, characterized by weak initial conditions and structural rigidities, may not exhibit significant positive short-run impacts of trade liberalization on poverty. Trade liberalization also may have differential impacts on different types of households (e.g. net buyers and net sellers), or on specific sectors of the economy. We take this as a third “path” as indicated by the dotted line in <a href=\"#fig1\">Figure 1</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00130%2Fijm-00130-fig1.tif",
                                "size": {
                                    "width": 561,
                                    "height": 423
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00130%2Fijm-00130-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00130-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "A Synopsis of the effects of trade liberalization on poverty: A conceptual framework.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s2",
            "title": "2. Trade liberalization and poverty: empirical and conceptual issues",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Trade in Ethiopia is undergoing rapid change with increased exports both in terms of volume and type. As shown in <a href=\"#table1\">Table 1</a>, the total share of exports in GDP increased from 6.2% in 2003/04 to 17% in 2010/11 (MoFED 2010/11). Over the same period the total share of imports in GDP increased from 26.6% in 2003/04 to 34% in 2010/11. Overall, in 2010/11 the country had a negative trade balance of (-17%) of GDP.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Ethiopia exports raw materials and semi-processed products such as coffee, oilseeds and pulses, K<i>hat,<sup><a href=\"#fn3\">3</a></sup></i> gold, hides and skins, leather and leather products, and live animals. The bulk of Ethiopia’s export earnings come from coffee, which accounted for 31.1% of total export value in 2010/11. It is followed by gold and oil seeds. A distinctive feature of Ethiopia’s exports is that, being mainly agricultural commodities, they are vulnerable to weather conditions and adverse terms-of-trade shocks. Moreover, the traditional way of producing exportable items negatively influences the quality of these commodities and, consequently, prices in international markets.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>2003/04</th>\n<th>2004/05</th>\n<th>2005/06</th>\n<th>2008/09</th>\n<th>2010/11</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Exports (as % of GDP)</td>\n<td>6.2</td>\n<td>7.6</td>\n<td>7.7</td>\n<td>4.6</td>\n<td>17</td>\n</tr>\n<tr>\n<td>Imports (as % of GDP)</td>\n<td>26.6</td>\n<td>32.5</td>\n<td>33.9</td>\n<td>24.5</td>\n<td>34</td>\n</tr>\n<tr>\n<td>Trade balance (as % of GDP)</td>\n<td>−20.4</td>\n<td>−24.9</td>\n<td>−26.2</td>\n<td>−19.9</td>\n<td>−17.0</td>\n</tr>\n<tr>\n<td colspan=\"6\">Major export items (Percentage of total value of exports)</td>\n</tr>\n<tr>\n<td>Coffee</td>\n<td>37.2</td>\n<td>39.6</td>\n<td>35.4</td>\n<td>26.0</td>\n<td>31.1</td>\n</tr>\n<tr>\n<td>Oilseeds</td>\n<td>13.8</td>\n<td>14.8</td>\n<td>21.1</td>\n<td>24.6</td>\n<td>12.1</td>\n</tr>\n<tr>\n<td>Leather and leather products</td>\n<td>7.3</td>\n<td>8.0</td>\n<td>7.5</td>\n<td>5.2</td>\n<td>3.8</td>\n</tr>\n<tr>\n<td>Pulses</td>\n<td>3.8</td>\n<td>4.2</td>\n<td>3.7</td>\n<td>6.3</td>\n<td>5.1</td>\n</tr>\n<tr>\n<td>Meat and meat products</td>\n<td>1.3</td>\n<td>1.7</td>\n<td>1.9</td>\n<td>1.8</td>\n<td>2.3</td>\n</tr>\n<tr>\n<td>Fruits and vegetables</td>\n<td>2.1</td>\n<td>1.9</td>\n<td>1.3</td>\n<td>0.8</td>\n<td>1.2</td>\n</tr>\n<tr>\n<td>Live animals</td>\n<td>0.3</td>\n<td>1.5</td>\n<td>2.8</td>\n<td>3.6</td>\n<td>5.5</td>\n</tr>\n<tr>\n<td><i>Khat</i></td>\n<td>14.7</td>\n<td>11.8</td>\n<td>8.9</td>\n<td>9.6</td>\n<td>8.8</td>\n</tr>\n<tr>\n<td>Gold</td>\n<td>8.1</td>\n<td>7.0</td>\n<td>6.5</td>\n<td>6.8</td>\n<td>15.4</td>\n</tr>\n<tr>\n<td>Flowers</td>\n<td>0.4</td>\n<td>0.9</td>\n<td>2.2</td>\n<td>9.0</td>\n<td>6.5</td>\n</tr>\n<tr>\n<td>Others</td>\n<td>11.1</td>\n<td>8.6</td>\n<td>8.8</td>\n<td>6.3</td>\n<td>8.0</td>\n</tr>\n<tr>\n<td colspan=\"6\">Major import items (by group) (Percentage of total value of imports)</td>\n</tr>\n<tr>\n<td>Raw materials</td>\n<td>1.0</td>\n<td>1.4</td>\n<td>1.8</td>\n<td>4.6</td>\n<td>2.2</td>\n</tr>\n<tr>\n<td>Semi-finished goods</td>\n<td>16.8</td>\n<td>18.3</td>\n<td>18.7</td>\n<td>14.8</td>\n<td>14.9</td>\n</tr>\n<tr>\n<td>Fuel</td>\n<td>12.0</td>\n<td>18.4</td>\n<td>14.9</td>\n<td>16.3</td>\n<td>20.1</td>\n</tr>\n<tr>\n<td>Capital goods</td>\n<td>33.9</td>\n<td>33.0</td>\n<td>33.2</td>\n<td>32.0</td>\n<td>33.4</td>\n</tr>\n<tr>\n<td>Consumer goods</td>\n<td>34.6</td>\n<td>27.1</td>\n<td>29.2</td>\n<td>30.3</td>\n<td>27.8</td>\n</tr>\n<tr>\n<td>Miscellaneous</td>\n<td>1.7</td>\n<td>1.8</td>\n<td>2.3</td>\n<td>2.0</td>\n<td>1.6</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Components of external trade in Ethiopia (<i>2003/04 – 2010/11</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Ethiopia’s major imports include capital goods, such as machinery and equipment, intermediate goods for agriculture and industry, such as fertilizer and fuel, as well as food items, especially grains, and finished consumer goods. Capital goods account for one-third of the total import value, followed by consumer goods and fuel imports. Ethiopia has many trading partners. About 41.7% of Ethiopia’s exports go to Europe while the majority of Ethiopia’s imports come from Asia, accounting for 64.7% of total imports in 2008/09 (<a href=\"#table2\">Table 2</a>). China is Ethiopia’s main trade partner. About 51% of Ethiopia’s imports come from China and 34.4% of its exports go to China (NBE 2008/09). It is notable that all major trade partners of Ethiopia, except Somalia, are members of the WTO.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: <a href=\"#bib26\">National Bank of Ethiopia Annual Report (2008/09).</a>",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">2005/06</th>\n<th colspan=\"2\">2008/09</th>\n</tr>\n<tr>\n<th/>\n<th>Export (percent share)</th>\n<th>Import (percent share)</th>\n<th>Export (percent share)</th>\n<th>Import (percent share)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Asia</td>\n<td>39.3</td>\n<td>54.9</td>\n<td>35.6</td>\n<td>64.7</td>\n</tr>\n<tr>\n<td>Europe</td>\n<td>37.8</td>\n<td>28.9</td>\n<td>41.7</td>\n<td>24.8</td>\n</tr>\n<tr>\n<td>Africa</td>\n<td>16.9</td>\n<td>5.96</td>\n<td>16.6</td>\n<td>3.9</td>\n</tr>\n<tr>\n<td>America</td>\n<td>5.6</td>\n<td>9.9</td>\n<td>5.7</td>\n<td>6.5</td>\n</tr>\n<tr>\n<td>Oceania</td>\n<td>0.36</td>\n<td>0.20</td>\n<td>0.4</td>\n<td>0.10</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Trade partners of Ethiopia by region in 2005/06 – 2008/09.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Efforts to liberalize trade in Ethiopia started in 1992 with the re-structuring of the economy through the Structural Adjustment Programme (SAP). Through the SAP, Ethiopia has undertaken policy and institutional reforms including devaluation of the domestic currency (the <i>birr</i>) as well as reducing tariff and non-tariff barriers. Both tariff levels and tariff dispersion have been reduced significantly under the tariff reforms, with specific tariffs converted into <i>ad-valorem</i> taxation. By 2002, only 2.7% of the tariff lines had specific rates. The range of tariff rates narrowed from 0–240% before 1992 to 0–80% in 1995 and then to 0–35% in 2002 and the average tariff rate is 17.5% (<a href=\"#table3\">Table 3</a>). Revenue from trade taxes accounts for about 2.6% of GDP and 18.4% of total revenue. Quantitative import restrictions are applied only to used clothing, harmful drugs, and, for security reasons, armaments.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: International Monetary Fund (IMF, 2004).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<tbody>\n<tr>\n<td>Maximum tariff</td>\n<td>35</td>\n</tr>\n<tr>\n<td>Simple average tariff</td>\n<td>17.5</td>\n</tr>\n<tr>\n<td>Trade tax revenue/GDP</td>\n<td>2.6</td>\n</tr>\n<tr>\n<td>Trade tax revenue/Total revenue</td>\n<td>18.4</td>\n</tr>\n<tr>\n<td>Effective collected tariff rate</td>\n<td>13.7</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Trade tariffs and revenues in Ethiopia (<i>%, 2004</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In particular, reforms undertaken in the agricultural sector include liberalization of both agricultural output and input markets, removal of substantial taxation on agriculture, removal of restrictions on private sector participation in grain movements and quota system of grain delivery, liberalization of fertilizer markets, and the creation of a multi-channel distribution system. In addition, unprofitable state farms were transferred on favorable terms to farmers operating in the area, to employees, or to private investors.",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, these reforms and various interventions did not increase per capita agricultural production as expected. The overall annual agricultural growth rate remained at only 3.4%, on average, between 1991/92 and 2004/05 (<a href=\"#bib37\">Yu <i>et al</i>. 2007</a>). Moreover, government intervention in agriculture is still significant compared to other developing countries. For instance, land remains public property and the land market is limited; farm inputs, although liberalized, are supplied largely by non-private enterprises; and the prices of some food items are subsidized. <a href=\"#bib34\">World Bank (2004)</a> argues that despite far-reaching reforms implemented by the government, both agriculture and manufacturing in Ethiopia are still protected.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The manufacturing sub-sector, the major branch in the industrial sector, is still trying to find its legs. The sub-sector plays a limited role in creating employment opportunities and contributes only about 15% to foreign exchange earnings, with no significant contribution to industrial value added (<a href=\"#bib24\">MoFED 2010/11</a>). The low level of development of the manufacturing sub-sector is mainly due to its relatively high investment capital requirements, the use of out-dated technology, and the intensive use of imported inputs, which raises the cost of production (<a href=\"#bib13\">Enquobahrie 2004</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of trade protection, the textile and leather manufacturing industries are the most protected. Imports on textile products generate the highest amount of duty, followed by duties on wheat and similar products. Vegetable products, iron/steel bars and vehicles follow at a distance. Among these products, only iron/steel bars and vehicles for public transport can be considered as intermediary products whose tariff reduction could stimulate economic activity (Phillip and Ferede2005). Looking at customs taxes, over the 1998 to 2004 period, there is no consistent trend (<a href=\"#table4\">Table 4</a>). While there was a significant increase in customs taxes between 2002 and 2003, it was reversed in 2004.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "VAT refers to Value Added Tax. VAT was introduced in Ethiopia as of January 1, 2003.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: <a href=\"#bib27\">Phillip and Ferede (2005)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"7\">Customs taxes (annual percentage changes)</th>\n</tr>\n<tr>\n<th/>\n<th>1998</th>\n<th>1999</th>\n<th>2000</th>\n<th>2001</th>\n<th>2002</th>\n<th>2003</th>\n<th>2004</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Duty tax</td>\n<td>74.97</td>\n<td>−24.92</td>\n<td>−12.08</td>\n<td>51.73</td>\n<td>−9.51</td>\n<td>51.79</td>\n<td>−7.54</td>\n</tr>\n<tr>\n<td>Excise tax</td>\n<td>215.4</td>\n<td>−41.11</td>\n<td>−19.34</td>\n<td>59.92</td>\n<td>−37.67</td>\n<td>120.01</td>\n<td>12.61</td>\n</tr>\n<tr>\n<td>VAT<sup>*</sup></td>\n<td>−</td>\n<td>−</td>\n<td>−</td>\n<td>−</td>\n<td>−</td>\n<td>50.07</td>\n<td>−9.63</td>\n</tr>\n<tr>\n<td>Total</td>\n<td>95.00</td>\n<td>−28.65</td>\n<td>−13.46</td>\n<td>53.18</td>\n<td>56.70</td>\n<td>56.03</td>\n<td>−6.36</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Evolution of customs tax collection (<i>1997–2004</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Trade and trade reform in Ethiopia",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The proportion of people in poverty in Ethiopia has declined, reflecting an improvement in poverty situation of the country over the years (<a href=\"#table5\">Table 5</a>). In 2010/2011, the headcount index was 29.6%; a decline of about 10 percentage points compared to 2004/05. Even though rural poverty is, in general, higher than urban poverty; the rural-urban poverty gap is narrowing over time.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: MoFED (2012a).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th/>\n<th>National</th>\n<th>Rural</th>\n<th>Urban</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"3\">1995/1996</td>\n<td>Head count (P<sub>0</sub>)</td>\n<td>0.455</td>\n<td>0.475</td>\n<td>0.332</td>\n</tr>\n<tr>\n<td>Depth of poverty (P<sub>1</sub>)</td>\n<td>0.129</td>\n<td>0.134</td>\n<td>0.099</td>\n</tr>\n<tr>\n<td>Severity of poverty (P<sub>2</sub>)</td>\n<td>0.051</td>\n<td>0.053</td>\n<td>0.041</td>\n</tr>\n<tr>\n<td rowspan=\"3\">1999/2000</td>\n<td>Head count (P<sub>0</sub>)</td>\n<td>0.442</td>\n<td>0.454</td>\n<td>0.369</td>\n</tr>\n<tr>\n<td>Depth of poverty (P<sub>1</sub>)</td>\n<td>0.119</td>\n<td>0.122</td>\n<td>0.101</td>\n</tr>\n<tr>\n<td>Severity of poverty (P<sub>2</sub>)</td>\n<td>0.045</td>\n<td>0.046</td>\n<td>0.039</td>\n</tr>\n<tr>\n<td rowspan=\"3\">2004/2005</td>\n<td>Head count (P<sub>0</sub>)</td>\n<td>0.387</td>\n<td>0.393</td>\n<td>0.351</td>\n</tr>\n<tr>\n<td>Depth of poverty (P<sub>1</sub>)</td>\n<td>0.083</td>\n<td>0.085</td>\n<td>0.077</td>\n</tr>\n<tr>\n<td>Severity of poverty (P<sub>2</sub>)</td>\n<td>0.027</td>\n<td>0.027</td>\n<td>0.026</td>\n</tr>\n<tr>\n<td rowspan=\"3\">2010/2011</td>\n<td>Head count (P<sub>0</sub>)</td>\n<td>0.296</td>\n<td>0.304</td>\n<td>0.257</td>\n</tr>\n<tr>\n<td>Depth of poverty (P<sub>1</sub>)</td>\n<td>0.078</td>\n<td>0.080</td>\n<td>0.069</td>\n</tr>\n<tr>\n<td>Severity of poverty (P<sub>2</sub>)</td>\n<td>0.031</td>\n<td>0.032</td>\n<td>0.027</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Trends of poverty in Ethiopia (<i>1995/96–2010/11</i>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Most of the reduction in poverty at the national level is attributed to reductions in rural poverty, which could be explained, in part, by favorable terms of trade for agriculture, increased delivery of public services, and improved infrastructure. The government allocated much of its resources to reducing structural bottlenecks in the economy by investing in basic economic welfare in rural areas.<sup><a href=\"#fn4\">4</a></sup> The size of the road network increased by 16%, an additional 6.6 million people had access to clean water, while both telephone and primary education coverage increased significantly.",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, it is important to consider the multidimensional nature of poverty and go beyond income and food provision. Poverty in Ethiopia includes many aspects, such as asset depletion, vulnerability, human capabilities, and lack of sustainable livelihoods. Even though improvements are being registered with respects to some indicators of welfare, a closer examination of the poverty situation in Ethiopia shows the prevalence of factors that contribute to the persistence of poverty. These factors include low agricultural production, limited non-farm income, inadequate education, poor health, high population growth, and weak institutional structures.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Poverty in Ethiopia",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Trade and poverty in Ethiopia",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Computable General Equilibrium (CGE) models are widely used to assess the impact of exogenous shocks and policy changes (such as trade liberalization policies, energy and environmental policies) on endogenous outcome variables (such as growth and poverty). Since CGE models are based on a well-developed neo-classical microeconomic theory, in reasonably simple models the effects that drive the results are known. In particular, CGE models specify the behavior of producers and consumers endogenously and, hence, they are suitable for the analysis of complex price-driven policies.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model used in this study is based on the EXTER model (<a href=\"#bib11\">Decaluwé <i>et al</i>. 2001</a>) and is calibrated to the 2001/02 Social Accounting Matrix (SAM) for Ethiopia constructed by the International Food Policy Research Institute (IFPRI). The SAM contains10 production sectors and 10 commodities (<a href=\"#table6\">Table 6</a>). The model uses 4 factors of production namely family labor, wage labor, capital and land. In the model, there is 1 enterprise account, 4 tax accounts (direct tax, indirect tax, import tax and export tax), and an investment-saving account.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Name used for sectors in GAMS code and reporting</th>\n<th>Full description of Name</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>CROP</td>\n<td>Crop farming</td>\n</tr>\n<tr>\n<td>LIVE</td>\n<td>Livestock</td>\n</tr>\n<tr>\n<td>FOOD</td>\n<td>Food processing</td>\n</tr>\n<tr>\n<td>TELE</td>\n<td>Textile and leather</td>\n</tr>\n<tr>\n<td>OMAN</td>\n<td>Other manufacturing</td>\n</tr>\n<tr>\n<td>MICO</td>\n<td>Mining and construction</td>\n</tr>\n<tr>\n<td>UTLI</td>\n<td>Utilities</td>\n</tr>\n<tr>\n<td>TTCO</td>\n<td>Trade, transport and communication</td>\n</tr>\n<tr>\n<td>PADM</td>\n<td>Public administration</td>\n</tr>\n<tr>\n<td>OSER</td>\n<td>Other services</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Model sectors.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Production is based on a nested production technology. Factors of production and intermediate inputs are combined with a Leontief technology to constitute output. Value added, in turn, is a Constant Elasticity of Substitution (CES) function of labor and capital. Given the context of Ethiopia, we assume full mobility of labor across sectors in the model, while capital and land are sector specific.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Household consumption demand is specified by a Stone-Geary utility function. On the income side, households receive income from wages, distributed profits (dividend), subsidies (transfer), and remittances from abroad. Household savings are a fixed proportion of total income. The government receives income from taxes and has fixed expenditures. Total governmental expenditures for each good are fixed in real terms. Domestically-produced and imported commodities are combined to produce composite goods in accordance with the Armington hypothesis (<a href=\"#bib2\">Armington 1969</a>), which is tantamount to assuming a degree of imperfect substitution between domestically produced and imported goods. A constant elasticity of transformation (CET) function is used to combine export and domestically consumed local commodities.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Assuming that the Ethiopian economy has no impact on international markets, the world prices of imports and exports are exogenous (small open economy hypothesis). The current account balance is assumed to be in equilibrium, with foreign savings equal to the current account deficit. We have chosen to make public savings exogenous so as to avoid analyzing the welfare impacts of government spending. In addition, total real investment is held fixed in the model and the producer price index is taken as the model’s numeraire.",
                            "type": "paragraph"
                        },
                        {
                            "text": "There are of course, limitations with CGE models. The neo-classical assumptions of CGE models, such as perfect competition, are unrealistic and the role of money in the economy is missing in many models. In addition, these models require refined and enormous datasets and rely on elasticity that can be sometimes difficult to find and/or approximate. We attempt to overcome some of these limitations by using available data and taking elasticity calculated by Global Trade Analysis Project (GTAP) for Ethiopia to get an approximation. In addition, elasticity values, which are not included in the SAM, are taken from other published studies that analyze countries with an economy structure similar to that of Ethiopia. For example, some elasticity are taken from <a href=\"#bib1\">Annabi <i>et al</i>. (2005)</a> who analyze the link between trade liberalization, growth and poverty in Senegal and <a href=\"#bib7\">Chitiga <i>et al</i>. (2007)</a>, who analyze impact of tariff removal on poverty in Zimbabwe. Given that both studies analyze similar topics with our study and the countries are found at more or less similar economic status, being a member of Sub-Saharan African countries, justifies the use of elasticities from these studies. Finally, we note that CGE models assume that equilibrium exists in the base year and compare the baseline with the results after some policy shock.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Model description",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We take two hypothetical scenarios to analyze the effects of trade liberalization on poverty. The first scenario is full liberalization, i.e. a 100% tariff removal on all imports. The second scenario is a more realistic uniform tariff scheme, where all tariffs are brought to the lowest non-zero tariff rate in Ethiopia (7.3%). For this study, we use direct taxes to compensate for the loss in government tariff revenue after liberalization. This is the general practice in public finance and reflects the fact that many countries increase direct taxation when removing import taxes. The compensatory tax is introduced in such a way that the decline in government revenue due to the tariff cut is fully compensated, while the same amount is deducted from household disposable income.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Liberalization scenario",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We link the macro-model to the micro-simulation model in a sequential fashion. The change in the import tariffs in both scenarios produce new simulation values for commodity prices, factor prices, and consumption levels in the CGE model. The simulated change in household consumption from the CGE model is used to adjust the final consumption of households and the simulated prices of each commodity are used to deflate nominal consumption. These are then used to produce poverty indices.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The 1999/2000 Household Income Consumption and Expenditure (HICE) survey, covering 17,332 households, is used. As is common practice in studies on developing countries, poverty is measured using consumption expenditure.<sup><a href=\"#fn5\">5</a></sup> We categorize households into farm households, wage earner households, and entrepreneur households. Farm households are those households who mainly reside in rural areas and whose main income is derived from agricultural activities. Wage earner households are households earning their income from wages. Entrepreneur households are those households residing in urban areas who earn their income from self-employed activities. The category of entrepreneur households does not include those engaged in the informal sector, but rather only those formally registered as self-employed. This is a limitation in that, although a significant part of the labor force in Ethiopia is engaged in the informal sector, there are no comprehensive data sources that provide information about it.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 Microsimulation model",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "First, we present some of the base year statistics, which provide the basis to understand the results. In the benchmark year (2001/02), agriculture made up 41% of total value-added in the Ethiopian economy (<a href=\"#table7\">Table 7</a>), consisting in subsistence and cash crops (21%) and livestock (20%). About 48% of the total value-added was generated by the service sector and 11% by the industrial sector.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Computed from the 2001/02 Ethiopian SAM.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table7",
                            "label": "Table 7",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>SECTOR</th>\n<th>Gross output</th>\n<th>Value-added (or GDP) at factor cost</th>\n<th>Labour value-added at factor cost</th>\n<th>Capital value-added at factor cost</th>\n<th>Land value-added at factor cost</th>\n<th>Import tariff</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>CROP</td>\n<td>14.16</td>\n<td>21.00</td>\n<td>23.45</td>\n<td>3.36</td>\n<td>76.68</td>\n<td>0</td>\n</tr>\n<tr>\n<td>LIVE</td>\n<td>15.83</td>\n<td>19.66</td>\n<td>28.97</td>\n<td>0.90</td>\n<td>23.32</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Total Agriculture</td>\n<td>29.98</td>\n<td>40.65</td>\n<td>52.42</td>\n<td>4.26</td>\n<td>100.00</td>\n<td/>\n</tr>\n<tr>\n<td>FOOD</td>\n<td>3.97</td>\n<td>3.02</td>\n<td>0.97</td>\n<td>7.65</td>\n<td>0.00</td>\n<td>20.02</td>\n</tr>\n<tr>\n<td>TELE</td>\n<td>2.10</td>\n<td>0.83</td>\n<td>0.58</td>\n<td>1.51</td>\n<td>0.00</td>\n<td>32.57</td>\n</tr>\n<tr>\n<td>OMAN</td>\n<td>3.83</td>\n<td>1.78</td>\n<td>0.77</td>\n<td>4.15</td>\n<td>0.00</td>\n<td>7.32</td>\n</tr>\n<tr>\n<td>MICO</td>\n<td>9.05</td>\n<td>5.33</td>\n<td>1.97</td>\n<td>13.04</td>\n<td>0.00</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Total Industry</td>\n<td>18.95</td>\n<td>10.97</td>\n<td>4.29</td>\n<td>26.35</td>\n<td>0.00</td>\n<td/>\n</tr>\n<tr>\n<td>UTLI</td>\n<td>1.91</td>\n<td>2.41</td>\n<td>1.42</td>\n<td>4.86</td>\n<td>0.00</td>\n<td>0</td>\n</tr>\n<tr>\n<td>TTCO</td>\n<td>27.01</td>\n<td>17.86</td>\n<td>10.29</td>\n<td>36.54</td>\n<td>0.00</td>\n<td>0</td>\n</tr>\n<tr>\n<td>PADM</td>\n<td>7.75</td>\n<td>10.86</td>\n<td>17.82</td>\n<td>0.00</td>\n<td>0.00</td>\n<td>0</td>\n</tr>\n<tr>\n<td>OSER</td>\n<td>14.40</td>\n<td>17.26</td>\n<td>13.76</td>\n<td>27.98</td>\n<td>0.00</td>\n<td>0</td>\n</tr>\n<tr>\n<td>Total Services</td>\n<td>51.07</td>\n<td>48.38</td>\n<td>43.29</td>\n<td>69.39</td>\n<td>0.00</td>\n<td/>\n</tr>\n<tr>\n<td>TOTAL</td>\n<td>100.00</td>\n<td>100.00</td>\n<td>100.00</td>\n<td>100.00</td>\n<td>100.00</td>\n<td>7.64</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Sectoral shares in 2001/02 (<i>%</i>).",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The sectors subject to import tariffs are food processing (FOOD), textile and leather (TELE), and other manufacturing (OMAN). We expect the tariff reduction and/or removal to directly affect these sectors by the fall in price of imports. Looking at the sectoral shares of imports and exports in total output at the base year is crucial to understand the likely effect of tariff cut on these sectors (<a href=\"#table1\">Table 1</a>). Cash crops such as coffee, <i>Khat</i>, pulses and oil seeds; textile and leather; and mining exhibit high export to output ratio. For instance, coffee alone accounts for about two-thirds of total exports. Other primary exports include minerals. This confirms that primary products dominate export earnings in Ethiopia. Trade, transport and communication are also other sources of export earnings, with Ethiopian airlines dominating the transport export. Regarding imports, textile, leather, and other manufacturing have relatively higher imported input to total input use ratio. For example, in 2010, the ratio of imported inputs to total input used was 51% for manufacturing sector (<a href=\"#bib10\">CSA, 2011</a>), which shows a relatively high degree of import dependence of the sector.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Discussion of results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Results on the sectoral and macro outcomes of the two scenarios are presented in <a href=\"#table8\">Table 8</a>. As expected, imports increase for sectors with initially higher tariff rates. The increase in the volume of imports can be explained in terms of a fall in import prices following a policy of tariff reduction or elimination. In particular, a 100% tariff cut is likely to lead to a substantial reduction in prices of imports of textiles, leather, processed food, and beverages. Sectors such as textile and leather and food processing had previously high protection. After the full tariff removal, imports of textile and leather increase by 20.9% and food processing imports increase by 8.31%. For the uniform tariff scheme, imports of these sectors also increase, although at a lower rate (17.8% for the textile and leather and by 6.21% for food processing). Imports of the sub-sector ‘other manufacturing’ increase only slightly in the complete tariff removal scenario, while it decreases for the uniform tariff scheme scenario, in both cases; the change is by less than 1%.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Where: tm is import tariff, M is import, EX is export, XS is sectoral output, D is demanded commodity.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn8-1",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "Average variation for volumes - Laspeyres index variation for prices.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table8",
                            "label": "Table 8",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th colspan=\"6\">100 % tariff cut</th>\n<th colspan=\"4\">Uniform tariff scheme</th>\n</tr>\n<tr>\n<th>Sectors</th>\n<th>tm</th>\n<th>ΔMi</th>\n<th>ΔEXi</th>\n<th>ΔXSi</th>\n<th>ΔDi</th>\n<th>ΔMi</th>\n<th>ΔEXi</th>\n<th>ΔXSi</th>\n<th>ΔDi</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>CROP</td>\n<td>0</td>\n<td>−10.77</td>\n<td>5.56</td>\n<td>0.84</td>\n<td>−0.29</td>\n<td>−4.9</td>\n<td>2.4</td>\n<td>0.34</td>\n<td>−0.14</td>\n</tr>\n<tr>\n<td>LIVE</td>\n<td>0</td>\n<td>−10.93</td>\n<td>4.79</td>\n<td>−1.31</td>\n<td>−1.1</td>\n<td>−5.12</td>\n<td>2.22</td>\n<td>−0.52</td>\n<td>−0.43</td>\n</tr>\n<tr>\n<td>FOOD</td>\n<td>20.02</td>\n<td>8.31</td>\n<td>7.41</td>\n<td>−2.2</td>\n<td>−2.52</td>\n<td>6.21</td>\n<td>3.78</td>\n<td>−1.49</td>\n<td>−1.66</td>\n</tr>\n<tr>\n<td>TELE</td>\n<td>32.57</td>\n<td>20.96</td>\n<td>2.28</td>\n<td>−6.63</td>\n<td>−8.96</td>\n<td>17.86</td>\n<td>−0.03</td>\n<td>−5.87</td>\n<td>−7.37</td>\n</tr>\n<tr>\n<td>OMAN</td>\n<td>7.32</td>\n<td>0.17</td>\n<td>3.8</td>\n<td>−0.61</td>\n<td>−1.47</td>\n<td>−0.86</td>\n<td>0.97</td>\n<td>0.61</td>\n<td>0.54</td>\n</tr>\n<tr>\n<td>MICO</td>\n<td>0</td>\n<td>0</td>\n<td>4.51</td>\n<td>−0.17</td>\n<td>−0.41</td>\n<td>0</td>\n<td>1.27</td>\n<td>0.23</td>\n<td>0.17</td>\n</tr>\n<tr>\n<td>UTLI</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>−1.11</td>\n<td>−1.11</td>\n<td>0</td>\n<td>0</td>\n<td>−0.68</td>\n<td>−0.68</td>\n</tr>\n<tr>\n<td>TTCO</td>\n<td>0</td>\n<td>−5.98</td>\n<td>3.52</td>\n<td>0.68</td>\n<td>0.37</td>\n<td>−2.6</td>\n<td>1.45</td>\n<td>0.25</td>\n<td>0.12</td>\n</tr>\n<tr>\n<td>PADM</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>−0.02</td>\n<td>−0.02</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n</tr>\n<tr>\n<td>OSER</td>\n<td>0</td>\n<td>−6.84</td>\n<td>4.08</td>\n<td>0.62</td>\n<td>0.46</td>\n<td>−3.3</td>\n<td>2</td>\n<td>0.37</td>\n<td>0.3</td>\n</tr>\n<tr>\n<td>ALL<a href=\"#tfn8-1\">*</a></td>\n<td>7.64</td>\n<td>−0.08</td>\n<td>4.3</td>\n<td>−0.1</td>\n<td>−0.46</td>\n<td>−0.1</td>\n<td>1.7</td>\n<td>−0.07</td>\n<td>−0.22</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Volume changes due to trade liberalization.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Trade liberalization is found to have a strong and adverse effect on agriculture-based domestic manufacturing industries. A major effect of a uniform tariff scheme scenario is an increase in imports of textile and leather goods, while exports of these sectors are little affected by liberalization (<a href=\"#table8\">Table 8</a>). The complete elimination of tariffs results in slightly greater imports of manufactured goods than under a uniform tariff rate. Given the fact that textile and leather industry originally experienced a high level of protection (32.5% tariff rate), this result is expected.",
                    "type": "paragraph"
                },
                {
                    "text": "Competition from less expensive and, perhaps, better-quality imports, is likely to lead to reduced demand for domestic goods and, consequently, may result in shrinking of domestic manufacturing and subsequent reductions in labor employment. Both scenarios generate a reduction in demand for domestic goods (<a href=\"#table8\">Table 8</a>); although the magnitudes of changes in quantity demanded remain very small. In addition, domestic manufacturing industries, which are already subject to supply-side constraints, are incapable of taking advantage of cost reductions, despite the fact that imported raw materials and intermediate goods are less expensive.",
                    "type": "paragraph"
                },
                {
                    "text": "Trade liberalization leads to an increase in exports of domestic manufacturing industries such as textile, leather, food, and beverage products. However, the magnitude of change in exports is much lower than that of imports (comparing <i>ΔMi</i> and <i>ΔEXi</i>). On the other hand, the results suggest that imports of agricultural commodities decline in both scenarios, while agricultural exports increase.",
                    "type": "paragraph"
                },
                {
                    "text": "Output increases in the crop sector, as the demand for its export increases (<a href=\"#table8\">Table 8</a>). In contrast, output from agro-processing declines, as competition from international goods becomes stiff and labor migrates to other sectors. This is particularly true for agro-processing industries, as they are forced to lay-off workers due to lack of market/reduced demand for products. The overall output in the economy also declines slightly in both scenarios (last row of <a href=\"#table8\">Table 8</a>). Generally, demand declines for most commodities due to reduced demand for domestically produced materials, such as textile and leather. There is also reduced demand for other agricultural commodities within the farming and livestock sectors.",
                    "type": "paragraph"
                },
                {
                    "text": "As explained above, import prices fall significantly, especially for those commodities with high initial import tariffs, which in turn affects other prices due to inter-linkages in the economy. These changes in prices, directly due to import tariff reduction/removal or indirectly due to inter-linkages in the economy, ultimately determine the poverty outcome of the policy shock. Changes in consumer prices, total consumption and equivalent variations are presented in <a href=\"#table9\">Table 9</a>, disaggregated by the different household groups included in the model. Farm households, which represent more than 80% of the Ethiopian population, face a decline in consumption under both scenarios, while consumption of wage earners and entrepreneur households increases slightly. This is due to the varying degree of reliance of the different household groups on the various sectors. At the same time, the simulation results show that consumer prices increase for all household categories. Notably, the increase in the consumer prices is greater than that of nominal income, which implies that real consumption and welfare (as measured by equivalent variations) decline for all household groups. However, the welfare of farm households (which mainly rely on agricultural commodities) deteriorates more than that of wage earners and entrepreneurs (<a href=\"#table9\">Table 9</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Where: FHH is farm households, EHH is entrepreneur households, WHH is wage earner households.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table9",
                            "label": "Table 9",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"4\">100% tariff cut</th>\n<th colspan=\"3\">Uniform tariff scheme</th>\n</tr>\n<tr>\n<th/>\n<th>FHH</th>\n<th>WHH</th>\n<th>EHH</th>\n<th>All</th>\n<th>FHH</th>\n<th>WHH</th>\n<th>EHH</th>\n<th>All</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Change in total consumption</td>\n<td>−0.62</td>\n<td>0.7</td>\n<td>0.17</td>\n<td>−0.07</td>\n<td>−0.16</td>\n<td>0.21</td>\n<td>0.03</td>\n<td>−0.01</td>\n</tr>\n<tr>\n<td>Change in household consumer price</td>\n<td>0.72</td>\n<td>0.92</td>\n<td>0.34</td>\n<td>1.85</td>\n<td>0.36</td>\n<td>0.32</td>\n<td>0.04</td>\n<td>1.38</td>\n</tr>\n<tr>\n<td>Equivalent variation</td>\n<td>−1.23</td>\n<td>−0.18</td>\n<td>−0.14</td>\n<td>−0.7</td>\n<td>−0.48</td>\n<td>−0.1</td>\n<td>0</td>\n<td>−0.27</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Changes in consumer price, total consumption and equivalent variation by household group.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "content": [
                        {
                            "text": "To measure poverty, we use aggregate consumption expenditure at the household level deflated by prices from the CGE model and adult equivalence scales to adjust for differences in household composition. Real consumption expenditure per adult equivalent is used to compare households with the threshold poverty line.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Foster-Greer-Thorbecke (FGT) class of poverty decomposition (FGT <a href=\"#bib14\">1984</a>) is used to estimate poverty indices as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1",
                            "label": "(1)",
                            "mathml": "<math><mrow><msub><mi>P</mi><mi>α</mi></msub><mo>=</mo><mfrac><mn>1</mn><mi>n</mi></mfrac><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mi>i</mi><mi>q</mi></munderover><mrow><msup><mrow><mrow><mo>(</mo><mrow><mfrac><mrow><mi>z</mi><mo>−</mo><msub><mi>y</mi><mi>i</mi></msub></mrow><mi>z</mi></mfrac></mrow><mo>)</mo></mrow></mrow><mi>α</mi></msup><mo>,</mo><mi>α</mi><mo>≥</mo><mn>0</mn><mtext> </mtext><mi>f</mi><mi>o</mi><mi>r</mi><mtext> </mtext><mi>a</mi><mi>l</mi><mi>l</mi><mtext> </mtext><msub><mi>y</mi><mi>i</mi></msub><mo>≤</mo><mi>z</mi></mrow></mstyle></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Where <i>P<sub>α</sub></i> is a measure of poverty, <i>z</i> is the poverty line (in terms of consumption expenditure or income), <i>n</i> is total population, <i>q</i> is total number of poor households, and <i>Y</i> is the total consumption expenditure. The poverty index, <i>P<sub>α</sub></i> changes when <i>α</i> takes different values. When <i>α</i> is 0, 1, and 2; <i>P<sub>α</sub></i> equals the head count index (<i>P<sub>0</sub></i>), the poverty gap index (<i>P<sub>1</sub></i>), and the poverty severity measure (<i>P<sub>2</sub></i>), respectively. The national poverty line (1,075 Ethiopian <i>birr<sup><a href=\"#fn6\">6</a></sup></i>) calculated by <a href=\"#bib25\">MoFED (2012)</a>, using the 1995/96 base year, is used as a threshold in the analysis. We compute the poverty indices using the software DAD (<a href=\"#bib12\">Duclos <i>et al</i>. 2002</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "For all household categories, poverty shows a slight increase in both trade liberalization scenarios (<a href=\"#table10\">Tables 10</a> and <a href=\"#table11\">11</a>). At the national level, a 100% tariff cut results in an increase in the poverty headcount of 2.8%, while a uniform tariff scheme increases the poverty headcount by 2.3%. By the same token, the poverty gap and poverty severity indices increase at the national level.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Comparing poverty increases across household categories in both scenarios, we find that poverty in entrepreneur households increases most. In both scenarios, poverty increases more among entrepreneur households (3.2% in the uniform tariff cut scenario), than farm and wage earner households (0.9 and 1.5%, respectively). This result is also confirmed by the poverty gap and poverty severity indices.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: The figures in parentheses are standard deviations.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Where: FHH is farm households, EHH is entrepreneur households, WHH is wage earner households",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table10",
                                    "label": "Table 10",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th/>\n<th>Base (1)</th>\n<th>100% tariff cut (2)</th>\n<th>Variation (percentage change from base) (b/n 2 &amp; 1)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"4\">Poverty head count index (α = 0)</td>\n<td>All</td>\n<td>0.561 (0.0061)</td>\n<td>0.589 (0.0060)</td>\n<td>2.8</td>\n</tr>\n<tr>\n<td>FHH</td>\n<td>0.597 (0.0070)</td>\n<td>0.614 (0.0069)</td>\n<td>1.7</td>\n</tr>\n<tr>\n<td>EHH</td>\n<td>0.263 (0.0134)</td>\n<td>0.295 (0.0138)</td>\n<td>3.2</td>\n</tr>\n<tr>\n<td>WHH</td>\n<td>0.383 (0.0098)</td>\n<td>0.398 0.0098)</td>\n<td>1.5</td>\n</tr>\n<tr>\n<td rowspan=\"4\">Poverty gap (α = 1)</td>\n<td>All</td>\n<td>0.169 (0.0024)</td>\n<td>0.182 (0.0025)</td>\n<td>1.3</td>\n</tr>\n<tr>\n<td>FHH</td>\n<td>0.181 (0.0028)</td>\n<td>0.189 (0.0029)</td>\n<td>0.8</td>\n</tr>\n<tr>\n<td>EHH</td>\n<td>0.073 (0.0047)</td>\n<td>0.085 (0.0050)</td>\n<td>1.2</td>\n</tr>\n<tr>\n<td>WHH</td>\n<td>0.11 (0.0036)</td>\n<td>0.117 (0.0037)</td>\n<td>0.7</td>\n</tr>\n<tr>\n<td rowspan=\"4\">Poverty severity (α = 2)</td>\n<td>All</td>\n<td>0.069 (0.0013)</td>\n<td>0.076 (0.0014)</td>\n<td>0.7</td>\n</tr>\n<tr>\n<td>FHH</td>\n<td>0.074 (0.0015)</td>\n<td>0.078 (0.0016)</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>EHH</td>\n<td>0.029 (0.0023)</td>\n<td>0.034 (0.0026)</td>\n<td>0.5</td>\n</tr>\n<tr>\n<td>WHH</td>\n<td>0.043 (0.0018)</td>\n<td>0.047 (0.0019)</td>\n<td>0.4</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Poverty results of 100% tariff cut by household group.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: The figures in parentheses are standard deviations.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Where: FHH is farm households, EHH is entrepreneur households, WHH is wage earner households.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table11",
                                    "label": "Table 11",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th/>\n<th>Base (1)</th>\n<th>Uniform tariff Scheme (2)</th>\n<th>Variation (percentage Change from base) (b/n 2 &amp; 1)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"4\">Poverty head count index (α = 0)</td>\n<td>All</td>\n<td>0.561 (0.0061)</td>\n<td>0.584 (0.0060)</td>\n<td>2.3</td>\n</tr>\n<tr>\n<td>FHH</td>\n<td>0.597 (0.0070)</td>\n<td>0.606 (0.0069)</td>\n<td>0.9</td>\n</tr>\n<tr>\n<td>EHH</td>\n<td>0.263 (0.0134)</td>\n<td>0.295 (0.0138)</td>\n<td>3.2</td>\n</tr>\n<tr>\n<td>WHH</td>\n<td>0.383 (0.0098)</td>\n<td>0.398 0.0098)</td>\n<td>1.5</td>\n</tr>\n<tr>\n<td rowspan=\"4\">Poverty gap (α = 1)</td>\n<td>All</td>\n<td>0.169 (0.0024)</td>\n<td>0.18 (0.0025)</td>\n<td>1.1</td>\n</tr>\n<tr>\n<td>FHH</td>\n<td>0.181 (0.0028)</td>\n<td>0.185 (0.0029)</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td>EHH</td>\n<td>0.073 (0.0047)</td>\n<td>0.085 (0.0050)</td>\n<td>1.2</td>\n</tr>\n<tr>\n<td>WHH</td>\n<td>0.11 (0.0036)</td>\n<td>0.117 (0.0037)</td>\n<td>0.7</td>\n</tr>\n<tr>\n<td rowspan=\"4\">Poverty severity (α = 2)</td>\n<td>All</td>\n<td>0.069 (0.0013)</td>\n<td>0.075 (0.0014)</td>\n<td>0.6</td>\n</tr>\n<tr>\n<td>FHH</td>\n<td>0.074 (0.0015)</td>\n<td>0.076 (0.0016)</td>\n<td>0.2</td>\n</tr>\n<tr>\n<td>EHH</td>\n<td>0.029 (0.0023)</td>\n<td>0.034 (0.0026)</td>\n<td>0.5</td>\n</tr>\n<tr>\n<td>WHH</td>\n<td>0.043 (0.0018)</td>\n<td>0.047 (0.0019)</td>\n<td>0.4</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Poverty results of uniform tariff scheme by household group.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "This is consistent with the theoretical argument that previously-protected infant industries are more affected by trade liberalization and, hence, entrepreneur households suffer a greater welfare loss. Furthermore, trade liberalization reduces the demand for both locally produced textile/leather and food/beverage goods, thus shrinking the demand for labor in these industries, while having only a limited impact on the other manufacturing sectors and on the agricultural sector. This implies that, in the short run, trade liberalization has an adverse net effect on the macro-economy and welfare of households. This is especially true in a developing economy like Ethiopia, which is predominantly characterized by subsistence production, a weak and small industrial sector, weak inter-sectoral links, and high transaction costs. Moreover, inability of the agricultural sector (which employs about 85% of the country’s population) to take advantage of trade opportunities contributes to these adverse poverty effects.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Poverty measurement and results",
                    "type": "section"
                }
            ],
            "id": "s5-1",
            "title": "5.1 Sectoral and macro outcomes",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Liberalization of Ethiopia’s major manufacturing sectors – namely textile, leather, food and beverage (which are protected with import tariffs) – results in increased flows of relatively less expensive competing imports and reduces demand for domestic goods. Marginal increases in exports of manufactured goods do not offset these adverse effects. We also find that trade liberalization is likely to contribute to a decline in domestic production (for both exports and domestic consumption) of agro-industries, including textile, leather, and processed food.",
                    "type": "paragraph"
                },
                {
                    "text": "We find that entrepreneur households are the most disadvantaged in terms of changes in poverty status following trade liberalization. We also find that wage-earning households in small industries are likely to suffer from welfare loss (due to a contraction of these industries), while better-off urban consumers are likely to benefit from the less expensive imports. Suppliers of raw materials for agriculture-based manufacturing industries are likely to suffer from income loss, as these industries tend to shrink following trade liberalization. The remaining household categories, including the majority of the rural households, are likely to be little affected by liberalization.",
                    "type": "paragraph"
                },
                {
                    "text": "Our results are in line with previous findings that the effects of liberalization are not uniform across different types of households (<a href=\"#bib7\">Chitiga <i>et al</i>. 2007</a>). However, it is notable that greater disaggregation of households (for instance into net sellers and net buyers of food) is an issue for further investigation. In addition, the prevalence of structural rigidities in an economy is likely to dampen the effects of price-based reforms (such as trade liberalization) and to limit the use of standard economy-wide models (such as conventional CGE) in explaining the impact of unilateral trade liberalization on poverty in developing countries. The use of more structuralist CGE models to study the economies of developing countries with structural rigidities and institutional constraints is one possible path for further research.",
                    "type": "paragraph"
                },
                {
                    "text": "Given that Ethiopia is currently engaged in negotiations to accede to the WTO, as well as the ongoing European Union-African Caribbean Pacific (EU-ACP) regional trade agreements, studying the likely impacts of these trade agreements on the macro economy, in general, and on welfare, in particular, is of paramount importance. Our findings suggest that carefully-designed compensatory mechanisms are important to protect entrepreneur households, which are likely to suffer most from trade liberalization.",
                    "type": "paragraph"
                },
                {
                    "text": "Ethiopia’s trade relations with regional blocks and other emerging economies may change radically in the near future. China has become a critical trade partner for Ethiopia. Moreover, Ethiopia is negotiating trade arrangements with the Common Market for East and Southern Africa (CoMESA), the European Union, and with the member states of the Sana Forum for Cooperation (namely Yemen, Sudan, and Somalia).Given the likelihood that these negotiations are likely to be successful, continued investigation is needed on how multilateral regional trade agreements may affect the welfare of different groups of households.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusions",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "Some studies (e.g. <a href=\"#bib23\">Manson <i>et al</i>. 2007</a>) suggest that it is the more capital-intensive sectors that are likely to benefit most from trade liberalization.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "According to <a href=\"#bib4\">Berloffa and Segnana (2006)</a>, rural households can be stratified into five categories based on their income specialization (where the primary source of income accounts for 95% of total household income). These include 1) agriculture (specialized households where the poor are over-represented); 2) non-agricultural business (self-employment in non-agriculture); 3) labor (households in wage- and salary-earning categories); 4) diversified income type; and 5) transfer-payment-specialized households.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<i>Khat</i> contains the alkaloid called cathinone, an amphetamine-like stimulant that cause excitement, loss of appetite and euphoria. While it is legal in Ethiopia, in some jurisdictions it is a controlled substance. Source: MoFED (2010/11)",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This is shown in the improvements registered in human development indicators such as life expectancy and mortality. Life expectancy at birth increased to 59 years in 2011 from 52 years in 2000. In addition, infant mortality declined from 86 to 52 in 1000 live births between 2000 and 2011. Child mortality rates declined from 139 to 77 in 1000 live births from 2000 to 2011 (<a href=\"#bib35\">World Bank 2013</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Consumption is used as a measure of poverty instead of income because households in developing countries have a tendency to under report or misreport it. For instance, in the 1999/2000 HICE survey, 70% of the sampled households reported that their income level was less than their expenditure, while only 9.3% of households reported that their income was greater than their expenditure (<a href=\"#bib9\">CSA 2001</a>). In addition, consumption directly measures the instantaneous utility obtained from consuming and reveals information about incomes at other dates (past and future), which makes it a good indicator of average well-being",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "1,075 birr (ETB) is approximately 59 USD, using the December 4, 2012, exchange rate.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Annabi, N",
                        "preferred": "N Annabi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cisse, F",
                        "preferred": "F Cisse"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "et al, Trade Liberalization, Growth and poverty in Senegal: A Dynamic Micro simulation CGE Model Analysis’. CEPII No 2005–07, May",
            "id": "bib1",
            "title": "Trade Liberalization, Growth and poverty in Senegal: A Dynamic Micro simulation CGE Model Analysis’. CEPII No 2005–07",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Armington, S",
                        "preferred": "S Armington"
                    },
                    "type": "person"
                }
            ],
            "date": "1969",
            "details": "159–178, A theory of demand for products distinguished by place of production’. IMF Staff Papers, 16",
            "id": "bib2",
            "title": "A theory of demand for products distinguished by place of production’. IMF Staff Papers",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Berg, A",
                        "preferred": "A Berg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Krueger, A",
                        "preferred": "A Krueger"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "Trade, Growth, and Poverty: A Selective Survey. IMF Working Paper 03/30",
            "id": "bib3",
            "title": "Trade, Growth, and Poverty: A Selective Survey. IMF Working Paper 03/30",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Berloffa, G",
                        "preferred": "G Berloffa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Segnana, L",
                        "preferred": "L Segnana"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Trade, Poverty and Two Perspectives one Message, Economic Growth and Distribution: on the Nature and Causes of the Wealth of Nations, Edward Elgar Publishers",
            "id": "bib4",
            "title": "Economic Growth and Distribution: on the Nature and Causes of the Wealth of Nations",
            "type": "unknown"
        },
        {
            "articleTitle": "Globalization and poverty changes in Colombia",
            "authors": [
                {
                    "name": {
                        "index": "Bussolo, M",
                        "preferred": "M Bussolo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lay, J",
                        "preferred": "J Lay"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "paper presented at the World Bank ABCDE Conference"
                ]
            },
            "date": "2003",
            "id": "bib5",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chan, N",
                        "preferred": "N Chan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dung, K",
                        "preferred": "K Dung"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib6",
            "publisher": {
                "name": [
                    "Partnership and Economic Policy (PEP)"
                ]
            },
            "source": "The impact of trade liberalization on household welfare in Vietnam. MPIA working paper 2006-02",
            "title": "The impact of trade liberalization on household welfare in Vietnam. MPIA working paper 2006-02",
            "type": "report"
        },
        {
            "articleTitle": "The impact of tariff removal on poverty in Zimbabwe: A computable general equilibrium Microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Chitiga, M",
                        "preferred": "M Chitiga"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mabugu, R",
                        "preferred": "R Mabugu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kandiero, T",
                        "preferred": "T Kandiero"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib7",
            "journal": "The Journal of Development Studies",
            "pages": {
                "first": "1105",
                "last": "1125",
                "range": "1105–1125"
            },
            "type": "journal",
            "volume": "43"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cororaton, B",
                        "preferred": "B Cororaton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Corong, E",
                        "preferred": "E Corong"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib8",
            "publisher": {
                "name": [
                    "Partnership and Economic Policy (PEP)"
                ]
            },
            "source": "Agriculture-sector policies and poverty in the Philippines: A computable general-equilibrium (CGE) analysis. MPIA working Paper 2006-09",
            "title": "Agriculture-sector policies and poverty in the Philippines: A computable general-equilibrium (CGE) analysis. MPIA working Paper 2006-09",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "CSA, Central Statistics Authority",
                    "type": "group"
                }
            ],
            "date": "2001",
            "details": "Report on the 1999/2000 Household Income, Consumption and Expenditure Survey, 258 Statistical Bulletin, Addis Ababa, Ethiopia",
            "id": "bib9",
            "title": "258 Statistical Bulletin",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "CSA, Central Statistics Authority",
                    "type": "group"
                }
            ],
            "bookTitle": "Report on Large and Medium Scale Manufacturing and Electricity Industries Survey",
            "date": "2011",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Ethiopia"
                        ]
                    },
                    "formatted": [
                        "Ethiopia"
                    ]
                },
                "name": [
                    "Addis Ababa"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Decaluwé, B",
                        "preferred": "B Decaluwé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Martens, A",
                        "preferred": "A Martens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "La Politique Economique du Developement et les Modeles d’Equilibre General Calculable",
            "date": "2001",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Montreal, Canada"
                        ]
                    },
                    "formatted": [
                        "Montreal, Canada"
                    ]
                },
                "name": [
                    "Les Presses de l’Universite de Montreal"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Duclos, Y",
                        "preferred": "Y Duclos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Makdissi, P",
                        "preferred": "P Makdissi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wodon, Q",
                        "preferred": "Q Wodon"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Socially-Efficient Tax Reforms, Cahier De Recherche 02-01",
            "date": "2002",
            "id": "bib12",
            "publisher": {
                "name": [
                    "Département d’économique, Université de Sherbrooke"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Understanding Poverty: The Ethiopian Context",
            "authors": [
                {
                    "name": {
                        "index": "Enquobahrie, A",
                        "preferred": "A Enquobahrie"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "paper presented at The Gambia AAPAM Roundtable Conference"
                ]
            },
            "date": "2004",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Banjul"
                        ]
                    },
                    "formatted": [
                        "Banjul"
                    ]
                },
                "name": [
                    "The Gambia"
                ]
            },
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Notes and comments: a class of decomposable poverty measures",
            "authors": [
                {
                    "name": {
                        "index": "Foster, J",
                        "preferred": "J Foster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greer, J",
                        "preferred": "J Greer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thorbecke, E",
                        "preferred": "E Thorbecke"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "id": "bib14",
            "journal": "Econometrica",
            "pages": {
                "first": "761",
                "last": "766",
                "range": "761–766"
            },
            "type": "journal",
            "volume": "52"
        },
        {
            "articleTitle": "Differential impacts of trade liberalization on Indonesia’s poor and non-poor",
            "authors": [
                {
                    "name": {
                        "index": "Friedman, J",
                        "preferred": "J Friedman"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "paper presented at the ‘Conference on poverty and the international economy"
                ]
            },
            "date": "2001",
            "id": "bib15",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Geda, A",
                        "preferred": "A Geda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shimeles, A",
                        "preferred": "A Shimeles"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "Taxes and tax reform in Ethiopia, 1990-2003, World Institute for Development Economics Research. Research Paper No. 2005/65, UNU, ",
            "id": "bib16",
            "title": "Taxes and tax reform in Ethiopia, 1990-2003, World Institute for Development Economics Research. Research Paper No. 2005/65",
            "type": "unknown"
        },
        {
            "articleTitle": "Trade liberalization and urban-rural linkages: a CGE analysis for Ethiopia",
            "authors": [
                {
                    "name": {
                        "index": "Gelan, A",
                        "preferred": "A Gelan"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib17",
            "journal": "Journal of Policy Modeling 24",
            "pages": {
                "first": "707",
                "last": "738",
                "range": "707–738"
            },
            "type": "journal"
        },
        {
            "articleTitle": "From market liberalization to market development: the need for market institutions in Ethiopia",
            "authors": [
                {
                    "name": {
                        "index": "Getnet, K",
                        "preferred": "K Getnet"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib18",
            "journal": "Economic Systems",
            "pages": {
                "first": "239",
                "last": "252",
                "range": "239–252"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "articleTitle": "The earnings effects of multilateral trade liberalization: implications for poverty",
            "authors": [
                {
                    "name": {
                        "index": "Hertel, T",
                        "preferred": "T Hertel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ivanic, M",
                        "preferred": "M Ivanic"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Preckel, P",
                        "preferred": "P Preckel"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib19",
            "journal": "World Bank Economic Review",
            "pages": {
                "first": "205",
                "last": "236",
                "range": "205–236"
            },
            "type": "journal",
            "volume": "18"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hertel, W",
                        "preferred": "W Hertel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reimer, J",
                        "preferred": "J Reimer"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "‘Predicting the Policy Impacts of Trade Reform’. World Bank Policy Research Working Paper 3444",
            "id": "bib20",
            "title": "‘Predicting the Policy Impacts of Trade Reform’. World Bank Policy Research Working Paper 3444",
            "type": "unknown"
        },
        {
            "articleTitle": "Trade reform and poverty: the case of Mexico",
            "authors": [
                {
                    "name": {
                        "index": "Ianchovichina, E",
                        "preferred": "E Ianchovichina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nicita, A",
                        "preferred": "A Nicita"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Soloaga, I",
                        "preferred": "I Soloaga"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib21",
            "journal": "World Economy",
            "pages": {
                "first": "945",
                "last": "72",
                "range": "945–72"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mabugu, R",
                        "preferred": "R Mabugu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chitiga, M",
                        "preferred": "M Chitiga"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib22",
            "publisher": {
                "name": [
                    "Partnership and Economic Policy (PEP)"
                ]
            },
            "source": "‘Poverty and Inequality Impacts of Trade Policy Reforms in South Africa’. MPIA Working Paper 2007-19",
            "title": "‘Poverty and Inequality Impacts of Trade Policy Reforms in South Africa’. MPIA Working Paper 2007-19",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Manson, N",
                        "preferred": "N Manson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ogujiuba, K",
                        "preferred": "K Ogujiuba"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Adenikindju, A",
                        "preferred": "A Adenikindju"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib23",
            "publisher": {
                "name": [
                    "Partnership for Economic Policy (PEP)"
                ]
            },
            "source": "‘The impacts of trade liberalization on poverty in Nigeria: dynamic simulations in a CGE model’. Working Paper 2007-16",
            "title": "‘The impacts of trade liberalization on poverty in Nigeria: dynamic simulations in a CGE model’. Working Paper 2007-16",
            "type": "report"
        },
        {
            "articleTitle": "Macroeconomic developments in Ethiopia. Annual Reports",
            "authors": [
                {
                    "name": "MoFED, Ministry of Finance and Economic Development",
                    "type": "group"
                }
            ],
            "conference": {
                "name": [
                    "Ministry of Finance and Economic Development, Federal Democratic Republic of Ethiopia"
                ]
            },
            "date": "2010",
            "id": "bib24",
            "type": "conference-proceeding"
        },
        {
            "accessed": "2012-08-12",
            "authors": [
                {
                    "name": "MoFED, Ministry of Finance and Economic Development",
                    "type": "group"
                }
            ],
            "conference": {
                "name": [
                    "Development planning and research directorate, Ministry of Finance and Economic Development, Federal Democratic Republic of Ethiopia"
                ]
            },
            "date": "2012",
            "id": "bib25",
            "title": "Ethiopia’s progress toward eradicating poverty: an interim report on poverty analysis study (2011/2012)",
            "type": "web",
            "uri": "http://www.mofed.gov.et/English/Resources/Documents/Interim%20Report%20on%2020 10-11%20Poverty%20Analysis.pdf"
        },
        {
            "authors": [
                {
                    "name": "NBE, National Bank of Ethiopia",
                    "type": "group"
                }
            ],
            "date": "2008",
            "details": "Developments in the External Sector. Annual Report",
            "id": "bib26",
            "title": "Developments in the External Sector. Annual Report",
            "type": "unknown"
        },
        {
            "articleTitle": "Quantitative Impact Assessment of Trade Liberalization",
            "authors": [
                {
                    "name": {
                        "index": "Philip, JM",
                        "preferred": "JM Philip"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferede, T",
                        "preferred": "T Ferede"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "A research report prepared for the Ministry of Trade and Industry"
                ]
            },
            "date": "2005",
            "id": "bib27",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Gainers and losers from trade reform in Morocco",
            "authors": [
                {
                    "name": {
                        "index": "Ravallion, M",
                        "preferred": "M Ravallion"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lokshin, M",
                        "preferred": "M Lokshin"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Mimeo, paper presented at the Seventh Annual Conference on Global Economic Analysis"
                ]
            },
            "date": "2004",
            "id": "bib28",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Examining the social impact of the Indonesian financial Crisis using a Micro-Macro Model",
            "authors": [
                {
                    "name": {
                        "index": "Robilliard, A",
                        "preferred": "A Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "paper presented at ABCDE-Europe, Effects of Globalization factors on poverty and inequality in National Economies"
                ]
            },
            "date": "2003",
            "id": "bib29",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Siddiqui, R",
                        "preferred": "R Siddiqui"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib30",
            "publisher": {
                "name": [
                    "Partnership and Economic Policy (PEP)"
                ]
            },
            "source": "Modelling gender Dimensions of the Impact of Economic Reforms in Pakistan. MPIA Working Paper 2007-13",
            "title": "Modelling gender Dimensions of the Impact of Economic Reforms in Pakistan. MPIA Working Paper 2007-13",
            "type": "report"
        },
        {
            "articleTitle": "The impact of devaluation on Macroeconomic performance: the case of Ethiopia",
            "authors": [
                {
                    "name": {
                        "index": "Taye, HK",
                        "preferred": "HK Taye"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib31",
            "journal": "Journal of Policy Modeling",
            "pages": {
                "first": "481",
                "last": "496",
                "range": "481–496"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "Trade flows, relative prices, and effective exchange rates: a VAR on Ethiopian data",
            "authors": [
                {
                    "name": {
                        "index": "Tegene, A",
                        "preferred": "A Tegene"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib32",
            "journal": "Applied Economics",
            "pages": {
                "first": "1369",
                "last": "1376",
                "range": "1369–1376"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "articleTitle": "Trade, trade policy and poverty: what are the links?",
            "authors": [
                {
                    "name": {
                        "index": "Winters, A",
                        "preferred": "A Winters"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib33",
            "journal": "World Economy",
            "pages": {
                "first": "1339",
                "last": "67",
                "range": "1339–67"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "authors": [
                {
                    "name": "World Bank",
                    "type": "group"
                }
            ],
            "date": "2004",
            "details": "Ethiopia: Trade and Transformation, Diagnostic trade Integration Study, 2, Washington, D.C.",
            "id": "bib34",
            "title": "Ethiopia: Trade and Transformation, Diagnostic trade Integration Study",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "World Bank",
                    "type": "group"
                }
            ],
            "date": "2013",
            "details": "World Development Indicators, Washington, D.C.",
            "id": "bib35",
            "title": "World Development Indicators",
            "type": "unknown"
        },
        {
            "accessed": "2012-08-12",
            "authors": [
                {
                    "name": "WTO, World Trade Organization",
                    "type": "group"
                }
            ],
            "date": "2010",
            "id": "bib36",
            "title": "Accessions: Ethiopia",
            "type": "web",
            "uri": "http://www.wto.org/english/thewto_e/acc_e/a1_ethiopia_e.htm"
        },
        {
            "articleTitle": "An Overview of the Performance of Ethiopian Economy",
            "authors": [
                {
                    "name": {
                        "index": "Yu, B",
                        "preferred": "B Yu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Diao, X",
                        "preferred": "X Diao"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Seyoum, A",
                        "preferred": "A Seyoum"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "paper presented in the 10th Annual Agricultural Economics"
                ]
            },
            "date": "2007",
            "id": "bib37",
            "type": "conference-proceeding"
        }
    ],
    "acknowledgements": [
        {
            "text": "This work was carried out with financial and scientific support from the Partnership for Economic Policy (PEP), with funding from the Department for International Development (DFID) of the United Kingdom (or UK Aid), and the Government of Canada through the International Development Research Center (IDRC).We are grateful to Bernard Decaluwe, Ismael Fofana and John Cockburn for their technical support. This paper has also benefited from useful comments by Ayele Gelan, Alemayehu Seyoum, Kassu Wamisho, Alemayehu Geda, Tadelle Ferede, Abi Kedir, Sherman Robinson, and Jorgen Levin. The authors would like to thank the International Food Policy Research Institute (IFPRI) for making the SAM available to this research work. Any errors remain our own.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
