{
    "status": "vor",
    "id": "00136",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00136",
    "authorLine": "Zuzana Siebertova et al.",
    "title": "Improving the validity of microsimulation results: Lessons from Slovakia",
    "published": "2016-08-31T00:00:00Z",
    "versionDate": "2016-08-31T00:00:00Z",
    "statusDate": "2016-08-31T00:00:00Z",
    "volume": 9,
    "issue": 2,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00136/ijm-00136.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        },
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper summarizes the lessons learned in the process of building a microsimulation tool tailored to country-specific conditions and involving a maximum degree of user control. The objective to construct a model useful in the process of budgeting and fiscal forecasting has been achieved by paying attention to policy simulation details as well as to the representativeness of the underlying micro-dataset. The validity of simulated results improved significantly after the input database sample has been reweighted in such a way that the new weights replicate, among other factors, the earned income distribution and selected age cohorts directly. Innovative approaches in bringing the model closer to legislation as well as data highlight the benefits of having more user control compared with standardized microsimulation tools.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Siebertova",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Slovakia"
                        },
                        "formatted": [
                            "Slovakia"
                        ]
                    },
                    "name": [
                        "Council for Budget Responsibility I. Karvasa 1"
                    ]
                }
            ],
            "emailAddresses": [
                "siebertova@rrz.sk"
            ],
            "name": {
                "index": "Siebertova, Zuzana",
                "preferred": "Zuzana Siebertova"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Slovakia"
                        },
                        "formatted": [
                            "Slovakia"
                        ]
                    },
                    "name": [
                        "Council for Budget Responsibility I. Karvasa 1"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "Slovakia"
                        },
                        "formatted": [
                            "Slovakia"
                        ]
                    },
                    "name": [
                        "Faculty of Mathematics, Physics and Informatics Comenius University"
                    ]
                }
            ],
            "emailAddresses": [
                "svarda@rrz.sk"
            ],
            "name": {
                "index": "Svarda, Norbert",
                "preferred": "Norbert Svarda"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Slovakia"
                        },
                        "formatted": [
                            "Slovakia"
                        ]
                    },
                    "name": [
                        "Council for Budget Responsibility I. Karvasa 1"
                    ]
                }
            ],
            "emailAddresses": [
                "valachyova@rrz.sk"
            ],
            "name": {
                "index": "Valachyova, Jana",
                "preferred": "Jana Valachyova"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "microsimulation",
        "calibration",
        "EUROMOD",
        "tax and transfer policy",
        "Slovakia"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Microsimulation modelling techniques are increasingly used to study the effects of reform policies contributing thus both to policy debates and academic literature (<a href=\"#bib4\">Figari <i>et al.</i>, 2015</a>). This is largely possible due to availability of highly useful and user-friendly standardized tools. EUROMOD – a fine example of such a tool – has become a benchmark for conducting microsimulation-based policy analyses for European countries.",
                    "type": "paragraph"
                },
                {
                    "text": "If the appeal of the microsimulation models is to go beyond providing guidance on the design of policy reforms and be used in the budgeting process as a tool to assess an actual or proposed policy reform, policy makers must have confidence in the simulated results. The fundamental prerequisites of such a credible microsimulation model are high level of precision in the simulated policies together with high degree of representativeness of underlying micro-data. To achieve that, the interaction of the user with the model might have to go beyond the functionalities offered by standardized tools.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper summarizes the lessons learned in the process of building a microsimulation tool tailored to country-specific conditions and involving a maximum degree of user control. The tool is characterized by fine attention to detail and increased accuracy in important categories. The latter has been achieved by application of a recently developed approach to sample weights calibration on the underlying dataset. It is shown that the new approach applied in general improves the fit between simulated output, underlying data and official statistics. Improved fit has been documented convincingly for the simulations of payroll taxes and majority of family related benefits. The SIMTASK (<b>SI</b>mulation <b>M</b>odel of <b>TA</b>xes and transfers in <b>S</b>lova<b>k</b>ia) model itself is used to evaluate the impact of legislative changes in the areas of taxes and benefits in Slovakia but the exercise contains valuable lessons for users of standardized tools such as EUROMOD wishing to obtain an enhanced degree of user control.",
                    "type": "paragraph"
                },
                {
                    "text": "Whilst the model alone is designed to assess static effects of policy changes, the benefits of maximum user control through modelling in Stata become more apparent when incorporating the model into other labour supply (<a href=\"#bib16\">Siebertova <i>et al.</i>, 2015</a>) and general equilibrium models (<a href=\"#bib7\">Horvath <i>et al.</i>, 2015</a>). In those cases, it can be readily used for the evaluation of the long-run consequences of tax and benefit reform strategies too.",
                    "type": "paragraph"
                },
                {
                    "text": "In SIMTASK, the emphasis has been put on details, namely on precise adaptation of valid legislation in order to achieve the highest precision in policy simulations. The modelling of benefits whose amount and duration is conditional on unobserved factors – such as the material needs, unemployment and maternity leave benefit is a particular strength and contribution of the work summarized in this paper.",
                    "type": "paragraph"
                },
                {
                    "text": "For a microsimulation model to provide trustworthy assessment of budgetary and distributional effects of tax and transfer system reforms, it is crucial that the underlying data are representative with respect to the income distribution. As survey data rarely comply with this requirement, some input data corrections are shown to be beneficial. In addition, for the precise simulation of family related benefits, the correct representation of children in the corresponding age cohorts is essential. Therefore, we choose the approach of recalibrating the sample weights.",
                    "type": "paragraph"
                },
                {
                    "text": "The importance of retaining information from the original weights is often stressed in the literature, there are, however, situations where re-weighting is required because the original weights supplied with the data do not adequately represent key analytical groups required for the analysis (<a href=\"#bib14\">O’Donoghue &amp; Loughrey, 2014</a>). This, we believe, is very relevant in our case. Moreover, there is no guarantee that sample weights calibrated to match demographic population totals produce appropriate revenue, expenditure and income distribution results (<a href=\"#bib3\">Creedy, 2004</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In our re-calibration, compared to original sample weights, the new weights allow for more detailed control of small children age categories and the earned income distribution is taken into account as a calibration factor directly. We show that this approach improves the match between simulated output and official statistics.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is structured as follows. <a href=\"#s2\">Section 2</a> describes the micro-level data used and the re-weighting method applied to sample weights of the underlying input dataset. <a href=\"#s3\">Section 3</a> summarizes the tax and benefit system in Slovakia. <a href=\"#s4\">Section 4</a> gives an overview of SIMTASK’s development process and describes major differences compared to the existing Slovak EUROMOD modules. <a href=\"#s5\">Section 5</a> presents validation and provides a discussion of the simulation results. We also report the implications of these methodological improvements for income distribution and inequality indicators. <a href=\"#s6\">Section 6</a> concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "A necessary precondition for the development of a microsimulation model is the existence of a suitable micro-dataset containing information preferably both on individuals and households. Usually, household survey data are used for these types of analyses; use of the administrative (or census) data is rather scarce.",
                    "type": "paragraph"
                },
                {
                    "text": "The national version of the EU-SILC survey, abbreviated as SK-SILC, was selected as a base dataset for the tax-benefit microsimulations. Currently, it does best at meeting the data requirements for a microsimulation model of tax and transfer system when compared to other datasets that are available. In contrast to the EU-SILC, the SK-SILC dataset includes more variables that are country specific. The EU-SILC is an annual survey that has been conducted in Slovakia since 2004, it is collected by the Statistical Office of the Slovak Republic on behalf of EUROSTAT. Survey questions are focused on the income and living conditions of different types of households, as well as on the individual demographic characteristics, education, health status, employment, housing conditions and deprivation measures.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Microsimulation tax-benefit system models are frequently used for the assessment of the effects of actual system reform policies as well as ex-ante simulations of reforms. Therefore, the input dataset should reflect the actual economic and social conditions as closely as possible. As survey data are available with a time lag (usually 2–3 years), the reference period of the input dataset and the baseline tax-benefit system might not refer to the same period. The approach frequently applied in the literature is to uprate the original market income by appropriate growth factors and to re-weight the sample to account for selected demographic and labour market changes. For a survey on current methodologies, see <a href=\"#bib14\">O’Donoghue and Loughrey (2014)</a> and <a href=\"#bib4\">Figari <i>et al.</i> (2015)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The SK-SILC dataset is calibrated (such that sample weights are adjusted to match the known population totals in selected categories) and integrated weights (such that cross-sectional household weights and personal weights equal) are provided by the Statistical Office of the Slovak Republic. The calibration is an optimization procedure undertaken at two levels (household and individual) by using CALMAR2, a SAS macro developed by INSEE (<a href=\"#bib11\">LeGuennec &amp; Sautory, 2002</a>). By employing this macro, calibration uses 21 different categories in one strata and is performed on a number of household members (5 categories), 6 age categories divided by gender (together 12 categories) and 4 variables describing labour market status of a person (employees, unemployed, self-employed and pensioners). Stratification is based on NUTS3 level (8 regions). Condition of having integrated weights implies that simultaneous calibration should be applied, but there is no guarantee that the calibration process converges and the result is a kind of an approximate solution (as argued by <a href=\"#bib6\">Glaser-Opitzova <i>et al.</i>, 2014</a> an exact simultaneous solution has never been found).",
                            "type": "paragraph"
                        },
                        {
                            "text": "As it is frequent in most survey data, SK-SILC dataset does not correctly represent the income distribution (both labour and non-labour) when compared to the official statistics. The most important component of individual labour income are gross earnings from employment (it constitutes more than 85% of aggregate income share in SK-SILC dataset and around 90% in the official data). When the distribution of gross earnings from employment of individuals implied by SK-SILC (using original weights) is compared to the official statistics that can be retrieved from the official administrative data (in Slovakia it is a Social Security Agency (SSA) database), low-income groups and high-income groups are under-represented (the latter in fact missing) and incomes around the average wage substantially over-represented. Gross income from employment is the most important element that enters to the computation of the income tax base and its correct representation is highly important for the validity of any tax and transfer microsimulation model. Given this argument, it is beneficial to use the gross earned income as an additional calibration factor. Income as a calibration factor has been used in Slovenian EU-SILC, where calibration included also employee cash or near cash income (<a href=\"#bib9\">Inglic <i>et al.</i>, 2013</a>). A similar idea has been described also by <a href=\"#bib2\">Creedy and Tuckwell (2003)</a> who calibrated the weights of the New Zealand Household Economic Survey to take into account the number of recipients of several social transfers directly.",
                            "type": "paragraph"
                        },
                        {
                            "text": "An improvement along these lines is provided by the calibration software “Calif” that has been recently developed by the Slovak Statistical Office. This tool allows to consider more categories in the calibration procedure due to the fact that it is able to find an approximate solution of the optimization problem, it works with several optimization methods, takes into account stratification and computes integrated weights. For the detailed description, mode of use and the documentation on Calif, see <a href=\"#bib21\">Vlacuha and Frankovic (2015)</a>. As an input to calibration procedure when using Calif, the number of individuals in the defined categories in the underlying SILC dataset and corresponding population totals obtained from administrative sources are needed. External administrative statistics on demographic categories, labour market status and household composition comes from the Statistical Office of the Slovak Republic, while income distribution is matched to the individual dataset of the SSA. Details are documented in <a href=\"#table1\">Table 1</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Calibration category</th>\n<th>Source of the official statistics</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Age cohorts (0, 1–3, 4–16, 17–25, 26–45, 46-retirement age, over retirement age). Categories over 16 years considered separately for gender (male, female)</td>\n<td>Statistical Office of the Slovak Republic (Demographic Balances of Population)</td>\n</tr>\n<tr>\n<td>Labour market status (employees, unemployed, self-employed)</td>\n<td>Statistical Office of the Slovak Republic (Labour Force Survey)</td>\n</tr>\n<tr>\n<td>Household size (members 1, 2, 3, 4, 5+)</td>\n<td>Statistical Office of the Slovak Republic (Population and Housing Census 2011)</td>\n</tr>\n<tr>\n<td>Gross income from employment distribution (deciles 1–2, 3–5, 6–8 and 9–10)</td>\n<td>Database of individual records from Social Security Agency (SSA)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Sources of external controls for calibration.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Majority of calibration categories that are used when computing original sample weights were also considered when re-calibration using Calif is performed. The difference between the two is in the definition of age cohorts and that the earned income has been directly taken into account as an additional calibration factor in the latter approach. When controlling for the labour market status, we use 3 categories (employees, unemployed and self-employed). We left out the category of pensioners (used in the original weighting scheme), since this is highly correlated with the corresponding old-age cohort, see also <a href=\"#bib10\">Kump and Navicke (2014)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the calibration procedure, 7 age categories (0, 1–3, 4–16, 17–25, 26–45, 46-retirement age, over retirement age) were considered. Age cohorts over 16 years are matched to population totals such that also gender has been considered, i.e. separately for males and females. The idea of using extended age categories was to correctly represent newborn (age 0), small children (1–3) and youth (up to 25) population sub-groups that are essential controls for the simulation of family related benefits (child’s birth grant, maternity benefit, child benefit and parental allowance).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Based on the earned income distribution of individuals identified in SILC dataset and income distribution of individuals that can be retrieved from administrative source SSA, extra categories for calibration were formed. To make the corresponding income categories comparable, in both underlying datasets the gross income from employment has been considered. For the calibration procedure two pieces of information were needed. First, decile points of income distribution given by data in SSA were computed. These decile points were used as threshold values also in SK-SILC dataset. In the second step, in every income decile (defined by decile points computed in SSA dataset) number of individuals were counted both in SSA and SK-SILC datasets and 4 additional calibration categories (in 8 strata) were constructed by grouping several deciles together (deciles 1–2, 3–5, 6–8 and 9–10).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The weights were re-calibrated separately for every strata, i.e. independently for 8 regions by using a linear bounded optimization method. When using the linear bounded method, the upper and lower bounds for the exit rates should be set. We decided to start initially with wider bounds (0.1 for the lower bound and 10 for the upper) and to gradually reduce them (similarly like <a href=\"#bib3\">Creedy, 2004</a> or <a href=\"#bib10\">Kump and Navicke, 2014</a>). At the same time, we checked whether calibrated weights match the population totals and control for the standard deviation of weights (that should be low). Based on these three criteria, we discussed the estimated results and chose the set of calibrated weights. Consequently, newly estimated calibration weights correct the earned income distribution in a way that it sufficiently matches the official statistics (see <a href=\"#figA1\">Figure A1</a> in the Appendix).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The SK-SILC dataset corresponding to income reference period 2011 reports 15,440 individuals living in 5,291 households and SK-SILC referring to 2012 contains 15,426 individuals in 5,402 households. <a href=\"#table2\">Table 2</a> presents descriptive statistics of the grossing-up weights and population estimates of the samples weighted by original weights and using weights computed with a new calibration tool. In addition, in <a href=\"#tableA1\">Table A1</a> in the Appendix we present the descriptive statistics of main demographic and income related variables.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Author’s calculations using SK-SILC.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<tbody>\n<tr>\n<td>Policy year</td>\n<td align=\"center\">2011</td>\n<td align=\"center\">2011</td>\n<td align=\"center\">2012</td>\n<td align=\"center\">2012</td>\n<td align=\"center\">2013</td>\n<td align=\"center\">2014</td>\n</tr>\n<tr>\n<td>Underlying SILC dataset</td>\n<td align=\"center\">2011</td>\n<td align=\"center\">2011</td>\n<td align=\"center\">2012</td>\n<td align=\"center\">2012</td>\n<td align=\"center\">2012</td>\n<td align=\"center\">2012</td>\n</tr>\n<tr><td><b>Grossing-up sample weight</b></td>\n<td align=\"center\">Original</td>\n<td align=\"center\">Calibrated</td>\n<td align=\"center\">Original</td>\n<td align=\"center\">Calibrated</td>\n<td align=\"center\">Original</td>\n<td align=\"center\">Calibrated</td></tr>\n<tr><td>Mean</td>\n<td align=\"center\">349.5</td>\n<td align=\"center\">350.0</td>\n<td align=\"center\">350.4</td>\n<td align=\"center\">350.0</td>\n<td align=\"center\">351.2</td>\n<td align=\"center\">351.8</td>\n</tr>\n<tr><td>Std. Dev.</td>\n<td align=\"center\">126.0</td>\n<td align=\"center\">468.7</td>\n<td align=\"center\">132.0</td>\n<td align=\"center\">482.5</td>\n<td align=\"center\">521.3</td>\n<td align=\"center\">581.1</td>\n</tr>\n<tr><td>Minimum</td>\n<td align=\"center\">108.7</td>\n<td align=\"center\">10.9</td>\n<td align=\"center\">119.9</td>\n<td align=\"center\">12.0</td>\n<td align=\"center\">12.0</td>\n<td align=\"center\">12.0</td></tr>\n<tr><td>Maximum</td>\n<td align=\"center\">1,226.1</td>\n<td align=\"center\">5,505.1</td>\n<td align=\"center\">1,083.9</td>\n<td align=\"center\">4,481.0</td>\n<td align=\"center\">5,974.1</td>\n<td align=\"center\">8,961.1</td>\n</tr>\n<tr><td align=\"left\" colspan=\"7\"><b>Dataset characteristics</b></td></tr>\n<tr><td>Individuals</td>\n<td align=\"center\">15,440</td>\n<td align=\"center\">15,440</td>\n<td align=\"center\">15,426</td>\n<td align=\"center\">15,426</td>\n<td align=\"center\">15,426</td>\n<td align=\"center\">15,426</td></tr>\n<tr><td>Households</td>\n<td align=\"center\">5,291</td>\n<td align=\"center\">5,291</td>\n<td align=\"center\">5,402</td>\n<td align=\"center\">5,402</td>\n<td align=\"center\">5,402</td>\n<td align=\"center\">5,402</td></tr>\n<tr><td>Projected population</td>\n<td align=\"center\">5,395,519</td>\n<td align=\"center\">5,396,355</td>\n<td align=\"center\">5,404,664</td>\n<td align=\"center\">5,398,917</td>\n<td align=\"center\">5,417,340</td>\n<td align=\"center\">5,427,220</td></tr>\n<tr><td>Projected households</td>\n<td align=\"center\">1,911,664</td>\n<td align=\"center\">1,909,248</td>\n<td align=\"center\">1,852,059</td>\n<td align=\"center\">1,852,027</td>\n<td align=\"center\">1,852,059</td>\n<td align=\"center\">1,853,409</td></tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Descriptive statistics of grossing-up weights in SK-SILC samples.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In order to test the predictive accuracy of the SIMTASK when the income reference period of the underlying input dataset and the simulated tax and transfers system refer to different time periods, we applied a two-step nowcasting method. As an underlying dataset we used the latest SILC survey available to us at the time of writing with the income reference period 2012. In the first step, we uprated income variables (including all labour and non-labour income variables listed in <a href=\"#tableA1\">Table A1</a> in the Appendix) in the dataset by the corresponding growth factors. In the next step, we applied a variant of static ageing technique and re-weighted the input dataset to account for changed population structure (both demographic and labour-market status). Calibration of weights has been performed by comparing the data from the uprated dataset to the external statistics from the target policy year. In the last two columns of <a href=\"#table2\">Table 2</a> we present the new calibration weights that were estimated and that are later used in simulating taxes and transfers to test for the accuracy of SIMTASK in policy years 2013 and 2014.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Re-weighting of the input SK-SILC dataset",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The SK-SILC dataset is largely representative of the country population. However, as it is frequent in survey data, SK-SILC might also over-represent or under-represent certain population groups. Particular limitations are inspected in details below, in such a way that SK-SILC data are compared to the appropriate official statistics using both the original and calibrated weights. Tables displayed below suggest that in most aspects the newly calibrated weights helped to improve the fit. These comparisons are also highly instructive in later assessment of simulations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table3\">Table 3</a> presents the ratios of the number of individuals in the selected age cohort in the input SK-SILC database to external benchmark. While 2011 and 2012 SK-SILC datasets weighted with original weights underestimate the number of new-born (age 0) and small children (under 3 years), using the calibrated weights where we directly control for the number of children in certain age groups leads to almost perfect fit. For the prime age and retirement age cohorts, datasets using calibrated weights match demographic statistics closely both in 2011 and 2012.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors' calculations using SK-SILC and Slovak Statistical Office",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: Ratios display number of individuals in SK-SILC dataset (weighted) to population by gender and in the respective age cohort.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Prime age</i>: 15–64 years. Retirement age: males 62+, females 58+ in 2011 and 59+ in 2012.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"2\">Original weights</th>\n<th align=\"center\" colspan=\"2\">Calibrated weights</th>\n</tr>\n<tr>\n<th/>\n<th>2011</th>\n<th>2012</th>\n<th>2011</th>\n<th>2012</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Female</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.00</td>\n</tr>\n<tr>\n<td colspan=\"5\">Age cohort</td></tr>\n<tr><td>0</td>\n<td align=\"center\">0.55</td>\n<td align=\"center\">0.78</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.04</td></tr>\n<tr><td>0–3</td>\n<td align=\"center\">0.63</td>\n<td align=\"center\">0.84</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.01</td></tr>\n<tr><td>0–16</td>\n<td align=\"center\">0.82</td>\n<td align=\"center\">0.96</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.00</td></tr>\n<tr><td>0–26</td>\n<td align=\"center\">0.98</td>\n<td align=\"center\">1.04</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.00</td></tr>\n<tr><td>Prime age</td>\n<td align=\"center\">1.03</td>\n<td align=\"center\">1.01</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.00</td></tr>\n<tr><td>Retirement age</td>\n<td align=\"center\">1.08</td>\n<td align=\"center\">1.04</td>\n<td align=\"center\">1.02</td>\n<td align=\"center\">1.01</td></tr>\n</tbody></table>"
                                    ],
                                    "title": "Validation of weighting schemes: representation of gender and age cohorts.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Data on representation of the economic activity of Slovak population is shown in <a href=\"#table4\">Table 4</a>. The reported ratios document that based on these criteria, SK-SILC dataset reflects the official statistics very well, the only exception being the group of employees. Comparing the two weighting schemes, the number of employees is originally significantly oversampled, but when calibrated weights are used the number of employed gets well closer to the official statistics (in both years).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ calculations using SK-SILC and LFS.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: Ratios display number of individuals in SK-SILC dataset (weighted) to LFS in the respective category.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"2\">Original weights</th>\n<th align=\"center\" colspan=\"2\">Calibrated weights</th>\n</tr>\n<tr>\n<th/>\n<th>2011</th>\n<th>2012</th>\n<th>2011</th>\n<th>2012</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Employed</td>\n<td align=\"center\">1.01</td>\n<td align=\"center\">0.97</td>\n<td align=\"center\">0.96</td>\n<td align=\"center\">0.96</td></tr>\n<tr><td>Employee</td>\n<td align=\"center\">1.20</td>\n<td align=\"center\">1.15</td>\n<td align=\"center\">1.08</td>\n<td align=\"center\">1.08</td>\n</tr>\n<tr><td>Self-employed</td>\n<td align=\"center\">1.01</td>\n<td align=\"center\">0.96</td>\n<td align=\"center\">1.02</td>\n<td align=\"center\">1.01</td>\n</tr>\n<tr><td>Unemployed</td>\n<td align=\"center\">0.97</td>\n<td align=\"center\">0.94</td>\n<td align=\"center\">0.99</td>\n<td align=\"center\">0.99</td>\n</tr>\n<tr><td>Economic active pop.</td>\n<td align=\"center\">1.01</td>\n<td align=\"center\">0.97</td>\n<td align=\"center\">0.97</td>\n<td align=\"center\">0.97</td>\n</tr>\n<tr><td>Economic inactive pop.</td>\n<td align=\"center\">0.99</td>\n<td align=\"center\">1.03</td>\n<td align=\"center\">1.04</td>\n<td align=\"center\">1.04</td>\n</tr>\n<tr><td>Population total</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.00</td></tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Validation of weighting schemes: representation of economic activity.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In <a href=\"#table5\">Table 5</a>, the different sources of income reported in SK-SILC are related to the official statistics given by SSA. A comparison is provided with respect to the ratios of reported aggregate amounts of income as well as in terms of the ratios of the number of individuals receiving certain type of income.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors' calculations using SK-SILC and SSA.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "Validation of income for self-employed is only indicative. SK-SILC reports for self-employed the value of profit/loss in the current year, while the SSA database reports the assessment base which is based on the value of return in the year t-2 (inconsistency both in variable and time).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: Amounts (ratios) display aggregate amount of income of individuals in SK-SILC dataset (weighted) to aggregate income computed by using records from SSA. Individuals (ratios) display aggregate number of individuals in SK-SILC dataset (weighted) to aggregate computed by using records from SSA.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"4\">Amounts (ratios)</th>\n<th align=\"center\" colspan=\"4\">Individuals (ratios)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Weights</td>\n<td align=\"center\" colspan=\"2\">Original</td>\n<td align=\"center\" colspan=\"2\">Calibrated</td>\n<td align=\"center\" colspan=\"2\">Original</td>\n<td align=\"center\" colspan=\"2\">Calibrated</td>\n</tr>\n<tr><td>Income from</td>\n<td align=\"center\">2011</td>\n<td align=\"center\">2012</td>\n<td align=\"center\">2011</td>\n<td align=\"center\">2012</td>\n<td align=\"center\">2011</td>\n<td align=\"center\">2012</td>\n<td align=\"center\">2011</td>\n<td align=\"center\">2012</td></tr>\n<tr><td>Employment</td>\n<td align=\"center\">1.16</td>\n<td align=\"center\">1.02</td>\n<td align=\"center\">0.97</td>\n<td align=\"center\">0.95</td>\n<td align=\"center\">1.08</td>\n<td align=\"center\">1.05</td>\n<td align=\"center\">0.93</td>\n<td align=\"center\">0.95</td></tr>\n<tr><td>Agreements</td>\n<td align=\"center\">0.43</td>\n<td align=\"center\">0.34</td>\n<td align=\"center\">0.43</td>\n<td align=\"center\">0.34</td>\n<td align=\"center\">0.36</td>\n<td align=\"center\">0.38</td>\n<td align=\"center\">0.33</td>\n<td align=\"center\">0.36</td></tr>\n<tr><td>Self-employment <sup><a href=\"#tfn1\">*</a></sup></td>\n<td align=\"center\">2.84</td>\n<td align=\"center\">2.73</td>\n<td align=\"center\">2.98</td>\n<td align=\"center\">2.78</td>\n<td align=\"center\">1.34</td>\n<td align=\"center\">1.25</td>\n<td align=\"center\">1.36</td>\n<td align=\"center\">1.31</td></tr>\n<tr><td>Employment and agreements</td>\n<td align=\"center\">1.13</td>\n<td align=\"center\">0.99</td>\n<td align=\"center\">0.94</td>\n<td align=\"center\">0.91</td>\n<td align=\"center\">0.97</td>\n<td align=\"center\">0.94</td>\n<td align=\"center\">0.97</td>\n<td align=\"center\">0.94</td></tr></tbody></table>"
                                    ],
                                    "title": "Validation of weighting schemes: representation of income.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The overall picture does not differ in 2011 and 2012; the number of people reporting an income from employment is only slightly undersampled and matches relatively well with the administrative data from SSA. Those declaring an income from agreements (temporary employment contracts) are significantly under-represented and this applies to both original and calibrated weights. On the other hand, the number of self-employed individuals compared to SSA statistics is substantially oversampled. It should be noted that comparing the number of self-employed to the statistics of SSA is not completely correct. SSA database is primarily a dataset of paid social insurance contributions providing information on gross income. In the case of self-employed persons, SSA dataset captures only those individuals who pay SIC (social insurance contributions) which is a subset of the total number of registered self-employees. However, it is instructive to show these ratios, since our simulations of taxes and social security contributions are validated against the statistics provided by SSA.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Aggregate income from employment approximately matches the aggregate amount documented by SSA, while the income from agreements is substantially underreported. Since the volume of agreements makes approximately only 5% when compared to the income from employment, the total effect of employment and agreements matches SSA dataset well.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Note that aggregate income from self-employment should be validated with caution and the results proposing substantial over-reporting in the input data are only indicative. The reason is that SK-SILC reports for the self-employed the value of profit/loss in the income reference period, while the SSA database reports the legislatively correct assessment base which is based on the value of declared return in the year t-2 (i.e. there is an inconsistency both in variables that are equated and time aspect). However, relative weight of self-employed in the labour market is rather low, as they constitute only 7% of the total population.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The main non-simulated benefits and pensions, which serve as an input to later simulations, are inspected in <a href=\"#table6\">Table 6</a>. Maternity benefit recipients are substantially undersampled when the original weighting scheme has been applied. Using the calibrated weights makes the number of recipients to match well in 2011, but overestimate in 2012. Since the eligibility for the maternity benefit is up to approximately 7 months after the child’s birth, the reported ratios match with the good fit of the youngest age cohort of new-born children in SK-SILC in 2011 and small oversampling in 2012 as it is documented in <a href=\"#table3\">Table 3</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors' calculations using SK-SILC and SSA.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th/>\n<th align=\"center\" colspan=\"4\">Amounts (ratios)</th>\n<th align=\"center\" colspan=\"4\">Recipients (ratios)</th>\n</tr>\n<tr>\n<th>Weights</th>\n<th/>\n<th align=\"center\" colspan=\"2\">Original</th>\n<th align=\"center\" colspan=\"2\">Calibrated</th>\n<th align=\"center\" colspan=\"2\">Original</th>\n<th align=\"center\" colspan=\"2\">Calibrated</th>\n</tr>\n</thead>\n<tbody>\n<tr><td/>\n<td>Benefits</td>\n<td align=\"center\">2011</td>\n<td align=\"center\">2012</td>\n<td align=\"center\">2011</td>\n<td align=\"center\">2012</td>\n<td align=\"center\">2011</td>\n<td align=\"center\">2012</td>\n<td align=\"center\">2011</td>\n<td align=\"center\">2012</td></tr>\n<tr>\n<td/>\n<td>Maternity</td>\n<td align=\"center\">0.63</td>\n<td align=\"center\">0.60</td>\n<td align=\"center\">1.22</td>\n<td align=\"center\">1.27</td>\n<td align=\"center\">0.57</td>\n<td align=\"center\">0.61</td>\n<td align=\"center\">1.01</td>\n<td align=\"center\">1.28</td></tr>\n<tr><td/><td>Sickness</td>\n<td align=\"center\">0.31</td>\n<td align=\"center\">0.34</td>\n<td align=\"center\">0.50</td>\n<td align=\"center\">0.59</td>\n<td align=\"center\">n.a.</td>\n<td align=\"center\">n.a.</td>\n<td align=\"center\">n.a.</td>\n<td align=\"center\">n.a.</td></tr>\n<tr><td align=\"left\" colspan=\"10\">Pensions</td>\n</tr>\n<tr><td/><td>Old age</td>\n<td align=\"center\">1.16</td>\n<td align=\"center\">1.09</td>\n<td align=\"center\">1.09</td>\n<td align=\"center\">1.08</td>\n<td align=\"center\">1.10</td>\n<td align=\"center\">1.04</td>\n<td align=\"center\">1.04</td>\n<td align=\"center\">1.03</td></tr>\n<tr><td/><td>Disability</td>\n<td align=\"center\">0.87</td>\n<td align=\"center\">0.88</td>\n<td align=\"center\">1.03</td>\n<td align=\"center\">1.10</td>\n<td align=\"center\">0.84</td>\n<td align=\"center\">0.86</td>\n<td align=\"center\">1.03</td>\n<td align=\"center\">1.10</td></tr>\n<tr><td/><td>Widow/er</td>\n<td align=\"center\">0.98</td>\n<td align=\"center\">1.05</td>\n<td align=\"center\">0.97</td>\n<td align=\"center\">1.06</td>\n<td align=\"center\">1.06</td>\n<td align=\"center\">0.99</td>\n<td align=\"center\">1.01</td>\n<td align=\"center\">0.97</td></tr>\n<tr>\n<td/><td>orphans</td>\n<td align=\"center\">0.83</td>\n<td align=\"center\">0.82</td>\n<td align=\"center\">0.93</td>\n<td align=\"center\">0.57</td>\n<td align=\"center\">0.69</td>\n<td align=\"center\">0.68</td>\n<td align=\"center\">0.79</td>\n<td align=\"center\">0.52</td></tr></tbody></table>"
                                    ],
                                    "title": "Non-simulated benefits and pensions.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "On the other hand, the demographic group of elderly is represented well in both input samples. This subsequently mirrors in the share of old-age pension beneficiaries close to one. Orphans are undersampled in the input data when both weighting schemes are used, while disability pensioners are slightly underestimated/overestimated when original/calibrated weights are applied. Widows and widowers well approximate the figure addressed by SSA.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table7\">Table 6</a> summarizes also the information on the aggregate amounts of paid benefits and pensions: data in input datasets are compared to the external statistics recorded by SSA. Not surprisingly, old-age pension payments are slightly overestimated, but match relatively well. Other non-simulated benefit and pension payments are in general underestimated when original weighting has been used. The gap between official records and input data is extreme in the case of sickness benefits, where aggregate payments reported in SK-SILC reached around 30% of the official statistics using the original weighting scheme. The gap has been slightly reduced with the calibrated weights to around 50%. Maternity benefit payments represent around 60% of the official SSA records with the original weights, while using the calibrated weights leads to overestimation. Both these ratios are in line with the number of recipients reported above.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 SK-SILC versus official statistics",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Data",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The Slovak tax system is largely unified; all important components are set at the state level. Taxation of income is conducted at an individual level and it is levied on gross income including wages, income from business activities, fringe benefits, capital incomes (dividends excluded), interest and rental income. Joint taxation of married couples is not possible. Social and health insurance contributions and social benefits are exempt from the tax base, i.e. the tax base is given as gross earnings net of employee social and health insurance contributions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "All relevant parameters needed to compute personal income tax (PIT) are available in the SK-SILC data – both those which are related to individual and household level. During the years 2009 to 2012 PIT amounts to a 19% flat tax rate with a non-taxable allowance. From 2013, two tax brackets were introduced and incomes exceeding the threshold are taxed by 25% rate.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Tax expenditures that are deducted from the tax liability in the PIT and that are incorporated in SIMTASK include:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Basic tax allowance: tax allowance each individual can apply, the amount of the allowance is based on the legally defined minimum subsistence level. A progressive reduction in basic tax allowance is applied when annual gross earnings exceed about 18,000 euros (approximately twice the Slovak average yearly gross wage) and it influences around top 10% of tax payers.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Spouse tax allowance: an individual may be entitled to a spouse tax allowance if the income of spouse satisfies certain conditions (earnings under a certain level).",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Employee tax credit (ETC): the amount depends on employee’s income and on the period he has been working (at least 6 months). It is targeted at low-income groups who have to pay health and social insurance contributions.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Child tax credit: one spouse may claim an allowance for each child in the household if the child satisfies certain conditions (e.g., aged under 18 or aged under 26 and in full time education or aged under 26 when physically or mentally disabled and not receiving disability pension). This tax credit can be received, if the parent annually earns at least 6 times the minimum wage. If the credit exceeds the tax liability, the excess is paid to the taxpayer.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "The Slovak social insurance system is made up of two components; namely social insurance contributions and health insurance contributions. The assessment base for contributions is narrower compared to the PIT base since capital income is not considered. Up to 2012 maximum assessment base differed based on the type of insurance and employment contract. Effective from 2013, assessment bases for social and health insurance contributions of employees were unified. For the self-employed, the computation of the assessment base was redefined.",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Social insurance contributions (SIC)",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "Both employers and employees pay an unemployment, sickness, disability, and an old age insurance, but different percentages from the social insurance assessment base. In addition, employers also pay contributions to a reserve solidarity fund, accident insurance and guarantee insurance. The self-employed are treated differently; they pay sickness, disability and old age insurance and contributions to the reserve solidarity fund.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Health insurance contributions (HIC)",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "These contributions are paid by employers, employees and self-employed. The percentage to be paid is different for the three categories of payers.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Taxes and social insurance contributions",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Slovak benefit system consists of three components, termed as contributory, social assistance and poverty, and state social support.",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Contributory benefits include old-age pension, early old-age pension, disability pension, widow’s and widower’s pension, orphan’s pension, sickness cash benefit, benefit for nursing a sick relative, equalization allowance, maternity benefit, and unemployment insurance benefit.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Social assistance program covers material need benefit.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "State social support includes several programs, namely child birth grant, additional birth grant, multiple birth benefit, child benefit, additional child benefit, parental allowance, funeral benefit, scholarships for pupils in elementary school, scholarships for students in secondary school, and social scholarships for university students.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 The social system",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. The tax and benefit system in Slovakia",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "EUROMOD has been the only model available for the Slovak tax-benefit system microsimulations, which could be used equally by government agencies and the academic community. It is an EU-wide tax-benefit microsimulation model that can simulate individual and household tax liabilities and benefit entitlements according to policy rules valid in the respective EU states. EUROMOD is developed and maintained by the Institute for Social and Economic Research at the University of Essex, in collaboration with national teams. For its current state and details of the project, see <a href=\"#bib20\">Sutherland and Figari (2013)</a>. EUROMOD for Slovakia is well documented in the EUROMOD Country Report, for a detailed overview of application rules and payable eligibility, see <a href=\"#bib13\">Porubsky <i>et al.</i> (2013)</a> or <a href=\"#bib19\">Strizencova and Hagara (2014)</a>. In this analysis, EUROMOD version G2.0+ is used.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Slovak EUROMOD runs on SK-SILC data and the simulated policies currently include personal income tax, all health and social insurance contributions paid by employers, employees and self-employed. Benefits that are fully simulated include family related programs, namely child birth grant, child benefit including additional child benefit and parental allowance. Means-tested material needs benefit and contributory unemployment insurance benefit are simulated partially under simplifying assumptions. Simulations of other benefits, which may impact both individual and household incomes, are not included due to the lack of information on previous employment and contribution history. In particular, these include sickness benefits and disability pensions. Old-age pensions are not simulated since there is no information on contribution period.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Existing models",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A new microsimulation model SIMTASK has been developed such that the setup of the EUROMOD model has been taken as a template and an independent program that runs in software Stata has been created. It is important to stress that a primary intention has not been to replace the existing Slovak EUROMOD, which is a simple and transparent static tax-benefit calculator with the advantage of cross country comparability and that can be also linked to other models. Rather, the objective has been to expand its use and to tailor it directly to the principal demand of having a simulation tool that can be easily incorporated into other models to provide an accurate-enough evaluation of measures for the process of budgeting and fiscal forecasting. Besides the considerations about the type of microsimulation model that was needed in terms of its capability to include behavioural responses, the mode of operation, i.e. how easy it is to incorporate and handle with it in such a model setup, where the convergence could be achieved only after numerous iterations, has been an issue too.",
                            "type": "paragraph"
                        },
                        {
                            "text": "All tax and benefit instruments in the SIMTASK model are simulated in the same order as in Slovak component of EUROMOD (further referred as a baseline model). In addition, SIMTASK includes the simulation of the length of the eligibility period to a maternity benefit and a substantial extension of simulation of material needs benefit.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the baseline model setup all benefit instruments are simulated on a yearly basis. Based on predefined eligibility requirements, it is tested if an individual is entitled to receive a certain benefit. An assignment is provided if the predefined conditions are met and subsequently the corresponding amount is simulated. For example, conditional eligibility to an unemployment benefit is checked (among other conditions, an individual should not receive parental allowance) and parental allowance is simulated prior to unemployment benefit. In other words, subsequent entitlement to certain transfers is ruled by the order of simulation policies. However, this procedure does not take into account possible variability that can occur during the whole period of one year – such that an individual might be eligible for several transfers that are available to him/her subsequently, if these transfers are paid for shorter period than one year.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to allow an individual to receive different benefits during the annual period in SIMTASK, eligibility to selected transfers is simulated on a monthly basis depending on the predefined requirements. This approach could be applied thanks to the fact that information on month of birth of an individual is recorded in SK-SILC dataset. The simulations of benefits for shorter periods than one year are already available for some countries within EUROMOD for example in Estonia (<a href=\"#bib22\">Vork &amp; Paulus, 2014</a>) and it would be possible to implement this approach also in Slovak EUROMOD. Consequently, knowing the month of the year when a child was born, it is possible to accurately allocate family related benefits. This applies particularly to family related and unemployment benefits, which are simulated in the following order:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "maternity benefit: the length of the eligibility period is simulated, which is 8 months (or 10 months in case of multiple births, or 9 months for lonely parent). The amount of benefit is presently not simulated because of lack of information on contribution history to health insurance.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "parental allowance: the length of the eligibility period is simulated, entitlement ends when the child reaches 3 years of age. Entitlement is possible up to 6 years in case of child’s unfavourable health condition, but there is a lack of information to simulate this. The amount needs not to be simulated – it is a fix payment.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "unemployment benefit: the length of the eligibility period is simulated, maximum is 6 months.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Minor modifications of tax-benefit system simulations used in SIMTASK (as compared to Slovak EUROMOD) are detailed in <a href=\"#bib15\">Siebertova <i>et al.</i> (2014)</a>. Two major modifications were implemented and these apply to the simulation of material needs benefit and unemployment benefit.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The material needs benefit (MNB) is a means tested transfer that is intended for families with income below the minimum subsistence level. The actual benefit amount is calculated as a difference between the eligible maximum of MNB – composed of social benefit, health care allowance, housing allowance, activation and protection allowance – and the income of individuals living in a household. In our simulation, we include a more precise specification of the assessed income computation (compared to baseline). Social benefit and health care allowance are set as fixed amounts, these are not simulated. Furthermore, we include a different computation of the protection allowance: in our implementation, it is based on the set of predefined eligibility conditions. The essential is the change in the definition of an individual allocation to the activation allowance. In the baseline model, activation allowance is assigned to all those, who are not eligible to receive protection allowance. However, this approach is not based on a valid legislation and as a result, it largely overestimates the assignment of the activation allowance. On the contrary, in our approach we define a set of eligibility conditions that an individual needs to fulfil in order to be entitled to draw this allowance. This gives us a set of people who potentially might take part in activation works. In the next step, we randomly draw from this predefined group a subset of individuals (who will be finally assigned to activation works participation), such that the ratio of those who participate in activation works to the total number of those who receive MNB equals, when compared to the official statistics. In 2014 this “random draw” procedure is applied also to the basic allowance due to legislation changes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The unemployment insurance benefit is a contributory transfer aimed to compensate temporarily for the income loss due to unemployment. In our detailed adaptation (as compared to the current version of Slovak EUROMOD) we provide a more precise simulation of eligibility period on a monthly basis, this is possible also thanks to the more precise simulation of the length of the maternity benefit.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 SIMTASK",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Tax benefit simulations",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Validation of model outputs, i.e. comparison of computed results with reality, is a useful approach to test the overall relevance and weak points of the microsimulation model. There are several possible approaches how to validate results produced by a microsimulation model. We adopt an approach frequently used in the academic literature, where baseline systems are validated and tested at aggregate macro level such that simulated outputs are compared to the external official statistics. In this section we also show the validation of the predictive performance of SIMTASK. Finally, we provide an overview how the whole income distribution, inequality and poverty indices are affected by the new weights and refined simulation.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In this section we demonstrate that refinement of simulations as well as re-weighting of the input dataset leads to improved validity of aggregate results. We show that different approach to the simulation of the material needs benefit (compared to EUROMOD) significantly improves accuracy of the results. Increased precision of the simulation of parental allowance, which is the most important transfer paid to families (in the sense of total volume of payments) is gained by using calibrated weighting scheme and SIMTASK that takes into account duration of benefit take- up less than one year. The same argument applies to the simulation of personal income and payroll taxes where the improved accuracy has been achieved mainly due to application of the calibrated weighting scheme.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Total expenditures and the number of beneficiaries of those transfers that are not simulated, but act as inputs to SIMTASK model, are compared to the official statistics in <a href=\"#s2-2\">Section 2.2</a> above. In the next step we look in detail at transfers that are simulated both by EUROMOD and SIMTASK and compare the simulation results to the official statistics in 2011 and 2012. To make simulation results comparable, we use the same underlying SK-SILC datasets when running EUROMOD and SIMTASK.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When validating results with respect to the total number of people, a concept of “unique occurrence” has been used. This applies to the aggregate number of benefit recipients, tax payers, unemployed, employed, self-employed or persons with agreement contracts. By construction, the SK-SILC dataset should include every person receiving a given benefit, paying taxes or having an employment contract during the income reference period. Therefore, the statistics on “unique occurrence” should better correspond to the reality that is reflected in SK-SILC than the average monthly number, which is the statistics usually reported by administrative sources.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The choice of an appropriate external statistics has been considered also regarding the aggregate validation of estimates of tax and different contributions revenues. The official statistics on PIT, SIC and HIC revenues published by the Ministry of Finance mirrors the payments received during the income reference period, which might be distorted by the sum of unpaid contributions. Therefore, PIT, SIC and HIC revenues are calculated directly using the administrative Social Security Agency database that contains individual records of payments on monthly basis. Note that this corresponds better to simulated aggregates by SIMTASK that represent liabilities that should be paid, rather than actually received payments.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, we provide a simulation exercise where the predictive ability of SIMTASK is tested. Based on 2012 input data we simulate tax and transfer systems valid in 2013 and 2014 and verify simulation results against the official statistics. A summary on the aggregate validation of the main simulated benefits from EUROMOD and SIMTASK with original and calibrated weighting schemes against the external official statistics is depicted in <a href=\"#table7\">Table 7</a>. Comparing the results in columns “original” and “calibrated” shows the disparities that arise due to different weighting schemes used. On the other hand, comparing “EUROMOD” and “SIMTASK” (with the same weighting) document distinctions that appear due to refinements in simulations.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors' calculations using SIMTASK and EUROMOD, official statistics SSA (unemployment benefit), other benefits COLSAF (Central Office of Labour, Social Affairs and Family).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: Numbers display ratios of aggregate number of payments to individuals computed by EUROMOD and SIMTASK to aggregate amounts referred by official statistics.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Model</th>\n<th colspan=\"2\">EUROMOD</th>\n<th colspan=\"2\">SIMTASK</th>\n</tr>\n<tr>\n<th>Weights</th>\n<th>Original</th>\n<th>Calibrated</th>\n<th>Original</th>\n<th>Calibrated</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\" colspan=\"5\">2011</td></tr>\n<tr>\n<td>Unemp.benefit</td>\n<td align=\"center\">0.54</td>\n<td align=\"center\">0.46</td>\n<td align=\"center\">0.55</td>\n<td align=\"center\">0.47</td></tr>\n<tr>\n<td>Parental allowance</td>\n<td align=\"center\">0.78</td>\n<td align=\"center\">1.18</td>\n<td align=\"center\">0.64</td>\n<td align=\"center\">0.99</td></tr>\n<tr><td>Child benefit</td>\n<td align=\"center\">0.87</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.08</td>\n<td align=\"center\">1.16</td></tr>\n<tr><td>Child birth grant</td>\n<td align=\"center\">0.61</td>\n<td align=\"center\">1.10</td>\n<td align=\"center\">0.61</td>\n<td align=\"center\">1.10</td></tr>\n<tr><td>Material needs benefit</td>\n<td align=\"center\">1.24</td>\n<td align=\"center\">1.82</td>\n<td align=\"center\">0.83</td>\n<td align=\"center\">1.19</td></tr>\n<tr><td align=\"center\" colspan=\"5\">2012</td></tr>\n<tr><td>Unemp.benefit</td>\n<td align=\"center\">0.38</td>\n<td align=\"center\">0.37</td>\n<td align=\"center\">0.40</td>\n<td align=\"center\">0.38</td></tr>\n<tr><td>Parental allowance</td>\n<td align=\"center\">1.09</td>\n<td align=\"center\">1.07</td>\n<td align=\"center\">0.87</td>\n<td align=\"center\">0.96</td></tr>\n<tr><td>Child benefit</td>\n<td align=\"center\">0.97</td>\n<td align=\"center\">0.98</td>\n<td align=\"center\">1.17</td>\n<td align=\"center\">1.14</td></tr>\n<tr><td>Child birth grant</td>\n<td align=\"center\">0.80</td>\n<td align=\"center\">1.08</td>\n<td align=\"center\">0.81</td>\n<td align=\"center\">1.08</td></tr>\n<tr><td>Material needs benefit</td>\n<td align=\"center\">1.46</td>\n<td align=\"center\">1.92</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.27</td></tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Simulated benefits: Ratios of aggregate amounts.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table7\">Table 7</a> shows that simulation results are substantially improved by using the calibrated weights. Aggregate validation of total amounts of family related benefits, namely parental allowance and child birth grant, shows that simulations using original weighting schemes are underestimated in EUROMOD and SIMTASK model when compared with the official statistics in 2011. Using the calibrated weights made the corresponding ratios get closer to one. The reported underestimation of these transfers directly mirrors undersampling of new-born and small children in SK-SILC with original weights. Since calibrated weights directly control for the correct number of children, this has led to the improved validation results.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The aggregate amount of child benefit payments is overestimated in SIMTASK. Using original weights payments are overestimated by 8% in 2011 and 17% in 2012, when using calibrated scheme overestimation is 16% in 2011 and 14% in 2012. This imprecision arises due to the broader definition of eligibility condition that is applied. According to valid legislation, also parents of university students (up to 26 years of age) studying in an internal form are eligible to receive child benefit. It is not possible to distinguish between internal and external form of university study in the input dataset. When we adjusted the simulated output and took into account that internal form of study applies to around 70% of university students, the resulting numbers approached the official statistics closely. In the EUROMOD simulation of child benefit, all university students irrespective of form of study are excluded from the eligibility condition.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Validation results for the material needs benefit differ substantially based on the weighting scheme that has been used. When using the original weighting, the income distribution has not been taken into account and low-income earners in input datasets were under-sampled. This translated into undersampling of the number of recipients of MNB, leading to ratio 73% and 81% of the official statistics in 2011 and 2012, respectively (see <a href=\"#tableA2\">Table A2</a> in the Appendix). Overall, this resulted into underweighting of the aggregate amount of this benefit in 2011 (83% of the official statistics). Using the calibrated weights, more weight has been placed on low-income earners who are also the most likely material needs benefit recipients, and finally this led to overestimation of this transfer in terms of the amount of benefits received (19% and 27% in 2011 and 2012, respectively). These results are in line with the evidence documented in the empirical literature suggesting considerable non-take-up of means tested benefits (<a href=\"#bib23\">Wiemers, 2015</a> or <a href=\"#bib12\">Matsaganis <i>et al.</i>, 2008</a>). In Slovak EUROMOD, MNB transfer is simulated differently compared to SIMTASK (see Section 4.2.1). Overestimation of several components of MNB leads to even more pronounced overestimation of both the total payments and the number of recipients.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the simulation of the unemployment benefit, only the length of the eligibility period is simulated but not its allocation to recipients. However, the number of recipients declared in the input dataset is only around 45% of the official statistics (both in 2011 and 2012). Therefore, the total number of recipients as well as aggregate amount of payments of unemployment benefit is substantially underestimated when both weighting schemes are applied.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Aggregate validation of total number of recipients of main simulated benefits leads to comparable results as those presented in previous paragraphs. Detailed results can be found in <a href=\"#tableA2\">Table A2</a> in the Appendix.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The aggregate sum of payroll taxes compared to the official statistics is more precise when using calibrated weights and SIMTASK. Detailed output related to personal income tax and social (SIC) and health (HIC) insurance instruments is depicted in <a href=\"#table8\">Table 8</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The aggregate sum of tax liabilities (including tax credits and tax allowances) shows almost perfect fit to the official statistics (1.03 and 0.95 in 2011 and 2012, respectively) when using SIMTASK with calibrated weights. A difference in the validation of simulations of SIC for employees and employers and HIC can be observed when the two weighting schemes are compared – using the calibrated weights leads again to the almost perfect fit. SIC paid by self-employed should be interpreted differently and results documented here are only indicative. The reason is an inconsistency in variables that are equated; profit/loss of self-employed reported in SK-SILC versus the assessment base for SIC in the official SSA database that is based on the performance two years prior to the income reference period.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors' calculations using SIMTASK and EUROMOD, official statistics Ministry of Finance (PIT and HIC), SSA (SIC).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: Numbers display ratios of aggregate number of recipients computed by EUROMOD and SIMTASK to aggregate number of recipients referred by official statistics.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table8",
                                    "label": "Table 8",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Model</th>\n<th colspan=\"2\">EUROMOD</th>\n<th/>\n<th colspan=\"2\">SIMTASK</th>\n</tr>\n<tr>\n<th>Weights</th>\n<th>Original</th>\n<th>Calibrated</th>\n<th>Original</th>\n<th>Calibrated</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\" colspan=\"5\">2011</td></tr>\n<tr>\n<td>Personal income tax</td>\n<td align=\"center\">1.17</td>\n<td align=\"center\">1.05</td>\n<td align=\"center\">1.14</td>\n<td align=\"center\">1.03</td></tr>\n<tr><td colspan=\"5\">Social insurance contrib. (SIC)</td></tr>\n<tr><td>SIC: Employer</td>\n<td align=\"center\">1.24</td>\n<td align=\"center\">1.03</td>\n<td align=\"center\">1.23</td>\n<td align=\"center\">1.02</td></tr>\n<tr><td>SIC: Employee</td>\n<td align=\"center\">1.25</td>\n<td align=\"center\">1.04</td>\n<td align=\"center\">1.25</td>\n<td align=\"center\">1.04</td></tr>\n<tr><td>SIC: Self-employed</td>\n<td align=\"center\">1.72</td>\n<td align=\"center\">1.77</td>\n<td align=\"center\">1.44</td>\n<td align=\"center\">1.50</td></tr>\n<tr><td colspan=\"5\">Health Insurance contrib. (HIC)</td></tr>\n<tr><td> HIC: economic</td>\n<td align=\"center\">1.19</td>\n<td align=\"center\">1.01</td>\n<td align=\"center\">1.18</td>\n<td align=\"center\">1.00</td></tr>\n<tr><td colspan=\"5\">active pop</td></tr>\n<tr><td> HIC: economic</td>\n<td align=\"center\">1.02</td>\n<td align=\"center\">1.09</td>\n<td align=\"center\">0.94</td>\n<td align=\"center\">1.02</td></tr>\n<tr><td colspan=\"5\">inactive pop.</td></tr>\n<tr><td align=\"center\" colspan=\"5\">2012</td></tr>\n<tr><td>Personal income tax</td>\n<td align=\"center\">0.94</td>\n<td align=\"center\">0.97</td>\n<td align=\"center\">0.91</td>\n<td align=\"center\">0.95</td></tr>\n<tr><td colspan=\"5\">Social insurance contrib. (SIC)</td></tr>\n<tr><td>SIC: Employer</td>\n<td align=\"center\">1.09</td>\n<td align=\"center\">1.01</td>\n<td align=\"center\">1.09</td>\n<td align=\"center\">1.01</td></tr>\n<tr><td>SIC: Employee</td>\n<td align=\"center\">1.11</td>\n<td align=\"center\">1.02</td>\n<td align=\"center\">1.11</td>\n<td align=\"center\">1.02</td></tr>\n<tr><td>SIC: Self-employed</td>\n<td align=\"center\">1.63</td>\n<td align=\"center\">1.67</td>\n<td align=\"center\">1.38</td>\n<td align=\"center\">1.41</td></tr>\n<tr><td colspan=\"5\">Health Insurance contrib. (HIC)</td></tr>\n<tr><td> HIC: economic</td>\n<td align=\"center\">1.07</td>\n<td align=\"center\">1.01</td>\n<td align=\"center\">1.06</td>\n<td align=\"center\">0.99</td></tr>\n<tr><td colspan=\"5\">active pop.</td></tr>\n<tr><td> HIC: economic</td>\n<td align=\"center\">1.03</td>\n<td align=\"center\">1.06</td>\n<td align=\"center\">0.96</td>\n<td align=\"center\">0.99</td></tr>\n<tr><td colspan=\"5\">inactive pop.</td></tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Personal income tax and social insurance contributions: Aggregate amounts.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Aggregate validation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "SIMTASK is designed so that it can be used also for ex-ante evaluation of the proposed legislative reforms of Slovak tax and social system. In order to test for the predictive accuracy of SIMTASK we have performed a simulation exercise. We show that simulation results match the official statistics adequately and the observed discrepancies are qualitatively not different from those reported in our previous ex-post simulations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As it has been already outlined above, we proceed in two steps. First, selected income variables in the input SK-SILC dataset (income reference year 2012) were uprated with the corresponding growth factors to refer to 2013 and 2014, respectively. In the next step, new weights in the uprated datasets were calibrated to match the population totals in 2013 and 2014 using the selected sociodemographic groups, groups defined based on economic activity and labour income distribution defined in terms of calibration factors.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors' calculations using SIMTASK, official stat. SSA (unemployment benefit), COLSAF (other benefits).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: Numbers display ratios of aggregate amount of payments to individuals (I) and number of recipients (II) computed by SIMTASK to official statistics.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table9",
                                    "label": "Table 9",
                                    "tables": [
                                        "<table>\n<tbody>\n<tr>\n<td align=\"center\" colspan=\"6\">Aggregate amounts (I)</td>\n</tr>\n<tr>\n<td/>\n<td>2013</td>\n<td align=\"center\">2014</td>\n<td align=\"center\"/>\n<td align=\"center\">2013</td>\n<td align=\"center\">2014</td>\n</tr>\n<tr><td>Unemp. benefit</td>\n<td align=\"center\">0.41</td>\n<td align=\"center\">0.48</td>\n<td align=\"center\">Child birth grant</td>\n<td align=\"center\">1.03</td>\n<td align=\"center\">1.21</td></tr>\n<tr><td>Parental allowance</td>\n<td align=\"center\">0.94</td>\n<td align=\"center\">0.92</td>\n<td align=\"center\">Material needs benefit</td>\n<td align=\"center\">1.32</td>\n<td align=\"center\">1.15</td></tr>\n<tr><td>Child benefit</td>\n<td align=\"center\">1.15</td>\n<td align=\"center\">1.15</td>\n</tr>\n<tr><td align=\"center\" colspan=\"6\">Recipients (II)</td></tr>\n<tr>\n<td/>\n<td>2013</td>\n<td align=\"center\">2014</td>\n<td align=\"center\"/>\n<td align=\"center\">2013</td>\n<td align=\"center\">2014</td></tr>\n<tr><td>Unemp. benefit</td>\n<td align=\"center\">0.48</td>\n<td align=\"center\">0.54</td>\n<td align=\"center\">Material needs benefit</td>\n<td align=\"center\">1.07</td>\n<td align=\"center\">1.05</td></tr>\n<tr><td>Parental allowance</td>\n<td align=\"center\">0.97</td>\n<td align=\"center\">0.97</td>\n<td align=\"center\">Housing allowance</td>\n<td align=\"center\">1.10</td>\n<td align=\"center\">1.03</td></tr>\n<tr><td>Child benefit</td>\n<td align=\"center\">1.08</td>\n<td align=\"center\">1.09</td>\n<td align=\"center\">Activation allowance</td>\n<td align=\"center\">1.59</td>\n<td align=\"center\">1.31</td></tr>\n<tr><td>Child birth grant</td>\n<td align=\"center\">0.98</td>\n<td align=\"center\">1.21</td>\n<td align=\"center\">Protection allowance</td>\n<td align=\"center\">1.07</td>\n<td align=\"center\">0.86</td></tr></tbody></table>"
                                    ],
                                    "title": "Simulated benefits (calibrated weights).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Aggregate validations of simulation of transfers, tax and social security contributions are summarized in <a href=\"#table9\">Table 9</a> and <a href=\"#table9\">Table 10</a>. Overall picture is comparable to validation statistics of simulations for 2012 when calibrated weights have been used. This is not a surprise since the same underlying input dataset has been used, although weights were calibrated differently using the updated external statistics. To sum up, observed departures from the official statistics (either under-or over-sampling) are similar both in direction and magnitude to those reported for 2012.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors' calculations using SIMTASK, official stat. Ministry of Finance (PIT an HIC), SSA (SIC).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: Numbers display ratios of aggregate amount of payments computed by SIMTASK to aggregate amounts computed by using official statistics. SIC stands for social insurance contribution and HIC for health insurance contributions.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table10",
                                    "label": "Table 10",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>2013</th>\n<th>2014</th>\n<th/>\n<th>2013</th>\n<th>2014</th></tr></thead>\n<tbody>\n<tr>\n<td>Personal income tax</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">0.99</td>\n<td align=\"center\">SIC employer</td>\n<td align=\"center\">0.99</td>\n<td align=\"center\">1.00</td></tr>\n<tr><td>HIC: economic active pop.</td>\n<td align=\"center\">1.04</td>\n<td align=\"center\">1.06</td>\n<td align=\"center\">SIC employee</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.00</td></tr>\n<tr><td>HIC: economic inactive pop.</td>\n<td align=\"center\">0.96</td>\n<td align=\"center\">1.02</td>\n<td align=\"center\">SIC self-employed</td>\n<td align=\"center\">1.42</td>\n<td align=\"center\">1.71</td></tr></tbody></table>"
                                    ],
                                    "title": "Personal income tax, social and health insurance contributions (calibrated weights).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Validation of the predictive accuracy",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the following part we present a comparison of indicators of income distribution, inequality and poverty reported by Eurostat and estimated by EUROMOD and SIMTASK. Results published by Eurostat are reported for reference, as they are not directly comparable to the estimates by EUROMOD and SIMTASK. Several reasons may explain differences between computed results. In particular, although Eurostat results are also based on SILC data and use the original weighting scheme, equalised households’ disposable income definition includes different components compared to definitions used by EUROMOD and SIMTASK (that are comparable). On top of that, some income sources that enter to the computation of disposable income may have different values due to the fact that they are simulated in EUROMOD and SIMTASK.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We can, however, provide a meaningful comparison of inequality measures calculated on data generated by different simulation tools. This should give the reader a flavour of the impact of the weights calibration and of the closer match of the model with legislation on simulated inequality measures. Indicators in EUROMOD and SIMTASK were computed using the same methodology like Eurostat. In particular, results were calculated on the basis of the total equalised disposable income attributed equally to each member of the household. Disposable income is defined as a sum of all monetary income sources of all household members net of paid payroll taxes. Household members are equalised by weighting using the modified OECD equivalence scale that assigns a value 1 to the household head, 0.5 to each additional adult member and 0.3 to each child under 14.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The distribution of equalised disposable income by deciles is reported in <a href=\"#table11\">Table 11</a>. Results show that shares of disposable income are very similar when estimated by EUROMOD or by SIMTASK and when using the same weighting scheme. Differences can be noticed when outcomes using original and calibrated weights are contrasted. To sum up, differences between results from Eurostat, EUROMOD and SIMTASK are small, whereas estimates based on calibrated weighting scheme appear to be closer to Eurostat results.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: EUROSTAT and authors' calculations using SIMTASK and EUROMOD.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: The ratio of disposable income in the corresponding decile to the population. Computed for individuals based on household disposable income and equalised by the modified OECD equivalence scale.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table11",
                                    "label": "Table 11",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\">EUROSTAT</th>\n<th colspan=\"2\">EUROMOD</th>\n<th align=\"center\" colspan=\"2\">SIMTASK</th>\n</tr>\n<tr>\n<th/>\n<th/>\n<th align=\"center\">Original</th>\n<th align=\"center\">Calibrated</th>\n<th align=\"center\">Original</th>\n<th align=\"center\">Calibrated</th></tr>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"5\">2011</th>\n</tr>\n</thead>\n<tbody>\n<tr><td>Decile 1</td>\n<td align=\"center\">3.5</td>\n<td align=\"center\">3.9</td>\n<td align=\"center\">3.7</td>\n<td align=\"center\">3.8</td>\n<td align=\"center\">3.5</td></tr>\n<tr><td>Decile 2</td>\n<td align=\"center\">5.7</td>\n<td align=\"center\">6.1</td>\n<td align=\"center\">5.7</td>\n<td align=\"center\">6.0</td>\n<td align=\"center\">5.6</td></tr>\n<tr><td>Decile 3</td>\n<td align=\"center\">6.9</td>\n<td align=\"center\">7.5</td>\n<td align=\"center\">7.1</td>\n<td align=\"center\">7.1</td>\n<td align=\"center\">6.8</td></tr>\n<tr><td>Decile 4</td>\n<td align=\"center\">7.9</td>\n<td align=\"center\">8.2</td>\n<td align=\"center\">8.1</td>\n<td align=\"center\">8.0</td>\n<td align=\"center\">7.7</td></tr>\n<tr><td>Decile 5</td>\n<td align=\"center\">8.6</td>\n<td align=\"center\">8.9</td>\n<td align=\"center\">8.8</td>\n<td align=\"center\">8.9</td>\n<td align=\"center\">8.6</td></tr>\n<tr><td>Decile 6</td>\n<td align=\"center\">9.5</td>\n<td align=\"center\">9.8</td>\n<td align=\"center\">9.4</td>\n<td align=\"center\">9.8</td>\n<td align=\"center\">9.5</td></tr>\n<tr><td>Decile 7</td>\n<td align=\"center\">10.7</td>\n<td align=\"center\">10.6</td>\n<td align=\"center\">10.5</td>\n<td align=\"center\">10.9</td>\n<td align=\"center\">10.7</td></tr>\n<tr><td>Decile 8</td>\n<td align=\"center\">12.1</td>\n<td align=\"center\">11.9</td>\n<td align=\"center\">11.8</td>\n<td align=\"center\">12.1</td>\n<td align=\"center\">12.1</td></tr>\n<tr><td>Decile 9</td>\n<td align=\"center\">14.1</td>\n<td align=\"center\">14.0</td>\n<td align=\"center\">14.4</td>\n<td align=\"center\">14.0</td>\n<td align=\"center\">14.6</td></tr>\n<tr><td>Decile 10</td>\n<td align=\"center\">21.0</td>\n<td align=\"center\">19.1</td>\n<td align=\"center\">20.5</td>\n<td align=\"center\">19.3</td>\n<td align=\"center\">20.8</td></tr>\n<tr>\n<td/>\n<td align=\"center\" colspan=\"5\">2012</td></tr>\n<tr><td>Decile 1</td>\n<td align=\"center\">3.6</td>\n<td align=\"center\">3.9</td>\n<td align=\"center\">3.5</td>\n<td align=\"center\">3.9</td>\n<td align=\"center\">4.0</td></tr>\n<tr><td>Decile 2</td>\n<td align=\"center\">5.7</td>\n<td align=\"center\">6.2</td>\n<td align=\"center\">5.9</td>\n<td align=\"center\">6.1</td>\n<td align=\"center\">5.4</td></tr>\n<tr><td>Decile 3</td>\n<td align=\"center\">6.8</td>\n<td align=\"center\">7.4</td>\n<td align=\"center\">7.1</td>\n<td align=\"center\">7.3</td>\n<td align=\"center\">7.0</td></tr>\n<tr><td>Decile 4</td>\n<td align=\"center\">7.7</td>\n<td align=\"center\">8.2</td>\n<td align=\"center\">8.0</td>\n<td align=\"center\">8.2</td>\n<td align=\"center\">7.9</td></tr>\n<tr><td>Decile 5</td>\n<td align=\"center\">8.7</td>\n<td align=\"center\">9.0</td>\n<td align=\"center\">8.7</td>\n<td align=\"center\">9.0</td>\n<td align=\"center\">8.7</td></tr>\n<tr><td>Decile 6</td>\n<td align=\"center\">9.7</td>\n<td align=\"center\">9.8</td>\n<td align=\"center\">9.6</td>\n<td align=\"center\">9.9</td>\n<td align=\"center\">9.7</td></tr>\n<tr><td>Decile 7</td>\n<td align=\"center\">10.9</td>\n<td align=\"center\">10.8</td>\n<td align=\"center\">10.7</td>\n<td align=\"center\">10.9</td>\n<td align=\"center\">10.8</td></tr>\n<tr><td>Decile 8</td>\n<td align=\"center\">12.3</td>\n<td align=\"center\">11.9</td>\n<td align=\"center\">12.0</td>\n<td align=\"center\">12.1</td>\n<td align=\"center\">12.3</td></tr>\n<tr><td>Decile 9</td>\n<td align=\"center\">14.3</td>\n<td align=\"center\">13.9</td>\n<td align=\"center\">14.3</td>\n<td align=\"center\">14.0</td>\n<td align=\"center\">14.4</td></tr>\n<tr><td>Decile 10</td>\n<td align=\"center\">20.3</td>\n<td align=\"center\">18.8</td>\n<td align=\"center\">20.1</td>\n<td align=\"center\">18.7</td>\n<td align=\"center\">19.9</td></tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Shares of equalised disposable income by deciles.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In <a href=\"#table12\">Table 12</a>, some income inequality and poverty measures are presented. Differences in estimated indices by EUROMOD and SIMTASK that can be attributed to refined simulations are small (when EUROMOD and SIMTASK with the same weights are compared). Disparities are larger when the results based on two weighting schemes are compared. In accordance with disposable income distribution presented in <a href=\"#table11\">Table 11</a>, when calibrated weights are used, results are closer to official figures reported by Eurostat.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: EUROSTAT and authors' calculations using SIMTASK and EUROMOD.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn2",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "The ratio of total income received by the top 20 % of population to that received by the bottom 20%.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn3",
                                            "label": "**",
                                            "text": [
                                                {
                                                    "text": "Percentage of population below 60% of median equalised income.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Measures are computed for individuals based on disposable household income and equalised by the modified OECD equivalence scale.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table12",
                                    "label": "Table 12",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\">EUROSTAT</th>\n<th align=\"center\" colspan=\"2\">EUROMOD</th>\n<th align=\"center\" colspan=\"2\">SIMTASK</th>\n</tr>\n<tr>\n<th>Weights</th>\n<th/>\n<th align=\"center\">Original</th>\n<th align=\"center\">Calibrated</th>\n<th align=\"center\">Original</th>\n<th align=\"center\">Calibrated</th></tr>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"5\">2011</th></tr>\n</thead>\n<tbody>\n<tr>\n<td>GINI</td>\n<td align=\"center\">25.7</td>\n<td align=\"center\">23.3</td>\n<td align=\"center\">25.6</td>\n<td align=\"center\">23.5</td>\n<td align=\"center\">26.0</td></tr>\n<tr>\n<td>S80S20 ratio <a href=\"#tfn2\">*</a></td>\n<td align=\"center\">3.8</td>\n<td align=\"center\">3.3</td>\n<td align=\"center\">3.7</td>\n<td align=\"center\">3.4</td>\n<td align=\"center\">3.9</td></tr>\n<tr>\n<td colspan=\"6\">At risk of poverty rate <a href=\"#tfn3\">**</a></td></tr>\n<tr>\n<td> Total popul.</td>\n<td align=\"center\">13.0</td>\n<td align=\"center\">12.1</td>\n<td align=\"center\">13.4</td>\n<td align=\"center\">12.1</td>\n<td align=\"center\">13.5</td></tr>\n<tr>\n<td> Females</td>\n<td align=\"center\">12.8</td>\n<td align=\"center\">12.0</td>\n<td align=\"center\">13.5</td>\n<td align=\"center\">12.0</td>\n<td align=\"center\">13.6</td></tr>\n<tr>\n<td> Males</td>\n<td align=\"center\">13.1</td>\n<td align=\"center\">12.3</td>\n<td align=\"center\">13.3</td>\n<td align=\"center\">12.2</td>\n<td align=\"center\">13.3</td></tr>\n<tr>\n<td/>\n<td align=\"center\" colspan=\"5\">2012</td></tr>\n<tr>\n<td>GINI</td>\n<td align=\"center\">25.3</td>\n<td align=\"center\">22.4</td>\n<td align=\"center\">24.4</td>\n<td align=\"center\">22.6</td>\n<td align=\"center\">24.7</td></tr>\n<tr>\n<td>S80S20 ratio <a href=\"#tfn2\">*</a></td>\n<td align=\"center\">3.7</td>\n<td align=\"center\">3.2</td>\n<td align=\"center\">3.6</td>\n<td align=\"center\">3.3</td>\n<td align=\"center\">3.6</td></tr>\n<tr>\n<td colspan=\"6\">At risk of poverty rate <a href=\"#tfn3\">**</a></td></tr>\n<tr>\n<td> Total popul.</td>\n<td align=\"center\">13.2</td>\n<td align=\"center\">11.5</td>\n<td align=\"center\">12.9</td>\n<td align=\"center\">11.7</td>\n<td align=\"center\">13.1</td></tr>\n<tr>\n<td> Females</td>\n<td align=\"center\">13.2</td>\n<td align=\"center\">11.3</td>\n<td align=\"center\">12.4</td>\n<td align=\"center\">11.5</td>\n<td align=\"center\">12.8</td></tr>\n<tr>\n<td> Males</td>\n<td align=\"center\">13.3</td>\n<td align=\"center\">11.6</td>\n<td align=\"center\">13.3</td>\n<td align=\"center\">11.9</td>\n<td align=\"center\">13.4</td></tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Income inequality and poverty rates.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Impact on income distribution, inequality and poverty measures",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Model and validation of simulation results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper provides a summary on the construction of the Slovak tax and transfers microsimulation model SIMTASK. This model has been built up due to the Slovak Council for Budget Responsibility’s (CBR) need to have a model being able to assess the static effects of policy changes as well as the long-run consequences of tax and benefit reform strategies. Therefore, a microsimulation model, which works in the common environment and thus can be easily incorporated as a part of more complex models used within CBR was developed.",
                    "type": "paragraph"
                },
                {
                    "text": "A number of challenges were addressed during the process of development. First, we considered issues related to the simulation of social structures themselves, i.e. we identified possible improvements (compared to Slovak component of EUROMOD) such that the national tax and benefit system can be replicated as closely as possible. At this point, a major task was to precisely replicate the valid legislation in the corresponding years. At the same time, we inspected the used micro dataset in great detail and we compared it with appropriate administrative statistics. We re-weighted the input data sample such that the new calibrated weights replicate, among other factors, also the earned income distribution and selected age cohorts directly. Hence, the validity of simulated output was interpreted further in light of differences between simulations using original and new weighted survey data on one side and the official statistics on the other side.",
                    "type": "paragraph"
                },
                {
                    "text": "We conclude that weight calibration considerably improves the fit of the model with respect to important income tax and social security contributions categories. However, some distortions when using calibrated weights result too. These involve mainly non-simulated transfers with a lower number of recipients (and in lower total volumes) such as benefits for orphans, disabled or maternity benefits. Weights calibration helps SIMTASK to become a more convincing tool to simulate and evaluate ex-post and ex-ante the impact of selected tax and transfer system policies. However, we showed that re-weighting is not a panacea and the focus of further analysis that user is interested in is of relevance.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Callan, T",
                        "preferred": "T Callan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keane, C",
                        "preferred": "C Keane"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Walsh, JR",
                        "preferred": "JR Walsh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lane, M",
                        "preferred": "M Lane"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib1",
            "publisher": {
                "name": [
                    "Economic and Social Research Institute (ESRI)"
                ]
            },
            "source": "From Data to Policy Analysis: Tax-Benefit Modelling using SILC 2008. Papers WP359",
            "title": "From Data to Policy Analysis: Tax-Benefit Modelling using SILC 2008. Papers WP359",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tuckwell, I",
                        "preferred": "I Tuckwell"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib2",
            "publisher": {
                "name": [
                    "New Zealand Treasury"
                ]
            },
            "source": "Reweighting the New Zealand Household Economic Survey for Tax Microsimuilation Modelling. Treasury Working Paper Series 03/33",
            "title": "Reweighting the New Zealand Household Economic Survey for Tax Microsimuilation Modelling. Treasury Working Paper Series 03/33",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Research in Economic Inequality",
            "chapterTitle": "Survey Reweighting for Tax Microsimulation Modelling",
            "date": "2004",
            "editors": [
                {
                    "name": {
                        "index": "Amiel, Y",
                        "preferred": "Y Amiel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bishop, J",
                        "preferred": "J Bishop"
                    },
                    "type": "person"
                }
            ],
            "id": "bib3",
            "pages": {
                "first": "229",
                "last": "249",
                "range": "229–249"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "AI Press"
                ]
            },
            "type": "book-chapter",
            "volume": "12"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Income Distribution",
            "chapterTitle": "Micro-simulation and Policy Analysis",
            "date": "2015",
            "editors": [
                {
                    "name": {
                        "index": "Atkinson, AB.",
                        "preferred": "AB. Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                }
            ],
            "id": "bib4",
            "pages": {
                "first": "2141",
                "last": "2221",
                "range": "2141–2221"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier"
                ]
            },
            "type": "book-chapter",
            "volume": "2B"
        },
        {
            "articleTitle": "Calibration of weights of statistical surveys in R language",
            "authors": [
                {
                    "name": {
                        "index": "Frankovic, B",
                        "preferred": "B Frankovic"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib5",
            "journal": "Forum Statisticum Slovacum",
            "pages": {
                "first": "19",
                "last": "37",
                "range": "19–37"
            },
            "type": "journal"
        },
        {
            "articleTitle": "The Calibration of Weights Using Calmar2 and Calif in the Practice of the Statistical Office of the Slovak Republic",
            "authors": [
                {
                    "name": {
                        "index": "Glaser-Opitzova, H",
                        "preferred": "H Glaser-Opitzova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ivancikova, L",
                        "preferred": "L Ivancikova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Frankovic, B",
                        "preferred": "B Frankovic"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "European conference on quality in official statistics Q2014"
                ]
            },
            "date": "2015",
            "id": "bib6",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Horvath, M",
                        "preferred": "M Horvath"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Senaj, M",
                        "preferred": "M Senaj"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siebertova, Z",
                        "preferred": "Z Siebertova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Svarda, N",
                        "preferred": "N Svarda"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib7",
            "publisher": {
                "name": [
                    "Council for Budget Responsibility"
                ]
            },
            "source": "The End of the Flat Tax Experiment in Slovakia. CBR Working paper 4/2015",
            "title": "The End of the Flat Tax Experiment in Slovakia. CBR Working paper 4/2015",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lindstrom, K",
                        "preferred": "K Lindstrom"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mustonen, E",
                        "preferred": "E Mustonen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riihelä, M",
                        "preferred": "M Riihelä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Viitamäki, H",
                        "preferred": "H Viitamäki"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "University of Essex"
                        ]
                    },
                    "formatted": [
                        "University of Essex"
                    ]
                },
                "name": [
                    "Institute for Social & Economic Research"
                ]
            },
            "source": "Static data ageing techniques. Accounting for population changes in tax-benefit microsimulation. EUROMOD Working paper, EM7/05",
            "title": "Static data ageing techniques. Accounting for population changes in tax-benefit microsimulation. EUROMOD Working paper, EM7/05",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Inglic, R",
                        "preferred": "R Inglic"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Seljak, R",
                        "preferred": "R Seljak"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Intihar, S",
                        "preferred": "S Intihar"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib9",
            "publisher": {
                "name": [
                    "Statistical Office of the Republic of Slovenia"
                ]
            },
            "source": "Final Quality Report, EU-SILC-2010, Slovenia",
            "title": "Final Quality Report, EU-SILC-2010, Slovenia",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kump, N",
                        "preferred": "N Kump"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Navicke, J",
                        "preferred": "J Navicke"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "University of Essex"
                        ]
                    },
                    "formatted": [
                        "University of Essex"
                    ]
                },
                "name": [
                    "Institute for Social & Economic Research"
                ]
            },
            "source": "Re-weighting EUROMOD for demographic change: an application on Slovenian and Lithuanian data. EUROMOD Working Paper, EM13/14",
            "title": "Re-weighting EUROMOD for demographic change: an application on Slovenian and Lithuanian data. EUROMOD Working Paper, EM13/14",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "LeGuennec, J",
                        "preferred": "J LeGuennec"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sautory, O",
                        "preferred": "O Sautory"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "CALMAR2: une nouvelle version de la macro CALMAR de redressement d’échantillon par calage, Actes des Journées de Méthodologies, INSEE, Paris",
            "id": "bib11",
            "title": "Actes des Journées de Méthodologies",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Matsaganis, M",
                        "preferred": "M Matsaganis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib12",
            "publisher": {
                "name": [
                    "Social Situation Observatory, European Commission"
                ]
            },
            "source": "The take up of social benefits. Research Note 5/2008",
            "title": "The take up of social benefits. Research Note 5/2008",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Porubsky, M",
                        "preferred": "M Porubsky"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Machlica, G",
                        "preferred": "G Machlica"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strizencova, K",
                        "preferred": "K Strizencova"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "University of Essex"
                        ]
                    },
                    "formatted": [
                        "University of Essex"
                    ]
                },
                "name": [
                    "Institute for Social & Economic Research"
                ]
            },
            "source": "EUROMOD Country Report, Slovak Republic (2009-2012)",
            "title": "EUROMOD Country Report, Slovak Republic (2009-2012)",
            "type": "report"
        },
        {
            "articleTitle": "Nowcasting in Microsimulation Models: A Methodological Survey",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib14",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": {
                "first": "1",
                "last": "12",
                "range": "1–12"
            },
            "type": "journal",
            "volume": "17"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Siebertova, Z",
                        "preferred": "Z Siebertova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Svarda, N",
                        "preferred": "N Svarda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Valachyova, J",
                        "preferred": "J Valachyova"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "A Microsimulation model of the Slovak Tax-Benefit System. CBR Discussion paper 4/2014, Council for Budget Responsibility",
            "id": "bib15",
            "title": "A Microsimulation model of the Slovak Tax-Benefit System. CBR Discussion paper 4/2014, Council for Budget Responsibility",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Siebertova, Z",
                        "preferred": "Z Siebertova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Senaj, M",
                        "preferred": "M Senaj"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Svarda, N",
                        "preferred": "N Svarda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Valachyova, J",
                        "preferred": "J Valachyova"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "To Work or Not to Work? Updated Estimates of Labour Supply Elasticities. CBR Working paper 3/2015, Council for Budget Responsibility",
            "id": "bib16",
            "title": "To Work or Not to Work? Updated Estimates of Labour Supply Elasticities. CBR Working paper 3/2015, Council for Budget Responsibility",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Statistical Office of the Slovak Republic",
                    "type": "group"
                }
            ],
            "date": "2014",
            "details": "EU SILC 2012 SR UDB version 20/01/2014",
            "id": "bib17",
            "title": "EU SILC 2012 SR UDB version 20/01/2014",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Statistical Office of the Slovak Republic",
                    "type": "group"
                }
            ],
            "date": "2014",
            "details": "EU SILC 2013 SR UDB version 23/07/2014",
            "id": "bib18",
            "title": "EU SILC 2013 SR UDB version 23/07/2014",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Strizencova, K",
                        "preferred": "K Strizencova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hagara, E",
                        "preferred": "E Hagara"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib19",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "University of Essex"
                        ]
                    },
                    "formatted": [
                        "University of Essex"
                    ]
                },
                "name": [
                    "Institute for Social & Economic Research"
                ]
            },
            "source": "EUROMOD Country Report, Slovak Republic (2009-2013)",
            "title": "EUROMOD Country Report, Slovak Republic (2009-2013)",
            "type": "report"
        },
        {
            "articleTitle": "EUROMOD: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib20",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Vlacuha, R",
                        "preferred": "R Vlacuha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Frankovic, B",
                        "preferred": "B Frankovic"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "Romanian Statistical Review 2",
            "id": "bib21",
            "title": "The Calibration of Weights by Calif Tool in the Practice of the Statistical Office of the Slovak Republic",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Vork, A",
                        "preferred": "A Vork"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "EUROMOD Country Report – Estonia. Institute for Social & Economic Research, University of Essex",
            "id": "bib22",
            "title": "EUROMOD Country Report – Estonia. Institute for Social & Economic Research",
            "type": "unknown"
        },
        {
            "articleTitle": "Endogenizing take-up of social assistance in a microsimulation model A case study for Germany",
            "authors": [
                {
                    "name": {
                        "index": "Wiemers, J",
                        "preferred": "J Wiemers"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib23",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "27",
                "range": "4–27"
            },
            "type": "journal",
            "volume": "8"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Author’s calculations using SK SILC, official statistics Statistical Office, SSA and COLSAF.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn4",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "Mean monthly wage reported by the Statistical Office.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn5",
                                    "label": "**",
                                    "text": [
                                        {
                                            "text": "Means computed by using data from SSA.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableA1",
                            "label": "Table A1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>Mean (Std.Dev)</th>\n<th/>\n<th/>\n<th/>\n<th align=\"center\" colspan=\"3\">Number of individuals</th>\n</tr>\n<tr>\n<th/>\n<th>SK SILC</th>\n<th/>\n<th>Admin. Data</th>\n<th/>\n<th>SK SILC</th>\n<th/>\n<th>Admin. Data</th>\n</tr>\n<tr>\n<th>Weights</th>\n<th>Original</th>\n<th>Calibrated</th>\n<th/>\n<th/>\n<th>Original</th>\n<th>Calibrated</th>\n<th/>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"8\"><b>Labour income (monthly)</b></td></tr>\n<tr>\n<td rowspan=\"2\">Gross wage employment</td>\n<td align=\"center\">692.97</td>\n<td align=\"center\">722.59</td>\n<td align=\"center\">805.00</td>\n<td align=\"center\"><a href=\"#tfn4\">*</a></td>\n<td align=\"center\">1,983,176</td>\n<td align=\"center\">1,788,927</td>\n<td align=\"center\">1,881,598</td></tr>\n<tr>\n<td align=\"center\">(369.69)</td>\n<td align=\"center\">(530.82)</td>\n<td align=\"center\">775.60</td>\n<td align=\"center\"><a href=\"#tfn5\">**</a></td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td/>\n</tr>\n<tr><td rowspan=\"2\">Income from self-employment</td>\n<td align=\"center\">722.89</td>\n<td align=\"center\">709.50</td>\n<td align=\"center\">382.43</td>\n<td align=\"center\"><a href=\"#tfn5\">**</a></td>\n<td align=\"center\">347,397</td>\n<td align=\"center\">361,935</td>\n<td align=\"center\">277,125</td></tr>\n<tr><td align=\"center\">(558.06)</td>\n<td align=\"center\">(540.66)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td/>\n<td/>\n</tr>\n<tr><td rowspan=\"2\">Other payments made by employers</td>\n<td align=\"center\">17.24</td>\n<td align=\"center\">20.79</td>\n<td align=\"center\"/>\n<td/>\n<td align=\"center\">315,322</td>\n<td align=\"center\">278,861</td>\n<td/>\n</tr>\n<tr><td align=\"center\">(20.29)</td>\n<td align=\"center\">(29.89)</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr><td rowspan=\"2\">Income from agreements</td>\n<td align=\"center\">70.16</td>\n<td align=\"center\">68.96</td>\n<td align=\"center\">143.94</td>\n<td align=\"center\"><a href=\"#tfn5\">**</a></td>\n<td align=\"center\">364,458</td>\n<td align=\"center\">341,729</td>\n<td align=\"center\">955,330</td></tr>\n<tr><td align=\"center\">(154.41)</td>\n<td align=\"center\">(93.76)</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr><td colspan=\"8\"><b>Non-labour income (monthly)</b></td></tr>\n<tr><td rowspan=\"2\">Unemployment benefit</td>\n<td align=\"center\">271.20</td>\n<td align=\"center\">259.96</td>\n<td align=\"center\">312.00</td>\n<td align=\"center\"/>\n<td align=\"center\">58,064</td>\n<td align=\"center\">60,399</td>\n<td align=\"center\">143,896</td></tr>\n<tr><td align=\"center\">(164.21)</td>\n<td align=\"center\">(148.52)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr><td rowspan=\"2\">Maternity benefit</td>\n<td align=\"center\">431.87</td>\n<td align=\"center\">451.57</td>\n<td align=\"center\">443.00</td>\n<td/>\n<td align=\"center\">35,203</td>\n<td align=\"center\">71,317</td>\n<td align=\"center\">24,221</td></tr>\n<tr><td align=\"center\">(179.48)</td>\n<td align=\"center\">(168.34)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr><td rowspan=\"2\">Child birth grant</td>\n<td align=\"center\">60.46</td>\n<td align=\"center\">62.95</td>\n<td align=\"center\">153.67</td>\n<td/>\n<td align=\"center\">38,020</td>\n<td align=\"center\">70,298</td>\n<td align=\"center\">56,994</td></tr>\n<tr><td align=\"center\">(22.24)</td>\n<td align=\"center\">(23.17)</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n</tr>\n<tr><td rowspan=\"2\">Child benefit (incl. additional child benefit)</td>\n<td align=\"center\">23.49</td>\n<td align=\"center\">23.34</td>\n<td align=\"center\">37.78</td>\n<td/>\n<td align=\"center\">779,739</td>\n<td align=\"center\">738,748</td>\n<td align=\"center\">688,344</td></tr>\n<tr><td align=\"center\">(12.27)</td>\n<td align=\"center\">(11.19)</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr><td rowspan=\"2\">Parental allowance</td>\n<td align=\"center\">200.71</td>\n<td align=\"center\">200.43</td>\n<td align=\"center\">195.87</td>\n<td/>\n<td align=\"center\">140,111</td>\n<td align=\"center\">164,278</td>\n<td align=\"center\">142,274</td></tr>\n<tr><td align=\"center\">(78.99)</td>\n<td align=\"center\">(71.97)</td>\n<td/><td/><td/><td/><td/></tr>\n<tr><td rowspan=\"2\">Material needs benefit</td>\n<td align=\"center\">132.63</td>\n<td align=\"center\">122.99</td>\n<td align=\"center\">132.62</td>\n<td/>\n<td align=\"center\">102,402</td>\n<td align=\"center\">118,566</td>\n<td align=\"center\">183,091</td></tr>\n<tr><td align=\"center\">(120.49)</td>\n<td align=\"center\">(103.3)</td>\n<td/><td/><td/><td/><td/></tr>\n<tr><td rowspan=\"2\">Nursing allowance</td>\n<td align=\"center\">150.05</td>\n<td align=\"center\">140.28</td>\n<td align=\"center\">142.22</td>\n<td/>\n<td align=\"center\">32,411</td>\n<td align=\"center\">41,248</td>\n<td align=\"center\">58,700</td></tr>\n<tr><td align=\"center\">(100.47)</td>\n<td align=\"center\">(89.04)</td>\n<td/><td/><td/><td/><td/></tr>\n<tr><td rowspan=\"2\">Sickness and nursing benefits</td>\n<td align=\"center\">78.84</td>\n<td align=\"center\">101.03</td>\n<td align=\"center\">209.70</td>\n<td/>\n<td align=\"center\">107,431</td>\n<td align=\"center\">139,511</td>\n<td align=\"center\">119,092</td></tr>\n<tr><td align=\"center\">(81.78)</td>\n<td align=\"center\">(96.78)</td>\n<td/><td/><td/><td/><td/></tr>\n<tr><td rowspan=\"2\">Disability pension</td>\n<td align=\"center\">272.53</td>\n<td align=\"center\">261.98</td>\n<td align=\"center\">260.90</td>\n<td/>\n<td align=\"center\">201,729</td>\n<td align=\"center\">257,721</td>\n<td align=\"center\">227,801</td></tr>\n<tr><td align=\"center\">(112.53)</td>\n<td align=\"center\">(98.64)</td>\n<td/><td/><td/><td/><td/></tr>\n<tr><td rowspan=\"2\">Old-age pension</td>\n<td align=\"center\">375.44</td>\n<td align=\"center\">374.58</td>\n<td align=\"center\">367.00</td>\n<td/>\n<td align=\"center\">1,072,056</td>\n<td align=\"center\">1,062,519</td>\n<td align=\"center\">980,863</td></tr>\n<tr><td align=\"center\">(112.07)</td>\n<td align=\"center\">(108.71)</td>\n<td/><td/><td/><td/><td/></tr>\n<tr><td rowspan=\"2\">Early retirement pension</td>\n<td align=\"center\">348.33</td>\n<td align=\"center\">325.15</td>\n<td align=\"center\">374.00</td>\n<td/>\n<td align=\"center\">16,765</td>\n<td align=\"center\">16,862</td>\n<td align=\"center\">24,404</td></tr>\n<tr><td align=\"center\">(107.57)</td>\n<td align=\"center\">(104.03)</td>\n<td/><td/><td/><td/><td/></tr>\n<tr><td rowspan=\"2\">Widow’s pension</td>\n<td align=\"center\">153.16</td>\n<td align=\"center\">156.99</td>\n<td align=\"center\">237.00</td>\n<td/>\n<td align=\"center\">339,647</td>\n<td align=\"center\">346,049</td>\n<td align=\"center\">336,877</td></tr>\n<tr><td align=\"center\">(97.51)</td>\n<td align=\"center\">(100.6)</td>\n<td/><td/><td/><td/><td/></tr>\n<tr><td rowspan=\"2\">Orphan’s pension</td>\n<td align=\"center\">159.09</td>\n<td align=\"center\">146.41</td>\n<td align=\"center\">126.00</td>\n<td/>\n<td align=\"center\">19,479</td>\n<td align=\"center\">16,972</td>\n<td align=\"center\">26,923</td></tr>\n<tr><td align=\"center\">(65.77)</td>\n<td align=\"center\">(55.18)</td>\n<td/><td/><td/><td/><td/></tr>\n<tr><td><b>Sample size</b></td>\n<td align=\"center\">15,426</td>\n<td align=\"center\">15,426</td>\n<td/><td/><td/><td/><td/></tr>\n</tbody>\n</table>"
                            ],
                            "title": "Summary statistics SK-SILC 2013 (Income reference period 2012).",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Authors' calculations using SIMTASK and EUROMOD, official statistics SSA (unemployment benefit).",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn6",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "Official statistics on child benefit recipients is taken as the average of monthly data over the year.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Official statistics on other benefits is the total number of individual recipients (incidence).",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Note</i>: Numbers display ratios of aggregate number of recipients computed by EUROMOD and SIMTASK referred by official statistics. COLSAF (other benefits). to aggregate number of recipients.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableA2",
                            "label": "Table A2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Model</th>\n<th align=\"center\" colspan=\"2\">EUROMOD</th>\n<th align=\"center\" colspan=\"2\">SIMTASK</th>\n</tr>\n<tr>\n<th>Weights</th>\n<th>Original</th>\n<th>Calibrated</th>\n<th>Original</th>\n<th>Calibrated</th></tr>\n<tr>\n<th/>\n<th colspan=\"2\">2011</th><th colspan=\"2\"/></tr>\n</thead>\n<tbody>\n<tr><td>Unemp. benefit</td>\n<td align=\"center\">0.50</td>\n<td align=\"center\">0.44</td>\n<td align=\"center\">0.51</td>\n<td align=\"center\">0.45</td></tr>\n<tr><td>Parental allowance</td>\n<td align=\"center\">0.68</td>\n<td align=\"center\">1.03</td>\n<td align=\"center\">0.67</td>\n<td align=\"center\">1.03</td></tr>\n<tr><td>Child benefit <a href=\"#tfn6\">*</a></td>\n<td align=\"center\">0.88</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.08</td>\n<td align=\"center\">1.15</td></tr>\n<tr><td>Child birth grant</td>\n<td align=\"center\">0.59</td>\n<td align=\"center\">1.07</td>\n<td align=\"center\">0.59</td>\n<td align=\"center\">1.07</td></tr>\n<tr><td>Material needs benefit</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.36</td>\n<td align=\"center\">0.73</td>\n<td align=\"center\">1.01</td></tr>\n<tr><td>Housing allowance</td>\n<td align=\"center\">1.92</td>\n<td align=\"center\">2.62</td>\n<td align=\"center\">0.79</td>\n<td align=\"center\">1.15</td></tr>\n<tr><td>Activation allowance</td>\n<td align=\"center\">4.68</td>\n<td align=\"center\">6.47</td>\n<td align=\"center\">1.00</td>\n<td align=\"center\">1.50</td></tr>\n<tr><td>Protection allowance</td>\n<td align=\"center\">1.41</td>\n<td align=\"center\">1.87</td>\n<td align=\"center\">0.58</td>\n<td align=\"center\">0.68</td></tr>\n<tr>\n<td/>\n<td align=\"center\" colspan=\"2\">2012</td><td colspan=\"2\"/>\n</tr>\n<tr><td>Unemp. benefit</td>\n<td align=\"center\">0.38</td>\n<td align=\"center\">0.41</td>\n<td align=\"center\">0.40</td>\n<td align=\"center\">0.43</td></tr>\n<tr><td>Parental allowance</td>\n<td align=\"center\">0.88</td>\n<td align=\"center\">0.87</td>\n<td align=\"center\">0.87</td>\n<td align=\"center\">0.99</td></tr>\n<tr><td>Child benefit <a href=\"#tfn6\">*</a></td>\n<td align=\"center\">0.96</td>\n<td align=\"center\">0.94</td>\n<td align=\"center\">1.15</td>\n<td align=\"center\">1.08</td></tr>\n<tr><td>Child birth grant</td>\n<td align=\"center\">0.75</td>\n<td align=\"center\">1.02</td>\n<td align=\"center\">0.75</td>\n<td align=\"center\">1.02</td></tr>\n<tr><td>Material needs benefit</td>\n<td align=\"center\">1.07</td>\n<td align=\"center\">1.43</td>\n<td align=\"center\">0.81</td>\n<td align=\"center\">1.04</td></tr>\n<tr><td>Housing allowance</td>\n<td align=\"center\">2.12</td>\n<td align=\"center\">2.78</td>\n<td align=\"center\">0.82</td>\n<td align=\"center\">1.10</td></tr>\n<tr><td>Activation allowance</td>\n<td align=\"center\">5.25</td>\n<td align=\"center\">6.83</td>\n<td align=\"center\">1.25</td>\n<td align=\"center\">1.56</td></tr>\n<tr><td>Protection allowance</td>\n<td align=\"center\">2.06</td>\n<td align=\"center\">2.80</td>\n<td align=\"center\">0.73</td>\n<td align=\"center\">0.92</td></tr>\n</tbody>\n</table>"
                            ],
                            "title": "Simulated benefits: Ratios of aggregate number of recipients.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: Authors’ calculations using SK-SILC and SSA.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "figA1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00136%2Fijm-00136-figA1.tif",
                                "size": {
                                    "width": 1891,
                                    "height": 670
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00136%2Fijm-00136-figA1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00136-figA1.jpg"
                                }
                            },
                            "label": "Figure A1",
                            "title": "Income distribution SK-SILC and social security agency (SSA).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "a1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "We would like to thank the editor of this journal and two anonymous referees for their helpful comments. We are also grateful to Michal Horvath from the University of York and to our colleague Matus Senaj for their help and support.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
