{
    "status": "vor",
    "id": "00139",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00139",
    "authorLine": "Bart Capéau et al.",
    "title": "Estimating and simulating with a random utility random opportunity model of job choice presentation and application to Belgium",
    "published": "2016-08-31T00:00:00Z",
    "versionDate": "2016-08-31T00:00:00Z",
    "statusDate": "2016-08-31T00:00:00Z",
    "volume": 9,
    "issue": 2,
    "fpage": 144,
    "lpage": 191,
    "elocationId": "144-191",
    "pdf": "http://web:8082/00139/ijm-00139.pdf",
    "subjects": [
        {
            "id": "labour-supply-demand",
            "name": "Labour supply and demand"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "We present the Random Utility Random Opportunity (<span class=\"small-caps\">ruro</span>) model of job choice (<a href=\"#bib4\">Aaberge, Dagsvik &amp; Strøm, 1995</a>, and <a href=\"#bib2\">Aaberge, Colombino &amp; Strøm, 1999</a>) and report estimation results from an application of a version of that model on Belgian data (<span class=\"small-caps\">eu–silc</span> 2007). We discuss the effect of education level on the intensity of preference for leisure relative to consumption, on the intensity of job offers, and on the wage offer distribution. Finally, we report simulation results with respect to the impact on labour market participation by letting the male catch up the arrears in educational attainment they currently have with respect to females.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Capéau",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Department of Economics, KU Leuven"
                    ]
                }
            ],
            "emailAddresses": [
                "bart.capeau@kuleuven.be"
            ],
            "name": {
                "index": "Capéau, Bart",
                "preferred": "Bart Capéau"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Department of Economics, KU Leuven"
                    ]
                }
            ],
            "emailAddresses": [
                "andre.decoster@kuleuven.be"
            ],
            "name": {
                "index": "Decoster, André",
                "preferred": "André Decoster"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau"
                    ]
                }
            ],
            "emailAddresses": [
                "gd@plan.be"
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "discrete choice",
        "labour supply",
        "random utility model",
        "opportunities"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The purpose of the present paper is to explain and illustrate how to estimate and simulate with a Random Utility Random Opportunity (henceforth ruro) model of job choice (see amongst others <a href=\"#bib20\">Dagsvik &amp; Strøm, 1992</a>, <a href=\"#bib21\">2003</a>, and <a href=\"#bib23\">2006</a>, <a href=\"#bib4\">Aaberge, Dagsvik &amp; Strøm, 1995</a>, <a href=\"#bib2\">Aaberge, Colombino &amp; Strøm, 1999</a>, and <a href=\"#bib18\">Dagsvik, Locatelli &amp; Strøm, 2006</a> and <a href=\"#bib19\">2007</a>).<sup><a href=\"#fn1\">1</a></sup> These type of models, first developed in an abstract setting by <a href=\"#bib13\">Dagsvik (1994)</a>, try to understand individual heterogeneity in choice behaviour as a combined effect of differences in preferences and opportunities. Contrary to the classical discrete choice models of labour supply (<a href=\"#bib41\">Van Soest, 1995</a>), this approach provides a structural framework for assessing the impact of both, labour supply and labour demand side effects, on labour market participation.",
                    "type": "paragraph"
                },
                {
                    "text": "Traditionally, preferences in labour supply models capture the extent to which an individual is willing to trade-off leisure for consumption. It may however deserve recommendation to take into account also other aspects influencing the choice between alternative leisure activities and available jobs, such as social relations involved, challenge of the tasks, security and health, recognition, and societal relevance. But these factors are not easily observable by the analyst. It was one of the contributions of the development of probabilistic choice and random utility models, as developed by respectively <a href=\"#bib34\">Luce (1959)</a> and <a href=\"#bib35\">McFadden (1973)</a>, to integrate these additional determinants of preferences as a non-systematic element, affecting the utility obtained from different available alternatives. By non-systematic it is meant that such factors are uncorrelated with, and therefore cannot be explained by observable characteristics. Random utility models have been applied to labour supply behaviour since (<a href=\"#bib41\">Van Soest, 1995</a>). They replaced the traditional continuous choice approach to labour supply behaviour (see <a href=\"#bib28\">Hausman, 1985</a>, for a review of this traditional approach), which faced difficulties in deriving tractable closed form solutions of labour supply functions, in the presence of non-linear budget sets. Indeed, many personal income tax systems, such as e.g. a minimum income guarantee associated with a linear earned income tax, create non-convexities in the budget set (the available bundles of consumption and labour time a person can chose from), leading to discontinuities and non-uniqueness of the optimal choice in function of wage variations. These phenomena are more easily treated in a discrete choice set-up, which is the approach taken by both, probabilistic choice and random utility models.",
                    "type": "paragraph"
                },
                {
                    "text": "The random utility model is however still limited in scope. Interindividual differences in the availability of alternatives from which a person can choose, are exogenous to the model. Applied to job choice, differences in individual budget sets stem exclusively from wage differences and differences in unearned income. In a static model, it is indeed reasonable to assume that unearned income differences are exogenous, and do not depend on individual choices. But in standard random utility models also wages are exogenously fixed individual characteristics, reflecting a person’s productive capacities.<sup><a href=\"#fn2\">2</a></sup> This is unattractive. Productive capacities can in many cases not be determined appropriately, when considered separately from the specific job in which these capacities are exhibited. Moreover, it is quite unnatural that all available job offers, even when perfectly suited to a person’s capacities and skills, would pay the same wage. Besides the question of the meaning and determination of the wage, it is also highly unlikely that persons can completely freely fix the number of hours they will work, due to organisational limitations of the production process and social life.",
                    "type": "paragraph"
                },
                {
                    "text": "It is exactly these type of frictions in the choice process which are taken into consideration by <span class=\"small-caps\">ruro</span> models, as an additional factor, next to preferences, to understand choice behaviour. Job offers are considered as packages of wages, labour time regimes, and a number of other attributes (<a href=\"#bib20\">Dagsvik &amp; Strøm, 1992</a>, <a href=\"#bib21\">2003</a>, and <a href=\"#bib23\">2006</a>, <a href=\"#bib4\">Aaberge, Dagsvik &amp; Strøm, 1995</a>, and <a href=\"#bib2\">Aaberge, Colombino &amp; Strøm, 1999</a>). These other attributes (challenge, safety and security, esteem and recognition, appreciation of colleagues, responsibility...) are however difficult to observe, especially as far as it concerns the degree of job satisfaction they can provide to a person. Therefore, the individual specific availability of suitable jobs is thought of as the result of a stochastic process of job offers. The impact of explanatory variables on the intensity with which job offers arrive to a person according to that process, is estimated jointly with individual’s preference characteristics. Not only the intensity with which job offers arrive, but also the availability of, according to a person’s own judgement, attractive nonmarket alternatives to spend time, is individually specific. Limited physical abilities might impede someone who likes to walk outside, to do so. Choosing under such circumstances between sitting in front of a liquid crystal screen, reading books, or accepting a job, that person might opt for the latter, while the reverse might happen for someone with similar preferences, but in good physical shape. The RURO model also allows for individual heterogeneity in restrictions on available labour time regimes, even though the effect of these type of restrictions are difficult to identify from the contribution of preferences.",
                    "type": "paragraph"
                },
                {
                    "text": "The <span class=\"small-caps\">ruro</span> model is not the only one that embodies restrictions on the choice set into a labour supply model (see, amongst others, <a href=\"#bib5\">Altonji and Paxson, 1982</a> and <a href=\"#bib6\">1992</a>, <a href=\"#bib43\">Van Soest, Woittiez and Kapteyn, 1990</a>, <a href=\"#bib40\">Tummers and Woittiez, 1991</a>, <a href=\"#bib25\">Dickens and Lundberg, 1993</a>, <a href=\"#bib9\">Bloemen, 2000</a> and <a href=\"#bib10\">2008</a>, <a href=\"#bib27\">Ham and Reilly, 2002</a>, and <a href=\"#bib7\">Beffy <i>et al</i>., 2016</a>). It must be added that the inclusion of dummies for part time and full time work in the discrete choice model of <a href=\"#bib41\">Van Soest (1995)</a>, to improve the fit, is in fact a simplified reduced form approach of earlier work with Woittiez and Kapteyn (<a href=\"#bib43\">Van Soest, Woittiez &amp; Kapteyn, 1990</a>) which models hours restrictions more explicitly. But the RURO model is the first one that derives these restrictions from an explicit model of a job arrival process, and stresses the individual heterogeneity, both observed and unobserved, of the availability of job offers suitable to the capacities of individual agents.",
                    "type": "paragraph"
                },
                {
                    "text": "In the present paper we present estimation results of a version of the RURO model of job choice on Belgian data (eu-silc 2007).<sup><a href=\"#fn3\">3</a></sup> In our data the unemployment rate of lowly educated males is more than 20%, as compared to somewhat more than 4% among highly educated males, and a general unemployment rate of 10%. For females these figures are almost 50% for the lowly educated, 8.5% among highly educated, and almost 24% in general. We illustrate the potential contribution of the different components of the model to explain these figures: the relative intensity of preference for leisure, the intensity of suitable job offers, and the wage offer distribution. Next, we report simulation results assessing the impact on labour market participation of a scenario in which males’ education level largely catches up that of females.<sup><a href=\"#fn4\">4</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "In <a href=\"#s2\">Section 2</a> we give a self–contained exposition of the <span class=\"small-caps\">ruro</span> model. <a href=\"#s3\">Section 3</a> discusses the resulting likelihood function and explains the estimation method. We also devote some time to explain how the estimated model can be used for simulation purposes, both to assess the fit, or to predict the effects of counterfactuals such as tax reforms. Technical issues are relegated to the Appendix. The data are presented in <a href=\"#s4\">Section 4</a>. <a href=\"#s5\">Section 5</a> contains the estimation results. We give graphical representations of the estimated preferences and opportunities side of the estimated model. In <a href=\"#s6\">Section 6</a> we investigate the fit of the estimated model, and its behavioural implications. Finally, <a href=\"#s7\">Section 7</a> presents the results of the simulation exercise with respect to the effects of a counterfactual educational attainment level. <a href=\"#s8\">Section 8</a> concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In the present section, we present a version of the general <span class=\"small-caps\">ruro</span> model applied to job choice as developed by <a href=\"#bib20\">Dagsvik and Strøm (1992</a>, <a href=\"#bib21\">2003</a>, and <a href=\"#bib23\">2006</a>), <a href=\"#bib4\">Aaberge, Dagsvik and Strøm (1995)</a>, and <a href=\"#bib2\">Aaberge, Colombino and Strøm (1999)</a>. We first illustrate how the <span class=\"small-caps\">ruro</span> model extends the choice problem of traditional labour supply models from a question of trading off leisure against consumption towards a model of job choice against other non–market alternatives of time use (<a href=\"#s2-1\">Subsection 2.1</a>). Then, we discuss the preference part of the model (<a href=\"#s2-2\">Subsection 2.2</a>). Finally, we expose the modelling of opportunities (<a href=\"#s2-3\">Subsection 2.3</a>).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In general, the <span class=\"small-caps\">ruro</span> model is an economic model of human choice behaviour. Human decision makers are assumed to choose the <i>best</i> element from a set of choice possibilities or opportunities, where ‘best’ is defined in terms of preferences (or, <i>vice versa</i>, preferences are derived from observed choice behaviour as that objective which would be maximised given those choices). Applied to job choice, the set of opportunities is to be thought of as a set of possible activities a particular individual might choose to execute. Some of these activities are rendered available through job offers. These job offers will be indexed by <i>j</i>, where the variable <i>j</i> belongs to an index set, say <i>J</i>. A job offer stipulates an amount of labour time to be supplied when accepting the offer, say <i>h</i>, and pays a wage, <i>w</i>. It is assumed that this wage can be expressed in units of time effectively spent on the job, so that (gross) revenues earned by the job equal the amount of time spent on the job times the wage.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Gross earned labour income is then equal to <i>wh</i>. Gross earned labour income together with some other characteristics, say <b>x</b><sub><i>f</i></sub>, among which non-earned gross income (exclusive of transfers), determine the outcome of the gross to net (disposable) income function <i>c</i> = <i>f</i> (<i>w, h</i>;<b>x</b><sub><i>f</i></sub>), where <i>c</i> stands for consumption, which in a static model as the present one coincides with disposable income.<sup><a href=\"#fn5\">5</a></sup> That is, saving is considered as part of consumption. The function <i>f</i> converts gross income components into net disposable income, by subtracting taxes to be paid and adding transfers and subsidies. Usually, the generation of disposable income is constructed from raw data on gross income, labour time and other characteristics, by means of a microsimulation model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Besides time spent on the job and the remuneration, jobs exhibit a number of other characteristics such as degree of responsibility, variation and challenge of the tasks, safety, healthiness, physical effort, stress, relation with colleagues and superiors. Preferences over these non–pecuniary attributes affect job choice.",
                            "type": "paragraph"
                        },
                        {
                            "text": "One might also decline all job offers. Evidently, not executing a formal job does not require any time to be spent on the formal labour market (<i>h</i> = 0), and is assumed not to pay a wage (<i>w</i> = 0). A person who does not work, receives a net transfer (that is after deducting income taxes to be paid from her replacement income) equal to <i>f</i> (0, 0;<b>x</b><sub><i>f</i></sub>). In that case, time is spent on executing some of the available non–market opportunities. However, the set of activities<sup><a href=\"#fn6\">6</a></sup> one has alternatively available is not the same for all individuals, neither is the extent to which a particular alternative is available. When living in a small town, attending concerts, theatre or visiting museums is certainly not as easy as for big city dwellers. If you are in a wheel chair, hiking is not an option. Which of the available non–market activities will be chosen, in case no job offer is accepted, again depends on preferences (or, <i>vice versa</i>, what one chooses to do allows to derive something on the shape of preferences that person supposedly has). Non–market alternatives will be indexed by <i>i</i>, belonging to the index set <i>I</i>. The index sets for jobs and non–market alternatives respectively, are disjoint<i>I</i> ∩ <i>J</i> = Ø. We will also use the index variable <i>z</i> to indicate an alternative in general, that is either a job or a non–market alternative. So, <i>z</i> ∊ <i>Z</i> := <i>I</i> ∪ <i>J</i>. To be really precise, an index <i>z</i> refers to a set of activities. If this set involves one or more jobs, the index <i>z</i> will belong to <i>J</i>, while it belongs to <i>I</i> otherwise. An alternative including several part time jobs is described by the total number of hours these jobs involve and the hourly wage these pay together (calculated as earnings divided by total hours).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Opportunities and jobs",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the model, preferences are defined over the number of hours <i>h</i> spent on jobs (which is zero if one chooses not to accept any job offer), consumption, <i>c</i>, and a set of other attributes that a job or certain non–market activities possess, and that a person might care for. These other attributes are not observed by the researcher.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The observable bundle of characteristics an alternative <i>z</i> ∊ <i>Z</i> exhibits, is denoted by (<i>C</i>(<i>z</i>), <i>H</i>(<i>z</i>)), where <i>C</i>(<i>z</i>) refers to the individually specific net disposable income resulting from executing activities indicated by <i>z</i>, and <b><i>H</i></b>(<i>z</i>) to the labour time involved by the set of activities indicated by <i>z</i>. The utility derived from these observable characteristics is denoted by <b><i>V</i></b> (<b><i>C</i></b>(<i>z</i>), <b><i>T</i></b> − <b><i>H</i></b>(<i>z</i>); <b>x</b><sub><i>V</i></sub>), where <b>x</b><sub><i>V</i></sub> are the specific values of a set of preference shifters for the individual under consideration, and <b><i>T</i></b> denotes the number of time units available in the period over which labour time <i>h</i> is registered (e.g. 168 hours a week, if labour time is expressed in hours worked per week). It is assumed that the econometrician can derive some evidence on the shape of the function <i>V</i> on the basis of observations on (<i>C</i>(<i>z</i>), <i>T</i> − <i>H</i>(<i>z</i>)) and <b>x</b><sub><i>V</i></sub>. So, no individual preference differences apart from those explained by observable characteristics <b>x</b><sub><i>V</i></sub>, are allowed for in this part of the utility function, and <i>V</i> is therefore called the <i>systematic</i> part of the utility function, and, hence, of preferences.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Since the other attributes besides disposable income and labour time are not observable, their contribution to utility will be specified as a random term. Thus, the utility generated by these attributes of set of activities <i>z</i>, is denoted by the random variable ε (<i>z</i>). It is assumed that this utility from non–pecuniary attributes, ε (<i>z</i>), enters overall utility of an alternative <i>z</i> in a multiplicatively separable way from the systematic part of the utility function. In order to make sense, this requires both, the systematic part of the utility, and the random term, to be non–negatively valued functions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In summary, the total utility derived from picking an alternative <i>z</i> ∊ <i>Z</i>, say <i>U</i> (<i>C</i>(<i>z</i>), <b><i>H</i></b>(<i>z</i>), <i>z</i>;<b>x</b><sub><i>V</i></sub>), equals:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn1",
                            "label": "(1)",
                            "mathml": "<math><mi>U</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>C</mi><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mtext> ,</mtext><mi>H</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mtext> , </mtext><mi>z</mi><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>v</mi></msub><mtext> </mtext><mo stretchy=\"false\">)</mo><mtext> </mtext><mo>:</mo><mo>=</mo><mi>V</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>C</mi><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mtext> ,</mtext><mi>T</mi><mo>−</mo><mi>H</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mtext> </mtext><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>V</mi></msub><mtext> </mtext><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext>.</mtext><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>ε</mi></mstyle><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mtext> </mtext><mo>.</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "As <i>c</i> = <i>f</i> (<i>w, h</i>;<b>x</b><i><sub>f</sub></i>), the systematic part of the utility function, <i>V</i> (<i>c</i>, <i>T</i> – <i>h</i>;<b>x</b><i><sub>V</sub></i>), induces a utility function, say Ψ, defined over hours worked on the formal labour market, <i>h</i>, and wage, <i>w</i>:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn2",
                            "label": "(2)",
                            "mathml": "<math><mo>Ψ</mo><mo stretchy=\"false\">(</mo><mi>w</mi><mo>,</mo><mi>h</mi><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>V</mi></msub><mtext> ,</mtext><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>f</mi></msub><mtext> </mtext><mo stretchy=\"false\">)</mo><mtext> </mtext><mo>:</mo><mo>=</mo><mi>V</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mtext> </mtext><mi>f</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>w</mi><mo>,</mo><mi>h</mi><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>f</mi></msub><mtext> </mtext><mo stretchy=\"false\">)</mo><mtext> </mtext><mo>;</mo><mi>T</mi><mtext> </mtext><mo>−</mo><mi>h</mi><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>V</mi></msub><mtext> </mtext><mo stretchy=\"false\">)</mo><mtext> </mtext><mo>.</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Consequently,",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn3",
                            "label": "(3)",
                            "mathml": "<math><mi>U</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mtext> </mtext><mi>f</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>W</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mtext> ,</mtext><mi>H</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mtext> </mtext><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>f</mi></msub><mtext> </mtext><mo stretchy=\"false\">)</mo><mtext> ,</mtext><mi>H</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mtext> , </mtext><mi>z</mi><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>V</mi></msub><mtext> </mtext><mo stretchy=\"false\">)</mo><mtext>  </mtext><mo>≡</mo><mtext> </mtext><mo>Ψ</mo><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>W</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mtext> </mtext><mo>,</mo><mi>H</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mtext> </mtext><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>V</mi></msub><mtext> </mtext><mo>,</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>f</mi></msub><mtext> </mtext><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext>.</mtext><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>ε</mi></mstyle><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mtext> </mtext><mo>,</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>W</i> (<i>z</i>) is the wage paid by activity <i>z</i>. More in particular, for someone not accepting any job offer, and choosing an alternative <i>i</i> ∊ <i>I</i>, utility equals:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn4",
                            "label": "(4)",
                            "mathml": "<math><mi>U</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mtext> </mtext><mi>f</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mn>0</mn><mo>,</mo><mtext> </mtext><mn>0</mn><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>f</mi></msub><mtext> </mtext><mo stretchy=\"false\">)</mo><mtext> </mtext><mo>,</mo><mtext> </mtext><mi>i</mi><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>V</mi></msub><mtext> </mtext><mo stretchy=\"false\">)</mo><mtext> </mtext><mo>=</mo><mtext> </mtext><mo>Ψ</mo><mtext> </mtext><mo stretchy=\"false\">(</mo><mn>0</mn><mo>,</mo><mtext> </mtext><mn>0</mn><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>V</mi></msub><mtext> </mtext><mo>,</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>f</mi></msub><mtext> </mtext><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext>.</mtext><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>ε</mi></mstyle><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext>.</mtext></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The domain of the systematic part of the utility function in the wage-hours space, Ψ(·; <b>x</b><sub><i>V</i></sub>, <b>x</b><sub><i>f</i></sub>), is [0, ∞) × [0, <i>T</i>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "From now on we will drop the conditioning variables <b>x</b><sub><i>V</i></sub> and <b>x</b><sub><i>f</i></sub> in the systematic part of the utility functions.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Random utility",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Both, jobs and non–market activities, are not equally available to all individuals. This is captured by the notion of intensity with which alternatives are rendered available to a specific individual. The probability to receive a job offer as a civil engineer, for someone who has only completed secondary school, is <i>e.g.</i> zero. Something similar holds for non–market activities: they are not all equally available to all agents. Someone having lost her legs will not be able to run (or not in the same fashion as before), though she might continue to be fond of it.<sup><a href=\"#fn7\">7</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The intensity with which a job is offered to an individual depends on a number of personal characteristics, such as skills, education, experience, and on the characteristics of the job itself, more specifically, the wage, the labour time regime of the job, and its other attributes. For the sake of simplifying notation we will drop the individual conditioning variables.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In <a href=\"#eqn2\">Equation (2)</a>, preferences were defined over the <i>continuous</i> set of all possible amounts of time spent on the jobs. In the real world, however, jobs requiring a non–rational number of hours a week, are not available. Be it alone to organise the production process, it might sometimes be required to have a number of people working together during a fixed number of hours. So, in practice, full-time, three-quarter time, half time, one-quarter, or 20% jobs are more densely offered than other labour time regimes. Let <i>g</i><sub>2</sub>(<i>h</i>) be the density with which jobs requiring <i>h</i> hours of labour supply, are rendered available to a specific individual. Similarly, jobs pay different wages. By <i>g</i><sub>1</sub> (<i>w</i>|<i>h</i>) we denote the density of jobs paying a wage <i>w</i>, within the class of job offers available to a specific individual, that require <i>h</i> hours of work.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Persons do not only care for the wage a job pays, and the number of hours to be worked, but also for other job attributes. From a behavioural theoretic point of view (see <a href=\"#eqn1\">Equation 1</a>), these are only important in as far as they yield a specific value for the multiplication factor in the utility function for those alternatives. Two jobs, <i>j</i><sub>1</sub> and <i>j</i><sub>2</sub> say, paying the same wage and requiring the same amount of hours, with attributes yielding the same value of the multiplication factor in the utility function for those alternatives, that is ε(<i>j</i><sub>1</sub>) = ε(<i>j</i><sub>2</sub>), are thus, according to the behavioural model of <a href=\"#eqn1\">Equation (1)</a>, equivalent to each other in the present model, and therefore will be considered as the same opportunity. The variable indicating the value of this multiplication factor is denoted by ν.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The intensity with which job offers yielding a value ν, are arriving to a specific individual is denoted by λ<sup>1</sup> (ν).<sup><a href=\"#fn8\">8</a></sup> We assume the following functional form for λ<sup>1</sup>:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn5",
                            "label": "(5)",
                            "mathml": "<math><msup><mi>λ</mi><mtext>1</mtext></msup><mtext> (</mtext><mi>υ</mi><mtext>) =</mtext><mtext> </mtext><mfrac><mi>q</mi><mrow><msup><mi>υ</mi><mn>2</mn></msup></mrow></mfrac><mo>,</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>q</i> is a measure for the demand by the market for capacities and characteristics an individual possesses, relative to those capacities which are currently unsolicited by jobs, and which are therefore called non–market opportunities.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The functional form of λ<sup>1</sup> implies that attributes which are particularly disliked (yield a very small value for ν) are excessively abundant, while those that are particularly liked (yielding a very high value of ν), are extremely scarce. This functional form guarantees independence of irrelevant alternatives in the probability of choosing jobs (<a href=\"#bib13\">Dagsvik, 1994</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Now, let <i>ℋ</i> be the set of all possible labour time regimes of jobs offered in the market, and <i>W</i> the set of possible wage offers. Wages can obtain any positive value. Let ℬ := <i>ℬ<sub>h</sub></i> × <i>ℬ<sub>w</sub></i> be the Cartesian product of a measurable subset of labour time regimes <i>ℬ<sub>h</sub></i> ⊆ <i>ℋ</i>, and wage offers <i>ℬ<sub>w</sub></i> = (0, <i>w</i>), for some positive <i>w</i>. The arrival of job offers<sup><a href=\"#fn9\">9</a></sup> to an individual, is modelled by an inhomogeneous spatial Poisson process. Events are job offers that are characterised by a labour time regime <i>h</i>, a wage offer <i>w</i>, and the utility that can be derived from other attributes ν. The intensity parameter of this Poisson process is equal to <i>g</i>2 (h)<i>g</i>1 (<i>w</i>|<i>h</i>)λ<sup>1</sup> (ν). Define next the set of job offers specifying a labour time regime <i>t</i> <i>£</i> <i>ℬ<sub>h</sub></i>, paying a wage <i>r</i> lower than <i>w</i> (that is <i>r</i> £ <i>ℬ<sub>w</sub></i>), and which will yield a utility level at least equal to <i>u</i>, as <i>U<sub>h,w,u</sub></i> := { (<i>t</i>, <i>r</i>, ν) £ <i>ℬ<sub>h</sub></i> × <i>ℬ<sub>w</sub></i> × ℝ<sub>+</sub>|Ψ(<i>r</i>, <i>t</i>) ν ≥ <i>u</i>}, and define:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn6",
                            "label": "(6)",
                            "mathml": "<math><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msup><mo>Λ</mo><mtext>1</mtext></msup><mtext> (</mtext><msub><mi>U</mi><mrow><mi>h</mi><mo>,</mo><mi>w</mi><mo>,</mo><mi>u</mi></mrow></msub><mtext>)</mtext></mrow></mtd><mtd columnalign=\"left\"><mrow><mo>:</mo><mo>=</mo></mrow></mtd><mtd columnalign=\"left\"><mrow><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>t</mi><mo>∈</mo><msub><mi>ℬ</mi><mi>h</mi></msub></mrow></munder><mrow><msub><mi>g</mi><mn>2</mn></msub><mtext> </mtext><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>r</mi><mo>∈</mo><msub><mi>ℬ</mi><mi>w</mi></msub></mrow></munder><mrow><msub><mi>g</mi><mn>1</mn></msub><mtext> </mtext><mrow><mo>(</mo><mrow><mi>r</mi><mo>|</mo><mi>t</mi></mrow><mo>)</mo></mrow><mstyle displaystyle=\"true\"><mrow><munderover><mo>∫</mo><mrow><mi>u</mi><mo>/</mo><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow><mi>∞</mi></munderover><mrow><mfrac><mi>q</mi><mrow><msup><mi>υ</mi><mn>2</mn></msup></mrow></mfrac><mtext>d</mtext><mi>υ</mi><mtext> d</mtext><mi>r</mi><mtext> d</mtext><mi>t</mi></mrow></mrow></mstyle></mrow></mrow></mstyle></mrow></mrow></mstyle></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><mfrac><mrow><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>t</mi><mo>∈</mo><msub><mi>ℬ</mi><mi>h</mi></msub></mrow></munder><mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow></mrow></mrow></mstyle><mtext> </mtext><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>r</mi><mo>∈</mo><msub><mi>ℬ</mi><mi>w</mi></msub></mrow></munder><mrow><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mrow><mi>r</mi><mo>|</mo><mi>t</mi></mrow><mo>)</mo></mrow><mi>q</mi><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mtext>d</mtext><mi>r</mi><mtext> d</mtext><mi>t</mi></mrow></mrow></mstyle></mrow><mi>u</mi></mfrac><mo>.</mo></mrow></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Let <i>N</i>(<i>ℬ</i>, <i>u</i>) be the number of job offers with a wage r belonging to <i>ℬ<sub>w</sub></i>, the number of hours to be worked in <i>ℬ<sub>h</sub></i>, and yielding a utility level larger than or equal to <i>u</i>. The probability for an individual to be offered <i>n</i> such jobs is under the present assumptions governed by a Poisson distribution, and is thus equal to:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn7",
                            "label": "(7)",
                            "mathml": "<math><mtable><mtr><mtd><mrow><mi>P</mi><mo stretchy=\"false\">(</mo><mi>N</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>ℬ</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo><mtext> </mtext><mo>=</mo><mtext> </mtext><mi>n</mi><mo stretchy=\"false\">)</mo></mrow></mtd><mtd><mo>=</mo></mtd><mtd><mrow><mfrac><mrow><msup><mrow><mrow><mo>(</mo><mrow><msup><mo>Λ</mo><mtext>1</mtext></msup><mrow><mo>(</mo><mrow><msub><mi>U</mi><mrow><mi>h</mi><mo>,</mo><mi>w</mi><mo>,</mo><mi>u</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow><mo>)</mo></mrow></mrow><mi>n</mi></msup><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><msup><mo>Λ</mo><mtext>1</mtext></msup><mrow><mo>(</mo><mrow><msub><mi>U</mi><mrow><mi>h</mi><mo>,</mo><mi>w</mi><mo>,</mo><mi>u</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow><mrow><mi>n</mi><mo>!</mo></mrow></mfrac></mrow></mtd></mtr></mtable><mo>.</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Thus, Λ<sup>1</sup> (<i>U<sub>h,w,u</sub></i>) can be interpreted as the expected number of job offers with labour time regime, wage, and utility level in <i>U<sub>h,w,u</sub></i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As the arrival of job offers is modelled as a stochastic process, the utility level obtained from jobs with a wage in <i>ℬ<sub>w</sub></i>, number of hours to be worked in <i>ℬ<sub>h</sub></i>, and other attributes yielding a value for the multiplicative factor equal to ν, is a random variable too, denoted by <i>U<sub>ℬ</sub></i>. The probability that <i>U<sub>ℬ</sub></i> is <i>less than u</i>, denoted by <i>P</i> (<i>U<sub>ℬ</sub></i> &lt; <i>u</i>), equals the probability that the number of available alternatives with utility larger than or equal to u, is zero. From <a href=\"#eqn7\">Equation (7)</a> with <i>n</i> = 0, it thus follows that:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn8",
                            "label": "(8)",
                            "mathml": "<math><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mi>P</mi><mo stretchy=\"false\">(</mo><msub><mi>U</mi><mi>ℬ</mi></msub><mtext> </mtext><mo>&lt;</mo><mtext> </mtext><mi>u</mi><mo stretchy=\"false\">)</mo></mrow></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><mi>P</mi><mrow><mo>(</mo><mrow><mi>N</mi><mrow><mo>(</mo><mrow><mi>ℬ</mi><mo>,</mo><mi>u</mi></mrow><mo>)</mo></mrow><mo>=</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>=</mo><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><msup><mi>Λ</mi><mtext>1</mtext></msup><mrow><mo>(</mo><mrow><msub><mi>U</mi><mrow><mi>h</mi><mo>,</mo><mi>w</mi><mo>,</mo><mi>u</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><mfrac><mrow><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>t</mi><mo>∈</mo><msub><mi>ℬ</mi><mi>h</mi></msub></mrow></munder><mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow></mrow></mrow></mstyle><mtext> </mtext><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>r</mi><mo>∈</mo><msub><mi>ℬ</mi><mi>w</mi></msub></mrow></munder><mrow><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mrow><mi>r</mi><mo>|</mo><mi>t</mi></mrow><mo>)</mo></mrow><mi>q</mi><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mtext>d</mtext><mi>r</mi><mtext> d</mtext><mi>t</mi></mrow></mrow></mstyle></mrow><mi>u</mi></mfrac></mrow> <mo>]</mo></mrow><mtext> </mtext><mo>.</mo></mrow></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Hence, <i>U<sub>ℬ</sub></i> turns out to be Fréchet distributed with location parameter <i>μ</i> = 0, scale parameter",
                            "type": "paragraph"
                        },
                        {
                            "id": "ueqn1",
                            "label": "(9)",
                            "mathml": "<math><msub><mtext>σ</mtext><mi>ℬ</mi></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>t</mi><mo>∈</mo><msub><mi>ℬ</mi><mi>h</mi></msub></mrow></munder><mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mtext> </mtext><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>r</mi><mo>∈</mo><msub><mi>ℬ</mi><mi>w</mi></msub></mrow></munder><mrow><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mrow><mi>r</mi><mo>|</mo><mi>t</mi></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mi>q</mi><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mtext>d</mtext><mi>r</mi><mtext> d</mtext><mi>t</mi><mo>,</mo></mrow></mrow></mstyle></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "and shape parameter <i>α</i> = 1.<sup><a href=\"#fn10\">10</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The derivation of this distribution is equally valid for any (measurable) subset ℬ of the space of possible working times and wage combinations, job offers might exhibit. More in particular, it holds for the complement of ℬ in the set of all possible working time wage combinations, defined as <math><mrow><msup><mi>ℬ</mi><mi>c</mi></msup><mo>:</mo><mo>=</mo><msubsup><mi>ℬ</mi><mi>h</mi><mi>c</mi></msubsup><mo>×</mo><msubsup><mi>ℬ</mi><mi>w</mi><mi>c</mi></msubsup><mo>=</mo><mo>{</mo><mi>ℋ</mi><mo>\\</mo><msub><mi>ℬ</mi><mi>h</mi></msub><mo>}</mo><mo>×</mo><mo stretchy=\"false\">[</mo><mi>w</mi><mo>,</mo><mi>∞</mi><mo stretchy=\"false\">)</mo></mrow></math>. It follows that the random variable <i>U<sub>ℬ</sub>c</i>, denoting the utility level derivable from possible job offers with working time wage combinations in <i>ℬ<sup>c</sup></i>, is Fréchet distributed with location parameter <i>μ</i> = 0, scale parameter",
                            "type": "paragraph"
                        },
                        {
                            "id": "ueqn2",
                            "label": "(10)",
                            "mathml": "<math><msub><mtext>σ</mtext><mrow><msup><mi>ℬ</mi><mi>c</mi></msup></mrow></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>t</mi><mo>∈</mo><msubsup><mi>ℬ</mi><mi>h</mi><mi>c</mi></msubsup></mrow></munder><mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mtext> </mtext><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>r</mi><mo>∈</mo><msubsup><mi>ℬ</mi><mi>w</mi><mi>c</mi></msubsup></mrow></munder><mrow><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mrow><mi>r</mi><mo>|</mo><mi>t</mi></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mi>q</mi><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mtext>d</mtext><mi>r</mi><mtext> d</mtext><mi>t</mi><mo>,</mo></mrow></mrow></mstyle></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "and shape parameter <i>α</i> = 1.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The distinguishing value of different potential non–market activities, is completely absorbed by the different values of the multiplication factor in the utility function they generate. Indeed, the systematic part of the utility function is for all non–market alternatives equal to Ψ(0, 0). As for jobs with the same wage and required labour input, two non–market activities, <i>i</i><sub>1</sub> and <i>i</i><sub>2</sub> say, with attributes yielding the same value of the multiplication factor in the utility function for those alternatives, that is <i>ε</i>(<i>i</i><sub>1</sub>) = <i>ε</i> (<i>i</i><sub>2</sub>), are from a behavioural theoretic point of view equivalent to each other, and will therefore be considered as one and the same opportunity. For the same reason as in the case of job offers, it will be assumed that leisure activities which are particularly disliked, are abundantly available, while those that are intensely desired, are rather difficult to obtain. The intensity with which nonmarket activities yielding a multiplication factor equal to ν, denoted by λ<sup>0</sup> (ν), are accessible to an individual, is thus assumed to be equal to:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn9",
                            "label": "(11)",
                            "mathml": "<math><msup><mi>λ</mi><mtext>0</mtext></msup><mtext> (</mtext><mi>υ</mi><mtext>) =</mtext><mtext> </mtext><mfrac><mn>1</mn><mrow><msup><mi>υ</mi><mn>2</mn></msup></mrow></mfrac><mo>.</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Let <i>ℰ<sub>u</sub></i> be the set of values for ν such that non–market activities yield at least a utility level larger than or equal to <i>u</i>: ℰ<i><sub>u</sub></i> = {ν ∊ ℝ<sub>+</sub>|Ψ(0,0)ν≥ <i>u</i>}. Define Λ<sup>0</sup>(ℰ<sub><i>U</i></sub>), as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn10",
                            "label": "(12)",
                            "mathml": "<math><mtable><mtr><mtd><mrow><msup><mo>Λ</mo><mtext>0</mtext></msup><mtext> (</mtext><msub><mi>ℰ</mi><mi>u</mi></msub><mtext>)</mtext></mrow></mtd><mtd><mrow><mo>:</mo><mo>=</mo></mrow></mtd><mtd><mrow><mstyle displaystyle=\"true\"><mrow><munderover><mo>∫</mo><mrow><mi>u</mi><mo>/</mo><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow><mi>∞</mi></munderover><mrow><mfrac><mn>1</mn><mrow><msup><mi>υ</mi><mn>2</mn></msup></mrow></mfrac></mrow></mrow></mstyle></mrow></mtd></mtr></mtable><mtext> </mtext><mi>d</mi><mi>υ</mi><mtext> </mtext><mtext> </mtext><mo>=</mo><mtext> </mtext><mtext> </mtext><mfrac><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow><mi>u</mi></mfrac><mo>.</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "If one assumes that λ<sup>0</sup> is the intensity measure of an inhomogeneous spatial Poisson process, then the number of non–market alternatives that yield a utility level of at least u, available to a person, is Poisson distributed (see <a href=\"#A1\">Appendix A1</a>). Let the number of available non–market activities yielding a utility level of at least <i>u</i>, be denoted by <i>N</i>(Ψ(0,0) ν ≥ <i>u</i>). The probability that <i>N</i>(Ψ(0,0)ν ≥ <i>u</i>) = <i>n</i>, is, according to the Poisson distribution, equal to:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn11",
                            "label": "(13)",
                            "mathml": "<math><mi>P</mi><mrow><mo>(</mo><mrow><mi>N</mi><mrow><mo>(</mo><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mi>υ</mi><mtext> </mtext><mo>≥</mo><mtext> </mtext><mi>u</mi></mrow><mo>)</mo></mrow><mo>=</mo><mi>n</mi></mrow><mo>)</mo></mrow><mtext> </mtext><mo>=</mo><mtext> </mtext><mfrac><mrow><msup><mrow><mrow><mo>(</mo><mrow><msup><mo>Λ</mo><mtext>0</mtext></msup><mtext> (</mtext><msub><mi>ℰ</mi><mi>u</mi></msub><mtext>)</mtext></mrow><mo>)</mo></mrow></mrow><mi>n</mi></msup><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><msup><mo>Λ</mo><mtext>0</mtext></msup><mrow><mo>(</mo><mrow><msub><mi>ℰ</mi><mi>u</mi></msub></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow><mrow><mi>n</mi><mo>!</mo></mrow></mfrac><mo>=</mo><mfrac><mrow><msup><mrow><mrow><mo>(</mo><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>/</mo><mi>u</mi></mrow><mo>)</mo></mrow></mrow><mi>n</mi></msup><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>/</mo><mi>u</mi></mrow> <mo>]</mo></mrow></mrow><mrow><mi>n</mi><mo>!</mo></mrow></mfrac><mo>.</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The value of Λ<sup>0</sup> (ℰ<sub><i>u</i></sub>) equals the expected number of non–market opportunities available to an individual, yielding a utility level at least equal to <i>u</i>. The higher the value of Λ<sup>0</sup> (ℰ<sub><i>u</i></sub>), the more skewed to the right this distribution becomes, that is, the higher the probability that the number of available non–market alternatives yield a utility level of at least <i>u</i> is relatively big.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The probability that all available non–market alternatives to an individual, yield a utility level lower than <i>u</i>, equals the probability that the number of available alternatives with utility larger than or equal to <i>u</i>, is zero:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn12",
                            "label": "(14)",
                            "mathml": "<math><mi>P</mi><mrow><mo>(</mo><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mi>υ</mi><mtext> </mtext><mo>&lt;</mo><mtext> </mtext><mi>u</mi></mrow><mo>)</mo></mrow><mo>=</mo><mi>P</mi><mrow><mo>(</mo><mrow><mi>N</mi><mrow><mo>(</mo><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mi>υ</mi><mtext> </mtext><mo>≥</mo><mtext> </mtext><mi>u</mi></mrow><mo>)</mo></mrow><mo>=</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>=</mo><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><msup><mo>Λ</mo><mtext>0</mtext></msup><mrow><mo>(</mo><mrow><msub><mi>ℰ</mi><mi>u</mi></msub></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow><mo>=</mo><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><mfrac><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow><mi>u</mi></mfrac></mrow> <mo>]</mo></mrow><mo>.</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "From the last equation, it can be concluded that the utility that can be derived from the available non–market alternatives, which is a stochastic variable denoted by <i>U</i><sub>0</sub> = Ψ (0,0) ν, is Fréchet distributed with location parameter <i>μ</i> = 0, scale parameter σ<sub>0</sub> = Ψ(0,0), and shape parameter <i>α</i> = 1. This will prove useful when formulating the likelihood function in the next section (<a href=\"#s3-1\">Section 3.1</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Random opportunities",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. The RURO model",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Now we turn to the behavioural implications of the model explained in <a href=\"#s2\">Section 2</a>. From the available job offers and non–market opportunities, a person will choose that alternative she likes most. The probability that this will be an alternative including a job offer with a working time wage combination in the set ℬ, is equal to the probability that <i>U<sub>ℬ</sub></i> &gt; max {U0, <i>U<sub>ℬ</sub>c</i>}.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As the processes governing the arrival of job offers and non–market opportunities are assumed to be independent, the probability that <i>U<sub>ℬ</sub></i> (the utility from a job offer with a labour time and wage combination in ℬ) is equal to or greater than max {<i>U</i><sub>0</sub>, <i>U<sub>ℬ</sub>c</i>} is equal to the product of the probability that <i>U<sub>ℬ</sub></i> is greater than or equal to <i>U</i><sub>0</sub> and the probability that <i>U<sub>ℬ</sub></i> is greater than or equal to <i>U<sub>ℬ</sub>c</i>. That amounts to:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn13",
                            "label": "(15)",
                            "mathml": "<math><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mi>P</mi><mrow><mo>(</mo><mrow><msub><mi>U</mi><mi>ℬ</mi></msub><mo>≥</mo><mtext> </mtext><mi>max</mi><mrow><mo>{</mo> <mrow><msub><mi>U</mi><mn>0</mn></msub><mo>,</mo><msub><mi>U</mi><mrow><msup><mi>ℬ</mi><mi>c</mi></msup></mrow></msub></mrow> <mo>}</mo></mrow></mrow><mo>)</mo></mrow></mrow></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><mstyle displaystyle=\"true\"><mrow><munderover><mo>∫</mo><mn>0</mn><mi>∞</mi></munderover><mrow><mfrac><mrow><msub><mtext>σ</mtext><mi>ℬ</mi></msub></mrow><mrow><msup><mrow><mrow><mo>(</mo><mi>u</mi><mo>)</mo></mrow></mrow><mn>2</mn></msup></mrow></mfrac><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><mfrac><mrow><msub><mtext>σ</mtext><mi>ℬ</mi></msub></mrow><mi>u</mi></mfrac></mrow> <mo>]</mo></mrow><mi>e</mi><mi>x</mi><mi>p</mi><mrow><mo>[</mo> <mrow><mo>−</mo><mfrac><mrow><msub><mtext>σ</mtext><mrow><msup><mi>ℬ</mi><mi>c</mi></msup></mrow></msub></mrow><mi>u</mi></mfrac></mrow> <mo>]</mo></mrow><mi>e</mi><mi>x</mi><mi>p</mi><mrow><mo>[</mo> <mrow><mo>−</mo><mfrac><mrow><msub><mtext>σ</mtext><mn>0</mn></msub></mrow><mi>u</mi></mfrac></mrow> <mo>]</mo></mrow><mtext>d</mtext><mi>u</mi></mrow></mrow></mstyle></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><mstyle displaystyle=\"true\"><mrow><munderover><mo>∫</mo><mn>0</mn><mi>∞</mi></munderover><mrow><mfrac><mrow><msub><mtext>σ</mtext><mi>ℬ</mi></msub></mrow><mrow><msup><mrow><mrow><mo>(</mo><mi>u</mi><mo>)</mo></mrow></mrow><mn>2</mn></msup></mrow></mfrac><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><mrow><mo>(</mo><mrow><mfrac><mrow><msub><mtext>σ</mtext><mi>ℬ</mi></msub><mo>+</mo><msub><mtext>σ</mtext><mrow><msup><mi>ℬ</mi><mi>c</mi></msup></mrow></msub><mo>+</mo><msub><mtext>σ</mtext><mn>0</mn></msub></mrow><mi>u</mi></mfrac></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow><mtext>d</mtext><mi>u</mi></mrow></mrow></mstyle></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><mfrac><mrow><msub><mtext>σ</mtext><mi>ℬ</mi></msub></mrow><mrow><msub><mtext>σ</mtext><mi>ℬ</mi></msub><mo>+</mo><msub><mtext>σ</mtext><mrow><msup><mi>ℬ</mi><mi>c</mi></msup></mrow></msub><mo>+</mo><msub><mtext>σ</mtext><mn>0</mn></msub></mrow></mfrac></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><mfrac><mrow><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>t</mi><mo>∈</mo><msub><mi>ℬ</mi><mi>h</mi></msub></mrow></munder><mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mtext> </mtext><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>r</mi><mo>∈</mo><msub><mi>ℬ</mi><mi>w</mi></msub></mrow></munder><mrow><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mrow><mi>r</mi><mo>|</mo><mi>t</mi></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mi>q</mi><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mtext>d</mtext><mi>r</mi><mtext> d</mtext><mi>t</mi></mrow></mrow></mstyle></mrow></mrow></mstyle></mrow><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>t</mi><mo>∈</mo><mi>ℋ</mi></mrow></munder><mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mtext> </mtext><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>r</mi><mo>∈</mo><mi>W</mi></mrow></munder><mrow><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mrow><mi>r</mi><mo>|</mo><mi>t</mi></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mi>q</mi><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mtext>d</mtext><mi>r</mi><mtext> d</mtext><mi>t</mi></mrow></mrow></mstyle></mrow></mrow></mstyle></mrow></mfrac><mo>.</mo></mrow></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In a similar fashion it can be derived that the probability to choose a non–market alternative, is equal to the probability that U0 is equal to or greater than <i>U<sub>ℬ∪ℬc</sub></i>, which is equal to:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn14",
                            "label": "(16)",
                            "mathml": "<math><mtable><mtr><mtd><mrow><mi>P</mi><mrow><mo>(</mo><mrow><msub><mtext>U</mtext><mn>0</mn></msub><mo>≥</mo><msub><mi>U</mi><mi>ℬ</mi></msub><msub><mrow/><mrow><mo>∪</mo><msup><mi>ℬ</mi><mi>c</mi></msup></mrow></msub></mrow><mo>)</mo></mrow></mrow></mtd><mtd><mo>=</mo></mtd><mtd><mrow><mfrac><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>t</mi><mo>∈</mo><mi>ℋ</mi></mrow></munder><mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mtext> </mtext><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>r</mi><mo>∈</mo><mi>W</mi></mrow></munder><mrow><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mrow><mi>r</mi><mo>|</mo><mi>t</mi></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mi>q</mi><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mtext>d</mtext><mi>r</mi><mtext> d</mtext><mi>t</mi></mrow></mrow></mstyle></mrow></mrow></mstyle></mrow></mfrac><mo>.</mo></mrow></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "An additional assumption for identification is the independence of the wage offer distribution from the hours specified by the job offers. That is <i>g</i>1 (<i>w</i>|<i>h</i>) = <i>g</i>1 (<i>w</i>), ∀<i>h</i> ∊ ℋ.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The likelihood that an individual will choose one particular job offer requiring labour time <i>h</i>, and paying a wage <i>w</i>, can thus be obtained from <a href=\"#eqn13\">Equation (15)</a>:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn15",
                            "label": "(17)",
                            "mathml": "<math><mtable><mtr><mtd><mrow><mi>φ</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow></mtd><mtd><mo>=</mo></mtd><mtd><mrow><mfrac><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mi>q</mi><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mi>w</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>h</mi><mo>)</mo></mrow></mrow><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>r</mi><mo>∈</mo><mi>W</mi></mrow></munder><mrow><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>t</mi><mo>∈</mo><mi>ℋ</mi></mrow></munder><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mi>q</mi><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mtext>d</mtext><mi>r</mi><mtext> d</mtext><mi>t</mi></mrow></mrow></mstyle></mrow></mrow></mstyle></mrow></mfrac><mo>,</mo></mrow></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Similarly, the likelihood an individual’s most preferred non–market alternative is preferred to any of the job offers, equals:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn15-1",
                            "label": "(18)",
                            "mathml": "<math><mtable><mtr><mtd><mrow><mi>φ</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow></mtd><mtd><mo>=</mo></mtd><mtd><mrow><mfrac><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>r</mi><mo>∈</mo><mi>W</mi></mrow></munder><mrow><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mi>t</mi><mo>∈</mo><mi>ℋ</mi></mrow></munder><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mi>q</mi><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mtext>d</mtext><mi>r</mi><mtext> d</mtext><mi>t</mi></mrow></mrow></mstyle></mrow></mrow></mstyle></mrow></mfrac><mo>.</mo></mrow></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "We exclusively concentrated on individual decision makers. The model can be extended to the case of households consisting of couples (with or without children), if one is willing to assume a unitary decision making model. We provide this extension in <a href=\"#A2\">Appendix A2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "It is worthwhile to compare the likelihood function (15)–(15’) with what is obtained in a random utility function based upon discrete choice of labour time regimes (such as in <a href=\"#bib41\">Van Soest, 1995</a>). In this approach, the wage a person obtains, is, apart from measurement problems (see note 2), a fixed individual characteristic reflecting that person’s productivity. Choice of labour time is free but limited to a discrete set {<i>h<sub>i</sub></i>;<i>k</i> = 1,2,..., <i>K</i>}. Under the assumption that the stochastic parts of the utility functions are Fréchet distributed, the likelihood (probability) to observe an individual choosing a labour time regime <i>hi</i> equals:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn16",
                            "label": "(19)",
                            "mathml": "<math><mtable><mtr><mtd><mrow><mi>φ</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><msub><mi>h</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow></mrow></mtd><mtd><mo>=</mo></mtd><mtd><mrow><mfrac><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><msub><mi>h</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow></mrow><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>K</mi><mo>=</mo><mn>1</mn></mrow><mi>K</mi></munderover><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><msub><mi>h</mi><mi>k</mi></msub></mrow><mo>)</mo></mrow></mrow></mstyle></mrow></mfrac><mo>.</mo></mrow></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The difference with (15)–(15’) is twofold. In the <span class=\"small-caps\">ruro</span> model utilities are weighted with the intensity with which alternatives are rendered available to an individual. Next, the wage is part of the job offer. Consequently the denominator sums over all possible pairs of wages and labour time regimes (<i>w, h</i>), job offers contain, and not only over possible labour time regimes for a given wage.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Likelihood function",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Some parts of the model are non–parametrically identified. A fuller treatment of this issue is provided in <a href=\"#bib2\">Aaberge, Columbino and Strøm (1999)</a>, the working paper version of <a href=\"#bib18\">Dagsvik and Strøm (2006)</a> (See <a href=\"#bib22\">Dagsvik &amp; Strøm, 2004</a>), and <a href=\"#bib16\">Dagsvik and Jia (2016)</a>. The main line of argument for identifying the wage offer distribution from preferences runs as follows. Isolate two observationally equivalent groups of individuals in the population, supplying different number of hours, say <i>h</i><sub>1</sub> and <i>h</i><sub>2</sub>, for the same wage <i>w</i>. The relative proportion of these groups in the population is φ (<i>w</i>, <i>h</i><sub>1</sub>) / φ (<i>w, h</i><sub>2</sub>), which according to the model in <a href=\"#eqn15\">Equation (17)</a> reduces to:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn17",
                            "label": "(20)",
                            "mathml": "<math><mfrac><mrow><mi>φ</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><msub><mi>h</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow></mrow><mrow><mi>φ</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><msub><mi>h</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow></mrow></mfrac><mtext> </mtext><mo>=</mo><mtext> </mtext><mfrac><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><msub><mi>h</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mrow><msub><mi>h</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow></mrow><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><msub><mi>h</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mrow><msub><mi>h</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow></mrow></mfrac><mo>.</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Doing this for different levels of wages, allows to identify the function Ψ (<i>w, h</i>) <i>g</i>2 (<i>h</i>). Looking then at persons performing the same number of hours, but accepting different wages, <i>w</i><sub>1</sub> and <i>w</i><sub>2</sub> say, gives:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn18",
                            "label": "(21)",
                            "mathml": "<math><mfrac><mrow><mi>φ</mi><mrow><mo>(</mo><mrow><msub><mi>w</mi><mn>1</mn></msub><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow><mrow><mi>φ</mi><mrow><mo>(</mo><mrow><msub><mi>w</mi><mn>2</mn></msub><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow></mfrac><mtext> </mtext><mo>=</mo><mtext> </mtext><mfrac><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><msub><mi>w</mi><mn>1</mn></msub><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>h</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mrow><msub><mi>w</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow></mrow><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><msub><mi>w</mi><mn>2</mn></msub><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>h</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mrow><msub><mi>w</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow></mrow></mfrac><mo>.</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "As Ψ (<i>w, h</i>) <i>g</i>2 (<i>h</i>) was already identified in the previous step, it is now possible to identify <i>g</i>1 (<i>w</i>), using the fact that it is a density, and thus that ∫<sub><i>w</i>∈<i>W</i></sub> <i>g</i>1 (<i>w</i>) d <i>w</i> = 1.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Then, consider an observationally equivalent group of persons in the population. Some of them will be engaged in a formal job, and some of them not. The relative proportion of those groups in the population are:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn19",
                            "label": "(22)",
                            "mathml": "<math><mfrac><mrow><mi>φ</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow><mrow><mi>φ</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow></mfrac><mtext> </mtext><mo>=</mo><mtext> </mtext><mfrac><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mi>q</mi><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mi>w</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>h</mi><mo>)</mo></mrow></mrow><mrow><mo>Ψ</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow></mfrac><mo>.</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "As Ψ is a utility function, we can normalize the value of Ψ (0,0), which allows to identify <i>q</i> from this equation. In our empirical application, we tried to improve upon the non–parametric identification of <i>q</i> by introducing an exclusion restriction. More specifically, a group specific unemployment rate<sup><a href=\"#fn11\">11</a></sup> is added as an explanatory variable for <i>q</i>. We assume that this variable does not affect individual preferences, but, obviously, it has some relation with labour demand.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The utility function Ψ (<i>w, h</i>) and the distribution of offered labour time regimes <i>g</i>2 (<i>h</i>) are however not separately non–parametrically identified. One way out is to give a more fundamental justification of the functional form used for preferences. For example, <a href=\"#bib15\">Dagsvik and Røine Hoff (2011)</a> and <a href=\"#bib14\">Dagsvik (2013)</a> give a non–parametric justification of the preferences embodied by the Box-Cox type of utility functions that we will use (see the next section).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moreover, it can be argued that the occurrence of peaks in the distribution of the number of hours worked, as observed in many datasets, around half time, three quarter time and full time work, are not easily explained by the traditional way preferences are shaped in economics, neither by the kinks in the shape of the budget set caused by different tax structures.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Identification",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the present section we present the functional forms of the different components of the model that will be used in the empirical application in <a href=\"#s5\">Section 5</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "At the preference side,",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "the systematic part of the log utility function for singles is of the Box-Cox type: ln <math><mrow><mi>V</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mtext> </mtext><mi>T</mi><mo>−</mo><mi>h</mi><mo>;</mo><mtext> </mtext><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>V</mi></msub><mo stretchy=\"false\">)</mo><mo>=</mo><msub><mi>β</mi><mi>c</mi></msub><mo>⋅</mo><mrow><mo>(</mo><mrow><mfrac><mrow><msup><mi>c</mi><mrow><mi>α</mi><mi>c</mi></mrow></msup><mo>−</mo><mn>1</mn></mrow><mrow><msub><mi>α</mi><mi>c</mi></msub></mrow></mfrac></mrow><mo>)</mo></mrow><mo>+</mo><mo stretchy=\"false\">(</mo><msubsup><mi>β</mi><mi>h</mi><mo>'</mo></msubsup><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>V</mi></msub><mo stretchy=\"false\">)</mo><mo>.</mo><mrow><mo>(</mo><mrow><mfrac><mrow><msup><mrow><mo stretchy=\"false\">(</mo><mo stretchy=\"false\">(</mo><mi>T</mi><mo>−</mo><mi>h</mi><mo stretchy=\"false\">)</mo><mo>/</mo><mi>T</mi><mo stretchy=\"false\">)</mo></mrow><mi>α</mi></msup><mi>h</mi><mo>−</mo><mn>1</mn></mrow><mrow><msub><mi>α</mi><mi>h</mi></msub></mrow></mfrac></mrow><mo>)</mo></mrow></mrow></math> , with <i>α<sub>c</sub></i>, <i>α<sub>h</sub></i> &lt; 1. Intensity of preferences for leisure is increasing (decreasing) in an element of x<sub>V</sub>, if the associated parameter of βh is positive (negative).<sup><a href=\"#fn12\">12</a></sup> The exponents, <i>a<sub>c</sub></i> and ah, determine the curvature of the indifference curves in terms of labour time and consumption (that is, while keeping other attributes affecting preferences fixed). The lower these are, the less substitutable leisure and consumption are;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "for couples, a unitary decision model is assumed, but spouses’ leisure time is considered to be an assignable good. So, the systematic part of preferences is defined over consumption and each spouse’s leisure time. Partner’s time endowments are equal. An interaction term capturing potential complementarities between partners’ leisure time, is added to the utility function:",
                                        "type": "paragraph"
                                    },
                                    {
                                        "id": "ueqn3",
                                        "label": "(23)",
                                        "mathml": "<math><mrow><mtext>In</mtext><mtext> </mtext><mi>V</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mtext> </mtext><mi>T</mi><mo>−</mo><msub><mi>h</mi><mn>1</mn></msub><mo>,</mo><mtext> </mtext><mi>T</mi><mo>−</mo><msub><mi>h</mi><mn>2</mn></msub><mtext>​</mtext><mo>;</mo><mtext> </mtext><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>V</mi></msub><mo stretchy=\"false\">)</mo><mo>=</mo><msub><mi>β</mi><mrow><mi>c</mi><mo>,</mo><mi>g</mi></mrow></msub><mo>⋅</mo><mrow><mo>(</mo><mrow><mfrac><mrow><msup><mi>c</mi><mrow><mi>α</mi><mi>c</mi><mo>,</mo><mi>g</mi></mrow></msup><mo>−</mo><mn>1</mn></mrow><mrow><msub><mi>α</mi><mrow><mi>c</mi><mo>,</mo><mi>g</mi></mrow></msub></mrow></mfrac></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>2</mn></mrow></msub><mrow><mo stretchy=\"false\">(</mo><msubsup><mi>β</mi><mi>h</mi><mo>'</mo></msubsup><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>V</mi></msub><mo stretchy=\"false\">)</mo><mo>.</mo></mrow></mstyle><mrow><mo>(</mo><mrow><mfrac><mrow><msup><mrow><mo stretchy=\"false\">(</mo><mo stretchy=\"false\">(</mo><mi>T</mi><mo>−</mo><msub><mi>h</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo><mo>/</mo><mi>T</mi><mo stretchy=\"false\">)</mo></mrow><mrow><msub><mi>α</mi><mi>h</mi></msub></mrow></msup><mi>i</mi><mo>−</mo><mn>1</mn></mrow><mrow><msub><mi>α</mi><mi>h</mi></msub><msub><mrow/><mrow><msub><mrow/><mi>i</mi></msub></mrow></msub></mrow></mfrac></mrow><mo>)</mo></mrow><mo>+</mo><msub><mi>β</mi><mrow><msub><mi>h</mi><mn>1</mn></msub><mo>,</mo><msub><mi>h</mi><mn>2</mn></msub></mrow></msub><mo>⋅</mo><msub><mi>Π</mi><mrow><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>2</mn></mrow></msub><mrow><mo>(</mo><mrow><mfrac><mrow><msup><mrow><mo stretchy=\"false\">(</mo><mo stretchy=\"false\">(</mo><mi>T</mi><mo>−</mo><msub><mi>h</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo><mo>/</mo><mi>T</mi><mo stretchy=\"false\">)</mo></mrow><mrow><msub><mi>α</mi><mi>h</mi></msub></mrow></msup><mi>i</mi><mo>−</mo><mn>1</mn></mrow><mrow><msub><mi>α</mi><mi>h</mi></msub><msub><mrow/><mrow><msub><mrow/><mi>i</mi></msub></mrow></msub></mrow></mfrac></mrow><mo>)</mo></mrow><mo>,</mo></mrow></math>",
                                        "type": "mathml"
                                    },
                                    {
                                        "text": "with <i>α<sub>c,g</sub></i>, <i>α<sub>h<sub>i</sub></sub></i> &lt; 1 (i = 1,2). The interpretation of the exponents and the <math><mrow><msubsup><mi>β</mi><mrow><msub><mi>h</mi><mi>i</mi></msub></mrow><mo>'</mo></msubsup></mrow></math> (<i>i</i> = 1,2) remains the same as for singles; in addition, <i>β</i><sub><i>h</i><sub>1</sub>,<i>h</i><sub>2</sub></sub> &gt; (&lt;)0 means that partners’ leisure are complements (substitutes).",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "none",
                            "type": "list"
                        },
                        {
                            "text": "At the opportunity side,",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "the log of the intensity of job offers relative to the availability of non–market alternatives is linear in the covariates: ln <math><mrow><mi>q</mi><mo stretchy=\"false\">(</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mrow><mi>o</mi><mi>p</mi><mi>p</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo>=</mo><msubsup><mi>n</mi><mi>q</mi><mo>'</mo></msubsup><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mrow><mi>o</mi><mi>p</mi><mi>p</mi></mrow></msub></mrow></math>. The vector <b>x</b><sub><i>opp</i></sub> resumes covariates that might affect the job offer intensity, and should contain a constant term. The coefficient associated to this constant term is denoted by η<sub><i>q</i>,0</sub>;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "the wage density <i>g</i>1 (<i>w</i>; <b>x</b><sub><i>w</i></sub>) is assumed to be lognormal:",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "<math><mrow><msub><mi>g</mi><mn>1</mn></msub><mo stretchy=\"false\">(</mo><mi>w</mi><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>w</mi></msub><mo stretchy=\"false\">)</mo><mo>=</mo><mfrac><mn>1</mn><mrow><mi>w</mi><mo>⋅</mo><mi>σ</mi><mo>⋅</mo><msqrt><mrow><mn>2</mn><mi>π</mi></mrow></msqrt></mrow></mfrac><mi>exp</mi><mrow><mo>(</mo><mrow><mo>−</mo><mfrac><mn>1</mn><mn>2</mn></mfrac><msup><mrow><mrow><mo>(</mo><mrow><mfrac><mrow><mtext>In</mtext><mtext> </mtext><mi>w</mi><mo>−</mo><msubsup><mi>δ</mi><mrow><msub><mi>g</mi><mn>1</mn></msub></mrow><mo>'</mo></msubsup><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>w</mi></msub></mrow><mi>σ</mi></mfrac></mrow><mo>)</mo></mrow></mrow><mn>2</mn></msup></mrow><mo>)</mo></mrow></mrow></math>. It is dependent on covariates <b>x</b><sub><i>w</i></sub> that might affect the wage offer distribution;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "the distribution of the labour time regimes offered, is piecemeal uniform. There are a number of, say <i>K</i>, peaks, indexed by <i>k</i> = 1,2,..., <i>K</i>, around which the bulk of the job offers’ labour time regimes are concentrated (typically around half time, that is 18.5 to 20.5 hour a week in our application, three quarter time, or 29.5 to 30.5 hours a week, and full time, or 37.5 to 40.5 hours). The lower and upper bound of peak <i>k</i> (<i>k</i> = 1, 2,..., <i>K</i>) are denoted by respectively <math><mrow><munder accentunder=\"true\"><mrow><msub><mi>H</mi><mi>k</mi></msub></mrow><mo stretchy=\"true\">_</mo></munder></mrow></math> and <math><mrow><mover accent=\"true\"><mrow><msub><mi>H</mi><mi>k</mi></msub></mrow><mo stretchy=\"true\">¯</mo></mover></mrow></math>. There is a lower limit, H<sub>m</sub>j<sub>n</sub>, below which job offers are not considered to belong to the formal labour market (fixed at one hour a week in the application below); and an upper limit of labour time spent on formal jobs, denoted by <i>H</i><sub>max</sub>, and fixed at 70 hours per week in our application. This results in the following density function:",
                                        "type": "paragraph"
                                    },
                                    {
                                        "id": "ueqn4",
                                        "label": "(24)",
                                        "mathml": "<math><mtable><mtr><mtd><mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mrow><mi>h</mi><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>h</mi></msub></mrow><mo>)</mo></mrow></mrow></mtd><mtd><mo>=</mo></mtd><mtd><mrow><mrow><mo>{</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>γ</mi><mn>1</mn></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><mtext>if </mtext><mi>h</mi><mtext> </mtext><mo>∈</mo><mtext> </mtext><mtext> </mtext><mrow> <mo>[</mo> <mrow><msub><mi>H</mi><mrow><mtext>min</mtext></mrow></msub><mtext>,</mtext><msub><mrow><munder accentunder=\"true\"><mi>H</mi><mo stretchy=\"true\">_</mo></munder></mrow><mn>1</mn></msub><mrow> <mo>[</mo> <mo>,</mo> </mrow><mi>h</mi><mtext> </mtext><mo>∈</mo><mtext> </mtext><mtext> </mtext><mrow> <mo>[</mo> <mrow><msub><mrow><mover accent=\"true\"><mi>H</mi><mo stretchy=\"true\">¯</mo></mover></mrow><mi>k</mi></msub><mtext>,</mtext><msub><mrow><munder accentunder=\"true\"><mi>H</mi><mo stretchy=\"true\">_</mo></munder></mrow><mrow><mi>k</mi><mo>+</mo><mn>1</mn></mrow></msub><mrow> <mo>[</mo> <mo>,</mo> </mrow><mtext> </mtext><mtext>or </mtext><mtext> </mtext><mi>h</mi><mtext> </mtext><mo>∈</mo><mtext> </mtext><mtext> </mtext><mrow> <mo>[</mo> <mrow><msub><mrow><mover accent=\"true\"><mi>H</mi><mo stretchy=\"true\">¯</mo></mover></mrow><mi>k</mi></msub><mtext>,</mtext><msub><mi>H</mi><mrow><mtext>max</mtext></mrow></msub><mrow> <mo>[</mo> <mo>,</mo> </mrow><mtext> </mtext><mtext> </mtext><mi>k</mi><mtext> = 1,2, </mtext><mn>...</mn><mtext> ,</mtext><mi>K</mi><mo>−</mo><mtext>1;</mtext></mrow> </mrow></mrow> </mrow></mrow> </mrow></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>γ</mi><mn>1</mn></msub><mi>exp</mi><msub><mi>γ</mi><mrow><mi>k</mi><mo>+</mo><mn>1</mn></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><mtext>if </mtext><mi>h</mi><mtext> </mtext><mo>∈</mo><mtext> </mtext><mtext> </mtext><mrow> <mo>[</mo> <mrow><msub><mrow><munder accentunder=\"true\"><mi>H</mi><mo stretchy=\"true\">_</mo></munder></mrow><mi>k</mi></msub><mo>,</mo></mrow> </mrow><msub><mrow><mover accent=\"true\"><mi>H</mi><mo stretchy=\"true\">¯</mo></mover></mrow><mi>k</mi></msub><mrow> <mo>[</mo> <mo>,</mo> </mrow><mtext> </mtext><mtext> </mtext><mtext> </mtext><mi>k</mi><mtext> = 1,2, </mtext><mn>...</mn><mtext> ,</mtext><mi>K</mi><mo>.</mo></mrow></mtd></mtr></mtable></mrow> </mrow></mrow></mtd></mtr></mtable></math>",
                                        "type": "mathml"
                                    },
                                    {
                                        "text": "An example of such a distribution function is given in <a href=\"#fig1\">Figure 1</a>. In our application, the only covariate in <b>x</b><sub><i>h</i></sub> allowed to affect this function is the sex of the person .",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "none",
                            "type": "list"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Functional forms",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To estimate the parameters governing preferences, the relative intensity of market over non–market alternatives, and the distribution of wage offers and labour time regimes, a likelihood function, say ℒ, is constructed on the basis of <a href=\"#eqn15\">Equations (17)</a> and <a href=\"#eqn15-1\">(18’)</a> (for the case of the couples, see <a href=\"#eqn15-1\">Equation (18”)</a> of <a href=\"#A2\">Appendix A2</a>). The individual contributions of a single to that likelihood function are composed of the likelihood that the observed choice is the most preferred one, reflected in <a href=\"#eqn15\">Equations (17)</a>, or <a href=\"#eqn15-1\">(18’)</a>, depending on whether the observed choice involves participation on the formal labour market executing a job (or set of jobs) requiring <i>h</i> hours of work, and paying a wage <i>w</i>, or whether it is the non–market alternative. In these expressions, the numerator is thus evaluated at the actually observed choice, when constructing the likelihood function. Similarly for couples, the first, second, third, or fourth equation in (15”) (in <a href=\"#A2\">Appendix A2</a>) applies, dependent on whether both partners, only partner <i>j</i> (<i>j</i> = 1, 2), or none of both actually are engaged in formal jobs.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00139%2Fijm-00139-fig1.tif",
                                        "size": {
                                            "width": 1746,
                                            "height": 1164
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00139%2Fijm-00139-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00139-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Peak distribution for labour time regimes.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In practice, we do not observe the set of wage offers, <i>W</i>, nor the offered labour time regimes, <i>ℋ</i>. Therefore, a set of alternatives in the space of wages and labour time regimes is sampled from a prior density function, say ℙ (<i>w, h</i>). Denote the set of sampled combinations of wage offers and labour time regimes, possibly including the non–market alternative, by <i>D</i>. The observed choice (<i>w</i><sup>obs</sup>, <i>h</i><sup>obs</sup>) is to be always included in the sampled choice set. From the sampling densities ℙ (<i>w, h</i>), the likelihood to sample a set <i><i>D</i></i> given that the observed choice equals (<i>w</i><sup>obs</sup>, <i>h</i><sup>obs</sup>), can be constructed.<sup><a href=\"#fn13\">13</a></sup> It is denoted by <i>P</i> (<i>D</i> | (<i>w</i><sup>obs</sup>, <i>h</i><sup>obs</sup>)), and it equals:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn20",
                            "label": "(25)",
                            "mathml": "<math><mi>P</mi><mrow><mo>(</mo><mrow><mi>D</mi><mo>|</mo><mo stretchy=\"false\">(</mo><msup><mi>w</mi><mrow><mi>o</mi><mi>b</mi><mi>s</mi></mrow></msup><mo>,</mo><msup><mi>h</mi><mrow><mi>o</mi><mi>b</mi><mi>s</mi></mrow></msup></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mo>:</mo><mo>=</mo><mtext> </mtext><mstyle displaystyle=\"true\"><munder><mo>∏</mo><mrow><mi>i</mi><mo>:</mo><mrow><mo>(</mo><mrow><msub><mi>w</mi><mi>i</mi></msub><mo>,</mo><msub><mi>h</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>∈</mo><mi>D</mi></mrow></munder><mrow><mfrac><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><msub><mi>w</mi><mi>i</mi></msub><mo>,</mo><msub><mi>h</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><msup><mi>w</mi><mrow><mi>o</mi><mi>b</mi><mi>s</mi></mrow></msup><mo>,</mo><msup><mi>h</mi><mrow><mi>o</mi><mi>b</mi><mi>s</mi></mrow></msup></mrow><mo>)</mo></mrow></mrow></mfrac></mrow></mstyle><mo>.</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Recall that the probability (density) that a job paying a wage <i>w</i>, and requiring a number of <i>h</i> hours to be worked, would be optimal given a choice set <i>C</i> := {0,0} ∪ <i>W</i> } <i>ℋ</i>, was derived in <a href=\"#eqn15\">Equations (17)</a>, and <a href=\"#eqn15-1\">(18’)</a> if the non–market alternative would be the most preferred option. The unconditional probability to sample a choice set <i><i>D</i></i>, denoted by Π (<i><i>D</i></i>), can thus be written as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn21",
                            "label": "(26)",
                            "mathml": "<math><mstyle displaystyle=\"true\"><mo>∏</mo> <mrow><mrow><mo>(</mo><mi>D</mi><mo>)</mo></mrow><mtext> </mtext><mo>=</mo><mtext> </mtext><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mi>i</mi><mo>:</mo><mrow><mo>(</mo><mrow><msub><mi>w</mi><mi>i</mi></msub><mo>,</mo><msub><mi>h</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>∈</mo><mi>D</mi></mrow></munder><mrow><mi>P</mi><mrow><mo>(</mo><mrow><mi>D</mi><mo>|</mo><mrow><mo>(</mo><mrow><msub><mi>w</mi><mi>i</mi></msub><mo>,</mo><msub><mi>h</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo>)</mo></mrow><mtext> </mtext></mrow></mstyle></mrow></mstyle><mi>φ</mi><mrow><mo>(</mo><mrow><msub><mi>w</mi><mi>i</mi></msub><mo>,</mo><msub><mi>h</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><mo>.</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Using Bayes’ law, the probability (density) to observe an agent choosing a job offer that pays a wage <i>w<sub>i</sub></i>, and requires <i>h<sub>i</sub></i>, hours of labour time from the sampled set <i><i>D</i></i>, thus equals:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn22",
                            "label": "(27)",
                            "mathml": "<math><mover accent=\"true\"><mi>φ</mi><mo>˜</mo></mover><mrow><mo>(</mo><mrow><msub><mi>w</mi><mi>i</mi></msub><mo>,</mo><msub><mi>h</mi><mi>i</mi></msub><mo>|</mo><mi>D</mi></mrow><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><mi>P</mi><mrow><mo>(</mo><mrow><mi>D</mi><mo>|</mo><mrow><mo>(</mo><mrow><msub><mi>w</mi><mi>i</mi></msub><mo>,</mo><msub><mi>h</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mo>)</mo></mrow><mi>φ</mi><mrow><mo>(</mo><mrow><msub><mi>w</mi><mi>i</mi></msub><mo>,</mo><msub><mi>h</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mrow><mstyle displaystyle=\"true\"><mo>∏</mo> <mrow><mrow><mo>(</mo><mi>D</mi><mo>)</mo></mrow></mrow></mstyle></mrow></mfrac></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Using <a href=\"#eqn20\">Equations (25)</a> and <a href=\"#eqn21\">(26)</a>, we can thus reformulate the simulated likelihood to observe someone choosing an alternative (<i>w, h</i>) from a choice set <i><i>D</i></i> sampled according to the prior ℙ (<i>w, h</i>), as:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn23",
                            "label": "(28)",
                            "mathml": "<math><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mover accent=\"true\"><mi>φ</mi><mo>˜</mo></mover><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi><mo>|</mo><mi>D</mi></mrow><mo>)</mo></mrow></mrow></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><mfrac><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mo>/</mo><mi>ℙ</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>/</mo><mi>ℙ</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mo>∈</mo><mi>D</mi><mo>\\</mo><mrow><mo>{</mo> <mrow><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow></mrow></munder><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mi>q</mi><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mo>/</mo><mi>ℙ</mi><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow></mstyle></mrow></mfrac></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><mfrac><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mi>q</mi><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mi>w</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>h</mi><mo>)</mo></mrow><mfrac><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow></mfrac></mrow><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mo>∈</mo><mi>D</mi><mo>\\</mo><mrow><mo>{</mo> <mrow><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow></mrow></munder><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mi>q</mi><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mfrac><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow></mfrac></mrow></mstyle></mrow></mfrac><mo>.</mo></mrow></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The corresponding expression for choosing the non–market alternative equals:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn23-1",
                            "label": "(29)",
                            "mathml": "<math><mtable><mtr><mtd><mrow><mover accent=\"true\"><mi>φ</mi><mo>˜</mo></mover><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn><mo>|</mo><mi>D</mi></mrow><mo>)</mo></mrow></mrow></mtd><mtd><mo>=</mo></mtd><mtd><mrow><mfrac><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mo>∈</mo><mi>D</mi><mo>\\</mo><mrow><mo>{</mo> <mrow><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow></mrow></munder><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mi>q</mi><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mfrac><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow></mfrac></mrow></mstyle></mrow></mfrac><mo>.</mo></mrow></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "One further normalisation issue is in order. Note that the constant term of the <i>q</i> (<b>x</b><sub><i>opp</i></sub>)–function, exp(η<sub><i>q</i>,0</sub>), occurs in any term of the likelihood where <i>γ</i>1 appears (that is, in those terms of the sum pertaining to a job offer on the formal labour market, (<i>w, h</i>) : <i>w</i>, <i>h</i> &gt; 0), and each time these terms appear as a product. Therefore both, <i>η<sub><i>q</i>,0</sub> and <i>γ</i>1, cannot be estimated separately. But <i>γ</i>1 is still identified by the identity:</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn24",
                            "label": "(30)",
                            "mathml": "<math><msub><mi>γ</mi><mn>1</mn></msub><mrow><mo>(</mo><mrow><msub><mi>H</mi><mrow><mi>max</mi></mrow></msub><mo>−</mo><msub><mrow><mover accent=\"true\"><mi>H</mi><mo stretchy=\"true\">¯</mo></mover></mrow><mi>K</mi></msub><mo>+</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>k</mi><mo>=</mo><mn>1</mn></mrow><mrow><mi>k</mi><mo>−</mo><mn>1</mn></mrow></munderover><mrow><mrow><mo>(</mo><mrow><msub><mrow><munder accentunder=\"true\"><mi>H</mi><mo stretchy=\"true\">_</mo></munder></mrow><mrow><mi>k</mi><mo>+</mo><mn>1</mn></mrow></msub><mo>−</mo><msub><mrow><mover accent=\"true\"><mi>H</mi><mo stretchy=\"true\">¯</mo></mover></mrow><mi>K</mi></msub></mrow><mo>)</mo></mrow></mrow></mstyle><mo>+</mo><msub><mrow><munder accentunder=\"true\"><mi>H</mi><mo stretchy=\"true\">_</mo></munder></mrow><mn>1</mn></msub><mo>−</mo><msub><mi>H</mi><mrow><mi>min</mi></mrow></msub><mo>+</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>k</mi><mo>=</mo><mn>1</mn></mrow><mi>k</mi></munderover><mrow><mrow><mo>(</mo><mrow><msub><mrow><mover accent=\"true\"><mi>H</mi><mo stretchy=\"true\">¯</mo></mover></mrow><mi>k</mi></msub><mo>−</mo><msub><mrow><munder accentunder=\"true\"><mi>H</mi><mo stretchy=\"true\">_</mo></munder></mrow><mi>K</mi></msub></mrow><mo>)</mo></mrow></mrow></mstyle><mi>exp</mi><msub><mi>γ</mi><mrow><mi>k</mi><mo>+</mo></mrow></msub><msub><mrow/><mn>1</mn></msub></mrow><mo>)</mo></mrow><mo>≡</mo><mn>1.</mn></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "This means in practice that one does not estimate all the parameters in the likelihood (23) (respectively 23’), but rather reduces these equations to:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn25",
                            "label": "(31)",
                            "mathml": "<math><mtable><mtr><mtd><mrow><mover accent=\"true\"><mi>φ</mi><mo>˜</mo></mover><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi><mo>|</mo><mi>D</mi></mrow><mo>)</mo></mrow></mrow></mtd><mtd><mo>=</mo></mtd><mtd><mrow><mfrac><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mover accent=\"true\"><mi>q</mi><mo>˜</mo></mover><mtext> </mtext><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mi>w</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>h</mi><mo>)</mo></mrow><mfrac><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow></mfrac></mrow><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mo>∈</mo><mi>D</mi><mo>\\</mo><mrow><mo>{</mo> <mrow><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow></mrow></munder><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mover accent=\"true\"><mi>q</mi><mo>˜</mo></mover><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mfrac><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow></mfrac></mrow></mstyle></mrow></mfrac></mrow></mtd></mtr></mtable><mo>,</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where:",
                            "type": "paragraph"
                        },
                        {
                            "id": "ueqn5",
                            "label": "(32)",
                            "mathml": "<math><mtable columnalign=\"left\"><mtr><mtd><msub><mi>g</mi><mn>2</mn></msub><mtext> (</mtext><mi>h</mi><mtext>) = </mtext><mfrac><mrow><msub><mi>g</mi><mn>2</mn></msub><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo></mrow><mrow><msub><mi>γ</mi><mn>1</mn></msub></mrow></mfrac><mo>,</mo></mtd></mtr><mtr><mtd><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mover accent=\"true\"><mi>q</mi><mo>˜</mo></mover><mo>=</mo><msub><mi>γ</mi><mn>1</mn></msub><mi>q</mi><mo>.</mo></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "For the likelihood to choose a non–market alternative, this becomes:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn25-1",
                            "label": "(33)",
                            "mathml": "<math><mtable><mtr><mtd><mrow><mover accent=\"true\"><mi>φ</mi><mo>˜</mo></mover><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn><mo>|</mo><mi>D</mi></mrow><mo>)</mo></mrow></mrow></mtd><mtd><mo>=</mo></mtd><mtd><mrow><mfrac><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mo>∈</mo><mi>D</mi><mo>\\</mo><mrow><mo>{</mo> <mrow><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow></mrow></munder><mrow><mtext>ψ</mtext><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mover accent=\"true\"><mi>q</mi><mo>˜</mo></mover><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mfrac><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><mi>r</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow></mfrac></mrow></mstyle></mrow></mfrac></mrow></mtd></mtr></mtable><mo>,</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "One is able to back out an estimate of <i>η</i><sub><i>q</i>0</sub> by using <a href=\"#eqn24\">Equation (30)</a>. Indeed, subtracting ln <math><mrow><mover accent=\"true\"><mrow><msub><mtext>γ</mtext><mtext>1</mtext></msub></mrow><mo stretchy=\"true\">^</mo></mover></mrow></math> (with <math><mrow><mover accent=\"true\"><mrow><msub><mtext>γ</mtext><mtext>1</mtext></msub></mrow><mo stretchy=\"true\">^</mo></mover></mrow></math>, the estimated value of <i>γ</i><sub>1</sub> from applying <a href=\"#eqn24\">Equation (30)</a> using the estimates for 7<sub><i>k</i>+1</sub>, for <i>k</i> = 1,2,..., <i>K</i>) from the estimated constant of ln <math><mrow><mo stretchy=\"false\">(</mo><mover accent=\"true\"><mi>q</mi><mo>˜</mo></mover><mo stretchy=\"false\">(</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mrow><mi>o</mi><mi>p</mi><mi>p</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">)</mo></mrow></math>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We used the following specification of ℙ (<i>w, h</i>) for constructing a choice set <i>D</i>: wages are sampled from a lognormal distribution with parameters <i>m</i> and ς, labour time is sampled from the uniform distribution on the [<i>H</i><sub>min</sub>, <i>H</i><sub>max</sub>)–interval, and the probability to sample non–market alternatives is the observed inactivity degree in the sample (that is the relative number of persons in the sample being engaged in formal jobs for less than one hour a week), say <math><mrow><msubsup><mi>π</mi><mn>0</mn><mrow><mtext>obs</mtext></mrow></msubsup></mrow></math>.<sup><a href=\"#fn14\">14</a></sup> That is:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn26",
                            "label": "(34)",
                            "mathml": "<math><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mi>ℙ</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><msub><mi>π</mi><mn>0</mn></msub><msup><mrow/><mrow><mtext>obs</mtext></mrow></msup></mrow></mtd><mtd columnalign=\"left\"><mrow><mtext>if</mtext><mtext> </mtext><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mo>=</mo><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>,</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><msub><mi>π</mi><mn>0</mn></msub><msup><mrow/><mrow><mtext>obs</mtext></mrow></msup></mrow><mo>)</mo></mrow><mfrac><mrow><msup><mrow><mrow><mo>(</mo><mrow><mi>w</mi><mi>ς</mi><msqrt><mrow><mn>2</mn><mi>π</mi></mrow></msqrt></mrow><mo>)</mo></mrow></mrow><mrow><mo>−</mo><mn>1</mn></mrow></msup><mi>exp</mi><mrow><mo>(</mo><mrow><mo>−</mo><mfrac><mrow><msup><mrow><mrow><mo>(</mo><mrow><mi>ln</mi><mi>w</mi><mo>−</mo><mi>m</mi></mrow><mo>)</mo></mrow></mrow><mn>2</mn></msup></mrow><mrow><mn>2</mn><msup><mi>ς</mi><mn>2</mn></msup></mrow></mfrac></mrow><mo>)</mo></mrow></mrow><mrow><msub><mi>H</mi><mrow><mi>max</mi></mrow></msub><mo>−</mo><msub><mi>H</mi><mrow><mi>min</mi></mrow></msub></mrow></mfrac></mrow></mtd><mtd columnalign=\"left\"><mrow><mtext>if</mtext><mtext> </mtext><mi>w</mi><mo>&gt;</mo><mn>0</mn><mo>,</mo><mi>h</mi><mo>∈</mo><mrow> <mo>[</mo> <mrow><msub><mi>H</mi><mrow><mi>min</mi></mrow></msub><mo>,</mo><msub><mi>H</mi><mrow><mi>max</mi></mrow></msub><mrow> <mo>[</mo> <mo>,</mo> </mrow></mrow> </mrow></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mn>0</mn></mtd><mtd columnalign=\"left\"><mrow><mtext>otherwise</mtext><mtext>.</mtext></mrow></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In our implementation, we do not specify a functional form for the disposable income function <i>f</i> (<i>w, h</i>; <b>x</b><sub><i>f</i></sub>). For each draw (<i>w, h</i>) from the prior ℙ (<i>w, h</i>), a disposable income <i>f</i> (<i>w, h</i>; <b>x</b><sub><i>f</i></sub>) is instead calculated on the basis of the existing Belgian tax rules, as implemented in the microsimulation model <span class=\"small-caps\">eu-romod</span>, using where necessary additional information on non–earned income and relevant household characteristics from the <span class=\"small-caps\">silc</span>.<sup><a href=\"#fn15\">15</a></sup>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 Estimation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In order to evaluate the fit of the estimates, or the estimated model’s prediction of behavioural reactions to changes in explanatory variables, a simulation method can be used. Thereto, a choice set is to be drawn (possibly capturing changes in the intensity with which certain alternatives become available to certain persons) and then it is determined what an agent’s best choice would be within this simulated choice set, according to the estimated preferences of that person. If simulation is used for evaluating the fit of the estimated model, then the choice set is drawn according to the model estimates (the relative intensity of job offers, the wage offer distribution, and the labour time regime offers), and the simulated choices from that set are to be compared with actual ones, as observed in the data. This is done in <a href=\"#fig6\">Figures 6</a>-<a href=\"#fig11\">11</a> below (<a href=\"#s6-1\">Section 6.1</a>). Next we will use the simulation method also for calculating elasticities, and to evaluate the effects of changes in the education level on labour market participation (see <a href=\"#s6-2\">Sections 6.2</a> and <a href=\"#s7\">7</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "For example, when simulating to assess the fit, one uses the estimated measure of intensity with which alternatives (<i>w, h</i>) are offered to an agent, that is, using the estimates of the q-function, the estimated wage offer distribution, <i>g</i>1, <i>and</i> the estimated hours distribution, g2, to sample a choice set {(<i>w<sub>s</sub>, h<sub>s</sub></i>); <i>s</i> = 1,2,..., <i>S</i>}. Next, one draws for each of the sampled alternatives, (<i>w<sub>s</sub>, h<sub>s</sub></i>), a random variable from the Fréchet distribution, say <i>ε</i> (<i>w<sub>s</sub>, h<sub>s</sub></i>). Next, it is evaluated which of the drawn alternatives yields highest utility: <math><mrow><mover accent=\"true\"><mi>V</mi><mo stretchy=\"true\">^</mo></mover><mo stretchy=\"false\">(</mo><mi>f</mi><mo stretchy=\"false\">(</mo><msub><mi>w</mi><mi>s</mi></msub><mo>,</mo><msub><mi>h</mi><mi>s</mi></msub><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>f</mi></msub><mo stretchy=\"false\">)</mo><mo>,</mo><mtext> </mtext><mi>T</mi><mo>−</mo><mi>h</mi><msub><malignmark/><mi>s</mi></msub><mo>;</mo><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>V</mi></msub><mo stretchy=\"false\">)</mo><mi>ε</mi><mo stretchy=\"false\">(</mo><msub><mi>w</mi><mi>s</mi></msub><mo>,</mo><msub><mi>h</mi><mi>s</mi></msub><mo stretchy=\"false\">)</mo></mrow></math>.<sup><a href=\"#fn16\">16</a></sup> The alternative (w<sub>r</sub>,h<sub>r</sub>) thus yielding the highest utility is considered to be the agent’s optimal choice according to the model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5 Simulation",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Likelihood function, functional form, and estimation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The model is estimated on the Belgian database of the European Union Statistics on Income and Living Conditions (<span class=\"small-caps\">eu-silc</span>). We use the data that were collected in 2007. The entire dataset consists of 6348 households or 15493 individuals. It is representative for the Belgian population of private households. Persons living in collective households or institutions are excluded from the target population. The survey provides detailed information on earnings as well as on socio–demographic characteristics of each household.",
                    "type": "paragraph"
                },
                {
                    "text": "We selected three sub-samples, respectively from the subset of households in which the reference person is living with a partner of different sex (couples), from households with female reference person not living with a partner (single females), and from households with male reference person not living with a partner. Only those households are retained, in which the reference person <i>and</i> his or her partner in case of couples, are available for the labour market, <i>i.e.</i> aged between 16 and 64 year and not being sick, in education, disabled or (pre)retired. Self–employed are excluded due to the lack of reliable information on hours worked and income earned. Mixed households in which only one of the partners is available for the labour market are also excluded from the estimation sample. Finally, we drop households whose children are already available for the labour market but are still living with their parents. It is reasonable to assume that their labour supply decisions are different from those of a normal household without working children because it is not clear whether these households consider their labour supply decisions as a collective or as an individual process. Given this data selection, we are able to estimate the labour supply model on 1457 couple households, 571 single females, and 449 single males.",
                    "type": "paragraph"
                },
                {
                    "text": "Gross household labour income is equal to the sum of labour earnings of all household members. The income tax and employee’s social security contributions are deducted from gross income, and social transfers such as social assistance, unemployment benefits, child benefits, education benefits and housing benefits are added. We assume full take–up of social assistance if the eligibility criteria are fulfilled. In the same way as for the elements in the <i>apriori</i> drawn choice set, these calculations from gross to net income are done by means of the microsimulation model <span class=\"small-caps\">euromod</span>.",
                    "type": "paragraph"
                },
                {
                    "text": "Descriptive statistics for the selected sub-samples can be found in <a href=\"#table1\">Table 1</a>. In the wage offer equation an indicator for experience is used. Since we do not have information on the number of years a person has actually been working since she entered the labour market, <i>potential</i> experience is used. It is defined as the number of years since the person entered the labour market. That is age <i>minus</i> 15 years for a lowly educated person, age <i>minus</i> 19 years for a middle educated person, and age <i>minus</i> 23 years for a highly educated person. As this variable is highly correlated with age, age will not be included as a separate variable in the wage offer equation.",
                    "type": "paragraph"
                },
                {
                    "text": "Besides information from the <span class=\"small-caps\">eu-silc</span> questionnaire, we also used external information on type specific unemployment, where types are differentiated according to age, sex and education level. This variable should serve as a proxy for job availability, and may help to identify the distinction between the contribution of opportunities and preference factors in the model. <a href=\"#table2\">Table 2</a> shows the variation of this variable across the different types.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Own Calculations, eu-silc 2007.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">Singles</th>\n<th colspan=\"2\">Couples</th>\n</tr>\n<tr>\n<th align=\"left\">Description</th>\n<th><i>Female</i></th>\n<th><i>Male</i></th>\n<th><i>Female</i></th>\n<th><i>Male</i></th>\n</tr>\n</thead>\n<tbody>\n<tr><td>Age (years)</td>\n<td>41.1</td>\n<td>39.93</td>\n<td>38.08</td>\n<td>40.22</td></tr>\n<tr><td>% hh having 0–3 year old children</td>\n<td>5.78%</td>\n<td>0.45%</td>\n<td align=\"center\" colspan=\"2\">18.67%</td></tr>\n<tr><td>% hh having 4–6 year old children</td>\n<td>9.46%</td>\n<td>0.89%</td>\n<td align=\"center\" colspan=\"2\">17.16%</td></tr>\n<tr><td>% hh having 7–9 year old children</td>\n<td>10.16%</td>\n<td>1.78%</td>\n<td align=\"center\" colspan=\"2\">18.19%</td></tr>\n<tr><td align=\"left\" colspan=\"5\"><b>Education:</b></td></tr>\n<tr><td> Lowly educated</td>\n<td><b>22</b>.<b>8</b>%</td>\n<td>24.5%</td>\n<td>16.8%</td>\n<td>19.8%</td></tr>\n<tr><td> Secondary education</td>\n<td>34.6%</td>\n<td>41.9%</td>\n<td>38.5%</td>\n<td>39.0%</td></tr>\n<tr><td> Highly educated</td>\n<td>42.6%</td>\n<td>33.6%</td>\n<td>44.7%</td>\n<td>41.2%</td></tr>\n<tr><td align=\"left\" colspan=\"5\"><b>Residence:</b></td>\n</tr>\n<tr><td> Brussels</td>\n<td>19.8%</td>\n<td>21.2%</td>\n<td align=\"center\" colspan=\"2\">9.3%</td></tr>\n<tr><td> Flanders</td>\n<td>44.1%</td>\n<td>45.2%</td>\n<td align=\"center\" colspan=\"2\">58.5%</td></tr>\n<tr><td> Wallonia</td>\n<td>36.1%</td>\n<td>33.6%</td>\n<td>32.3%</td></tr>\n<tr><td>Participation rate (%)</td>\n<td>68.12</td>\n<td>78.84</td>\n<td>79.40</td>\n<td>93.20</td></tr>\n<tr><td align=\"left\" colspan=\"5\">Hours worked/week:</td>\n</tr>\n<tr><td>Conditional on working</td>\n<td>35.88</td>\n<td>39.69</td>\n<td>32.50</td>\n<td>40.84</td></tr>\n<tr><td>Unconditional</td>\n<td>24.45</td>\n<td>31.29</td>\n<td>25.81</td>\n<td>38.06</td></tr>\n<tr><td>Hourly wage (euro)</td>\n<td>14.91</td>\n<td>15.20</td>\n<td>14.73</td>\n<td>16.25</td></tr>\n<tr><td>Disposable income (€ /month)</td>\n<td>1567</td>\n<td>1588</td>\n<td align=\"center\" colspan=\"2\">3143</td></tr>\n<tr><td>Number of observations</td>\n<td>571</td>\n<td>449</td>\n<td align=\"center\" colspan=\"2\">1457</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Descriptive statistics for the estimation sample.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "id": "tfn1",
                                    "label": "a",
                                    "text": [
                                        {
                                            "text": "The exact figure is lacking. The average across all education levels for that age class is taken.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Eurostat unemployment rates by sex, age and educational attainment level (%), Belgium 2007, <a href=\"http://appsso.eurostat.ec.europa.eu/nui/show.do?dataset=lfsa_urgaed&amp;lang=en\">http://appsso.eurostat.ec.europa.eu/nui/show.do?dataset=lfsa_urgaed&amp;lang=en</a>, downloaded in October 2013.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"3\">Male</th>\n<th colspan=\"3\">Female</th>\n</tr>\n<tr>\n<th/>\n<th colspan=\"3\">Education level</th>\n<th colspan=\"3\">Education level</th>\n</tr>\n<tr>\n<th>Age group</th>\n<th>Low</th>\n<th>Middle</th>\n<th>High</th>\n<th>Low</th>\n<th>Middle</th>\n<th>High</th></tr>\n</thead>\n<tbody>\n<tr><td>15 to 24 years</td>\n<td align=\"center\">26.4</td>\n<td align=\"center\">14.0</td>\n<td align=\"center\">12.3</td>\n<td align=\"center\">33.6</td>\n<td align=\"center\">22.1</td>\n<td align=\"center\">11.0</td></tr>\n<tr><td>25 to 29 years</td>\n<td align=\"center\">19.0</td>\n<td align=\"center\">7.6</td>\n<td align=\"center\">6.9</td>\n<td align=\"center\">29.7</td>\n<td align=\"center\">13.1</td>\n<td align=\"center\">4.8</td></tr>\n<tr><td>30 to 34 years</td>\n<td align=\"center\">18.0</td>\n<td align=\"center\">6.6</td>\n<td align=\"center\">3.1</td>\n<td align=\"center\">23.5</td>\n<td align=\"center\">9.3</td>\n<td align=\"center\">3.3</td></tr>\n<tr><td>35 to 39 years</td>\n<td align=\"center\">11.6</td>\n<td align=\"center\">5.3</td>\n<td align=\"center\">2.0</td>\n<td align=\"center\">21.2</td>\n<td align=\"center\">6.9</td>\n<td align=\"center\">3.2</td></tr>\n<tr><td>40 to 44 years</td>\n<td align=\"center\">9.5</td>\n<td align=\"center\">4.2</td>\n<td align=\"center\">2.9</td>\n<td align=\"center\">12.2</td>\n<td align=\"center\">6.2</td>\n<td align=\"center\">3.0</td></tr>\n<tr><td>45 to 49 years</td>\n<td align=\"center\">7.4</td>\n<td align=\"center\">2.8</td>\n<td align=\"center\">2.7</td>\n<td align=\"center\">9.3</td>\n<td align=\"center\">5.8</td>\n<td align=\"center\">2.4</td></tr>\n<tr><td>50 to 54 years</td>\n<td align=\"center\">7.0</td>\n<td align=\"center\">3.7</td>\n<td align=\"center\">2.3</td>\n<td align=\"center\">10.1</td>\n<td align=\"center\">7.0</td>\n<td align=\"center\">3.5</td></tr>\n<tr><td>55 to 64 years</td>\n<td align=\"center\">4.7</td>\n<td align=\"center\">3.0</td>\n<td align=\"center\">3.0</td>\n<td align=\"center\">5.8</td>\n<td align=\"center\">7.8</td>\n<td align=\"center\">5.3<sup><i><a href=\"#tfn1\">a</a></i></sup></td></tr>\n</tbody>\n</table>"
                            ],
                            "title": "Type specific unemployment rates (%).",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s4",
            "title": "4. Data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "<a href=\"#table3\">Table 3</a> specifies the covariates that have been used in the different parts of the model.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "id": "tfn2",
                                    "label": "a",
                                    "text": [
                                        {
                                            "text": "Brussels, Flanders, Wallonia.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn3",
                                    "label": "b",
                                    "text": [
                                        {
                                            "text": "Low, Middle, High.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>Preferences</th>\n<th colspan=\"3\">Opportunities</th>\n</tr>\n<tr>\n<th/>\n<th><b>x</b><sub><i>V</i></sub></th>\n<th><b>x</b><sub><i>opp</i></sub></th>\n<th><b>x</b><sub><i>h</i></sub></th>\n<th><b>x</b><sub><i>w</i></sub></th>\n</tr>\n<tr>\n<th>variable</th>\n<th/>\n<th>job offers</th>\n<th>hours</th>\n<th>wages</th>\n</tr>\n</thead>\n<tbody>\n<tr><td>Regional dummies<sup><i><a href=\"#tfn2\">a</a></i></sup></td>\n<td>yes</td>\n<td>yes</td>\n<td>no</td>\n<td>no</td>\n</tr>\n<tr>\n<td>Education dummies<sup><a href=\"#tfn3\">b</a></sup></td>\n<td>yes</td>\n<td>yes</td>\n<td>no</td>\n<td>yes</td>\n</tr>\n<tr>\n<td>Age</td>\n<td>yes</td>\n<td>no</td>\n<td>no</td>\n<td>no</td>\n</tr>\n<tr>\n<td>Group specific unemployment rate</td>\n<td>no</td>\n<td>yes</td>\n<td>no</td>\n<td>no</td></tr>\n<tr><td>Number of children</td>\n<td>yes</td>\n<td>no</td>\n<td>no</td>\n<td>no</td>\n</tr>\n<tr>\n<td>Gender</td>\n<td>yes</td>\n<td>yes</td>\n<td>yes</td>\n<td>yes</td>\n</tr>\n<tr>\n<td>Potential experience</td>\n<td>no</td>\n<td>no</td>\n<td>no</td>\n<td>yes</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Model specification.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The estimated parameters for the model specification of <a href=\"#table3\">Table 3</a> are reported in <a href=\"#A3\">Appendix A3</a>. Here, we investigate the impact of education on preference intensity for leisure and opportunities.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "To assess preference estimates we investigate the shape of the estimated indifference curves for labour time and consumption. As jobs contain also other, unobserved, attributes, this approach is only valid under the assumption that these other attributes are kept fixed when considering variations in consumption and labour time. The marginal rate of substitution between consumption and labour time for singles equals:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn27",
                            "label": "(35)",
                            "mathml": "<math><msub><mtext>MRS</mtext><mrow><msub><mrow><mtext>c,h</mtext></mrow><mtext>j</mtext></msub></mrow></msub><mo>=</mo><mfrac><mrow><mrow><mo>(</mo><mrow><msup><mi>β</mi><mo>'</mo></msup><msub><mrow/><mrow><mi>h</mi><mo>,</mo><mi>j</mi></mrow></msub><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>X</mi></mstyle><mi>v</mi></msub></mrow><mo>)</mo></mrow><mo>.</mo><msup><mrow><mrow><mo>(</mo><mrow><mi>T</mi><mo>−</mo><msub><mi>h</mi><mi>j</mi></msub></mrow><mo>)</mo></mrow></mrow><mrow><msub><mi>α</mi><mrow><mi>h</mi><mo>,</mo><mi>j</mi><mo>−</mo><mn>1</mn></mrow></msub></mrow></msup><mo>/</mo><msup><mi>T</mi><mrow><msub><mi>α</mi><mrow><mi>h</mi><mo>,</mo><mi>j</mi></mrow></msub></mrow></msup></mrow><mrow><msub><mi>β</mi><mrow><mi>c</mi><mo>,</mo><mi>j</mi></mrow></msub><mo>.</mo><msup><mrow><mrow><mo>(</mo><mrow><msub><mi>c</mi><mi>j</mi></msub></mrow><mo>)</mo></mrow></mrow><mrow><msub><mi>α</mi><mrow><mi>c</mi><mo>,</mo><mi>j</mi><mo>−</mo><mn>1</mn></mrow></msub></mrow></msup></mrow></mfrac><mo>,</mo><mtext> </mtext><mtext> </mtext><mi>j</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>2</mn><mo>,</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "and for couples it is equal to:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn28",
                            "label": "(36)",
                            "mathml": "<math><msub><mtext>MRS</mtext><mrow><msub><mrow><mtext>c,h</mtext></mrow><mtext>j</mtext></msub></mrow></msub><mo>=</mo><mfrac><mrow><mrow><mo>(</mo><mrow><msup><mi>β</mi><mo>'</mo></msup><msub><mrow/><mrow><mi>h</mi><mi>j</mi></mrow></msub><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>X</mi></mstyle><mi>v</mi></msub></mrow><mo>)</mo></mrow><mo>.</mo><msup><mrow><mrow><mo>(</mo><mrow><mi>T</mi><mo>−</mo><msub><mi>h</mi><mi>j</mi></msub></mrow><mo>)</mo></mrow></mrow><mrow><msub><mi>α</mi><mrow><mi>h</mi><mi>j</mi></mrow></msub><mo>−</mo><mn>1</mn></mrow></msup><mo>/</mo><msup><mi>T</mi><mrow><msub><mi>α</mi><mrow><mi>h</mi><mi>j</mi></mrow></msub></mrow></msup><mo>+</mo><msub><mi>β</mi><mrow><mi>h</mi><mn>1</mn><mo>,</mo><mi>h</mi><mn>2</mn></mrow></msub><mrow><mo>(</mo><mrow><mfrac><mrow><msup><mrow><mrow><mo>(</mo><mrow><mi>T</mi><mo>−</mo><msub><mi>h</mi><mi>i</mi></msub><mo>/</mo><mi>T</mi></mrow><mo>)</mo></mrow></mrow><mrow><mi>α</mi><msub><mi>h</mi><mi>i</mi></msub></mrow></msup><mo>−</mo><mn>1</mn></mrow><mrow><mi>α</mi><msub><mi>h</mi><mi>i</mi></msub></mrow></mfrac></mrow><mo>)</mo></mrow><msup><mrow><mrow><mo>(</mo><mrow><mi>T</mi><mo>−</mo><msub><mi>h</mi><mi>j</mi></msub></mrow><mo>)</mo></mrow></mrow><mrow><msub><mi>α</mi><mrow><msub><mi>h</mi><mi>j</mi></msub><mo>−</mo><mn>1</mn></mrow></msub></mrow></msup><mo>/</mo><msup><mi>T</mi><mrow><msub><mi>α</mi><mrow><msub><mi>h</mi><mi>j</mi></msub></mrow></msub></mrow></msup></mrow><mrow><msub><mi>β</mi><mrow><mi>c</mi><mo>,</mo><mi>g</mi></mrow></msub><mo>.</mo><msup><mi>c</mi><mrow><msub><mi>α</mi><mrow><mi>c</mi><mo>,</mo><mi>g</mi></mrow></msub><mo>−</mo><mn>1</mn></mrow></msup></mrow></mfrac><mo>,</mo><mtext> </mtext><mtext> </mtext><mi>i</mi><mo>,</mo><mi>j</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>2</mn><mo>;</mo><mtext> </mtext><mi>i</mi><mo>≠</mo><mi>j</mi><mo>.</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Notice that the covariates influencing preferences affect the marginal rate of substitution only through their influence on <math><mrow><mrow><mo>(</mo><mrow><msubsup><mi>β</mi><mrow><mi>h</mi><mi>j</mi></mrow><mo>'</mo></msubsup><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>V</mi></msub></mrow><mo>)</mo></mrow></mrow></math>. More specifically, as <math><mrow><mrow><mo>(</mo><mrow><msubsup><mi>β</mi><mrow><mi>h</mi><mi>j</mi></mrow><mo>'</mo></msubsup><msub><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>x</mi></mstyle><mi>V</mi></msub></mrow><mo>)</mo></mrow></mrow></math> increases in one of the covariates, the marginal rate of substitution in any point (<i>c, h<sub>j</sub></i>) becomes higher for a person with a larger value on that variable. Hence, a person exhibiting a higher value on that covariate will have relatively steeper indifference curves. That is, she will exhibit a more intense preference for leisure relative to consumption.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We illustrate this in <a href=\"#fig2\">Figure 2</a> for the education level. For males, both in couples (thin black curves in <a href=\"#fig2\">Figure 2</a>), and as singles (fat black curves in <a href=\"#fig2\">Figure 2</a>), the effect of education is non–monotonous. Both highly and lowly educated (dashed, respectively dotted curves) men have less intense preference for leisure relative to consumption, as compared to their fellows with a middle education level (full lines). This effect is more outspoken, but much less precisely estimated, in the case of singles. Higher educated females have less intense preferences for leisure relative to consumption, both when living in couples (dark grey curves) or as a single (light grey curves).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00139%2Fijm-00139-fig2.tif",
                                        "size": {
                                            "width": 1827,
                                            "height": 1190
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00139%2Fijm-00139-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00139-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Impact of education level on steepness of indifference curves.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Preferences",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#fig3\">Figure 3</a> represents the estimation of the wage offer distributions. The dotted lines apply to females, the full lines to males. The sex differences are small, as compared to the impact of the other covariates, and not always in the disadvantage of females. The latter is the case for persons with a middle education level.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00139%2Fijm-00139-fig3.tif",
                                        "size": {
                                            "width": 1804,
                                            "height": 1152
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00139%2Fijm-00139-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00139-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Estimated wage offer distributions and education.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Higher education shifts the wage offer distribution to the right: compare the fat black, grey, and light grey curves for the distributions at low experience age (10 years), and the thin black, grey, and light grey curves for the impact of education at high experience age (25 years). Potential experience also shifts the wage offer distribution to the right: compare fat and thin lines of the same color. However, when potential experience would exceed the level of 37 years, for males, and 32 years, for females, the wage offer distribution would start shifting to the left again. For experience levels below these bounds, higher education, which implies less potential experience, has therefore two countervailing effects on the wage distribution. The net effect is usually positive, that is a shift of the wage offer distribution to the right. Whether this would also results into an increased acceptance of jobs, depends on income and substitution effects (in preferences), and cannot be fixed <i>apriori.</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Notice that this is a wage <i>offer</i> distribution. Simulated and observed wages of accepted jobs are discussed in <a href=\"#s6\">Section 6</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig4\">Figure 4</a> represents the distribution of offered labour time regimes.<sup><a href=\"#fn17\">17</a></sup> Again, these are not actual labour time regimes nor those chosen according to the model. The most salient observation is that this distribution is different for males and females, the latter receiving more part time, and less full time job offers.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00139%2Fijm-00139-fig4.tif",
                                        "size": {
                                            "width": 1540,
                                            "height": 2100
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00139%2Fijm-00139-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00139-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Estimated distribution of offered labour time regimes.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig5\">Figure 5</a> reports the impact of education on the intensity of suitable job offers (the <i>q</i>–function).<sup><a href=\"#fn18\">18</a></sup> As the type specific unemployment rate varies with education level (and age) we report the joint effect of both. More specifically, for each age class we report the intensity of suitable job offers of males (black bars), respectively females (grey bars) of a lowly (dotted bar), highly educated persons (dashed bar), and those with middle education level (fully coloured bars).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Considered <i>per se</i> the education level has a positive effect on the availability of suitable job offers, though the effect of high <i>versus</i> middle education is small for males.",
                            "type": "paragraph"
                        },
                        {
                            "text": "From <a href=\"#table2\">Table 2</a> it can be seen that the type specific unemployment rate is decreasing in the education level. Now, for males, a higher type specific unemployment rate increases the intensity of suitable job offers. As a consequence, the already small positive effect of education is slightly attenuated, leading ultimately to a net negative effect of high as compared to middle education level for the middle age classes. For females on the other hand the net effect of high education is outspokenly positive, as both the effect of the lower unemployment rate with education and education <i>per se</i>, push into the same direction.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Notice that <a href=\"#fig5\">Figure 5</a> also reveals that the availability of suitable job offers is decreasing slightly with age for males, while we don’t see a similar decline for females.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00139%2Fijm-00139-fig5.tif",
                                        "size": {
                                            "width": 1822,
                                            "height": 1189
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00139%2Fijm-00139-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00139-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Job offer intensity in function of education and age specific unemployment rate.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Opportunities",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Estimation results",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "We now evaluate the fit of the estimated model.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The mean estimated consumption within couples is 3070 € per month. Compare that with the observed mean of 3143 € per month reported in <a href=\"#table1\">Table 1</a>. The simulated distribution (black curve in <a href=\"#fig6\">Figure 6</a>) slightly overestimates the number households with lower incomes, at the expense of those with modal disposable incomes (compare the black curve with the observed values represented by the gray dashed one).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The fit of the (conditional) distribution of female wages is good (RhS panel of <a href=\"#fig7\">Figure 7</a>): the black (simulated) and grey dashed (observed) curve almost coincide. The simulated wage distribution of the males (black line on the LhS panel of <a href=\"#fig7\">Figure 7</a>) is more populated than the observed one (grey dashed line on the LhS panel of <a href=\"#fig7\">Figure 7</a>) at lower and moderately high wages, at the expense of a smaller occurrence of modal and extremely high wages.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig6",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00139%2Fijm-00139-fig6.tif",
                                                "size": {
                                                    "width": 1581,
                                                    "height": 1151
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00139%2Fijm-00139-fig6.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00139-fig6.jpg"
                                                }
                                            },
                                            "label": "Figure 6",
                                            "title": "Fit disposable income for couples.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The number of non–participants in the labour market is overestimated. Compare thereto the full grey (observed) and unfilled black bordered (simulated) left most spike in both panels of <a href=\"#fig8\">Figure 8</a>. Still, the number of cases in which none of both partners work, is underestimated. The estimated peaks reasonably well fit the observed values, except for the three quarter time jobs, the occurrence of which is underestimated by the model, both for male and female partners. The percentage of females having a full time job is also slightly overestimated by the model.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig7",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00139%2Fijm-00139-fig7.tif",
                                                "size": {
                                                    "width": 1975,
                                                    "height": 720
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00139%2Fijm-00139-fig7.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00139-fig7.jpg"
                                                }
                                            },
                                            "label": "Figure 7",
                                            "title": "Fit wages males (left) and females (right) in couples.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig8",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00139%2Fijm-00139-fig8.tif",
                                                "size": {
                                                    "width": 1975,
                                                    "height": 719
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00139%2Fijm-00139-fig8.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00139-fig8.jpg"
                                                }
                                            },
                                            "label": "Figure 8",
                                            "title": "Fit labour time males (left) and females (right) in couples.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s6-1-1",
                            "title": "1. Couples",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "<a href=\"#fig9\">Figures 9</a>–<a href=\"#fig11\">11</a> represent the fit of the model for singles. Consumption of single females is reasonably well approximated (<span class=\"small-caps\">rhs</span> of <a href=\"#fig9\">Figure 9</a>). Mean consumption of males is almost perfectly replicated by the estimates (1585 € per month fitted <i>versus</i> 1588 € per month observed), but the empirical distribution is somewhat less good approximated, with, amongst other things, an underestimation of the lower tail. The latter is also the case for the single females.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig9",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00139%2Fijm-00139-fig9.tif",
                                                "size": {
                                                    "width": 1975,
                                                    "height": 719
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00139%2Fijm-00139-fig9.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00139-fig9.jpg"
                                                }
                                            },
                                            "label": "Figure 9",
                                            "title": "Fit disposable income single males (left) and single females (right).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig10",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00139%2Fijm-00139-fig10.tif",
                                                "size": {
                                                    "width": 1963,
                                                    "height": 720
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00139%2Fijm-00139-fig10.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00139-fig10.jpg"
                                                }
                                            },
                                            "label": "Figure 10",
                                            "title": "Fit wages single males (left) and females (right).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "Similarly, the wage distribution of single females (<span class=\"small-caps\">rhs</span> of <a href=\"#fig10\">Figure 10</a>) is better fitted than that of males (<span class=\"small-caps\">lhs</span> of <a href=\"#fig10\">Figure 10</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Labour market participation of single males (<i>cf</i>. <span class=\"small-caps\">lhs</span> of <a href=\"#fig11\">Figure 11</a>) is overestimated, while that of single females is almost perfectly fitted (<span class=\"small-caps\">rhs</span> of <a href=\"#fig11\">Figure 11</a>). The observed peak for half time jobs is underestimated for males, and that of three quarter time jobs is overestimated for both, males and females. The occurrence of full time jobs for males is overestimated. That of females underestimated.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig11",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00139%2Fijm-00139-fig11.tif",
                                                "size": {
                                                    "width": 1978,
                                                    "height": 719
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00139%2Fijm-00139-fig11.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00139-fig11.jpg"
                                                }
                                            },
                                            "label": "Figure 11",
                                            "title": "Fit labour time regimes single males (left) and single females (right).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s6-1-2",
                            "title": "2. Singles",
                            "type": "section"
                        }
                    ],
                    "id": "s6-1",
                    "title": "6.1 Fit",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table4\">Table 4</a> reports the total reaction in terms of labour time and the effect on participation to the labour market (extensive margin), following a shift of the density of the males’, respectively females’, wage offer distribution to the right by 10% (augmenting the estimated location parameter with ln1.1). Additionally, we report intensive margins (effect on labour supply conditional on participating in the base line, inclusive of the labour market leavers). The variable ‘part in’ gives the percentage of entrants into the labour market, while ‘part out’ represents the percentage of leavers.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"3\">Shift of <i>female</i> wage distribution</th>\n<th colspan=\"3\">Shift of <i>male</i> wage distribution</th>\n</tr>\n<tr>\n<th/>\n<th colspan=\"2\">Couple</th>\n<th>Single</th>\n<th colspan=\"2\">Couple</th>\n<th>Single</th>\n</tr>\n<tr><th/>\n<th>Female</th>\n<th>Male</th>\n<th>Female</th>\n<th>Male</th>\n<th>Female</th>\n<th>Male</th>\n</tr>\n</thead>\n<tbody>\n<tr><td>Total elasticity</td>\n<td>0.6445</td>\n<td>-0.1734</td>\n<td>0.6877</td>\n<td>-0.2014</td>\n<td>0.3304</td>\n<td>0.4569</td></tr>\n<tr><td>Intensive margin</td>\n<td>0.2162</td>\n<td>-0.2222</td>\n<td>0.1257</td>\n<td>-0.2584</td>\n<td>0.1365</td>\n<td>0.0944</td></tr>\n<tr><td>Part in</td>\n<td>3.157%</td>\n<td>0.480%</td>\n<td>3.327%</td>\n<td>0.549%</td>\n<td>1.716%</td>\n<td>2.895%</td></tr>\n<tr><td>Part out</td>\n<td>0.000%</td>\n<td>1.647%</td>\n<td>0.000%</td>\n<td>1.579%</td>\n<td>0.000%</td>\n<td>0.000%</td></tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Aggregate wage elasticity of labour supply.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Compared to Marshallian elasticities in the literature estimated by static models using micro data, the total elasticity estimates produced here are rather large (Compare <i>e.g.</i> with the figures reported in Tables 6 and 7 of <a href=\"#bib30\">Keane, 2011</a>). However, as far as these total elasticities include the extensive margin, and are calculated as the proportional change in total labour time for the whole sub-sample, these need to be compared with macro elasticities, which are usually much larger, even as compared to the figures obtained here.<sup><a href=\"#fn19\">19</a></sup> Still, it should be stressed that the figures reported here are conceptually of a different nature, in that actually obtained wages in the present model are the result of choosing the most attractive job offer according to the persons’ preferences. Therefore, a reaction to an exogenous change in that wage cannot be conceived of in the framework we used. What was, alternatively, done, is to shift the entire distribution of the wages included in the job offers, to the right. This cannot be considered the same as a change in an exogenously given wage. As the <span class=\"small-caps\">ruro</span> model incorporates frictions due to restrictions in the labour market opportunities an agent faces, this might account for the lower values of the elasticities reported here, compared to values obtained for macro figures.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-2",
                    "title": "6.2 Elasticities",
                    "type": "section"
                }
            ],
            "id": "s6",
            "title": "6. Fit and behavioural response",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In the present section we present a simulation exercise to assess the full effect of changes in education level on labour market participation and labour supply.",
                    "type": "paragraph"
                },
                {
                    "text": "As our sample is not representative for the Belgian population at working age due to selecting only persons available for the labour market, currently not self-employed, we first produced a baseline in which we simulated the education level in accordance with the 2007 distribution, as produced by the Belgian dynamic microsimulation model midas (Federal Planning Bureau).<sup><a href=\"#fn20\">20</a></sup> More specifically, we replaced the currently observed education level for each individual in our sample with a randomly assigned education level based on the population figures for the age and gender specific education levels for this baseline (represented in the ‘baseline’ columns of <a href=\"#table5\">Table 5</a>).<sup><a href=\"#fn21\">21</a></sup> The potential experience and type specific unemployment rate were accordingly adapted. Then, we simulated labour market choices with these new data. <a href=\"#table6\">Table 6</a> contains the participation rate (part) and average length of the work week <i>h</i> (including non–participants), by gender and age class, resulting from this exercise.",
                    "type": "paragraph"
                },
                {
                    "text": "A similar procedure is then followed for the counterfactual scenario on education as obtained from the implementation in the MiDAS-model (see the ‘counterfactual’ columns of <a href=\"#table5\">Table 5</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Notice that across all age classes, except the youngest, the number of females with higher education in the baseline exceeds that of males by five to ten percentage points. In the counterfactual scenario, the male education distribution is then modelled as approaching that of the females. The distribution of the educational attainment level is thus more or less equal for males and females in the ‘counterfactual’ columns.",
                    "type": "paragraph"
                },
                {
                    "text": "Accordingly, we can learn from <a href=\"#table6\">Table 6</a> that the overall effect of changing education levels over time is mainly concentrated among the men. More specifically, labour market participation of <i>single</i> males between 30 and 45 years old increases by 1.5 to over 7 percentage points. The mean number of hours worked per week for the same categories increases with half an hour to more than four hours. Female labour market participation and labour supply are not fundamentally affected in the alternative situation, as female education in the counterfactual does not differ much from that in the baseline. If anything, female labour market participation and labour time decrease slightly in the alternative scenario.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: <span class=\"small-caps\">midas</span> implemented scenarios for baseline coinciding with 2007 and counterfactual aiming at a catch-up of female’s higher education level than males’ in the baseline, by 2050.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table5",
                            "label": "Table 5",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\">Education level</th>\n<th align=\"center\" colspan=\"2\">Low</th>\n<th align=\"center\" colspan=\"2\">Middle</th>\n<th align=\"center\" colspan=\"2\">High</th>\n</tr>\n<tr>\n<th align=\"center\">Scenario</th>\n<th align=\"center\">baseline</th>\n<th align=\"center\">counterfactual</th>\n<th align=\"center\">baseline</th>\n<th align=\"center\">counterfactual</th>\n<th align=\"center\">baseline</th>\n<th align=\"center\">counterfactual</th>\n</tr>\n<tr>\n<th align=\"center\">Age</th>\n<th align=\"center\" colspan=\"6\">males</th>\n</tr>\n</thead>\n<tbody>\n<tr><td align=\"center\">15 – 25</td>\n<td align=\"center\">21.20%</td>\n<td align=\"center\">20.10%</td>\n<td align=\"center\">40.15%</td>\n<td align=\"center\">39.90%</td>\n<td align=\"center\">38.65%</td>\n<td align=\"center\">39.99%</td></tr>\n<tr><td align=\"center\">26 – 30</td>\n<td align=\"center\">27.42%</td>\n<td align=\"center\">19.84%</td>\n<td align=\"center\">41.27%</td>\n<td align=\"center\">40.00%</td>\n<td align=\"center\">31.31%</td>\n<td align=\"center\">40.16%</td></tr>\n<tr><td align=\"center\">31 – 35</td>\n<td align=\"center\">27.27%</td>\n<td align=\"center\">19.44%</td>\n<td align=\"center\">40.41%</td>\n<td align=\"center\">40.13%</td>\n<td align=\"center\">32.32%</td>\n<td align=\"center\">40.43%</td></tr>\n<tr><td align=\"center\">36 – 40</td>\n<td align=\"center\">27.66%</td>\n<td align=\"center\">20.47%</td>\n<td align=\"center\">40.22%</td>\n<td align=\"center\">39.75%</td>\n<td align=\"center\">32.11%</td>\n<td align=\"center\">39.78%</td></tr>\n<tr><td align=\"center\">41 – 45</td>\n<td align=\"center\">26.87%</td>\n<td align=\"center\">19.80%</td>\n<td align=\"center\">39.22%</td>\n<td align=\"center\">40.24%</td>\n<td align=\"center\">33.92%</td>\n<td align=\"center\">39.96%</td></tr>\n<tr><td align=\"center\">46 – 50</td>\n<td align=\"center\">26.62%</td>\n<td align=\"center\">20.33%</td>\n<td align=\"center\">39.68%</td>\n<td align=\"center\">39.97%</td>\n<td align=\"center\">33.71%</td>\n<td align=\"center\">39.70%</td></tr>\n<tr><td align=\"center\">51 – 55</td>\n<td align=\"center\">26.12%</td>\n<td align=\"center\">20.50%</td>\n<td align=\"center\">38.15%</td>\n<td align=\"center\">39.84%</td>\n<td align=\"center\">35.73%</td>\n<td align=\"center\">39.67%</td></tr>\n<tr><td align=\"center\">56 – 60</td>\n<td align=\"center\">25.35%</td>\n<td align=\"center\">20.15%</td>\n<td align=\"center\">38.79%</td>\n<td align=\"center\">39.95%</td>\n<td align=\"center\">35.86%</td>\n<td align=\"center\">39.90%</td></tr>\n<tr><td align=\"center\">61 – 65</td>\n<td align=\"center\">24.15%</td>\n<td align=\"center\">19.96%</td>\n<td align=\"center\">38.66%</td>\n<td align=\"center\">39.70%</td>\n<td align=\"center\">37.18%</td>\n<td align=\"center\">40.33%</td></tr>\n<tr><td align=\"center\">all</td>\n<td align=\"center\">27.27%</td>\n<td align=\"center\">20.90%</td>\n<td align=\"center\">41.54%</td>\n<td align=\"center\">41.42%</td>\n<td align=\"center\">31.19%</td>\n<td align=\"center\">37.68%</td></tr>\n<tr><td align=\"center\" colspan=\"6\">females</td></tr>\n<tr><td align=\"center\">15 – 25</td>\n<td align=\"center\">20.36%</td>\n<td align=\"center\">20.21%</td>\n<td align=\"center\">40.23%</td>\n<td align=\"center\">40.12%</td>\n<td align=\"center\">39.41%</td>\n<td align=\"center\">39.68%</td></tr>\n<tr><td align=\"center\">26 – 30</td>\n<td align=\"center\">20.22%</td>\n<td align=\"center\">19.51%</td>\n<td align=\"center\">39.77%</td>\n<td align=\"center\">40.38%</td>\n<td align=\"center\">40.01%</td>\n<td align=\"center\">40.11%</td></tr>\n<tr><td align=\"center\">31 – 35</td>\n<td align=\"center\">18.71%</td>\n<td align=\"center\">20.26%</td>\n<td align=\"center\">38.09%</td>\n<td align=\"center\">40.12%</td>\n<td align=\"center\">43.20%</td>\n<td align=\"center\">39.62%</td></tr>\n<tr><td align=\"center\">36 – 40</td>\n<td align=\"center\">19.77%</td>\n<td align=\"center\">19.31%</td>\n<td align=\"center\">38.35%</td>\n<td align=\"center\">39.69%</td>\n<td align=\"center\">41.89%</td>\n<td align=\"center\">41.00%</td></tr>\n<tr><td align=\"center\">41 – 45</td>\n<td align=\"center\">19.61%</td>\n<td align=\"center\">20.14%</td>\n<td align=\"center\">38.03%</td>\n<td align=\"center\">39.68%</td>\n<td align=\"center\">42.36%</td>\n<td align=\"center\">40.19%</td></tr>\n<tr><td align=\"center\">46 – 50</td>\n<td align=\"center\">19.35%</td>\n<td align=\"center\">20.46%</td>\n<td align=\"center\">38.27%</td>\n<td align=\"center\">39.58%</td>\n<td align=\"center\">42.38%</td>\n<td align=\"center\">39.96%</td></tr>\n<tr><td align=\"center\">51 – 55</td>\n<td align=\"center\">19.14%</td>\n<td align=\"center\">20.12%</td>\n<td align=\"center\">38.03%</td>\n<td align=\"center\">38.80%</td>\n<td align=\"center\">42.83%</td>\n<td align=\"center\">41.08%</td></tr>\n<tr><td align=\"center\">56 – 60</td>\n<td align=\"center\">20.03%</td>\n<td align=\"center\">19.33%</td>\n<td align=\"center\">38.73%</td>\n<td align=\"center\">40.48%</td>\n<td align=\"center\">41.24%</td>\n<td align=\"center\">40.19%</td></tr>\n<tr><td align=\"center\">61 – 65</td>\n<td align=\"center\">19.46%</td>\n<td align=\"center\">20.11%</td>\n<td align=\"center\">39.01%</td>\n<td align=\"center\">39.80%</td>\n<td align=\"center\">41.53%</td>\n<td align=\"center\">40.09%</td></tr>\n<tr><td align=\"center\">all</td>\n<td align=\"center\">20.52%</td>\n<td align=\"center\">20.79%</td>\n<td align=\"center\">40.26%</td>\n<td align=\"center\">41.17%</td>\n<td align=\"center\">39.22%</td>\n<td align=\"center\">38.04%</td></tr>\n</tbody>\n</table>"
                            ],
                            "title": "Education level distribution by age and sex.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "All in all, the model predicts that expected shifts in the education level will not have a very large impact on labour market participation.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table6",
                            "label": "Table 6",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\">Age</th>\n<th align=\"center\">15 – 25</th>\n<th align=\"center\">26 – 30</th>\n<th align=\"center\">31 – 35</th>\n<th align=\"center\">36 – 40</th>\n<th align=\"center\">41 – 45</th>\n<th align=\"center\">46 – 50</th>\n<th align=\"center\">51 – 55</th>\n<th align=\"center\">56 – 60</th>\n<th align=\"center\">61 – 65</th>\n<th align=\"center\">all</th>\n</tr>\n</thead>\n<tbody>\n<tr><td align=\"center\" colspan=\"11\">Couples: males</td></tr>\n<tr><td><i>n</i> obs</td>\n<td align=\"center\">68</td>\n<td align=\"center\">182</td>\n<td align=\"center\">247</td>\n<td align=\"center\">290</td>\n<td align=\"center\">243</td>\n<td align=\"center\">132</td>\n<td align=\"center\">148</td>\n<td align=\"center\">90</td>\n<td align=\"center\">16</td>\n<td align=\"center\">1457</td></tr>\n<tr><td>part baseline</td>\n<td align=\"center\">89.7%</td>\n<td align=\"center\">90.1%</td>\n<td align=\"center\">88.7%</td>\n<td align=\"center\">94.1%</td>\n<td align=\"center\">92.2%</td>\n<td align=\"center\">94.8%</td>\n<td align=\"center\">93.2%</td>\n<td align=\"center\">74.4%</td>\n<td align=\"center\">87.5%</td>\n<td align=\"center\">90.9%</td></tr>\n<tr><td>part counterf.</td>\n<td align=\"center\">89.7%</td>\n<td align=\"center\">92.3%</td>\n<td align=\"center\">89.1%</td>\n<td align=\"center\">94.5%</td>\n<td align=\"center\">93.4%</td>\n<td align=\"center\">96.0%</td>\n<td align=\"center\">93.2%</td>\n<td align=\"center\">80.0%</td>\n<td align=\"center\">87.5%</td>\n<td align=\"center\">92.0%</td></tr>\n<tr><td><i>h</i> baseline</td>\n<td align=\"center\">33.4</td>\n<td align=\"center\">34.3</td>\n<td align=\"center\">35.9</td>\n<td align=\"center\">38.8</td>\n<td align=\"center\">37.2</td>\n<td align=\"center\">38.3</td>\n<td align=\"center\">37.4</td>\n<td align=\"center\">28.2</td>\n<td align=\"center\">35.8</td>\n<td align=\"center\">36.4</td></tr>\n<tr><td><i>h</i> counterf.</td>\n<td align=\"center\">33.4</td>\n<td align=\"center\">35.1</td>\n<td align=\"center\">36.2</td>\n<td align=\"center\">39.0</td>\n<td align=\"center\">37.6</td>\n<td align=\"center\">38.6</td>\n<td align=\"center\">37.2</td>\n<td align=\"center\">30.2</td>\n<td align=\"center\">35.8</td>\n<td align=\"center\">36.7</td></tr>\n<tr><td align=\"center\" colspan=\"11\">Couples: females</td></tr>\n<tr><td><i>n</i> obs</td>\n<td align=\"center\">124</td>\n<td align=\"center\">241</td>\n<td align=\"center\">264</td>\n<td align=\"center\">260</td>\n<td align=\"center\">230</td>\n<td align=\"center\">172</td>\n<td align=\"center\">99</td>\n<td align=\"center\">58</td>\n<td align=\"center\">9</td>\n<td align=\"center\">1457</td></tr>\n<tr><td>part baseline</td>\n<td align=\"center\">74.2%</td>\n<td align=\"center\">78.8%</td>\n<td align=\"center\">73.5%</td>\n<td align=\"center\">78.8%</td>\n<td align=\"center\">82.2%</td>\n<td align=\"center\">80.8%</td>\n<td align=\"center\">73.7%</td>\n<td align=\"center\">72.4%</td>\n<td align=\"center\">55.6%</td>\n<td align=\"center\">77.5%</td></tr>\n<tr><td>part counterf.</td>\n<td align=\"center\">73.4%</td>\n<td align=\"center\">77.2%</td>\n<td align=\"center\">73.5%</td>\n<td align=\"center\">78.1%</td>\n<td align=\"center\">81.3%</td>\n<td align=\"center\">80.2%</td>\n<td align=\"center\">75.8%</td>\n<td align=\"center\">69.0%</td>\n<td align=\"center\">55.6%</td>\n<td align=\"center\">76.8%</td></tr>\n<tr><td><i>h</i> baseline</td>\n<td align=\"center\">24.3</td>\n<td align=\"center\">25.4</td>\n<td align=\"center\">23.2</td>\n<td align=\"center\">24.7</td>\n<td align=\"center\">26.0</td>\n<td align=\"center\">24.9</td>\n<td align=\"center\">20.9</td>\n<td align=\"center\">22.7</td>\n<td align=\"center\">18.1</td>\n<td align=\"center\">24.4</td></tr>\n<tr><td><i>h</i> counterf.</td>\n<td align=\"center\">24.2</td>\n<td align=\"center\">24.7</td>\n<td align=\"center\">23.0</td>\n<td align=\"center\">24.4</td>\n<td align=\"center\">25.6</td>\n<td align=\"center\">24.3</td>\n<td align=\"center\">21.6</td>\n<td align=\"center\">22.1</td>\n<td align=\"center\">18.1</td>\n<td align=\"center\">24.0</td></tr>\n<tr><td align=\"center\" colspan=\"11\">Singles: females</td></tr>\n<tr><td><i>n</i> obs</td>\n<td align=\"center\">43</td>\n<td align=\"center\">59</td>\n<td align=\"center\">83</td>\n<td align=\"center\">97</td>\n<td align=\"center\">89</td>\n<td align=\"center\">82</td>\n<td align=\"center\">55</td>\n<td align=\"center\">51</td>\n<td align=\"center\">12</td>\n<td align=\"center\">571</td></tr>\n<tr><td>part baseline</td>\n<td align=\"center\">58.1%</td>\n<td align=\"center\">69.5%</td>\n<td align=\"center\">69.9%</td>\n<td align=\"center\">66.0%</td>\n<td align=\"center\">65.2%</td>\n<td align=\"center\">79.3%</td>\n<td align=\"center\">80.0%</td>\n<td align=\"center\">70.6%</td>\n<td align=\"center\">50.0%</td>\n<td align=\"center\">69.5%</td></tr>\n<tr><td>part counterf.</td>\n<td align=\"center\">58.1%</td>\n<td align=\"center\">69.5%</td>\n<td align=\"center\">68.7%</td>\n<td align=\"center\">66.0%</td>\n<td align=\"center\">65.2%</td>\n<td align=\"center\">78.0%</td>\n<td align=\"center\">80.0%</td>\n<td align=\"center\">70.6%</td>\n<td align=\"center\">50.0%</td>\n<td align=\"center\">69.2%</td></tr>\n<tr><td><i>h</i> baseline</td>\n<td align=\"center\">18.4</td>\n<td align=\"center\">23.6</td>\n<td align=\"center\">27.1</td>\n<td align=\"center\">23.6</td>\n<td align=\"center\">21.9</td>\n<td align=\"center\">27.1</td>\n<td align=\"center\">24.8</td>\n<td align=\"center\">21.8</td>\n<td align=\"center\">14.3</td>\n<td align=\"center\">23.7</td></tr>\n<tr><td><i>h</i> counterf.</td>\n<td align=\"center\">18.4</td>\n<td align=\"center\">23.6</td>\n<td align=\"center\">26.6</td>\n<td align=\"center\">23.6</td>\n<td align=\"center\">21.9</td>\n<td align=\"center\">26.8</td>\n<td align=\"center\">24.8</td>\n<td align=\"center\">21.8</td>\n<td align=\"center\">14.3</td>\n<td align=\"center\">23.6</td></tr>\n<tr><td align=\"center\" colspan=\"11\">Singles: males</td></tr>\n<tr><td><i>n</i> obs</td>\n<td align=\"center\">46</td>\n<td align=\"center\">60</td>\n<td align=\"center\">67</td>\n<td align=\"center\">68</td>\n<td align=\"center\">54</td>\n<td align=\"center\">65</td>\n<td align=\"center\">46</td>\n<td align=\"center\">33</td>\n<td align=\"center\">10</td>\n<td align=\"center\">449</td></tr>\n<tr><td>part baseline</td>\n<td align=\"center\">80.4%</td>\n<td align=\"center\">88.3%</td>\n<td align=\"center\">91.0%</td>\n<td align=\"center\">77.9%</td>\n<td align=\"center\">85.2%</td>\n<td align=\"center\">87.7%</td>\n<td align=\"center\">67.4%</td>\n<td align=\"center\">72.7%</td>\n<td align=\"center\">50.0%</td>\n<td align=\"center\">80.6%</td></tr>\n<tr><td>part counterf.</td>\n<td align=\"center\">80.4%</td>\n<td align=\"center\">83.3%</td>\n<td align=\"center\">92.5%</td>\n<td align=\"center\">85.3%</td>\n<td align=\"center\">87.0%</td>\n<td align=\"center\">87.7%</td>\n<td align=\"center\">69.6%</td>\n<td align=\"center\">72.7%</td>\n<td align=\"center\">60.0%</td>\n<td align=\"center\">83.1%</td></tr>\n<tr><td><i>h</i> baseline</td>\n<td align=\"center\">31.5</td>\n<td align=\"center\">30.3</td>\n<td align=\"center\">34.6</td>\n<td align=\"center\">30.0</td>\n<td align=\"center\">32.8</td>\n<td align=\"center\">33.2</td>\n<td align=\"center\">23.3</td>\n<td align=\"center\">25.2</td>\n<td align=\"center\">18.5</td>\n<td align=\"center\">30.4</td></tr>\n<tr><td><i>h</i> counterf.</td>\n<td align=\"center\">31.5</td>\n<td align=\"center\">32.1</td>\n<td align=\"center\">35.1</td>\n<td align=\"center\">34.2</td>\n<td align=\"center\">33.6</td>\n<td align=\"center\">33.3</td>\n<td align=\"center\">24.7</td>\n<td align=\"center\">25.2</td>\n<td align=\"center\">22.1</td>\n<td align=\"center\">31.7</td></tr>\n</tbody>\n</table>"
                            ],
                            "title": "Participation and mean labour time by age class in baseline and counterfactual.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "table7",
                            "label": "Table 7",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"2\">Couple</th>\n<th align=\"center\" colspan=\"2\">Single</th>\n</tr>\n<tr>\n<th/>\n<th align=\"center\">Males</th>\n<th align=\"center\">Females</th>\n<th align=\"center\">Males</th>\n<th align=\"center\">Females</th></tr>\n</thead>\n<tbody>\n<tr><td><i>n</i> obs</td>\n<td align=\"center\">1457</td>\n<td align=\"center\">1457</td>\n<td align=\"center\">449</td>\n<td align=\"center\">571</td></tr>\n<tr><td>part base</td>\n<td align=\"center\">90.87%</td>\n<td align=\"center\">77.48%</td>\n<td align=\"center\">80.62%</td>\n<td align=\"center\">69.53%</td></tr>\n<tr><td>part alt pref</td>\n<td align=\"center\">90.94%</td>\n<td align=\"center\">77.62%</td>\n<td align=\"center\">81.51%</td>\n<td align=\"center\">69.53%</td></tr>\n<tr><td>part alt opp</td>\n<td align=\"center\">91.90%</td>\n<td align=\"center\">76.94%</td>\n<td align=\"center\">82.85%</td>\n<td align=\"center\">69.35%</td></tr>\n<tr><td>part counterf.</td>\n<td align=\"center\">91.97%</td>\n<td align=\"center\">76.80%</td>\n<td align=\"center\">83.07%</td>\n<td align=\"center\">69.17%</td></tr>\n<tr><td><i>h</i> base</td>\n<td align=\"center\">36.35</td>\n<td align=\"center\">24.35</td>\n<td align=\"center\">30.37</td>\n<td align=\"center\">23.72</td></tr>\n<tr><td><i>h</i> alt pref</td>\n<td align=\"center\">36.27</td>\n<td align=\"center\">24.32</td>\n<td align=\"center\">30.82</td>\n<td align=\"center\">23.72</td></tr>\n<tr><td><i>h</i> alt opp</td>\n<td align=\"center\">36.78</td>\n<td align=\"center\">24.12</td>\n<td align=\"center\">31.38</td>\n<td align=\"center\">23.67</td></tr>\n<tr><td><i>h</i> counterf.</td>\n<td align=\"center\">36.73</td>\n<td align=\"center\">24.04</td>\n<td align=\"center\">31.67</td>\n<td align=\"center\">23.60</td></tr>\n</tbody>\n</table>"
                            ],
                            "title": "Impact of education through preferences and opportunities.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In <a href=\"#table7\">Table 7</a> we give an idea of the relative contribution of preferences and opportunities to the explanation of this moderate shift. Recall from <a href=\"#fig2\">Figure 2</a> that males with lower and higher education level have <i>more</i> intense preferences for leisure, than those with middle education levels, while the intensity of preferences for leisure of females is monotonically decreasing in the education level. On the other hand, the intensity of suitable job offers is increasing with education level, but there is a countervailing effect of higher education on the wage distribution as potential experience will decrease. In <a href=\"#table7\">Table 7</a> the figures for participation (part) and labour time (<i>h</i>) labelled by ‘base’ and ‘counterf.’ repeat the population labour participation and average labour time (hours per week) for the corresponding scenarios from the last column of <a href=\"#table6\">Table 6</a>. The rows labelled by ‘alt pref’ use the education level in the preferences according to the alternative scenario (a shift from low to high for men, a small increase of middle at the expense of high for females, see <a href=\"#table5\">Table 5</a>), but keep the wage offer distribution and job offer intensity corresponding to the education levels in the baseline. Except for single males, participation figures are hardly affected by this change in education level through preferences. Participation of single males increases with almost one percentage point and they work on average half an hour longer. This cannot easily be explained by the indifference curves (as the high and low educated males have almost identical indifference curves), but must be the consequence of the interaction of wage and income effects which might be different at different utility levels.",
                    "type": "paragraph"
                },
                {
                    "text": "The rows with label ‘alt opp’ correspond to figures obtained by the wage offer distribution and job offer intensity with education levels as in the alternative scenario, while keeping the education profile of the baseline along the preference side of the model. Participation and labour time of females decreases slightly, which means that the increased potential experience gain due to lower education does not counterbalance the effect of lower intensity of job offers. Participation of men in couples increases with one percentage point and that of single males with more than two percentage points. Average labour time of the latter is one hour higher, but increases only half an hour for males in couples. Also for males, the lower potential experience age due to higher education does not seem to counterbalance the effect of higher job offer intensity.",
                    "type": "paragraph"
                },
                {
                    "text": "We conclude that the already small change in labour market participation due to expected changes in education level, run predominantly through the channel of opportunities rather than through preferences.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Education and labour market participation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In the present paper we have explained how to estimate a <span class=\"small-caps\">ruro</span> model. Next, we illustrated how the model can be used in simulation exercises.",
                    "type": "paragraph"
                },
                {
                    "text": "We think the <span class=\"small-caps\">ruro</span> framework might prove useful in modelling behavioural reactions to tax-benefit reforms as assessed by micro-simulation models. Moreover it provides a tool to throw some light on the extent to which the impact of such reforms runs through preferences, or rather through the channel of modifying opportunities. The latter is not only a question of modifications in the budget set, but also the availability of jobs in accordance with a person’s capacities comes into play. As this distinction is at the heart of some policy debates, such as the extent to which a tax shift from labour to consumption might create more jobs, we feel the approach presented here is also relevant from a policy point of view.",
                    "type": "paragraph"
                },
                {
                    "text": "Of course there are some limitations too. The model is essentially static. And it does not provide a complete equilibrium framework. It is not a matching model in which job offers are matched (or not) to suitable candidates. Frictions on the labour market are taken as given. Within this containment however, it is possible to make a distinction between the impact of measures that runs through preferences, and the part that can be attributed to opportunities.",
                    "type": "paragraph"
                }
            ],
            "id": "s8",
            "title": "8. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Microsimulation Modelling, Contributions to economic Analysis",
            "chapterTitle": "Labour supply models",
            "date": "2014",
            "editors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "id": "bib1",
            "pages": {
                "first": "167",
                "last": "221",
                "range": "167–221"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Bingley"
                        ]
                    },
                    "formatted": [
                        "Bingley"
                    ]
                },
                "name": [
                    "Emerald Group Publishing Ltd."
                ]
            },
            "type": "book-chapter",
            "volume": "293"
        },
        {
            "articleTitle": "Labour supply in Italy: an empirical analysis of joint decisions, with taxes and quantity constraints",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib2",
            "journal": "Journal of Applied Econometrics",
            "pages": {
                "first": "403",
                "last": "422",
                "range": "403–422"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "articleTitle": "Evaluating alternative representations of the choice sets in models of labour supply",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wennemo, T",
                        "preferred": "T Wennemo"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib3",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "586",
                "last": "612",
                "range": "586–612"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "articleTitle": "Labor supply responses and welfare effects of tax re-forms",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib4",
            "journal": "Scandinavian Journal of Economics",
            "pages": {
                "first": "635",
                "last": "659",
                "range": "635–659"
            },
            "type": "journal",
            "volume": "97"
        },
        {
            "articleTitle": "Labor supply preferences, hours constraints, and hours-wage trade-offs",
            "authors": [
                {
                    "name": {
                        "index": "Altonji, JG",
                        "preferred": "JG Altonji"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paxson, CH",
                        "preferred": "CH Paxson"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "id": "bib5",
            "journal": "Journal of Labor Economics",
            "pages": {
                "first": "254",
                "last": "276",
                "range": "254–276"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Labor supply, hours constraints, and job mobility",
            "authors": [
                {
                    "name": {
                        "index": "Altonji, JG",
                        "preferred": "JG Altonji"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paxson, CH",
                        "preferred": "CH Paxson"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "id": "bib6",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "256",
                "last": "278",
                "range": "256–278"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Beffy, M",
                        "preferred": "M Beffy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bozio, A",
                        "preferred": "A Bozio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Laroque, G",
                        "preferred": "G Laroque"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "To, M",
                        "preferred": "M To"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Labour supply and taxation with restricted choices",
            "date": "2016",
            "id": "bib7",
            "publisher": {
                "name": [
                    "Institute for Fiscal Studies"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ben-Akiva, M",
                        "preferred": "M Ben-Akiva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lerman, SR",
                        "preferred": "SR Lerman"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Discrete Choice Analysis",
            "date": "1985",
            "id": "bib8",
            "pages": {
                "first": "261",
                "last": "269",
                "range": "261–269"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge, MA"
                        ]
                    },
                    "formatted": [
                        "Cambridge, MA"
                    ]
                },
                "name": [
                    "MIT Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A model of labour supply with job offer restrictions",
            "authors": [
                {
                    "name": {
                        "index": "Bloemen, HG",
                        "preferred": "HG Bloemen"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib9",
            "journal": "Labour Economics",
            "pages": {
                "first": "297",
                "last": "312",
                "range": "297–312"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "articleTitle": "Job search, hours restrictions, and desired hours of work",
            "authors": [
                {
                    "name": {
                        "index": "Bloemen, HG",
                        "preferred": "HG Bloemen"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib10",
            "journal": "Journal of Labor Economics",
            "pages": {
                "first": "137",
                "last": "179",
                "range": "137–179"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "articleTitle": "Bounds on elasticities with optimization frictions: a synthesis of micro and macro evidence on labor supply",
            "authors": [
                {
                    "name": {
                        "index": "Chetty, R",
                        "preferred": "R Chetty"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib11",
            "journal": "Econometrica",
            "pages": {
                "first": "969",
                "last": "1018",
                "range": "969–1018"
            },
            "type": "journal",
            "volume": "80"
        },
        {
            "articleTitle": "Are micro and macro labor supply elasticities consistent? A review of evidence on the intensive and extensive margins",
            "authors": [
                {
                    "name": {
                        "index": "Chetty, R",
                        "preferred": "R Chetty"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Guren, A",
                        "preferred": "A Guren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manoli, D",
                        "preferred": "D Manoli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weber, A",
                        "preferred": "A Weber"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib12",
            "journal": "American Economic Review",
            "pages": {
                "first": "471",
                "last": "475",
                "range": "471–475"
            },
            "type": "journal",
            "volume": "101"
        },
        {
            "articleTitle": "Discrete and continuous choice, max-stable processes, and independence from irrelevant attributes",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib13",
            "journal": "Econometrica",
            "pages": {
                "first": "1179",
                "last": "1205",
                "range": "1179–1205"
            },
            "type": "journal",
            "volume": "62"
        },
        {
            "articleTitle": "Justification of functional form assumptions in structural models: a correction",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib14",
            "journal": "Theory and Decision",
            "pages": {
                "first": "79",
                "last": "83",
                "range": "79–83"
            },
            "type": "journal",
            "volume": "75"
        },
        {
            "articleTitle": "Justification of functional form assumptions in structural models: applications and testing of qualitative measurement axioms",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roine, Hoff S",
                        "preferred": "Hoff S Roine"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib15",
            "journal": "Theory and Decision",
            "pages": {
                "first": "215",
                "last": "254",
                "range": "215–254"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "articleTitle": "Labor supply as a choice among latent jobs: unobserved heterogeneity and identification",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jia, Z",
                        "preferred": "Z Jia"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib16",
            "journal": "Journal of Applied Econometrics",
            "pages": {
                "first": "487",
                "last": "506",
                "range": "487–506"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "articleTitle": "Theoretical and practical arguments for modeling labor supply as a choice among latent jobs",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jia, Z",
                        "preferred": "Z Jia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kornstad, T",
                        "preferred": "T Kornstad"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib17",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "134",
                "last": "151",
                "range": "134–151"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Locatelli, M",
                        "preferred": "M Locatelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "child, Torino, Italy"
                        ]
                    },
                    "formatted": [
                        "child, Torino, Italy"
                    ]
                },
                "name": [
                    "Centre for Household, Income, Labour and Demographic Economics"
                ]
            },
            "source": "Simulating labor supply behaviour when workers have preferences over job opportunities and face non–linear budget constraints. Discussion paper no. 01/2006",
            "title": "Simulating labor supply behaviour when workers have preferences over job opportunities and face non–linear budget constraints. Discussion paper no. 01/2006",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Locatelli, M",
                        "preferred": "M Locatelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib19",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "child, Torino, Italy"
                        ]
                    },
                    "formatted": [
                        "child, Torino, Italy"
                    ]
                },
                "name": [
                    "Centre for Household, Income, Labour and Demographic Economics"
                ]
            },
            "source": "Evaluation of tax reforms when workers have preferences over job attributes and face latent choice restrictions. Discussion paper no. 13/2007",
            "title": "Evaluation of tax reforms when workers have preferences over job attributes and face latent choice restrictions. Discussion paper no. 13/2007",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "id": "bib20",
            "publisher": {
                "name": [
                    "Central Bureau of Statistics Norway"
                ]
            },
            "source": "Labour supply with non–convex budget sets, hours restriction and non–pecuniary job attributes. Discussion Paper No 76",
            "title": "Labour supply with non–convex budget sets, hours restriction and non–pecuniary job attributes. Discussion Paper No 76",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib21",
            "publisher": {
                "name": [
                    "Statistics Norway, Research Department"
                ]
            },
            "source": "Analyzing labor supply behavior with latent job opportunity sets and institutional choice constraints. Discussion Paper No 344",
            "title": "Analyzing labor supply behavior with latent job opportunity sets and institutional choice constraints. Discussion Paper No 344",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib22",
            "publisher": {
                "name": [
                    "Statistics Norway, Research Department"
                ]
            },
            "source": "Sectoral labour supply, choice restrictions and functional form. Discussion paper no. 388",
            "title": "Sectoral labour supply, choice restrictions and functional form. Discussion paper no. 388",
            "type": "report"
        },
        {
            "articleTitle": "Sectoral labour supply, choice restrictions and functional form",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib23",
            "journal": "Journal of Applied Econometrics",
            "pages": {
                "first": "803",
                "last": "826",
                "range": "803–826"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buslei, H",
                        "preferred": "H Buslei"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cozzolino, M",
                        "preferred": "M Cozzolino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Desmet, R",
                        "preferred": "R Desmet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Geyer, J",
                        "preferred": "J Geyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hofmann, D",
                        "preferred": "D Hofmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Raitano, M",
                        "preferred": "M Raitano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanda, P",
                        "preferred": "P Tanda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tedeschi, S",
                        "preferred": "S Tedeschi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verschueren, F",
                        "preferred": "F Verschueren"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib24",
            "publisher": {
                "name": [
                    "Centre for European Policy Studies"
                ]
            },
            "source": "What are the consequences of the European AWG-projections on the adequacy of pensions? An application of the dynamic micro simulation model midas for Belgium, Germany and Italy. ENEPRI Research Report No. 65, AIM WP4",
            "title": "What are the consequences of the European AWG-projections on the adequacy of pensions? An application of the dynamic micro simulation model midas for Belgium, Germany and Italy. ENEPRI Research Report No. 65, AIM WP4",
            "type": "report"
        },
        {
            "articleTitle": "Hours restrictions and labor supply",
            "authors": [
                {
                    "name": {
                        "index": "Dickens, WT",
                        "preferred": "WT Dickens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lundberg, SJ",
                        "preferred": "SJ Lundberg"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib25",
            "journal": "International Economic Review",
            "pages": {
                "first": "169",
                "last": "192",
                "range": "169–192"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "articleTitle": "The anatomy of the aggregate labor supply elasticities",
            "authors": [
                {
                    "name": {
                        "index": "Fiorito, R",
                        "preferred": "R Fiorito"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zanella, G",
                        "preferred": "G Zanella"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib26",
            "journal": "Review of Economic Dynamics",
            "pages": {
                "first": "171",
                "last": "187",
                "range": "171–187"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Testing intertemporal substitution, implicit contracts, and hours restriction models of the labor market using micro data",
            "authors": [
                {
                    "name": {
                        "index": "Ham, JC",
                        "preferred": "JC Ham"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reilly, KT",
                        "preferred": "KT Reilly"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib27",
            "journal": "American Economic Review",
            "pages": {
                "first": "905",
                "last": "927",
                "range": "905–927"
            },
            "type": "journal",
            "volume": "92"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hausman, JA",
                        "preferred": "JA Hausman"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Public Economics",
            "chapterTitle": "Taxes and labor supply",
            "date": "1985",
            "editors": [
                {
                    "name": {
                        "index": "Auerbach, AJ",
                        "preferred": "AJ Auerbach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Feldstein, M",
                        "preferred": "M Feldstein"
                    },
                    "type": "person"
                }
            ],
            "id": "bib28",
            "pages": {
                "first": "213",
                "last": "263",
                "range": "213–263"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier Science Publishers B.V. (North-Holland)"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Estimating labour supply elasticities based on cross-country micro data: A bridge between micro and macro estimates?",
            "authors": [
                {
                    "name": {
                        "index": "Jantti, M",
                        "preferred": "M Jantti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pirttila, J",
                        "preferred": "J Pirttila"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib29",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "87",
                "last": "99",
                "range": "87–99"
            },
            "type": "journal",
            "volume": "127"
        },
        {
            "articleTitle": "Labor supply and taxes: a survey",
            "authors": [
                {
                    "name": {
                        "index": "Keane, MP",
                        "preferred": "MP Keane"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib30",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "961",
                "last": "1075",
                "range": "961–1075"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "articleTitle": "Micro and macro labor supply elasticities: a reassessment of conventional wisdom",
            "authors": [
                {
                    "name": {
                        "index": "Keane, M",
                        "preferred": "M Keane"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rogerson, R",
                        "preferred": "R Rogerson"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib31",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "464",
                "last": "476",
                "range": "464–476"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "articleTitle": "Strategic sampling for large choice sets in estimation and appli-cation",
            "authors": [
                {
                    "name": {
                        "index": "Lemp, JD",
                        "preferred": "JD Lemp"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kockelman, KM",
                        "preferred": "KM Kockelman"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib32",
            "journal": "Transportation Research Part A",
            "pages": {
                "first": "602",
                "last": "613",
                "range": "602–613"
            },
            "type": "journal",
            "volume": "46"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Löffler, M",
                        "preferred": "M Löffler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siegloch, S",
                        "preferred": "S Siegloch"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib33",
            "publisher": {
                "name": [
                    "Forschungsinstitut zur Zukunft der Arbeit"
                ]
            },
            "source": "Structural labor supply models and wage exogeneity. iZA dp No.8281",
            "title": "Structural labor supply models and wage exogeneity. iZA dp No.8281",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Luce, DR",
                        "preferred": "DR Luce"
                    },
                    "type": "person"
                }
            ],
            "date": "1959",
            "details": "repr. 2005, Individual Choice Behavior: A Theoretical Analysis, Mineola (New York), Dover Publications Inc",
            "id": "bib34",
            "title": "Individual Choice Behavior: A Theoretical Analysis",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McFadden, D",
                        "preferred": "D McFadden"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Frontiers in Econometrics",
            "chapterTitle": "Conditional logit analysis of qualitative choice behavior",
            "date": "1973",
            "editors": [
                {
                    "name": {
                        "index": "Zarembka, P",
                        "preferred": "P Zarembka"
                    },
                    "type": "person"
                }
            ],
            "id": "bib35",
            "pages": {
                "first": "105",
                "last": "142",
                "range": "105–142"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Academic Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McFadden, D",
                        "preferred": "D McFadden"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Spatial Interaction Theory and Planning Models",
            "chapterTitle": "Modelling the choice of residential location",
            "date": "1978",
            "editors": [
                {
                    "name": {
                        "index": "Karlqvist, A",
                        "preferred": "A Karlqvist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lundqvist, L",
                        "preferred": "L Lundqvist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Snickars, F",
                        "preferred": "F Snickars"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weibull, J",
                        "preferred": "J Weibull"
                    },
                    "type": "person"
                }
            ],
            "id": "bib36",
            "pages": {
                "first": "75",
                "last": "96",
                "range": "75–96"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North-Holland"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "The estimation of a joint wage-hours labor supply model",
            "authors": [
                {
                    "name": {
                        "index": "Moffitt, R",
                        "preferred": "R Moffitt"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "id": "bib37",
            "journal": "Journal of Labor Economics",
            "pages": {
                "first": "550",
                "last": "566",
                "range": "550–566"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "<span class=\"small-caps\">euromod</span>: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib38",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "bookTitle": "Discrete Choice Methods with Simulation",
            "date": "2009",
            "edition": "2<sup>nd</sup> ed",
            "editors": [
                {
                    "name": {
                        "index": "Train, KE",
                        "preferred": "KE Train"
                    },
                    "type": "person"
                }
            ],
            "id": "bib39",
            "pages": {
                "first": "64",
                "last": "66",
                "range": "64–66"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A simultaneous wage and labor supply model with hours restric-tions",
            "authors": [
                {
                    "name": {
                        "index": "Tummers, MP",
                        "preferred": "MP Tummers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Woittiez, I",
                        "preferred": "I Woittiez"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib40",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "393",
                "last": "423",
                "range": "393–423"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "articleTitle": "Structural models of family labor supply: a discrete choice approach",
            "authors": [
                {
                    "name": {
                        "index": "Van Soest, A",
                        "preferred": "A Van Soest"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib41",
            "journal": "The Journal of Human Resources",
            "pages": {
                "first": "63",
                "last": "88",
                "range": "63–88"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "A structural labour supply model with flexible preferences",
            "authors": [
                {
                    "name": {
                        "index": "Van Soest, A",
                        "preferred": "A Van Soest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Das, M",
                        "preferred": "M Das"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib42",
            "journal": "Journal of Econometrics",
            "pages": {
                "first": "345",
                "last": "374",
                "range": "345–374"
            },
            "type": "journal",
            "volume": "107"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Van Soest, A",
                        "preferred": "A Van Soest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Woittiez, I",
                        "preferred": "I Woittiez"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "details": "517–558, Kapteyn A, Journal of Human Resources, 25, 3, Special Issue on Taxation and Labor Supply in Industrial Countries",
            "id": "bib43",
            "title": "Labor supply, income taxes, and hours restrictions in the Netherlands",
            "type": "unknown"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "text": "Originally, a Poisson process is a stochastic process describing the probability of the number of occurrences of a particular event during a certain time spell. More specifically, a Poisson process assumes that the distribution of the time between each pair of consecutive events is independent from the moment at which the first of these two events occurred, or from any other event in the past, and that these inter-arrival times are exponentially distributed with parameter λ. This parameter λ measures the <i>intensity</i> with which such events occur. Under these assumptions, the probability that a certain event occurs n times within a given <i>unit</i> of time, with <i>n</i> £ {0,1,2...}, equals:",
                    "type": "paragraph"
                },
                {
                    "id": "eqnA1",
                    "label": "(A1)",
                    "mathml": "<math><mi>P</mi><mrow><mo>(</mo><mrow><mi>N</mi><mrow><mo>(</mo><mrow><mi>t</mi><mo>+</mo><mn>1</mn></mrow><mo>)</mo></mrow><mo>−</mo><mi>N</mi><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mo>=</mo><mi>n</mi></mrow><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><msup><mi>λ</mi><mi>n</mi></msup><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><mi>λ</mi></mrow> <mo>]</mo></mrow></mrow><mrow><mi>n</mi><mo>!</mo></mrow></mfrac><mo>,</mo></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <i>N</i> (<i>t</i>) is the number of events that occurred in total after <i>t</i> units of time.",
                    "type": "paragraph"
                },
                {
                    "text": "Equation (a.1) is a Poisson distribution with intensity parameter λ. More generally, for a Poisson process, it holds that the number of events occurring within an interval of length τ is Poisson distributed with parameter λτ:",
                    "type": "paragraph"
                },
                {
                    "id": "eqnA2",
                    "label": "(A2)",
                    "mathml": "<math><mi>P</mi><mrow><mo>(</mo><mrow><mi>N</mi><mrow><mo>(</mo><mrow><mi>t</mi><mo>+</mo><mi>τ</mi></mrow><mo>)</mo></mrow><mo>−</mo><mi>N</mi><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mo>=</mo><mi>n</mi></mrow><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><msup><mrow><mrow><mo>(</mo><mrow><mi>λ</mi><mi>τ</mi></mrow><mo>)</mo></mrow></mrow><mi>n</mi></msup><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><mi>λ</mi><mi>τ</mi></mrow> <mo>]</mo></mrow></mrow><mrow><mi>n</mi><mo>!</mo></mrow></mfrac><mo>,</mo></math>",
                    "type": "mathml"
                },
                {
                    "text": "In this standard Poisson process, λ · τ is the expected number of events to occur within a time interval of length τ.",
                    "type": "paragraph"
                },
                {
                    "text": "A Poisson process is <i>inhomogeneous</i> if the intensity parameter depends on the moment of measurement, λ (t) say. In that case, the probability that n events occur within a time interval [<i>t, t</i> + τ], equals:",
                    "type": "paragraph"
                },
                {
                    "id": "eqnA3",
                    "label": "(A3)",
                    "mathml": "<math><mi>P</mi><mrow><mo>(</mo><mrow><mi>N</mi><mrow><mo>(</mo><mrow><mi>t</mi><mo>+</mo><mi>τ</mi></mrow><mo>)</mo></mrow><mo>−</mo><mi>N</mi><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mo>=</mo><mi>n</mi></mrow><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><msup><mrow><mrow><mo>(</mo><mrow><mo>Λ</mo><mrow><mo>(</mo><mrow><mrow><mo>[</mo> <mrow><mi>t</mi><mo>,</mo><mi>t</mi><mo>+</mo><mi>τ</mi></mrow> <mo>]</mo></mrow></mrow><mo>)</mo></mrow></mrow><mo>)</mo></mrow></mrow><mi>n</mi></msup><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><mo>Λ</mo><mrow><mo>(</mo><mrow><mrow><mo>[</mo> <mrow><mi>t</mi><mo>,</mo><mi>t</mi><mo>+</mo><mi>τ</mi></mrow> <mo>]</mo></mrow></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow><mrow><mi>n</mi><mo>!</mo></mrow></mfrac><mo>,</mo></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <math><mrow><mo>Λ</mo><mo stretchy=\"false\">(</mo><mo stretchy=\"false\">[</mo><mi>t</mi><mo>,</mo><mi>t</mi><mo>+</mo><mi>τ</mi><mo stretchy=\"false\">]</mo><mo stretchy=\"false\">)</mo><mo>:</mo><mo>=</mo><mstyle displaystyle=\"true\"><mrow><msubsup><mo>∫</mo><mi>t</mi><mrow><mi>t</mi><mo>+</mo><mi>τ</mi></mrow></msubsup><mrow><mi>λ</mi><mo stretchy=\"false\">(</mo><mi>s</mi><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext>d</mtext><mi>s</mi></mrow></mrow></mstyle></mrow></math>, is the expected number of times the event occurs in the interval [<i>t, t</i> + τ].",
                    "type": "paragraph"
                },
                {
                    "text": "A Poisson process can also be <i>spatial</i>. Let an event be described as a point in an <i>m</i>–dimensional space. A spatial Poisson process determines the probability that <i>n</i> events occur within a subset of the m-dimensional space. Let, for example, ℬ be a subset of ℝ<sup><i>m</i></sup> with volume <math><mrow><mi>ρ</mi><mo stretchy=\"false\">(</mo><mi>ℬ</mi><mo stretchy=\"false\">)</mo><mo>:</mo><mo>=</mo><mstyle displaystyle=\"true\"><mrow><msub><mo>∫</mo><mrow><mi>x</mi><mo>∈</mo><mi>ℬ</mi></mrow></msub><mrow><mi>d</mi><mi>x</mi><mo>=</mo><mn>1</mn></mrow></mrow></mstyle></mrow></math>.",
                    "type": "paragraph"
                },
                {
                    "text": "Furthermore, let <i>N</i> (ℬ) be the number of events occurring in ℬ. If the occurrence of such events obeys a spatial Poisson process with intensity parameter λ, then the probability that there occur n events in ℬ, follows a Poisson distribution :",
                    "type": "paragraph"
                },
                {
                    "id": "eqnA4",
                    "label": "(A4)",
                    "mathml": "<math><mi>P</mi><mrow><mo>(</mo><mrow><mi>N</mi><mrow><mo>(</mo><mi>ℬ</mi><mo>)</mo></mrow><mo>=</mo><mi>n</mi></mrow><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><msup><mrow><mrow><mo>(</mo><mi>λ</mi><mo>)</mo></mrow></mrow><mi>n</mi></msup><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><mi>λ</mi></mrow> <mo>]</mo></mrow></mrow><mrow><mi>n</mi><mo>!</mo></mrow></mfrac><mo>.</mo></math>",
                    "type": "mathml"
                },
                {
                    "text": "More generally, for such a spatial Poisson process, the number of events to occur within a set ℬ with volume ρ (ℬ) not necessarily equal to one, is Poisson distributed with parameter λρ (ℬ):",
                    "type": "paragraph"
                },
                {
                    "id": "eqnA5",
                    "label": "(A5)",
                    "mathml": "<math><mi>P</mi><mrow><mo>(</mo><mrow><mi>N</mi><mrow><mo>(</mo><mi>ℬ</mi><mo>)</mo></mrow><mo>=</mo><mi>n</mi></mrow><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><msup><mrow><mrow><mo>(</mo><mrow><mi>λ</mi><mi>ρ</mi><mrow><mo>(</mo><mi>ℬ</mi><mo>)</mo></mrow></mrow><mo>)</mo></mrow></mrow><mi>n</mi></msup><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><mi>λ</mi><mi>ρ</mi><mrow><mo>(</mo><mi>ℬ</mi><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow><mrow><mi>n</mi><mo>!</mo></mrow></mfrac><mo>.</mo></math>",
                    "type": "mathml"
                },
                {
                    "text": "Again, λρ (ℬ) is the expected number of events to occur in set ℬ.",
                    "type": "paragraph"
                },
                {
                    "text": "Such a spatial Poisson process is said to be inhomogeneous if the intensity of occurrence depends on the points <i>x</i> £ ℝ<sup><i>m</i></sup>. To describe that process, assume that there exists a measure ρ defined on (measurable) subsets of the space ℝ<sup><i>m</i></sup>, and let the intensity function λ (<i>x</i>) be integrable with respect to that measure. The probability that there occur n events in a measurable subset ℬ of ℝ<sup><i>m</i></sup>, is then:",
                    "type": "paragraph"
                },
                {
                    "id": "eqnA6",
                    "label": "(A6)",
                    "mathml": "<math><mi>P</mi><mrow><mo>(</mo><mrow><mi>N</mi><mrow><mo>(</mo><mi>ℬ</mi><mo>)</mo></mrow><mo>=</mo><mi>n</mi></mrow><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><msup><mrow><mrow><mo>(</mo><mrow><mo>Λ</mo><mrow><mo>(</mo><mi>ℬ</mi><mo>)</mo></mrow></mrow><mo>)</mo></mrow></mrow><mi>n</mi></msup><mi>exp</mi><mrow><mo>[</mo> <mrow><mo>−</mo><mo>Λ</mo><mrow><mo>(</mo><mi>ℬ</mi><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow><mrow><mi>n</mi><mo>!</mo></mrow></mfrac><mo>,</mo><mo>.</mo></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <math><mrow><mo>Λ</mo><mo stretchy=\"false\">(</mo><mi>ℬ</mi><mo stretchy=\"false\">)</mo><mo>:</mo><mo>=</mo><mstyle displaystyle=\"true\"><mrow><msub><mo>∫</mo><mrow><mi>x</mi><mo>∈</mo><mi>ℬ</mi></mrow></msub><mrow><mi>λ</mi><mo stretchy=\"false\">(</mo><mi>x</mi><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext>d</mtext><mi>ρ</mi><mo stretchy=\"false\">(</mo><mi>x</mi><mo stretchy=\"false\">)</mo></mrow></mrow></mstyle></mrow></math>, is equal to the expected number of events in the set ℬ.",
                    "type": "paragraph"
                },
                {
                    "text": "Job offers and the availability of non–market activities each are described by an inhomogeneous spatial Poison process in <span class=\"small-caps\">ruro</span> models. These processes are independent.",
                    "type": "paragraph"
                }
            ],
            "id": "A1",
            "title": "A1. Poisson processes"
        },
        {
            "content": [
                {
                    "text": "Assume that both partners have identical tastes specified over household consumption, each of the partners’ leisure time, and other attributes associated with the activities the partners executed. From these assumptions, a utility function, say Ψ, can be derived in terms of both spouses’ wages and hours of labour time, (<i>w</i><sub>1</sub>, <i>h</i><sub>1</sub>, <i>w</i><sub>2</sub>, <i>h</i><sub>2</sub>). If one assumes that each partner’s process of job offer arrivals and availability of non–market alternatives is independent of that of the other, the following expressions for the likelihood are obtained, for the cases respectively that both partners, only one of them, or none of both will accept a job offer:",
                    "type": "paragraph"
                },
                {
                    "id": "eqnA15",
                    "label": "(A7)",
                    "mathml": "<math><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msup><mi>φ</mi><mi>c</mi></msup><mrow><mo>(</mo><mrow><msub><mi>w</mi><mn>1</mn></msub><mo>,</mo><msub><mi>h</mi><mn>1</mn></msub><mo>,</mo><msub><mi>w</mi><mn>2</mn></msub><mo>,</mo><msub><mi>h</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow></mrow></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><mfrac><mrow><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>ψ</mi></mstyle><mrow><mo>(</mo><mrow><msub><mi>w</mi><mn>1</mn></msub><mo>,</mo><msub><mi>h</mi><mn>1</mn></msub><mo>,</mo><msub><mi>w</mi><mn>2</mn></msub><mo>,</mo><msub><mi>h</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow><mtext> </mtext><mstyle displaystyle=\"true\"><munder><mo>∏</mo><mrow><mi>j</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>2</mn></mrow></munder><mrow><msup><mi>q</mi><mi>j</mi></msup><msubsup><mi>g</mi><mn>1</mn><mi>j</mi></msubsup><mrow><mo>(</mo><mrow><msub><mi>w</mi><mi>j</mi></msub></mrow><mo>)</mo></mrow><msubsup><mi>g</mi><mn>2</mn><mi>j</mi></msubsup><mrow><mo>(</mo><mrow><msub><mi>h</mi><mi>j</mi></msub></mrow><mo>)</mo></mrow></mrow></mstyle></mrow><mrow><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>ψ</mi></mstyle><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mi>A</mi><mo>+</mo><mi>B</mi><mo>+</mo><mi>C</mi></mrow></mfrac><mo>,</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msup><mi>φ</mi><mi>c</mi></msup><mrow><mo>(</mo><mrow><msub><mi>w</mi><mn>1</mn></msub><mo>,</mo><msub><mi>h</mi><mn>1</mn></msub><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><mfrac><mrow><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>ψ</mi></mstyle><mrow><mo>(</mo><mrow><msub><mi>w</mi><mn>1</mn></msub><mo>,</mo><msub><mi>h</mi><mn>1</mn></msub><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mtext> </mtext><msup><mi>q</mi><mn>1</mn></msup><msubsup><mi>g</mi><mn>1</mn><mn>1</mn></msubsup><mrow><mo>(</mo><mrow><msub><mi>w</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow><msubsup><mi>g</mi><mn>2</mn><mn>1</mn></msubsup><mrow><mo>(</mo><mrow><msub><mi>h</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow></mrow><mrow><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>ψ</mi></mstyle><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mi>A</mi><mo>+</mo><mi>B</mi><mo>+</mo><mi>C</mi></mrow></mfrac><mo>,</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msup><mi>φ</mi><mi>c</mi></msup><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><msub><mi>w</mi><mn>2</mn></msub><mo>,</mo><msub><mi>h</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow></mrow></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><mfrac><mrow><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>ψ</mi></mstyle><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><msub><mi>w</mi><mn>2</mn></msub><mo>,</mo><msub><mi>h</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow><mtext> </mtext><msup><mi>q</mi><mn>2</mn></msup><msubsup><mi>g</mi><mn>1</mn><mn>2</mn></msubsup><mrow><mo>(</mo><mrow><msub><mi>w</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow><msubsup><mi>g</mi><mn>2</mn><mn>2</mn></msubsup><mrow><mo>(</mo><mrow><msub><mi>h</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow></mrow><mrow><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>ψ</mi></mstyle><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mi>A</mi><mo>+</mo><mi>B</mi><mo>+</mo><mi>C</mi></mrow></mfrac><mo>,</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msup><mi>φ</mi><mi>c</mi></msup><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow></mtd><mtd columnalign=\"left\"><mo>=</mo></mtd><mtd columnalign=\"left\"><mrow><mfrac><mrow><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>ψ</mi></mstyle><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mtext> </mtext></mrow><mrow><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>ψ</mi></mstyle><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mi>A</mi><mo>+</mo><mi>B</mi><mo>+</mo><mi>C</mi></mrow></mfrac><mo>,</mo></mrow></mtd></mtr></mtable></math>",
                    "type": "mathml"
                },
                {
                    "text": "with",
                    "type": "paragraph"
                },
                {
                    "id": "ueqn6",
                    "label": "(A8)",
                    "mathml": "<math><mtable columnalign=\"left\"><mtr><mtd><mi>A</mi><mtext> </mtext><mo>:</mo><mo>=</mo><mtext> </mtext><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∫</mo></mstyle><mrow><msub><mi>r</mi><mn>1</mn></msub><mo>∈</mo><mi>w</mi></mrow></munder><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∫</mo></mstyle><mrow><msub><mi>t</mi><mn>1</mn></msub><mo>∈</mo><mi>ℋ</mi></mrow></munder><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>ψ</mi></mstyle><mrow><mo>(</mo><mrow><msub><mi>r</mi><mn>1</mn></msub><mo>,</mo><msub><mi>t</mi><mn>1</mn></msub><mo>,</mo><mn>0</mn><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow><mtext> </mtext><msup><mi>q</mi><mn>1</mn></msup><msubsup><mi>g</mi><mn>1</mn><mn>1</mn></msubsup><mrow><mo>(</mo><mrow><msub><mi>r</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow><msubsup><mi>g</mi><mn>2</mn><mn>1</mn></msubsup><mrow><mo>(</mo><mrow><msub><mi>t</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mtext>d</mtext><msub><mi>t</mi><mtext>1</mtext></msub><mtext> </mtext><mtext>d</mtext><msub><mi>r</mi><mtext>1</mtext></msub><mo>,</mo></mtd></mtr><mtr><mtd><mi>B</mi><mtext> </mtext><mo>:</mo><mo>=</mo><mtext> </mtext><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∫</mo></mstyle><mrow><msub><mi>r</mi><mn>2</mn></msub><mo>∈</mo><mi>w</mi></mrow></munder><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∫</mo></mstyle><mrow><msub><mi>t</mi><mn>2</mn></msub><mo>∈</mo><mi>ℋ</mi></mrow></munder><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>ψ</mi></mstyle><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>0</mn><mo>,</mo><msub><mi>r</mi><mn>2</mn></msub><mo>,</mo><msub><mi>t</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow><mtext> </mtext><msup><mi>q</mi><mn>2</mn></msup><msubsup><mi>g</mi><mn>1</mn><mn>2</mn></msubsup><mrow><mo>(</mo><mrow><msub><mi>r</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow><msubsup><mi>g</mi><mn>2</mn><mn>2</mn></msubsup><mrow><mo>(</mo><mrow><msub><mi>t</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mtext>d</mtext><msub><mi>t</mi><mtext>2</mtext></msub><mtext> </mtext><mtext>d</mtext><msub><mi>r</mi><mtext>2</mtext></msub><mo>,</mo></mtd></mtr><mtr><mtd><mi>C</mi><mtext> </mtext><mo>:</mo><mo>=</mo><mtext> </mtext><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∫</mo></mstyle><mrow><msub><mi>r</mi><mn>1</mn></msub><mo>∈</mo><mi>w</mi></mrow></munder><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∫</mo></mstyle><mrow><msub><mi>t</mi><mn>1</mn></msub><mo>∈</mo><mi>ℋ</mi></mrow></munder><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∫</mo></mstyle><mrow><msub><mi>r</mi><mn>2</mn></msub><mo>∈</mo><mi>w</mi></mrow></munder><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∫</mo></mstyle><mrow><msub><mi>t</mi><mn>2</mn></msub><mo>∈</mo><mi>ℋ</mi></mrow></munder><mstyle mathsize=\"normal\" mathvariant=\"bold\"><mi>ψ</mi></mstyle><mrow><mo>(</mo><mrow><msub><mi>r</mi><mn>1</mn></msub><mo>,</mo><msub><mi>t</mi><mn>1</mn></msub><mo>,</mo><msub><mi>r</mi><mn>2</mn></msub><mo>,</mo><msub><mi>t</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∏</mo></mstyle><mrow><mi>j</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>2</mn></mrow></munder><msup><mi>q</mi><mi>j</mi></msup><msubsup><mi>g</mi><mn>1</mn><mi>j</mi></msubsup><mrow><mo>(</mo><mrow><msub><mi>r</mi><mi>j</mi></msub></mrow><mo>)</mo></mrow><msubsup><mi>g</mi><mn>2</mn><mi>j</mi></msubsup><mrow><mo>(</mo><mrow><msub><mi>t</mi><mi>j</mi></msub></mrow><mo>)</mo></mrow><mtext> </mtext><mtext>d</mtext><msub><mi>t</mi><mtext>2</mtext></msub><mtext> </mtext><mtext>d</mtext><msub><mi>r</mi><mtext>2</mtext></msub><mtext> </mtext><mtext>d</mtext><msub><mi>t</mi><mtext>1</mtext></msub><mtext> </mtext><mtext>d</mtext><msub><mi>r</mi><mtext>1</mtext></msub><mo>,</mo></mtd></mtr></mtable></math>",
                    "type": "mathml"
                },
                {
                    "text": "and <math><mrow><msup><mi>q</mi><mi>j</mi></msup><mo>,</mo><msubsup><mi>g</mi><mi>i</mi><mi>j</mi></msubsup><mo stretchy=\"false\">(</mo><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>2</mn><mo stretchy=\"false\">)</mo></mrow></math> are the relative intensity of job offers, the wage offer density, and the labour time density of partner <i>j</i> (<i>j</i> = 1, 2). For couples, a non–market alternative is an alternative in which none of both partners is engaged in the formal labour market.",
                    "type": "paragraph"
                }
            ],
            "id": "A2",
            "title": "A2. Likelihood: the case of couples"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "id": "tfn4",
                                    "label": "a",
                                    "text": [
                                        {
                                            "text": "Flanders region is reference category.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn5",
                                    "label": "b",
                                    "text": [
                                        {
                                            "text": "Middle education level is reference category.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tablea1",
                            "label": "Table A1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Log likelihood</th>\n<th colspan=\"3\">−8482.1758</th>\n</tr>\n<tr>\n<th>Description</th>\n<th>Estimate</th>\n<th>Standard Error</th>\n<th><i>t</i>-value</th>\n</tr>\n</thead>\n<tbody>\n<tr><td align=\"left\" colspan=\"4\">1.a) Consumption &amp; leisure interaction M&amp;F</td></tr>\n<tr><td>Consumption Couples exponent</td>\n<td>0.610</td>\n<td>0.051</td>\n<td>11.96</td></tr>\n<tr><td>Consumption Couples constant</td>\n<td>4.873</td>\n<td>0.310</td>\n<td>15.70</td></tr>\n<tr><td>Leisure interaction M&amp;F.in couples</td>\n<td>0.206</td>\n<td>0.077</td>\n<td>2.69</td></tr>\n<tr><td>Consumption single M exponent</td>\n<td>0.292</td>\n<td>0.123</td>\n<td>2.38</td></tr>\n<tr><td>Consumption single M constant</td>\n<td>4.740</td>\n<td>0.395</td>\n<td>12.00</td></tr>\n<tr><td>Consumption single F exponent</td>\n<td>0.049</td>\n<td>0.149</td>\n<td>0.33</td></tr>\n<tr><td>Consumption single F constant</td>\n<td>4.181</td>\n<td>0.338</td>\n<td>12.36</td></tr>\n<tr><td align=\"left\" colspan=\"4\">1.b) Leisure coefficients males in couples</td>\n</tr>\n<tr><td>Leisure M in couples exponent</td>\n<td>−8.351</td>\n<td>0.663</td>\n<td>−12.59</td></tr>\n<tr><td>Leisure M in couples constant</td>\n<td>20.959</td>\n<td>7.880</td>\n<td>2.66</td></tr>\n<tr><td>Leisure M in couples ln(age)</td>\n<td>−11.339</td>\n<td>4.321</td>\n<td>−2.62</td></tr>\n<tr><td>Leisure M in couples ln(age)<sup>2</sup></td>\n<td>1.591</td>\n<td>0.601</td>\n<td>2.65</td></tr>\n<tr><td>Leisure M in couples ch03</td>\n<td>0.007</td>\n<td>0.059</td>\n<td>0.12</td></tr>\n<tr><td>Leisure M in couples ch36</td>\n<td>0.078</td>\n<td>0.063</td>\n<td>1.23</td></tr>\n<tr><td>Leisure M in couples ch69</td>\n<td>−0.009</td>\n<td>0.058</td>\n<td>−0.15</td></tr>\n<tr><td>Leisure M in couples dum region Walloon<sup><i><a href=\"#tfn4\">a</a></i></sup></td>\n<td>0.132</td>\n<td>0.068</td>\n<td>1.94</td></tr>\n<tr><td>Leisure M in couples dum region Brussels<sup><i><a href=\"#tfn4\">a</a></i></sup></td>\n<td>0.168</td>\n<td>0.112</td>\n<td>1.49</td></tr>\n<tr><td>Leisure M in couples dum education LOW<sup><i><a href=\"#tfn5\">b</a></i></sup></td>\n<td>−0.174</td>\n<td>0.085</td>\n<td>−2.05</td></tr>\n<tr><td>Leisure M in couples dum education HIGH<sup><i><a href=\"#tfn5\">b</a></i></sup></td>\n<td>−0.078</td>\n<td>0.060</td>\n<td>−1.31</td></tr>\n<tr><td align=\"left\" colspan=\"4\">1.c) Leisure coefficients females in couples</td>\n</tr>\n<tr><td>Leisure F in couples exponent</td>\n<td>−6.995</td>\n<td>0.502</td>\n<td>−13.93</td></tr>\n<tr><td>Leisure F in couples constant</td>\n<td>32.068</td>\n<td>14.700</td>\n<td>2.18</td></tr>\n<tr><td>Leisure F in couples ln(age)</td>\n<td>−18.521</td>\n<td>8.368</td>\n<td>−2.21</td></tr>\n<tr><td>Leisure F in couples ln(age)<sup>2</sup></td>\n<td>2.879</td>\n<td>1.197</td>\n<td>2.40</td></tr>\n<tr><td>Leisure F in couples ch03</td>\n<td>0.550</td>\n<td>0.179</td>\n<td>3.08</td></tr>\n<tr><td>Leisure F in couples ch36</td>\n<td>0.533</td>\n<td>0.187</td>\n<td>2.84</td></tr>\n<tr><td>Leisure F in couples ch69</td>\n<td>0.426</td>\n<td>0.191</td>\n<td>2.23</td></tr>\n<tr><td>Leisure F in couples dum region Walloon<sup><i><a href=\"#tfn4\">a</a></i></sup></td>\n<td>0.302</td>\n<td>0.173</td>\n<td>1.74</td></tr>\n<tr><td>Leisure F in couples dum region Brussels<sup><i><a href=\"#tfn4\">a</a></i></sup></td>\n<td>0.062</td>\n<td>0.247</td>\n<td>0.25</td></tr>\n<tr><td>Leisure F in couples dum education LOW<a href=\"#tfn5\"><i>b</i></a></td>\n<td>0.612</td>\n<td>0.331</td>\n<td>1.85</td></tr>\n<tr><td>Leisure F in couples dum education HIGH<a href=\"#tfn5\"><i>b</i></a></td>\n<td>−0.753</td>\n<td>0.183</td>\n<td>−4.10</td></tr>\n</tbody>\n</table>"
                            ],
                            "title": "Preferences couples.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "id": "tfn6",
                                    "label": "a",
                                    "text": [
                                        {
                                            "text": "Flanders region is reference category;",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn7",
                                    "label": "b",
                                    "text": [
                                        {
                                            "text": "Middle education level is reference category.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableA2",
                            "label": "Table A2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Description</th>\n<th>Estimate</th>\n<th>Standard Error</th>\n<th><i>t</i>-value</th>\n</tr>\n</thead>\n<tbody>\n<tr><td align=\"left\" colspan=\"4\">1.d) Leisure coefficients single males</td></tr>\n<tr><td>Leisure single M exponent</td>\n<td>−5.444</td>\n<td>1.002</td>\n<td>−5.43</td></tr>\n<tr><td>Leisure single M constant</td>\n<td>36.394</td>\n<td>23.737</td>\n<td>1.53</td></tr>\n<tr><td>Leisure single M ln(age)</td>\n<td>−20.375</td>\n<td>13.239</td>\n<td>−1.54</td></tr>\n<tr><td>Leisure single M ln(age)<sup>2</sup></td>\n<td>3.024</td>\n<td>1.865</td>\n<td>1.62</td></tr>\n<tr><td>Leisure single M ch36</td>\n<td>−0.457</td>\n<td>1.112</td>\n<td>−0.41</td></tr>\n<tr><td>Leisure single M ch69</td>\n<td>−1.135</td>\n<td>0.698</td>\n<td>−1.63</td></tr>\n<tr><td>Leisure single M dum region Walloon<sup><i><a href=\"#tfn6\">a</a></i></sup></td>\n<td>0.951</td>\n<td>0.425</td>\n<td>2.24</td></tr>\n<tr><td>Leisure single M dum region Brussels<sup><i><a href=\"#tfn6\">a</a></i></sup></td>\n<td>0.262</td>\n<td>0.372</td>\n<td>0.70</td></tr>\n<tr><td>Leisure single M dum education LOW<sup><i><a href=\"#tfn7\">b</a></i></sup></td>\n<td>−0.581</td>\n<td>0.387</td>\n<td>−1.50</td></tr>\n<tr><td>Leisure single M dum education HIGH<sup><i><a href=\"#tfn7\">b</a></i></sup></td>\n<td>−0.502</td>\n<td>0.335</td>\n<td>−1.50</td></tr>\n<tr><td align=\"left\" colspan=\"4\">1.e) Leisure coefficients single females</td>\n</tr>\n<tr><td>Leisure single F exponent</td>\n<td>−7.688</td>\n<td>0.977</td>\n<td>−7.87</td></tr>\n<tr><td>Leisure single F constant</td>\n<td>62.678</td>\n<td>23.311</td>\n<td>2.69</td></tr>\n<tr><td>Leisure single F ln(age)</td>\n<td>−34.609</td>\n<td>12.929</td>\n<td>−<b>2.68</b></td></tr>\n<tr><td>Leisure single F ln(age)<sup>2</sup></td>\n<td>4.876</td>\n<td>1.809</td>\n<td>2.70</td></tr>\n<tr><td>Leisure single F ch03</td>\n<td>0.838</td>\n<td>0.502</td>\n<td>1.67</td></tr>\n<tr><td>Leisure single F ch36</td>\n<td>0.128</td>\n<td>0.239</td>\n<td>0.54</td></tr>\n<tr><td>Leisure single F ch69</td>\n<td>−0.141</td>\n<td>0.196</td>\n<td>−0.72</td></tr>\n<tr><td>Leisure single F dum region Walloon<sup><i><a href=\"#tfn6\">a</a></i></sup></td>\n<td>0.212</td>\n<td>0.199</td>\n<td>1.06</td></tr>\n<tr><td>Leisure single F dum region Brussels<sup><i><a href=\"#tfn6\">a</a></i></sup></td>\n<td>−0.258</td>\n<td>0.188</td>\n<td>−1.37</td></tr>\n<tr><td>Leisure single F dum education LOW<sup><i><a href=\"#tfn7\">b</a></i></sup></td>\n<td>0.133</td>\n<td>0.326</td>\n<td>0.41</td></tr>\n<tr><td>Leisure single F dum education HIGH<sup><i><a href=\"#tfn7\">b</a></i></sup></td>\n<td>−0.616</td>\n<td>0.217</td>\n<td>−2.84</td></tr>\n</tbody>\n</table>"
                            ],
                            "title": "Preferences singles.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "id": "tfn8",
                                    "label": "a",
                                    "text": [
                                        {
                                            "text": "Flanders region is reference category;",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn9",
                                    "label": "b",
                                    "text": [
                                        {
                                            "text": "Middle education level is reference category.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableA3",
                            "label": "Table A3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Description</th>\n<th>Estimate</th>\n<th>Standard Error</th>\n<th><i>t</i>-value</th></tr>\n</thead>\n<tbody>\n<tr><td align=\"left\" colspan=\"4\">2.a) Estimated coefficients opportunities &amp; peaks males</td>\n</tr>\n<tr><td>Opportunity M constant</td>\n<td>−4.488</td>\n<td>0.247</td>\n<td>−18.19</td></tr>\n<tr><td>Opportunity M unemployment rate</td>\n<td>0.338</td>\n<td>0.226</td>\n<td>1.50</td></tr>\n<tr><td>Opportunity M dummy region Walloon<sup><i><a href=\"#tfn8\">a</a></i></sup></td>\n<td>−0.547</td>\n<td>0.223</td>\n<td>−2.45</td></tr>\n<tr><td>Opportunity M dummy region Brussels<sup><i><a href=\"#tfn8\">a</a></i></sup></td>\n<td>−1.215</td>\n<td>0.285</td>\n<td>−4.27</td></tr>\n<tr><td>Opportunity M dummy LOW education<sup><i><a href=\"#tfn9\">b</a></i></sup></td>\n<td>−0.987</td>\n<td>0.277</td>\n<td>−3.56</td></tr>\n<tr><td>Opportunity M dummy HIGH education<sup><i><a href=\"#tfn9\">b</a></i></sup></td>\n<td>0.049</td>\n<td>0.265</td>\n<td>0.19</td></tr>\n<tr><td>Peaks M &lt;18.5,20.5&gt; interval</td>\n<td>0.643</td>\n<td>0.229</td>\n<td>2.81</td></tr>\n<tr><td>Peaks M &lt;29.5,30.5&gt; interval</td>\n<td>0.862</td>\n<td>0.189</td>\n<td>4.55</td></tr>\n<tr><td>Peaks M &lt;37.5,40.5&gt; interval</td>\n<td>2.690</td>\n<td>0.060</td>\n<td>45.17</td></tr>\n<tr><td align=\"left\" colspan=\"4\">2.b) Estimated coefficients opportunities &amp; peaks females</td>\n</tr>\n<tr><td>Opportunity F constant</td>\n<td>−4.300</td>\n<td>0.185</td>\n<td>−23.19</td></tr>\n<tr><td>Opportunity F unemployment rate</td>\n<td>−0.072</td>\n<td>0.124</td>\n<td>−0.58</td></tr>\n<tr><td>Opportunity F dummy region Walloon<sup><i><a href=\"#tfn8\">a</a></i></sup></td>\n<td>−0.394</td>\n<td>0.157</td>\n<td>−2.51</td></tr>\n<tr><td>Opportunity F dummy region Brussels<sup><i><a href=\"#tfn8\">a</a></i></sup></td>\n<td>−0.783</td>\n<td>0.219</td>\n<td>−3.58</td></tr>\n<tr><td>Opportunity F dummy LOW education<sup><i><a href=\"#tfn9\">b</a></i></sup></td>\n<td>−0.339</td>\n<td>0.217</td>\n<td>−1.56</td></tr>\n<tr><td>Opportunity F dummy HIGH education<sup><i><a href=\"#tfn9\">b</a></i></sup></td>\n<td>0.522</td>\n<td>0.195</td>\n<td><b>2.68</b></td></tr>\n<tr><td>Peaks F &lt;18.5,20.5&gt; interval</td>\n<td>1.636</td>\n<td>0.100</td>\n<td>16.42</td></tr>\n<tr><td>Peaks F &lt;29.5,30.5&gt; interval</td>\n<td>1.804</td>\n<td>0.108</td>\n<td>16.69</td></tr>\n<tr><td>Peaks F &lt;37.5,40.5&gt; interval</td>\n<td>2.206</td>\n<td>0.070</td>\n<td>31.36</td></tr>\n<tr><td align=\"left\" colspan=\"4\">3. Estimated coefficients wage equations</td>\n</tr>\n<tr><td align=\"left\" colspan=\"4\">3.a) Wage equation males</td>\n</tr>\n<tr><td>Wage M σ</td>\n<td>0.264</td>\n<td>0.004</td>\n<td>60.63</td></tr>\n<tr><td>Wage M constant</td>\n<td>2.066</td>\n<td>0.029</td>\n<td>72.00</td></tr>\n<tr><td>Wage M potential experience</td>\n<td>2.297</td>\n<td>0.244</td>\n<td>9.41</td></tr>\n<tr><td>Wage M potential experience<sup>2</sup></td>\n<td>−3.110</td>\n<td>0.545</td>\n<td>−5.71</td></tr>\n<tr><td>Wage M LOW education<sup><i><a href=\"#tfn9\">b</a></i></sup></td>\n<td>−0.147</td>\n<td>0.019</td>\n<td>−7.79</td></tr>\n<tr><td>Wage M HIGH education<sup><i><a href=\"#tfn9\">b</a></i></sup></td>\n<td>0.260</td>\n<td>0.015</td>\n<td>17.39</td></tr>\n<tr><td align=\"left\" colspan=\"4\">3.b) Wage equation females</td>\n</tr>\n<tr><td>Wage F σ</td>\n<td>0.261</td>\n<td>0.004</td>\n<td>59.05</td></tr>\n<tr><td>Wage F constant</td>\n<td>2.043</td>\n<td>0.026</td>\n<td>77.61</td></tr>\n<tr><td>Wage F potential experience</td>\n<td>2.457</td>\n<td>0.239</td>\n<td>10.30</td></tr>\n<tr><td>Wage F potential experience<sup>2</sup></td>\n<td>−3.869</td>\n<td>0.592</td>\n<td>−6.54</td></tr>\n<tr><td>Wage F LOW education<sup><i><a href=\"#tfn9\">b</a></i></sup></td>\n<td>−0.095</td>\n<td>0.023</td>\n<td>−4.08</td></tr>\n<tr><td>Wage F HIGH education<sup><i><a href=\"#tfn9\">b</a></i></sup></td>\n<td>0.291</td>\n<td>0.016</td>\n<td>18.61</td></tr></tbody>\n</table>"
                            ],
                            "title": "Opportunities, relative intensity of market alternatives, peaks hours, and wage offer distribution.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A3",
            "title": "A3. Coefficient estimates"
        }
    ],
    "acknowledgements": [
        {
            "text": "We are grateful to Rolf Aaberge and Ugo Colombino for an introduction into and many discussions on the <span class=\"small-caps\">ruro</span> model, to Tom Wennemo for technical assistance with the estimation program, to two anonymous referees and the editor of this journal, to Bart Cockx, John Dagsvik, Erik Schokkaert, Dirk Van de gaer, and to the members of the advisory board of the MiMBEL-project for their comments on earlier versions of this article. Pieter Vanleenhove, Toon Vanheukelom and Rembert De Blander prepared the data from <span class=\"small-caps\">eu-silc</span> 2007, and used <span class=\"small-caps\">euromod</span> version F5.5 to calculate net incomes for the choice sets. We acknowledge financial support from the BELSPO-project <span class=\"small-caps\">mimbel.</span> The usual disclaimer applies.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
