{
    "status": "vor",
    "id": "00132",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00132",
    "authorLine": "Andreas Peichl<sup><xref ref-type=\"fn\" rid=\"fn1\">1</xref></sup>",
    "title": "Linking microsimulation and CGE models",
    "published": "2016-04-30T00:00:00Z",
    "versionDate": "2016-04-30T00:00:00Z",
    "statusDate": "2016-04-30T00:00:00Z",
    "volume": 9,
    "issue": 1,
    "fpage": 167,
    "lpage": 174,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00132/ijm-00132.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        },
        {
            "id": "micro-macro-linkage",
            "name": "Micro-macro linkage"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In this note, I review the history of CGE-Microsimulation modeling, and the main methodological issues involved.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Peichl",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Germany"
                        },
                        "formatted": [
                            "Germany"
                        ]
                    },
                    "name": [
                        "ZEW, University of Mannheim"
                    ]
                }
            ],
            "emailAddresses": [
                "peichl@zew.de"
            ],
            "name": {
                "index": "Peichl<sup><xref ref-type=\"fn\" rid=\"fn1\">1</xref></sup>, Andreas",
                "preferred": "Andreas Peichl<sup><xref ref-type=\"fn\" rid=\"fn1\">1</xref></sup>"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "microsimulation",
        "CGE",
        "linked micro macro models"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In general, simulation models are tools which are designed to answer “what if” questions about different policy reform options. In the run-up of the implementation of a specific reform proposal, it is crucial to predict the expected consequences on individuals (gains and losses, income distribution), the government budget and key economic indicators (e.g. employment, prices, consumption) to provide policymakers with well-founded decision guidance. The complexity of existing welfare states requires the usage of simplified models for the evaluation of reform proposals. Only simulation models can provide information for an ex-ante analysis of different reform proposals. Other than in the natural sciences, it is seldom possible in economics to use experiments for the analysis of a given treatment (policy). Policy simulations can be interpreted as quasi-experiments which allow the economist to ex-ante analyze a reform proposal before its implementation in real life controlling for behavioral responses of different agents in the economy.",
                    "type": "paragraph"
                },
                {
                    "text": "For the analysis of fiscal reforms, microsimulation (MS) and computable general equilibrium (CGE) models have been widely used in the literature. CGE models consider various interdependencies and facilitate simulating behavioral responses and adjustments on several markets. In contrast, MS models usually consider only the household side of the economy, which allows for more heterogeneity and a much more detailed mapping of the complex tax benefit system. Combining these two model types enables the utilization of the complementary advantages. The aim of this note is to discuss possibilities (and problems) of linking MS and CGE models.<sup><a href=\"#fn2\">2</a></sup>",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The idea of linking micro- and macroeconomic simulation models is almost as old as the stand-alone models themselves. <a href=\"#bib21\">Orcutt (1967)</a> suggests to link models operating at different levels of aggregation through intermediate variables. Recent progress in IT and computational and econometric methods are leading to a growing interest in combining both modeling techniques.<sup><a href=\"#fn3\">3</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "CGE models compute numerically the values of endogenous variables (e.g., prices, quantities) with the aim of quantifying the impact of exogenous variables and policy measures (e.g., elasticities, tax rates) on economic equilibria.<sup><a href=\"#fn4\">4</a></sup> CGE models excel through their theoretical foundation in (microeconomic) general equilibrium theory and the estimation of various interdependent behavioral responses and adjustments on several markets.",
                    "type": "paragraph"
                },
                {
                    "text": "In contrast, MS models are partial equilibrium models that do not consider the broader economic environment in which the micro units are acting.<sup><a href=\"#fn5\">5</a></sup> Nevertheless, these models account for much greater heterogeneity than CGE models could ever do. In consequence, CGE models give no insight into how aggregate changes in the economy affect different individuals as the distribution within representative agent groups is assumed to be exogenous.",
                    "type": "paragraph"
                },
                {
                    "text": "Linking micro and macro models allows utilizing the complementary advantages of both types of models. A linked model can provide a more powerful tool for policy analysis than using results from two stand-alone models (<a href=\"#bib2\">Anderson 1990</a>). Outputs from the macro model can be used to align the predictions of the micro model and to enable general equilibrium feedbacks and interactions among variables in the micro model. Outputs from the micro model can be used to calibrate the macro model and provide a microeconomic basis for aggregate behavior. Hence, the key advantage of a linked micro macro model is the feedback which is used to resolve the model corresponding to a revised set of parameters. This in turn will then enable to analyze the complex interdependence of various policy measures with respect to fiscal, distributional, employment and growth effects within the same econometric framework. However, achieving these feedback effects through linking MS and CGE models is not a trivial task.",
                    "type": "paragraph"
                },
                {
                    "text": "There are two general possibilities for linking the models.<sup><a href=\"#fn6\">6</a></sup> On the one hand, one can completely integrate both models into a joint model or on the other hand, one can combine two separated models via interfaces (layered approach). The first approach requires the complete micro model to be included in the CGE model which demands high standards for the database and the construction of the integrated model. The second approach can be differentiated into a top-down, a bottom-up, and a top-down-bottom-up approach. The top-down approach computes the macroeconomic variables (price level, growth rates) in a CGE model as input for the micro model which is adjusted to match an exogenous macro aggregate. The bottom-up approach works the other way around and information from the micro model (elasticities, tax rates) is used in the macro model (e.g. to calibrate the representative agents). Both approaches suffer from the drawback that not all feedback is used. The top-down bottom-up approach combines both methods to a recursive approach. In an iterative process one model is solved, information is sent to the other model, which is solved and gives feedback to the first model. This iterative process continues until the two models converge.",
                    "type": "paragraph"
                },
                {
                    "text": "To be able to successfully link MS and CGE models, common variables through which the two models interact are needed. On the one hand, information from the MS model is aggregated to calibrate the representative agent(s) of the CGE model. Typical variables and parameters used in this bottom-up linkage include labor supply elasticities, income components, average and marginal tax rates, consumption patterns, income levels and tax revenues. On the other hand, information from the CGE model is given to the MS model. For the top-down linkage, changes of the wage or price level are used to adjust the (real) disposable incomes and consumption levels for the labor supply estimations. When linking the two levels, it has to be assured that the individual functions from the micro model can be aggregated to macro level functions and the macro level information disaggregated to the micro level in a consistent way. For example, a (nested) multinominal logit specification of the individual direct utility function (which is usually used in discrete choice labor supply models) can be aggregated to a global CES utility function (which is usually used in CGE models, see, e.g., <a href=\"#bib25\">Verboven (1996)</a>). If the top-down bottom-up approach is used, convergence criteria for the end of the iteration process have to be defined. Convergence is typically achieved when the changes in the exchange variables are (close to) zero. However, there is no (theoretical) guarantee that both models converge.",
                    "type": "paragraph"
                },
                {
                    "text": "When conducting a micro-macro linkage, several potential problems arise. The main problem is the lack of theoretical and empirical consistency between the micro and the macro parts which can give rise to (dis)aggregation errors. Especially functional forms (e.g. the preference functions in the labor supply model and the aggregated utility in the CGE model) have to be specified in a consistent way.<sup><a href=\"#fn7\">7</a></sup> To be able to successfully link MS and CGE models there have to be some common variables through which the two models can exchange information. Usually, it is necessary to aggregate or disaggregate these variables to be comparable with the variables in the other model. Of course, the less variables have to be (dis)aggregated the more of the underlying heterogeneity in the data will be retained. Furthermore, it has to be checked if the same variable in both models represents the same population (e.g. household consumption in the micro model vs. aggregated total consumption including government in the macro model). In addition, it has to be checked if one run of each model represents the same time horizon. However, despite the best efforts, there is no guarantee of coherence between the two models which can be complex and technically challenging to achieve.",
                    "type": "paragraph"
                },
                {
                    "text": "When building and using a simulation model, a researcher has to be aware of these potential errors and should try to avoid them if possible or at least to document the possible biases in the analysis. Extensive sensitivity analyses should be conducted when building a model or simulating a new scenario. When interpreting the results of a simulation study, one should consider these potential errors and take a closer look at the underlying data, methods and assumptions. Furthermore, estimations from simulation models should not be used as an exact forecast of a single number but to compare and rank different scenarios according to various dimensions.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Linking CGE and MS models",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Simulation models provide a powerful tool for the ex-ante evaluation of policy reform proposals. Combining MS and macro models enables the utilization of the complementary advantages of both types and provides a fruitful avenue for future work. Choosing the appropriate approach for the analysis of a given policy reform depends on the specific research question.",
                    "type": "paragraph"
                },
                {
                    "text": "While linking (static) MS and CGE models seem to be especially popular in developing countries (see, e.g. the papers in this special issue of the IJM), the trend in developed countries seems to be combining MS models with (dynamic) macroeconometric models. This is often referred to as “dynamic scoring” (<a href=\"#bib19\">Mankiw &amp; Weinzierl 2006</a>).<sup><a href=\"#fn8\">8</a></sup> In addition to linking different models, simpler extensions to MS models are possible to account for some (macro) feedback effects. For example, the classical labor supply framework can be extended to allow for labor demand feedback effects on wages and employment (<a href=\"#bib23\">Peichl &amp; Siegloch 2012</a>).<sup><a href=\"#fn9\">9</a></sup>",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Dynamic scoring",
            "authors": [
                {
                    "name": {
                        "index": "Adam, S",
                        "preferred": "S Adam"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bozio, A",
                        "preferred": "A Bozio"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib1",
            "journal": "OECD Journal on Budgeting",
            "pages": "107",
            "type": "journal",
            "volume": "9"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Anderson, JM",
                        "preferred": "JM Anderson"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "details": "Micro-Macro Linkages in Economic Models, Microsimulation Techniques for Tax and Transfer Analysis, Urban Institute Press",
            "id": "bib2",
            "title": "Microsimulation Techniques for Tax and Transfer Analysis",
            "type": "unknown"
        },
        {
            "articleTitle": "Fiscal union in europe? redistributive and stabilizing effects of a european tax-benefit system and fiscal equalization mechanism",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dolls, M",
                        "preferred": "M Dolls"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neumann, D",
                        "preferred": "D Neumann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pestel, N",
                        "preferred": "N Pestel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siegloch, S",
                        "preferred": "S Siegloch"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib3",
            "journal": "Economic Policy",
            "pages": {
                "first": "375",
                "last": "422",
                "range": "375–422"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "articleTitle": "Distributional consequences of labordemand shocks: the 2008-2009 recession in germany",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siegloch, S",
                        "preferred": "S Siegloch"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib4",
            "journal": "International Tax and Public Finance",
            "pages": {
                "first": "118",
                "last": "138",
                "range": "118–138"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orsini, K",
                        "preferred": "K Orsini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "Journal of Human Resources, 49, 3",
            "id": "bib5",
            "title": "Comparing labor supply elasticities in europe and the united states: New results",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Barrios, S",
                        "preferred": "S Barrios"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dolls, M",
                        "preferred": "M Dolls"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maftei, A",
                        "preferred": "A Maftei"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riscado, S",
                        "preferred": "S Riscado"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Varga, J",
                        "preferred": "J Varga"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wittneben, C",
                        "preferred": "C Wittneben"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Dynamic scoring of tax reforms in the eu",
            "date": "2016",
            "id": "bib6",
            "publisher": {
                "name": [
                    "EU-JRC mimeo"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Boeters, S",
                        "preferred": "S Boeters"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "1645–1718, The Labor Market in Computable General Equilibrium Models, Volume 1 of Handbook of Computable General Equilibrium Modeling, Elsevier",
            "id": "bib7",
            "title": "The Labor Market in Computable General Equilibrium Models, Volume 1 of Handbook of Computable General Equilibrium Modeling",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bussolo, M",
                        "preferred": "M Bussolo"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "1383–1437, Income Distribution in Computable General Equilibrium Modeling, Volume 1 of Handbook of Computable General Equilibrium Modeling, Elsevier",
            "id": "bib8",
            "title": "Income Distribution in Computable General Equilibrium Modeling, Volume 1 of Handbook of Computable General Equilibrium Modeling",
            "type": "unknown"
        },
        {
            "articleTitle": "Guest editorial - macro-micro analytics: background, motivation, advantages and remaining challenges",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bussolo, M",
                        "preferred": "M Bussolo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib9",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "1",
                "last": "7",
                "range": "1–7"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tiberti, L",
                        "preferred": "L Tiberti"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Microsimulation Modelling",
            "chapterTitle": "Macro-micro models",
            "date": "2014",
            "editors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "id": "bib10",
            "pages": {
                "first": "275",
                "last": "304",
                "range": "275–304"
            },
            "publisher": {
                "name": [
                    "Emerald Group Publishing"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Combining microsimulation with cge and macro modelling for distributional analysis in developing and transition countries",
            "authors": [
                {
                    "name": {
                        "index": "Davies, JB",
                        "preferred": "JB Davies"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib11",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "49",
                "last": "65",
                "range": "49–65"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dixon, PB",
                        "preferred": "PB Dixon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jorgenson, D",
                        "preferred": "D Jorgenson"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Handbook of Computable General Equilibrium Modeling, Volume 1 of Handbook of Computable General Equilibrium Modeling, Elsevier",
            "id": "bib12",
            "title": "Handbook of Computable General Equilibrium Modeling, Volume 1 of Handbook of Computable General Equilibrium Modeling",
            "type": "unknown"
        },
        {
            "articleTitle": "Automatic stabilizers and economic crisis: Us vs. europe",
            "authors": [
                {
                    "name": {
                        "index": "Dolls, M",
                        "preferred": "M Dolls"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib13",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "279",
                "last": "294",
                "range": "279–294"
            },
            "type": "journal",
            "volume": "96"
        },
        {
            "articleTitle": "Dynamic scoring",
            "authors": [
                {
                    "name": {
                        "index": "Gravelle, J",
                        "preferred": "J Gravelle"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib14",
            "journal": "Journal of Policy Analysis and Management",
            "pages": {
                "first": "970",
                "last": "977",
                "range": "970–977"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "articleTitle": "Introduction to the Symposium: The Discipline of Applied General Equilibrium",
            "authors": [
                {
                    "name": {
                        "index": "Kehoe, T",
                        "preferred": "T Kehoe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Prescott, E",
                        "preferred": "E Prescott"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib15",
            "journal": "Economic Theory",
            "pages": {
                "first": "1",
                "last": "11",
                "range": "1–11"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Whom or what does the representative individual represent?",
            "authors": [
                {
                    "name": {
                        "index": "Kirman, AP",
                        "preferred": "AP Kirman"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "id": "bib16",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "117",
                "last": "136",
                "range": "117–136"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "A survey of dynamic microsimulation models: uses, model structure and methodology",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib17",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "55",
                "range": "3–55"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "On linking microsimulation and computable general equilibrium models using exact aggregation of heterogeneous discrete-choice making agents",
            "authors": [
                {
                    "name": {
                        "index": "Magnani, R",
                        "preferred": "R Magnani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mercenier, J",
                        "preferred": "J Mercenier"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib18",
            "journal": "Economic Modelling",
            "pages": {
                "first": "560",
                "last": "570",
                "range": "560–570"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "articleTitle": "Dynamic scoring: a back-of-the-envelope guide",
            "authors": [
                {
                    "name": {
                        "index": "Mankiw, NG",
                        "preferred": "NG Mankiw"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weinzierl, M",
                        "preferred": "M Weinzierl"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib19",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "1415",
                "last": "1433",
                "range": "1415–1433"
            },
            "type": "journal",
            "volume": "90"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Microsimulation Modelling",
            "date": "2014",
            "id": "bib20",
            "publisher": {
                "name": [
                    "Emerald Group Publishing"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1967",
            "details": "Microeconomic Analysis for Prediction of National Accounts, Forecasting on a Scientific Basis - Proceedings of an International Summer Institute, Lisbon, Gulbenkian Foundation",
            "id": "bib21",
            "title": "Forecasting on a Scientific Basis - Proceedings of an International Summer Institute",
            "type": "unknown"
        },
        {
            "articleTitle": "The benefits and problems of linking micro and macro models - evidence from a flat tax analysis",
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib22",
            "journal": "Journal of Applied Economics",
            "pages": {
                "first": "301",
                "last": "329",
                "range": "301–329"
            },
            "type": "journal",
            "volume": "XII"
        },
        {
            "articleTitle": "Accounting for labor demand effects in structural labor supply models",
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siegloch, S",
                        "preferred": "S Siegloch"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib23",
            "journal": "Labour Economics",
            "pages": {
                "first": "129",
                "last": "138",
                "range": "129–138"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "Euromod: the european union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib24",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "The nested logit model and representative consumer theory",
            "authors": [
                {
                    "name": {
                        "index": "Verboven, F",
                        "preferred": "F Verboven"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib25",
            "journal": "Economic Letters",
            "pages": {
                "first": "57",
                "last": "63",
                "range": "57–63"
            },
            "type": "journal",
            "volume": "50"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
