{
    "status": "vor",
    "id": "00131",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00131",
    "authorLine": "Cecilia Llambi et al.",
    "title": "Assessing the impacts of a major tax reform: A CGE-microsimulation analysis for Uruguay",
    "published": "2016-04-30T00:00:00Z",
    "versionDate": "2016-04-30T00:00:00Z",
    "statusDate": "2016-04-30T00:00:00Z",
    "volume": 9,
    "issue": 1,
    "fpage": 134,
    "lpage": 166,
    "elocationId": "134-166",
    "pdf": "http://web:8082/00131/ijm-00131.pdf",
    "subjects": [
        {
            "id": "micro-macro-linkage",
            "name": "Micro-macro linkage"
        },
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In 2007, a major tax reform was put into place in Uruguay with the explicit goals of promoting both greater efficiency and equity in the tax system. Overall, the reform substantially increased direct income taxes by establishing higher and rising marginal rates; lowered indirect taxation; reduced the corporate tax; harmonized employer contributions to social security across sectors and eliminated some highly distortionary taxes. We assess the joint effects of these changes on macroeconomic and labor outcomes, poverty and inequality using a top-down static CGE microsimulation approach. Overall we estimate a 1% increase in GDP and a 2% increase in employment due to the reform. We find substantial general equilibrium effects of the full implementation of the reform that tend to reinforce the reduction of poverty indicators, exclusively due to the modifications of the direct personal income tax without considering behavioral responses. Regarding poverty, the general equilibrium effects are significantly greater than the direct effects. Overall, we estimate a one-point reduction of the Gini coefficient due to the reform.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Llambi et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Montevideo-Uruguay"
                        },
                        "formatted": [
                            "Montevideo-Uruguay"
                        ]
                    },
                    "name": [
                        "Centro de Investigaciones Económicas (CINVE)"
                    ]
                }
            ],
            "emailAddresses": [
                "cllambi@cinve.org.uy"
            ],
            "name": {
                "index": "Llambi, Cecilia",
                "preferred": "Cecilia Llambi"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Montevideo-Uruguay"
                        },
                        "formatted": [
                            "Montevideo-Uruguay"
                        ]
                    },
                    "name": [
                        "Centro de Investigaciones Económicas (CINVE)"
                    ]
                }
            ],
            "emailAddresses": [
                "slaens@cinve.org.uy"
            ],
            "name": {
                "index": "Laens, Silvia",
                "preferred": "Silvia Laens"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Montevideo-Uruguay"
                        },
                        "formatted": [
                            "Montevideo-Uruguay"
                        ]
                    },
                    "name": [
                        "Centro de Investigaciones Económicas (CINVE)"
                    ]
                }
            ],
            "emailAddresses": [
                "perera@cinve.org.uy"
            ],
            "name": {
                "index": "Perera, Marcelo",
                "preferred": "Marcelo Perera"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "tax reform",
        "CGE models",
        "microsimulations",
        "poverty",
        "inequality"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In mid-2007, the Uruguayan government implemented a major tax reform with the explicit goals of promoting greater equity and efficiency of the tax scheme and stimulating investment and employment. Overall, the reform substantially changed the tax structure by increasing direct income taxation and lowering indirect taxation, corporate taxation and contributions to social security made by employers.",
                    "type": "paragraph"
                },
                {
                    "text": "Four main changes were introduced: a) a dual direct income tax with higher progressive marginal rates on labor income and a range of flat rates on different sources of capital income; b) changes in the tax base and a reduction of the basic and minimum rates of the value added tax, along with the elimination of a distortionary tax on intermediate inputs and a tax on health services; c) modification of labor taxes by reducing and harmonizing employers’ contribution rate to social security across sectors; and d) a reduction of the corporate income tax. The shift towards direct income taxation in replacement of indirect instruments such as commodity or production taxes, in order to achieve equity and efficiency goals, follows some important results from optimal taxation theory (see <a href=\"#bib17\">Diamond &amp; Mirrlees (1971)</a>; <a href=\"#bib4\">Atkinson &amp; Stiglitz, (1976)</a>; <a href=\"#bib29\">Saez (2004)</a>). Also, some studies point out the desirability of a more progressive schedule on direct income taxation and taxation on capital income (see <a href=\"#bib16\">Diamond &amp; Saez (2011)</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Before the reform, the tax structure in Uruguay heavily relied on indirect tax instruments. Nearly 70% of fiscal revenues (excluding social security taxes) originated from the value added tax (VAT)and other indirect taxes. A corporate tax accounted for a further 13% of these revenues. The direct personal income tax amounted to only 5% of total fiscal revenues, and it only affected wages and pensions, while capital income was not taxed. As such, the system did not respect the criterion of horizontal equity (see <a href=\"#bib27\">Perazzo, Robino &amp; Vigna, 2002</a>; <a href=\"#bib7\">Barreix &amp; Roca, 2003</a>). The value added tax rate was one of the highest in Latin America (with a basic rate of 23%) and a large number of sales taxes only contributed to a small share of fiscal revenues. Finally, some studies pointed out the regressive nature of the pre-reform tax structure, showing that there was scope to use the tax reform as an instrument for redistribution (<a href=\"#bib23\">Grau &amp; Lagomarsino, 2002</a>; <a href=\"#bib7\">Barreix &amp; Roca, 2003</a>; <a href=\"#bib8\">2006</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Existing evaluations of the Uruguayan tax reform are scarce and they mainly focus on the distributive impact of the modifications of the personal income tax and the value added tax through arithmetical microsimulations without taking into account behavioral responses. Using this methodology, Amarante, <a href=\"#bib5\">Arim and Salas (2007)</a> assess the effects of these two modifications on poverty and inequality, finding small positive effects. The impact on poverty is largely explained by price reductions resulting from the change in the value added tax, assumed to be entirely translated into consumer prices.",
                    "type": "paragraph"
                },
                {
                    "text": "However, a policy shock such as the 2007 tax reform can indeed lead to changes in agent behavior, induce the reallocation of resources and generate feedback effects on household income, consumption and savings. Household behavioral responses to variations in their budget constraint following the shock on the personal income tax include changes in consumption demand and labor supply. Modified VAT rates result in new market-clearing prices and quantities via consumer and producer optimization, and can lead to variations in the sectoral structure of the economy. The employer contribution to social security is part of the labor costs in each sector, so its variations affect labor demand. Finally, the reduction of the corporate tax should affect returns to capital. This would affect relative factor prices, as well as the level and allocation of new investment.",
                    "type": "paragraph"
                },
                {
                    "text": "With the goal of assessing the effects of these four main components of the reform on aggregate and sectoral output, employment, fiscal balance, poverty and inequality, we use a static computable general equilibrium model (CGE) and a microsimulation model to capture the macro-micro links (top down approach). CGE models allow simulating behavioral responses and adjustments on several markets, while enabling some flexibility in setting macroeconomic rules to assess the impact of different government revenue allocation policies. Combining the CGE model with a microsimulation model makes it possible to include the general equilibrium effects of the tax reform and account for full household heterogeneity (see <a href=\"#bib14\">Colombo (2010)</a> for an analysis of alternative CGE-microsimulation approaches). CGE models have been widely used to analyze tax policy since the seminal papers of <a href=\"#bib30\">Shoven and Whalley (1972</a>; <a href=\"#bib31\">1973</a>; <a href=\"#bib32\">1984</a>). Recent examples of tax policy analysis for developing countries using CGE or CGE combined with microsimulation models include <a href=\"#bib13\">Chiripanhura, and Chifamba (2015)</a> for an income tax reform in Namibia; Amir, <a href=\"#bib2\">Asafu-Adjaye and Ducpham (2013)</a> for an income tax reform in Indonesia; or Ahmed, <a href=\"#bib1\">Ahmed and Abbas (2010)</a> for alternative schemes for the sales tax in Pakistan.",
                    "type": "paragraph"
                },
                {
                    "text": "The rest of the paper is organized as follows: <a href=\"#s2\">Section 2</a> describes the main modifications introduced by the tax reform; <a href=\"#s3\">Section 3</a> presents the methodology and data; <a href=\"#s4\">Section 4</a> describes the simulated scenarios; <a href=\"#s5\">Section 5</a> discusses the macro and sectoral results from the CGE model, including a sensitivity analysis, and <a href=\"#s6\">Section 6</a> presents the main findings regarding poverty and inequality from the linked microsimulation model. Finally, we draw some concluding remarks.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The reform introduced the following main modifications. First, the tax on wages and pensions was eliminated and a dual personal income tax was introduced. The previous tax on wages and pensions established a minimum non-taxable income and two brackets of marginal rates that ranked from 2% to 6%. The reform increased the threshold for minimum non-taxable labor income and established increasing marginal rates ranging from 10 to 25%, according to tax bases defined in terms of the BPC (Basis for Contributive Benefits)1. Medical costs for children under the age of 18 and social security payments could be deducted. Finally, capital revenues were taxed at 3 to 12%, depending on the source of income. Pre and post reform schedules of the direct tax on labor, pensions and capital income are summarized in <a href=\"#table1\">Tables 1</a> and <a href=\"#table2\">2</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Authors’ elaboration based on data from the Ministry of Economics and Finance.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th colspan=\"3\">Post-reform direct personal tax on labor and pension income</th>\n<th colspan=\"3\">Pre –Reform tax on wages and pensions</th>\n</tr>\n<tr>\n<th>Monthly income*</th>\n<th>Tax rate</th>\n<th>Income</th>\n<th>Monthly income*</th>\n<th>Tax rate</th>\n<th>Income</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Up to 5 BPC</td>\n<td>Exempt</td>\n<td>Wages, Pensions</td>\n<td>Up to 3 BPC</td>\n<td>Exempt</td>\n<td>Wages</td>\n</tr>\n<tr>\n<td>Between 5 and 10 BPC</td>\n<td>10%</td>\n<td>and non-wage</td>\n<td>Between 3 and 6 BPC</td>\n<td>2%</td>\n<td/>\n</tr>\n<tr>\n<td>Between 10 and 15 BPC</td>\n<td>15%</td>\n<td>remunerations</td>\n<td>Above 6 BPC</td>\n<td>6%</td>\n<td/>\n</tr>\n<tr>\n<td>Between 15 and 50 BPC</td>\n<td>20%</td>\n<td>Up to 6 BPC</td>\n<td/>\n<td>Exempt</td>\n<td>Pensions</td>\n</tr>\n<tr>\n<td>Between 50 and 100 BPC</td>\n<td>22%</td>\n<td/>\n<td>Above 6 BPC</td>\n<td>2%</td>\n<td/>\n</tr>\n<tr>\n<td>Above 100 BPC</td>\n<td>25%</td>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Direct tax on labor and pension income: pre- and post-reform.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Authors’ elaboration based on data from the Ministry of Economics and Finance.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Concept</th>\n<th>Tax rate</th>\n<th>Income</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Interest on deposits over one year in financial institution</td>\n<td>3%</td>\n<td/>\n</tr>\n<tr>\n<td>Interest on deposits, under a year in financial institutions</td>\n<td>5%</td>\n<td/>\n</tr>\n<tr>\n<td>Interest on bonds and other debt securities, longer than three year maturity</td>\n<td>3%</td>\n<td>Pure revenues from capital</td>\n</tr>\n<tr>\n<td>Distributed profits</td>\n<td>7%</td>\n<td/>\n</tr>\n<tr>\n<td>Other capital revenues</td>\n<td>12%</td>\n<td/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Bases and rates of personal income tax on capital: post-reform.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Second, the reform reduced the corporate tax rate from 30% to 25%, standardizing it across all sectors. Dividends distributed to households were charged an additional 7% in the form of a personal income tax on capital.",
                    "type": "paragraph"
                },
                {
                    "text": "Third, regarding the VAT, before the reform there was a basic rate of 23%, although some goods were taxed at a minimum rate of 14% and a third set of goods were exempted. The changes consisted in reducing the basic rate from 23% to 22% and the minimum rate from 14% to 10%. Also, some exempted goods before the reform were taxed at the minimum rate or at the basic rate in the post-reform situation. A 5% specific sales tax on health services was eliminated, and replaced by the minimum VAT rate. A specific tax of 3% on intermediate consumption of goods was also eliminated.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, the employer contribution to social security (ECSS) stood at 17.5% for most commerce and service sectors, and consisted of a pension tax of 12.5% plus a health insurance tax equal to 5% of payroll. Manufacturing and passenger transport were only taxed by the health insurance tax of 5%, while other sectors were taxed at a considerably higher rate than the general regime (public sector activities and public enterprises were taxed at 19.5% and 24.5%, respectively). The reform established an employer pension contribution rate of 7.5% for industrial, commercial and services sectors, as well as for public enterprises. The health insurance rate remained unchanged at 5%, so that the overall ECSS rate stood at 12.5% in the post-reform situation. The 19.5% tax rate for public sector activities remained the same, as well as the exemption for passenger transportation. Pre-reform and post-reform ECSS rates by sector and value added tax rates by commodity (defined as any category of goods and services subject to the VAT) are summarized in <a href=\"#table3\">Table 3</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Authors’ elaboration based on data from the Social Security Bank and the Ministry of Economics and Finance.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th rowspan=\"2\">Sectors</th>\n<th colspan=\"2\">Employer contribution to social security</th>\n<th colspan=\"2\">Value added tax</th>\n</tr>\n<tr>\n<th>Pre reform</th>\n<th>Reform</th>\n<th>Pre reform</th>\n<th>Reform</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Primary except livestock</td>\n<td>-----</td>\n<td>-----</td>\n<td>9.8%</td>\n<td>15.4%</td>\n</tr>\n<tr>\n<td>Livestock</td>\n<td>-----</td>\n<td>-----</td>\n<td>0.0%</td>\n<td>0.0%</td>\n</tr>\n<tr>\n<td>Meat, fruit &amp; veg.</td>\n<td>5.0%</td>\n<td>12.5%</td>\n<td>23.0%</td>\n<td>22.0%</td>\n</tr>\n<tr>\n<td>Mills, sugar &amp; vegetable oils</td>\n<td>5.0%</td>\n<td>12.5%</td>\n<td>14.0%</td>\n<td>10.0%</td>\n</tr>\n<tr>\n<td>Dairy</td>\n<td>5.0%</td>\n<td>12.5%</td>\n<td>8.6%</td>\n<td>12.4%</td>\n</tr>\n<tr>\n<td>Other food industry</td>\n<td>5.0%</td>\n<td>12.5%</td>\n<td>21.5%</td>\n<td>20.0%</td>\n</tr>\n<tr>\n<td>Press</td>\n<td>5.0%</td>\n<td>12.5%</td>\n<td>0.0%</td>\n<td>0.0%</td>\n</tr>\n<tr>\n<td>Petroleum refining</td>\n<td>6.5%</td>\n<td>7.5%</td>\n<td>5.9%</td>\n<td>4.2%</td>\n</tr>\n<tr>\n<td>Pharmaceutical industry</td>\n<td>5.0%</td>\n<td>12.5%</td>\n<td>14.0%</td>\n<td>10.0%</td>\n</tr>\n<tr>\n<td>Metal products and machinery</td>\n<td>5.0%</td>\n<td>12.5%</td>\n<td>22.3%</td>\n<td>21.4%</td>\n</tr>\n<tr>\n<td>Other manufacturing</td>\n<td>5.0%</td>\n<td>12.5%</td>\n<td>23.0%</td>\n<td>22.0%</td>\n</tr>\n<tr>\n<td>Electricity and gas</td>\n<td>6.5%</td>\n<td>7.5%</td>\n<td/>\n<td>22.0%</td>\n</tr>\n<tr>\n<td>Water</td>\n<td>24.5%</td>\n<td>7.5%</td>\n<td>0.0%</td>\n<td>0.0%</td>\n</tr>\n<tr>\n<td>Construction</td>\n<td>32.6%</td>\n<td>23.3%</td>\n<td>0.0%</td>\n<td>0.0%</td>\n</tr>\n<tr>\n<td>Commerce</td>\n<td>17.5%</td>\n<td>12.5%</td>\n<td>16.0%</td>\n<td>15.8%</td>\n</tr>\n<tr>\n<td>Hotels</td>\n<td>17.5%</td>\n<td>12.5%</td>\n<td>14.0%</td>\n<td>10.0%</td>\n</tr>\n<tr>\n<td>Passenger transport</td>\n<td>0.0%</td>\n<td>0.0%</td>\n<td>14.0%</td>\n<td>10.0%</td>\n</tr>\n<tr>\n<td>Communications</td>\n<td>24.5%</td>\n<td>7.5%</td>\n<td>23.0%</td>\n<td>22.0%</td>\n</tr>\n<tr>\n<td>Financial services</td>\n<td>17.5%</td>\n<td>12.5%</td>\n<td>0.0%</td>\n<td>0.0%</td>\n</tr>\n<tr>\n<td>Public administration</td>\n<td>19.5%</td>\n<td>19.5%</td>\n<td>0.0%</td>\n<td>0.0%</td>\n</tr>\n<tr>\n<td>Private education</td>\n<td>0.0%</td>\n<td>0.0%</td>\n<td>0.0%</td>\n<td>0.0%</td>\n</tr>\n<tr>\n<td>Hospitals</td>\n<td>17.5%</td>\n<td>12.5%</td>\n<td>0.0%</td>\n<td>10.0%</td>\n</tr>\n<tr>\n<td>Other health services</td>\n<td>17.5%</td>\n<td>12.5%</td>\n<td>0.0%</td>\n<td>22.0%</td>\n</tr>\n<tr>\n<td>Other services</td>\n<td>17.5%</td>\n<td>12.5%</td>\n<td>23.0%</td>\n<td>22.0%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Employer contribution to social security and value added tax rates: pre- and post-reform.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "It is worth mentioning that, due to the static nature of the model used here, the effects that the corporate tax has on firms’ capital accumulation are not assessed even though the main objective of modifying this tax has to do with capital accumulation. A full account of the effects of the corporate tax would require a dynamic model, a possible extension of this work.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Main features of the 2007 tax reform",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We apply a static computable general equilibrium model (CGE) based on the IFPRI standard model by <a href=\"#bib26\">Löfgren, Harris and Robinson (2002)</a>, and a microsimulation procedure based on the methodology presented in <a href=\"#bib20\">Ganuza, Paes de Barros and Vos (2002)</a> to assess the effects on poverty and inequality by accounting for the full distribution of income. This macro micro methodology has been applied in numerous works for various developing countries including Uruguay (<a href=\"#bib25\">Laens &amp; Perera (2004)</a>, <a href=\"#bib33\">Terra <i>et al</i>. (2006)</a>, <a href=\"#bib24\">Laens &amp; Llambí (2008)</a>).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "We built a 2006 (pre reform) benchmark Social Accounting Matrix (SAM) using the Supply and Use Tables of the Central Bank, National Accounts data, Household Survey data and complementary data about fiscal revenues. The SAM included 24 sectors of economic activity (and 24 commodities), aggregated according to VAT and ECSS rates. Three types of labor were considered: those with less than completed secondary education (unskilled); those with incomplete tertiary education (semi-skilled) and those who have completed tertiary education (skilled). There is only one type of capital factor, which includes land. The composition of value added is shown in <a href=\"#table4\">Table 4</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: SAM 2006.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Sectors</th>\n<th>Skilled labour</th>\n<th>Semiskilled labour</th>\n<th>Unskilled labour</th>\n<th>Capital</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Primary except livestock</td>\n<td>1.0%</td>\n<td>1.5%</td>\n<td>4.4%</td>\n<td>1.1%</td>\n</tr>\n<tr>\n<td>Livestock</td>\n<td>3.4%</td>\n<td>3.6%</td>\n<td>9.2%</td>\n<td>7.5%</td>\n</tr>\n<tr>\n<td>Meat, fruit &amp; veg.</td>\n<td>0.5%</td>\n<td>1.2%</td>\n<td>2.5%</td>\n<td>2.4%</td>\n</tr>\n<tr>\n<td>Mills, sugar &amp; vegetable oils</td>\n<td>0.1%</td>\n<td>0.3%</td>\n<td>0.5%</td>\n<td>0.3%</td>\n</tr>\n<tr>\n<td>Dairy</td>\n<td>0.2%</td>\n<td>0.7%</td>\n<td>0.8%</td>\n<td>0.9%</td>\n</tr>\n<tr>\n<td>Other food industry</td>\n<td>0.6%</td>\n<td>1.0%</td>\n<td>2.6%</td>\n<td>2.2%</td>\n</tr>\n<tr>\n<td>Press</td>\n<td>0.8%</td>\n<td>1.0%</td>\n<td>0.7%</td>\n<td>0.4%</td>\n</tr>\n<tr>\n<td>Petroleum refining</td>\n<td>0.7%</td>\n<td>0.7%</td>\n<td>0.2%</td>\n<td>8.4%</td>\n</tr>\n<tr>\n<td>Pharmaceutical industry</td>\n<td>1.5%</td>\n<td>1.2%</td>\n<td>0.5%</td>\n<td>0.1%</td>\n</tr>\n<tr>\n<td>Metal products and machinery</td>\n<td>0.9%</td>\n<td>1.7%</td>\n<td>2.0%</td>\n<td>2.1%</td>\n</tr>\n<tr>\n<td>Other manufacturing</td>\n<td>2.5%</td>\n<td>4.4%</td>\n<td>6.2%</td>\n<td>6.0%</td>\n</tr>\n<tr>\n<td>Electricity and gas</td>\n<td>1.8%</td>\n<td>1.5%</td>\n<td>1.0%</td>\n<td>3.6%</td>\n</tr>\n<tr>\n<td>Water</td>\n<td>0.4%</td>\n<td>0.4%</td>\n<td>1.1%</td>\n<td>0.2%</td>\n</tr>\n<tr>\n<td>Construction</td>\n<td>1.5%</td>\n<td>2.1%</td>\n<td>7.8%</td>\n<td>7.1%</td>\n</tr>\n<tr>\n<td>Commerce</td>\n<td>6.5%</td>\n<td>18.5%</td>\n<td>18.3%</td>\n<td>8.9%</td>\n</tr>\n<tr>\n<td>Hotels</td>\n<td>0.4%</td>\n<td>0.6%</td>\n<td>0.7%</td>\n<td>2.3%</td>\n</tr>\n<tr>\n<td>Passenger transport</td>\n<td>0.3%</td>\n<td>2.2%</td>\n<td>3.5%</td>\n<td>0.5%</td>\n</tr>\n<tr>\n<td>Communications</td>\n<td>1.7%</td>\n<td>2.0%</td>\n<td>1.2%</td>\n<td>3.7%</td>\n</tr>\n<tr>\n<td>Financial services</td>\n<td>6.4%</td>\n<td>8.7%</td>\n<td>2.3%</td>\n<td>11.9%</td>\n</tr>\n<tr>\n<td>Public administration</td>\n<td>26.7%</td>\n<td>18.8%</td>\n<td>13.8%</td>\n<td>0.0%</td>\n</tr>\n<tr>\n<td>Private education</td>\n<td>4.2%</td>\n<td>3.2%</td>\n<td>0.6%</td>\n<td>1.1%</td>\n</tr>\n<tr>\n<td>Hospitals</td>\n<td>11.1%</td>\n<td>4.5%</td>\n<td>2.3%</td>\n<td>1.8%</td>\n</tr>\n<tr>\n<td>Other health services</td>\n<td>5.0%</td>\n<td>1.5%</td>\n<td>0.7%</td>\n<td>0.5%</td>\n</tr>\n<tr>\n<td>Other services</td>\n<td>21.9%</td>\n<td>18.7%</td>\n<td>17.2%</td>\n<td>27.0%</td>\n</tr>\n<tr>\n<td>Total</td>\n<td>100%</td>\n<td>100%</td>\n<td>100%</td>\n<td>100%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Share of value added by sector.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The SAM also includes 13 tax accounts. <a href=\"#table5\">Table 5</a> shows the included taxes and their share of total fiscal revenues in the pre-reform situation.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: SAM 2006.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn5-1",
                                            "label": "(1)",
                                            "text": [
                                                {
                                                    "text": "Includes taxes on the three types of labour",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Taxes</th>\n<th>% Tax revenue</th>\n<th>% GDP</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Labor income tax <a href=\"#tfn5-1\">(1)</a></td>\n<td>4.1%</td>\n<td>1.0%</td>\n</tr>\n<tr>\n<td>Capital income tax</td>\n<td>0.0%</td>\n<td>0.0%</td>\n</tr>\n<tr>\n<td>Pensions tax</td>\n<td>0.4%</td>\n<td>0.1%</td>\n</tr>\n<tr>\n<td>Employer contribution to social security</td>\n<td>14.9%</td>\n<td>3.7%</td>\n</tr>\n<tr>\n<td>Worker contribution to social security</td>\n<td>9.0%</td>\n<td>2.3%</td>\n</tr>\n<tr>\n<td>Direct tax on firms</td>\n<td>11.5%</td>\n<td>2.6%</td>\n</tr>\n<tr>\n<td>Sales taxes</td>\n<td>10.8%</td>\n<td>2.5%</td>\n</tr>\n<tr>\n<td>Tariffs</td>\n<td>4.3%</td>\n<td>1.1%</td>\n</tr>\n<tr>\n<td>Activity Taxes</td>\n<td>2.9%</td>\n<td>0.7%</td>\n</tr>\n<tr>\n<td>Value added tax</td>\n<td>39.2%</td>\n<td>10.0%</td>\n</tr>\n<tr>\n<td>Tax on intermediate consumption of goods</td>\n<td>2.8%</td>\n<td>0.7%</td>\n</tr>\n<tr>\n<td>Total</td>\n<td>100%</td>\n<td>24.7%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Taxes included in the CGE model (%).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Households were disaggregated by decile of household income, in order to minimize heterogeneity of effective income tax rates within each household group and to maximize it between groups. Disaggregating households by income is the best way to achieve this goal because marginal tax rates on labor income and pensions vary with income level. Similarly, disaggregating labor by skill level allows us to further disaggregate effective tax rates within household types. Institutional accounts also include a representative firm, the government and the rest of the world. The SAM includes a savings and investment account.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In addition to the SAM, other data were used to calibrate the CGE model. Data on labor stocks by qualification and sector of activity and initial unemployment rates by skill level were drawn from the 2006 National Household Survey (NHS). Income elasticities of demand and savings follow <a href=\"#bib22\">Gonzalez (2003)</a> estimates, and Armington elasticities follow <a href=\"#bib19\">Flores and Cassoni (2010)</a>. Trade and production elasticities follow <a href=\"#bib24\">Laens and Llambi (2008</a>), and the wage curve elasticities were taken from <a href=\"#bib12\">Bucheli and Gonzalez (2007)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 The data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The CGE model structure and its equations are presented in detail in <a href=\"#bib26\">Löfgren, Harris and Robinson (2002)</a>. Therefore, this section only presents its main characteristics and some modifications made to account for the main effects of the tax reform. These modifications pertain to: a) income taxes; b) the VAT and the specific tax on intermediate consumption; c) employer contributions to social security; and d) the labor market.2",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "In order to take into account the different taxation on labor and capital income, we split the direct income tax according to income from five sources: a) skilled labor; b) semi-skilled labor; c) unskilled labor; d) capital; and e) pensions. Distinguishing between the tax rates for different labor types allows us to proxy for tax rates that vary with income level.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "To calibrate the model and to specify the simulated shock on labor and pension income tax rates, an arithmetical microsimulation was carried out. Based on micro data of market incomes and socio-demographic household characteristics from the NHS, we derive net household tax payments and thus the actual tax rates under the post-reform tax system. Actual tax rates on labor, pension and capital were obtained for each household type by dividing total tax payments by total income for each household type. Actual rates thus account for tax evasion (or informality). It is assumed that tax evasion does not change following the reform, so evasion is held at its initial level in the model.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-1",
                            "title": "3.2.1 Income taxes",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Also, we specified a value added tax on commodities with rebates for intermediate inputs as in <a href=\"#bib21\">Go <i>et al</i>. (2005)</a>, which means that the VAT does not have cascading effects. We assume that commodities are taxed at the corresponding (basic or minimum) rate regardless of whether they are final or intermediate transactions. Rebates are then introduced, so producers can deduct taxes paid on intermediate consumption. Import sales are taxed and do not receive rebates, while exports are not subject to the VAT. Total public revenues from the value added tax is then:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ1",
                                    "label": "(1)",
                                    "mathml": "<math><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mi>c</mi></msub><mrow><mi>T</mi><mi>V</mi><msub><mi>A</mi><mi>c</mi></msub><mi>P</mi><mi>Q</mi><msub><mi>S</mi><mi>c</mi></msub><mrow><mo>(</mo><mrow><mn>1</mn><mo>+</mo><mi>t</mi><msub><mi>q</mi><mi>c</mi></msub></mrow><mo>)</mo></mrow><mi>Q</mi><msub><mi>Q</mi><mi>c</mi></msub><mo>−</mo><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mi>a</mi></msub><mrow><mi>R</mi><mi>E</mi><mi>B</mi><mi>A</mi><mi>T</mi><msub><mi>E</mi><mi>a</mi></msub></mrow></mstyle></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "TVA<sub>c</sub> is the effective value-added tax rate on commodity <i>c</i>, PQS<sub>c</sub> is the supply price of commodity c, tqc is the sales tax rate, QQ<sub>c</sub> is the quantity of composite supply of commodity c, and REBATE<sub>a</sub> is the value added rebate for intermediate consumption of activity <i>a</i>. Rebates are specified in the following equation:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ2",
                                    "label": "(2)",
                                    "mathml": "<math><mi>R</mi><mi>E</mi><mi>B</mi><mi>A</mi><mi>T</mi><msub><mi>E</mi><mi>a</mi></msub><mo>=</mo><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mi>a</mi></msub><mrow><mi>P</mi><mi>Q</mi><msub><mi>S</mi><mi>c</mi></msub><mrow><mo>(</mo><mrow><mn>1</mn><mo>+</mo><mi>t</mi><msub><mi>q</mi><mi>c</mi></msub></mrow><mo>)</mo></mrow><mi>Q</mi><mi>I</mi><mi>N</mi><msub><mi>T</mi><mrow><mi>C</mi><mo>,</mo><mi>A</mi></mrow></msub><mi>T</mi><mi>V</mi><msub><mi>A</mi><mi>C</mi></msub></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where QINTc,a is the quantity of intermediate demand for c from activity a. The demand price of commodity c includes the value added tax and the corresponding tax on commodities:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ3",
                                    "label": "(3)",
                                    "mathml": "<math><mi>P</mi><mi>Q</mi><msub><mi>D</mi><mi>C</mi></msub><mo>=</mo><mi>P</mi><mi>Q</mi><msub><mi>S</mi><mi>c</mi></msub><mrow><mo>(</mo><mrow><mn>1</mn><mo>+</mo><mi>t</mi><msub><mi>q</mi><mi>c</mi></msub></mrow><mo>)</mo></mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>+</mo><mi>T</mi><mi>V</mi><msub><mi>A</mi><mi>c</mi></msub></mrow><mo>)</mo></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "The price of aggregate intermediate inputs includes the per unit rebate for the aggregate intermediate input and the tax on intermediate goods as given by:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ4",
                                    "label": "(4)",
                                    "mathml": "<math><mrow><mi>P</mi><mi>I</mi><mi>N</mi><mi>T</mi><msub><mi>A</mi><mi>a</mi></msub><mo>=</mo><mrow><mo>(</mo><mrow><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mi>c</mi></msub><mrow><mi>P</mi><mi>Q</mi><msub><mi>D</mi><mrow><mi>c</mi><mi>g</mi><mi>o</mi><mi>o</mi><mi>d</mi></mrow></msub><mi>i</mi><mi>c</mi><msub><mi>a</mi><mrow><mi>c</mi><mi>g</mi><mi>o</mi><mi>o</mi><mi>d</mi></mrow></msub></mrow></mstyle></mrow><mo>)</mo></mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>+</mo><mfrac><mrow><mi>t</mi><mi>s</mi><mi>s</mi><mi>t</mi><mi>a</mi><msub><mi>x</mi><mi>a</mi></msub></mrow><mrow><mn>1</mn><mo>+</mo><mi>T</mi><mi>V</mi><msub><mi>A</mi><mrow><mi>c</mi><mi>g</mi><mi>o</mi><mi>o</mi><mi>d</mi></mrow></msub></mrow></mfrac></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mi>a</mi></msub><mrow><mi>P</mi><mi>Q</mi><msub><mi>D</mi><mrow><mi>c</mi><mi>n</mi><mi>g</mi><mi>o</mi><mi>o</mi><mi>d</mi></mrow></msub><mi>i</mi><mi>c</mi><msub><mi>a</mi><mrow><mi>c</mi><mi>n</mi><mi>g</mi><mi>o</mi><mi>o</mi><mi>d</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow></mstyle><mo>−</mo><mfrac><mrow><mi>R</mi><mi>E</mi><mi>B</mi><mi>A</mi><mi>T</mi><msub><mi>E</mi><mi>a</mi></msub></mrow><mrow><mi>Q</mi><mi>I</mi><mi>N</mi><mi>T</mi><msub><mi>A</mi><mi>A</mi></msub></mrow></mfrac></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where: PINTA<sub>a</sub> is the aggregate intermediate consumption price for activity <i>a</i>, ica<sub>cgood,a</sub> is intermediate consumption of goods per unit of aggregate intermediate consumption by activity a, icacngood,a is the intermediate consumption of services per unit of aggregate intermediate consumption by activity <i>a</i>, tsstax is the tax rate on intermediate consumption of goods, QINTA<sub>a</sub> is the quantity of aggregate intermediate consumption by activity <i>a</i>. The tax on intermediate inputs collected by government is:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ5",
                                    "label": "(5)",
                                    "mathml": "<math><mstyle displaystyle=\"true\"><msub><mo>∑</mo><mrow><mi>c</mi><mi>g</mi><mi>o</mi><mi>o</mi><mi>d</mi><mo>,</mo><mi>a</mi></mrow></msub><mrow><mi>P</mi><mi>Q</mi><msub><mi>D</mi><mrow><mi>c</mi><mi>g</mi><mi>o</mi><mi>o</mi><mi>d</mi></mrow></msub><mi>Q</mi><mi>I</mi><mi>N</mi><msub><mi>T</mi><mrow><mi>c</mi><mi>g</mi><mi>o</mi><mi>o</mi><mi>d</mi><mo>,</mo><mi>a</mi></mrow></msub><mi>t</mi><mi>s</mi><mi>s</mi><mi>t</mi><mi>a</mi><mi>x</mi></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "In order to calibrate the model, we assume that the legal VAT rate following the reform is actually paid on the sales value of each commodity. The rebate on intermediate consumption for each production activity is calculated using input-output data. These values are then adjusted by a scaling factor to ensure that total VAT revenues match tax revenues as reported by the Ministry of Economy and Finance. This procedure yields effective VAT rates that account for tax evasion, which is presumed to be proportional across all sectors. The actual VAT rates were specified as the product of the legal rates and a fixed factor representing tax evasion.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-2",
                            "title": "3.2.2 The VAT and the specific tax on intermediate consumption",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The employer contributions to social security were introduced as a sector-specific tax paid on labor costs, in the CES equation that combines composite labor and capital. Rates do not differ by labor type. The ECSS effective rates are specified as the product of the legal rate and a fixed scaling factor representing tax evasion. For calibration, the tax evasion factor was calculated as a function of informal wages in each sector, as obtained from the National Household Survey. An estimate of total tax evasion is calculated as the difference between theoretical revenues (if the legal rates were actually applied) and actual revenues reported by the Social Security Bank.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-3",
                            "title": "3.2.3 Employer contributions to social security",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Unemployment was introduced by adding a wage curve for each segment of the labor market (<a href=\"#bib9\">Blanchflower &amp; Oswald, 1995</a>). We also introduced endogenous labor supply to the CGE model by including leisure in the set of consumption goods. We assume that leisure is a normal good with an opportunity cost equal to the wage rate. An increase in wages raises the opportunity cost of leisure and induces consumers to work more (the substitution effect). On the other hand, the increase in the wage rate raises real income, increasing the consumption of normal goods including leisure (the income effect).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "As each representative household is endowed with three types of labor, not only are we faced with the problem of how to model the labor-leisure decision, but we must also deal with the question of which type of labor will vary. This is done by assuming that each household is endowed with three budgets (one for each type of labor) to allocate between work and leisure, as in Decaluwé, <a href=\"#bib15\">Lemelin and Bahan (2006)</a>. Each household is treated as though it were composed of a maximum of three members (one per type of labor), where each member maximizes their own utility regardless of other members’ decisions. Minimum levels of leisure and consumption are both assumed in the utility function.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The following equation refers to supply of each labor type from household h, derived from the Stone-Geary utility maximization problem:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ6",
                                    "label": "(6)",
                                    "mathml": "<math><mtable columnalign=\"left\"><mtr><mtd><mi>Q</mi><mi>F</mi><mi>A</mi><mi>C</mi><mi>I</mi><mi>N</mi><msub><mi>S</mi><mrow><mi>h</mi><mo>,</mo><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msub><mo>=</mo><mi>M</mi><mi>A</mi><mi>X</mi><mi>H</mi><mi>O</mi><mi>U</mi><msub><mi>R</mi><mrow><mi>h</mi><mo>,</mo><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msub></mtd></mtr><mtr><mtd><mo>−</mo><mfrac><mrow><mi>z</mi><mi>e</mi><mi>t</mi><msub><mi>a</mi><mrow><mi>l</mi><mi>a</mi><mi>b</mi><mo>.</mo><mi>h</mi></mrow></msub></mrow><mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∑</mo></mstyle><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></munder><mi>z</mi><mi>e</mi><mi>t</mi><msub><mi>a</mi><mrow><mi>l</mi><mi>a</mi><mi>b</mi><mo>,</mo><mi>h</mi></mrow></msub></mrow><mo>)</mo></mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>T</mi><mi>H</mi><mi>L</mi><mi>A</mi><msub><mi>B</mi><mrow><mi>l</mi><mi>a</mi><mi>b</mi><mo>,</mo><mi>h</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>U</mi><msub><mi>N</mi><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msub><mo stretchy=\"false\">)</mo><mi>W</mi><msub><mi>F</mi><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msub></mrow></mfrac><mrow><mo>(</mo><mrow><mi>E</mi><msub><mi>H</mi><mi>h</mi></msub><mo>−</mo><munder><mstyle displaystyle=\"true\" mathsize=\"140%\"><mo>∑</mo></mstyle><mi>c</mi></munder><msub><mi>γ</mi><mrow><mi>c</mi><mi>h</mi></mrow></msub><mi>P</mi><mi>Q</mi><msub><mi>D</mi><mi>c</mi></msub></mrow><mo>)</mo></mrow></mtd></mtr></mtable></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where: QFACINS<sub>h,lab</sub> is the quantity of labor type <i>lab</i> supplied by household <i>h</i>, MAXHOUR<sub>hflab</sub> is the total available time of labor type <i>lab</i> in household <i>h</i>, Zeta<sub>lab,h</sub> is the share of leisure in the utility function of labor type <i>lab</i> for household <i>h</i>, γ<i><sub>ch</sub></i> is the minimum consumption of commodity <i>c</i> in household <i>h</i>, UN<sub>lab</sub> is the unemployment rate of labor type <i>lab</i>, THLAB<sub>lab,h</sub> is the direct tax rate on income of labor type <i>lab</i> of household <i>h</i>, <i>WF<sub>lab</sub></i> is the economy-wide average wage for labor type <i>lab</i>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Notice that the net wage rate is replaced by the “expected” wage rate, corrected by unemployment rate. It is thus assumed that the representative agents adjust for the probability of finding employment when maximizing their utility. Calibration was done following <a href=\"#bib6\">Annabi (2003)</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We assume that the different categories of labor are imperfect substitutes in the production function. Capital and labor are perfectly mobile across sectors. The supply of capital is fixed and is fully employed, so the average capital return is the equilibrating variable.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-4",
                            "title": "3.2.4 Labor market",
                            "type": "section"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 The general equilibrium model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To go from the counterfactual effects simulated with the CGE model to poverty and inequality at the household level, we adopt the microsimulation methodology presented in <a href=\"#bib20\">Ganuza, Paes de Barros and Vos (2002)</a>, itself an adaptation of the methodology proposed by <a href=\"#bib3\">Almeida dos Reis and Paes de Barros (1991)</a>. It consists of simulating, at the micro level, the labor market and income structure obtained from the CGE macro simulations (“top-down”approach).The counterfactual microsimulation methodology follows a non-parametric technique. It does not specify income and labor-choice models as proposed in Bourguignon, <a href=\"#bib11\">Fournier and Gurgand (2001)</a> or in Bourguignon, <a href=\"#bib10\">Ferreira and Lustig (2001)</a>. Instead, it assumes that occupational shifts may be approximated by a random selection procedure within a segmented labor market structure. A Monte Carlo procedure is then used to obtain confidence intervals for the outcomes of the simulations (poverty and inequality coefficients). The important assumption made is that, on average, the effects of the random changes within segments correctly reflect the impact of the actual changes in the labor market.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Individuals are defined according to skill level to form the three labor categories in the CGE, while the 24 sectors of activity in the CGE model were aggregated into 7 sectors. These aggregated sectors are: a) primary; b) manufacturing; c) construction; d) commerce; e) electricity, gas, water and public administration; f) transport, communications and services; and g) private education and health services.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The microsimulations involve the following sequence of steps: i) labor supply adjustment; ii) unemployment rate adjustment; iii) sectoral employment change; iv) relative wage changes between types of labor; v) average wage changes; and vi) capital income changes, equal to the simulated variation of the price of capital in the CGE model. Capital income is simulated at the household level rather than at the individual level. The sequence of the microsimulation method is similar to the one followed by <a href=\"#bib20\">Ganuza, Paes de Barros and Vos (2002)</a>, except they did not account for changes in capital income. Although the results obtained from this methodology are path dependent, sensitivity analysis suggests that the results are robust to the selected sequence of changes.<sup><a href=\"#fn3\">3</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "An important issue is imputing the status of newly employed workers with respect to informal and formal employment.<sup><a href=\"#fn4\">4</a></sup> This is addressed at the micro level by randomly assigning a job to unemployed individuals when the result from the CGE model is a reduction of the unemployment rate for a specific population segment. The informal or formal nature of this new job is crucial, since it determines whether labor income is taxed. To deal with this, the observed incidence of informality by sector and type of worker in the NHS was estimated and then the informal/formal status was randomly assigned on the basis of these ratios.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to assess the full effect of the reform at the micro level we first re estimate disposable income under the personal income tax structure introduced by the reform. The initial picture of a change in the personal income tax can be seen by comparing after-tax household income in the pre-reform and simulated situations. This can be viewed as the “next day” effect, as changes in agent behavior have not been yet been accounted for. In a second stage, we introduce the counterfactual changes in wages, unemployment, labor supply and employment by sector of activity, as derived from the CGE model. These effects are in addition to the “next day” effect. The microsimulation results of these counterfactual changes thus represent pure “general equilibrium” effects.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, we compared the “final” effective tax rates on labor income by household type resulting from the microsimulations with the initial shock on the CGE, and only slight differences were found. So, further changes in effective taxation on income derived from variations in household income can be reasonably ignored.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 The microsimulation model",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Methodology and data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Several simulations were carried out with the CGE model. In each simulation, a shock for some (or all) of the specific tax rates involved in the reform was introduced. To start with, we simulated the four main components of the reform simultaneously. Each of these components was then simulated separately in order to assess the relative importance of their effects. The list of simulations carried out is then:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "REFORM – Simulation of the full reform",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "VAT – Simulation of the modified VAT plus the elimination of the intermediate consumption tax and health tax",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "INCTAX – Simulation of the personal income tax that replaced the previous wage and pension tax",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "ECSS – Simulation of the changes to employers’ contribution to social security",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "FDIRTAX – Simulation of the modifications to the corporate tax",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "A savings-driven closure was adopted by maintaining a constant marginal propensity to save among all domestic non-government institutions. The trade balance is exogenous and the real exchange rate is the equilibrating variable.",
                    "type": "paragraph"
                },
                {
                    "text": "Regarding fiscal balance, although when analyzing tax reforms it is generally assumed that government revenue does not change, three different government closures were tested. In the first two, we intend to capture the effects of the reform in the absence of compensating mechanisms, so we allow government income to vary endogenously. We considered two extreme government behaviors: a) the variation in government income due to the reform is completely absorbed by government expenditures, with constant government savings and b) government consumption is fixed and changes in income alter government savings.",
                    "type": "paragraph"
                },
                {
                    "text": "We also considered a third government closure with a budget-neutral assumption, taking the VAT as the compensating tax. Note that the reduction of indirect taxes to compensate for the increase of the personal income tax was one of the main features of the reform. In the full reform scenario, the actual change in the VAT rate was simulated (together with the rest of the tax changes) and an additional proportional adjustment in VAT rates was introduced to compensate for variations in government revenues. So, this simulation allows us to estimate the number of additional points by which VAT rates could be reduced (or increased) if the full reform were set up to be revenueneutral.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Simulations and CGE model closures",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "<a href=\"#table6\">Table 6</a> shows the results for the main macroeconomic aggregates, government accounts and labor market variables in each of the simulations. Lower case letters in the name of each simulation indicate the variable that equilibrates government accounts: government savings (simulations ending in _gsav), government consumption (those ending in _gcons) or the value added tax rate (simulations ending in _VAT).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "tfn6-1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "Total revenue excluding social security contributions and tariffs",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\"/>\n<th rowspan=\"2\"><b>Units</b></th>\n<th rowspan=\"2\"><b>Base scenario</b></th>\n<th colspan=\"5\"><b>Simulations with flexible gov. savings</b></th>\n<th colspan=\"5\"><b>Simulations with flexible real gov. consumption</b></th>\n<th colspan=\"4\"><b>Simulations with budget neutral assumption</b></th>\n</tr>\n<tr>\n<th><b>REFORM_ gsav</b></th>\n<th><b>VAT_ gsav</b></th>\n<th><b>INCTAX_ gsav</b></th>\n<th><b>ECSS_ gsav</b></th>\n<th><b>FDIRTAX_ gsav</b></th>\n<th><b>REFORM_ gcons</b></th>\n<th><b>VAT_ gcons</b></th>\n<th><b>INCTAX_ gcons</b></th>\n<th><b>ECSS_ gcons</b></th>\n<th><b>FDIRTAX_ gcons</b></th>\n<th><b>REFORM_ vat</b></th>\n<th><b>INCTAX_ vat</b></th>\n<th><b>ECSS_ vat</b></th>\n<th><b>FDIRTAX_ vat</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"7\"><b>Gov. financing</b></td>\n</tr>\n<tr>\n<td>Gov. Income</td>\n<td>%GDP</td>\n<td>25,0</td>\n<td>25,6</td>\n<td>23,9</td>\n<td>27,9</td>\n<td>24,3</td>\n<td>24,5</td>\n<td>25,6</td>\n<td>23,9</td>\n<td>27,8</td>\n<td>24,3</td>\n<td>24,5</td>\n<td>25,2</td>\n<td>25,1</td>\n<td>25,0</td>\n<td>25,0</td>\n</tr>\n<tr>\n<td>Gov.consumption</td>\n<td>%GDP</td>\n<td>11,4</td>\n<td>11,4</td>\n<td>11,4</td>\n<td>11,4</td>\n<td>11,4</td>\n<td>11,4</td>\n<td>11,9</td>\n<td>10,3</td>\n<td>14,1</td>\n<td>10,7</td>\n<td>10,9</td>\n<td>11,5</td>\n<td>11,5</td>\n<td>11,4</td>\n<td>11,4</td>\n</tr>\n<tr>\n<td>Gov.savings</td>\n<td>%GDP</td>\n<td>1,6</td>\n<td>2,1</td>\n<td>0,4</td>\n<td>4,5</td>\n<td>0,8</td>\n<td>1,0</td>\n<td>1,6</td>\n<td>1,6</td>\n<td>1,6</td>\n<td>1,6</td>\n<td>1,6</td>\n<td>1,6</td>\n<td>1,6</td>\n<td>1,6</td>\n<td>1,6</td>\n</tr>\n<tr>\n<td>Direct taxes</td>\n<td>% tot. rev<a href=\"#tfn6-1\">*</a></td>\n<td>22,3</td>\n<td>33,4</td>\n<td>24,2</td>\n<td>32,5</td>\n<td>22,4</td>\n<td>20,1</td>\n<td>33,4</td>\n<td>24,1</td>\n<td>32,7</td>\n<td>22,4</td>\n<td>20,1</td>\n<td>34,5</td>\n<td>39,2</td>\n<td>21,3</td>\n<td>19,4</td>\n</tr>\n<tr>\n<td>Indirect taxes</td>\n<td>% tot. rev<a href=\"#tfn6-1\">*</a></td>\n<td>77,7</td>\n<td>66,6</td>\n<td>75,8</td>\n<td>67,5</td>\n<td>77,6</td>\n<td>79,9</td>\n<td>66,6</td>\n<td>75,9</td>\n<td>67,3</td>\n<td>77,6</td>\n<td>79,9</td>\n<td>65,5</td>\n<td>60,8</td>\n<td>78,7</td>\n<td>80,6</td>\n</tr>\n<tr>\n<td colspan=\"7\">Macro aggregates</td>\n</tr>\n<tr>\n<td>Absorption</td>\n<td>% change</td>\n<td>--</td>\n<td>0,9</td>\n<td>0,3</td>\n<td>0,1</td>\n<td>0,5</td>\n<td>0,0</td>\n<td>1,1</td>\n<td>0,0</td>\n<td>0,9</td>\n<td>0,3</td>\n<td>-0,2</td>\n<td>1,1</td>\n<td>1,0</td>\n<td>0,3</td>\n<td>-0,2</td>\n</tr>\n<tr>\n<td>Priv.consumption</td>\n<td>% change</td>\n<td>--</td>\n<td>0,3</td>\n<td>1,7</td>\n<td>-3,4</td>\n<td>1,6</td>\n<td>0,5</td>\n<td>0,6</td>\n<td>1,2</td>\n<td>-2,0</td>\n<td>1,2</td>\n<td>0,3</td>\n<td>1,1</td>\n<td>0,9</td>\n<td>0,5</td>\n<td>-0,3</td>\n</tr>\n<tr>\n<td>Investment</td>\n<td>% change</td>\n<td>--</td>\n<td>4,5</td>\n<td>-5,6</td>\n<td>16,2</td>\n<td>-4,1</td>\n<td>-2,5</td>\n<td>1,2</td>\n<td>1,4</td>\n<td>-1,3</td>\n<td>0,3</td>\n<td>0,6</td>\n<td>1,8</td>\n<td>2,0</td>\n<td>-0,4</td>\n<td>0,1</td>\n</tr>\n<tr>\n<td>Gov.consumption</td>\n<td>% change</td>\n<td>--</td>\n<td>0,0</td>\n<td>0,0</td>\n<td>0,0</td>\n<td>0,0</td>\n<td>0,0</td>\n<td>4,1</td>\n<td>-9,5</td>\n<td>22,4</td>\n<td>-5,9</td>\n<td>-4,2</td>\n<td>0,0</td>\n<td>0,0</td>\n<td>0,0</td>\n<td>0,0</td>\n</tr>\n<tr>\n<td>Exports</td>\n<td>% change</td>\n<td>--</td>\n<td>1,8</td>\n<td>-0,3</td>\n<td>2,7</td>\n<td>-0,3</td>\n<td>-0,4</td>\n<td>1,1</td>\n<td>1,1</td>\n<td>-0,8</td>\n<td>0,6</td>\n<td>0,2</td>\n<td>1,5</td>\n<td>1,6</td>\n<td>0,0</td>\n<td>-0,2</td>\n</tr>\n<tr>\n<td>Imports</td>\n<td>% change</td>\n<td>--</td>\n<td>1,8</td>\n<td>-0,3</td>\n<td>2,8</td>\n<td>-0,3</td>\n<td>-0,4</td>\n<td>1,2</td>\n<td>1,2</td>\n<td>-0,9</td>\n<td>0,6</td>\n<td>0,2</td>\n<td>1,6</td>\n<td>1,6</td>\n<td>0,0</td>\n<td>-0,2</td>\n</tr>\n<tr>\n<td>GDP mp</td>\n<td>% change</td>\n<td>--</td>\n<td>0,9</td>\n<td>0,3</td>\n<td>0,1</td>\n<td>0,5</td>\n<td>0,0</td>\n<td>1,1</td>\n<td>0,0</td>\n<td>0,9</td>\n<td>0,3</td>\n<td>-0,2</td>\n<td>1,1</td>\n<td>1,0</td>\n<td>0,3</td>\n<td>-0,2</td>\n</tr>\n<tr>\n<td>Net indirect taxes</td>\n<td>% change</td>\n<td>--</td>\n<td>1,1</td>\n<td>0,4</td>\n<td>0,2</td>\n<td>0,5</td>\n<td>0,0</td>\n<td>0,9</td>\n<td>0,9</td>\n<td>-0,9</td>\n<td>0,8</td>\n<td>0,2</td>\n<td>1,1</td>\n<td>1,3</td>\n<td>0,2</td>\n<td>-0,2</td>\n</tr>\n<tr>\n<td>GDPfc</td>\n<td>% change</td>\n<td>--</td>\n<td>0,9</td>\n<td>0,3</td>\n<td>0,1</td>\n<td>0,5</td>\n<td>0,0</td>\n<td>1,1</td>\n<td>-0,2</td>\n<td>1,2</td>\n<td>0,2</td>\n<td>-0,3</td>\n<td>1,3</td>\n<td>0,9</td>\n<td>0,3</td>\n<td>-0,2</td>\n</tr>\n<tr>\n<td>HH disp. income</td>\n<td>% change</td>\n<td>--</td>\n<td>0,1</td>\n<td>1,7</td>\n<td>-3,6</td>\n<td>1,6</td>\n<td>0,5</td>\n<td>0,3</td>\n<td>1,2</td>\n<td>-2,2</td>\n<td>1,2</td>\n<td>0,3</td>\n<td>0,9</td>\n<td>0,8</td>\n<td>0,4</td>\n<td>-0,3</td>\n</tr>\n<tr>\n<td colspan=\"7\">Employment</td>\n</tr>\n<tr>\n<td>Skilled</td>\n<td>% change</td>\n<td>--</td>\n<td>1,7</td>\n<td>0,9</td>\n<td>-0,5</td>\n<td>1,2</td>\n<td>0,1</td>\n<td>2,5</td>\n<td>-1,3</td>\n<td>3,9</td>\n<td>-0,1</td>\n<td>-0,9</td>\n<td>2,1</td>\n<td>1,8</td>\n<td>0,7</td>\n<td>-0,4</td>\n</tr>\n<tr>\n<td>Semiskilled</td>\n<td>% change</td>\n<td>--</td>\n<td>1,6</td>\n<td>0,7</td>\n<td>-0,1</td>\n<td>1,0</td>\n<td>0,0</td>\n<td>1,9</td>\n<td>-0,1</td>\n<td>1,9</td>\n<td>0,5</td>\n<td>-0,4</td>\n<td>1,9</td>\n<td>1,7</td>\n<td>0,5</td>\n<td>-0,3</td>\n</tr>\n<tr>\n<td>Unskilled</td>\n<td>% change</td>\n<td>--</td>\n<td>2,0</td>\n<td>0,6</td>\n<td>0,6</td>\n<td>0,9</td>\n<td>-0,1</td>\n<td>2,0</td>\n<td>0,5</td>\n<td>0,7</td>\n<td>0,9</td>\n<td>-0,1</td>\n<td>2,2</td>\n<td>2,0</td>\n<td>0,6</td>\n<td>-0,4</td>\n</tr>\n<tr>\n<td>Total</td>\n<td>% change</td>\n<td>--</td>\n<td>1,9</td>\n<td>0,7</td>\n<td>0,3</td>\n<td>1,0</td>\n<td>0,0</td>\n<td>2,0</td>\n<td>0,2</td>\n<td>1,3</td>\n<td>0,7</td>\n<td>-0,3</td>\n<td>2,1</td>\n<td>1,9</td>\n<td>0,6</td>\n<td>-0,4</td>\n</tr>\n<tr>\n<td colspan=\"7\">Unemployment</td>\n</tr>\n<tr>\n<td>Skilled</td>\n<td>% lab. force</td>\n<td>4,4</td>\n<td>2,9</td>\n<td>3,4</td>\n<td>5,4</td>\n<td>3,1</td>\n<td>4,3</td>\n<td>2,2</td>\n<td>5,4</td>\n<td>1,3</td>\n<td>4,3</td>\n<td>5,2</td>\n<td>2,5</td>\n<td>2,8</td>\n<td>3,8</td>\n<td>4,7</td>\n</tr>\n<tr>\n<td>Semiskilled</td>\n<td>% lab. force</td>\n<td>10,1</td>\n<td>8,7</td>\n<td>9,4</td>\n<td>10,4</td>\n<td>9,2</td>\n<td>10,0</td>\n<td>8,4</td>\n<td>10,1</td>\n<td>8,6</td>\n<td>9,6</td>\n<td>10,4</td>\n<td>8,4</td>\n<td>8,6</td>\n<td>9,6</td>\n<td>10,4</td>\n</tr>\n<tr>\n<td>Unskilled</td>\n<td>% lab. force</td>\n<td>12,0</td>\n<td>10,2</td>\n<td>11,4</td>\n<td>11,6</td>\n<td>11,1</td>\n<td>12,0</td>\n<td>10,2</td>\n<td>11,5</td>\n<td>11,4</td>\n<td>11,2</td>\n<td>12,1</td>\n<td>9,9</td>\n<td>10,1</td>\n<td>11,5</td>\n<td>12,3</td>\n</tr>\n<tr>\n<td colspan=\"7\">Participation rate</td>\n</tr>\n<tr>\n<td>Skilled</td>\n<td>% pop.age</td>\n<td>81,6</td>\n<td>81,8</td>\n<td>81,5</td>\n<td>82,0</td>\n<td>81,6</td>\n<td>81,6</td>\n<td>81,8</td>\n<td>81,4</td>\n<td>82,2</td>\n<td>81,5</td>\n<td>81,5</td>\n<td>81,7</td>\n<td>81,7</td>\n<td>81,6</td>\n<td>81,6</td>\n</tr>\n<tr>\n<td>Semiskilled</td>\n<td>% pop.age</td>\n<td>74,8</td>\n<td>74,9</td>\n<td>74,8</td>\n<td>75,1</td>\n<td>74,8</td>\n<td>74,8</td>\n<td>74,9</td>\n<td>74,8</td>\n<td>75,1</td>\n<td>74,8</td>\n<td>74,8</td>\n<td>74,8</td>\n<td>74,8</td>\n<td>74,8</td>\n<td>74,9</td>\n</tr>\n<tr>\n<td>Unskilled</td>\n<td>% pop.age</td>\n<td>58,2</td>\n<td>58,1</td>\n<td>58,1</td>\n<td>58,2</td>\n<td>58,1</td>\n<td>58,2</td>\n<td>58,1</td>\n<td>58,2</td>\n<td>58,2</td>\n<td>58,2</td>\n<td>58,2</td>\n<td>58,1</td>\n<td>58,1</td>\n<td>58,2</td>\n<td>58,2</td>\n</tr>\n<tr>\n<td colspan=\"7\">Factor payments</td>\n</tr>\n<tr>\n<td>Skilled</td>\n<td>% change</td>\n<td>--</td>\n<td>1,4</td>\n<td>0,9</td>\n<td>-0,7</td>\n<td>1,2</td>\n<td>0,1</td>\n<td>2,4</td>\n<td>-0,7</td>\n<td>4,2</td>\n<td>0,1</td>\n<td>-0,5</td>\n<td>1,9</td>\n<td>1,6</td>\n<td>0,5</td>\n<td>-0,2</td>\n</tr>\n<tr>\n<td>Semiskilled</td>\n<td>% change</td>\n<td>--</td>\n<td>2,1</td>\n<td>1,1</td>\n<td>-0,4</td>\n<td>1,4</td>\n<td>0,1</td>\n<td>2,6</td>\n<td>0,0</td>\n<td>2,2</td>\n<td>0,7</td>\n<td>-0,4</td>\n<td>2,6</td>\n<td>2,3</td>\n<td>0,7</td>\n<td>-0,4</td>\n</tr>\n<tr>\n<td>Unskilled</td>\n<td>% change</td>\n<td>--</td>\n<td>2,4</td>\n<td>0,7</td>\n<td>0,5</td>\n<td>1,1</td>\n<td>-0,1</td>\n<td>2,4</td>\n<td>0,6</td>\n<td>0,8</td>\n<td>1,0</td>\n<td>-0,1</td>\n<td>2,8</td>\n<td>2,5</td>\n<td>0,6</td>\n<td>-0,4</td>\n</tr>\n<tr>\n<td>Capital</td>\n<td>% change</td>\n<td>--</td>\n<td>3,2</td>\n<td>2,1</td>\n<td>0,3</td>\n<td>1,0</td>\n<td>-0,1</td>\n<td>2,8</td>\n<td>2,9</td>\n<td>-1,9</td>\n<td>1,5</td>\n<td>0,3</td>\n<td>4,3</td>\n<td>6,2</td>\n<td>-0,5</td>\n<td>-1,1</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Simulation results.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The first two groups of simulations show the results of the actual reform for two alternative uses of the additional fiscal revenue. Government income as a share of GDP increases by 0.6 percentage points when the full reform is simulated regardless of how additional revenue is allocated. The personal income tax generates a nearly 3 percentage point increase in government income as a share of GDP, but this is partly countered by reduced receipts from indirect taxes, employers’ social security contributions and the corporate tax. Changes in the VAT and other indirect taxes (intermediate consumption and health taxes) drive the main offsetting reductions in government income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A significant change in the composition of tax revenue (excluding tariffs and contributions to social security) results from these opposing effects. Direct taxes as a share of total tax revenues rise from 22.3% in the baseline scenario to 33.4% when the full reform is simulated, while the relative importance of indirect taxes declines by 11 percentage points.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table6\">Table 6</a> also shows the different outcomes obtained according to the allocation of the additional revenue. In the first group of simulations (flexible government savings), the share of government savings in GDP rises by 0.5 percentage points. Similarly, if the additional government income was used to increase government consumption, the latter would rise by 0.5 percentage points as a share of GDP (see REFORM_gcons). As will be shown later on, these situations generate different macro results. The last columns of <a href=\"#table8\">Table 8</a> show the results of the compensated simulations where budget neutrality is assumed. In this case, where reform is compensated by changes in VAT rates, the share of direct taxes reaches its highest value (34.5% of GDP).",
                            "type": "paragraph"
                        },
                        {
                            "text": "A relevant result is the “cost” of each component of the reform in terms of VAT. In particular, if the personal income tax were introduced and compensated for by reducing VAT rates, the initial legal rates of 23% and 14% could be lowered to 15% for the base rate and 9% for the minimum rate. In the case of the full reform (which includes changes in other taxes and a reduction of VAT rates to 22% and 10%), choosing the VAT as the compensating mechanism allows the VAT rates to be lowered by an additional percentage point (to 21% for the basic rate and 9% for the minimum rate).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Government accounts",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A first result to point out is that all simulations of the full reform have a similar positive effect on GDP, regardless of which of the three government closures is adopted. It is important to note that assumptions with respect to the government’s use of additional revenue from the reforms are nevertheless very relevant. For example, the final results for total investment and public-private shares of investment differ substantially according to the choice of closure, a fact that has implications in a dynamic setting.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When government consumption is the equilibrating variable (simulations ending in _gcons), the positive effect on GDP is mainly explained by the implementation of the direct personal income tax (which increases fiscal revenues) and, to a lesser extent, by the effect of the ECSS shock. The increase in government income due to the full reform enables a 4.1% increase in real government consumption. Under this scenario, investments and exports increase as changes in VAT rates and elimination of the intermediate consumption tax cause their prices to fall. Increasing government revenues tends to crowd out private consumption, which increases by just 0.6%.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When government savings are allowed to vary endogenously (simulations ending in _gsav), GDP also increases, but somewhat less so than in the previous closure. Every component of the reform positively affects aggregate activity with the exception of the macro-neutral shock on the corporate tax. Increased government savings due to the revenue-increasing personal income tax allows investment to increase by 16.2%.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Effects on aggregate household income are slightly more favorable when government consumption is allowed to increase. As public services’ value added is fully composed of labor payments, households receive nearly all of the additional spending, after intermediate consumption is accounted for. In the simulations where government savings is the equilibrating variable (ending in _gsav), investment rises, leading to higher demand for construction and some tradable goods (particularly primary goods and machinery). Thus, part of the increase in demand is absorbed by imports and is not captured by domestic institutions. Note that investment is only considered as a demand factor, as the model is static and therefore does not capture investment’s dynamic effect on growth.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The most interesting result is the budget-neutral simulation, which allows changes in fiscal revenues to be compensated by the VAT. There is also an increase in GDP in this case that is similar to the two previous simulations. The budget-neutral scenario has the most favorable effects on disposable household income. In this case, the additional reduction in VAT rates is partly captured by households through lower prices. Increased disposable income leads to higher aggregate household demand, mainly due to the combined changes involving the personal income tax and the VAT. This demand is met by increased imports and domestic production, with a related increase in factor demand. Total capital supply is fixed in this model, so increased demand for capital implies higher returns. As for labor, increased demand is partially satisfied via reduced unemployment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The analysis of each separate effect illustrates some of the mechanisms behind these results. As shown in the last columns of <a href=\"#table6\">Table 6</a>, most of the positive effect comes from replacing indirect taxes (VAT) with the personal income tax (see INCTAX_vat simulation). Replacing VAT revenues with the direct personal income tax increases disposable income for all household groups except the richest decile (see <a href=\"#table7\">Table 7</a>). Furthermore, the elimination, reduction or uniformization of some indirect taxes (such as the intermediate consumption tax, the health tax or ECSS), together with the shift towards direct taxation, tend to reduce price distortions on markets for good and factors. 5 As factors are assumed to be perfectly mobile across sectors, this change induces a better reallocation of resources and stimulates economic activity.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: author’s CGE simulation results.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Decile of HH income</th>\n<th>REFORM_ vat</th>\n<th>INCTAX_ vat</th>\n<th>ECSS_ vat</th>\n<th>FDIRTAX_ vat</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>3.9</td>\n<td>3.8</td>\n<td>0.6</td>\n<td>-0.5</td>\n</tr>\n<tr>\n<td>2</td>\n<td>4.7</td>\n<td>4.6</td>\n<td>0.7</td>\n<td>-0.5</td>\n</tr>\n<tr>\n<td>3</td>\n<td>4.9</td>\n<td>4.8</td>\n<td>0.6</td>\n<td>-0.5</td>\n</tr>\n<tr>\n<td>4</td>\n<td>4.6</td>\n<td>4.5</td>\n<td>0.6</td>\n<td>-0.5</td>\n</tr>\n<tr>\n<td>5</td>\n<td>4.6</td>\n<td>4.5</td>\n<td>0.6</td>\n<td>-0.4</td>\n</tr>\n<tr>\n<td>6</td>\n<td>4.2</td>\n<td>4.1</td>\n<td>0.5</td>\n<td>-0.4</td>\n</tr>\n<tr>\n<td>7</td>\n<td>3.6</td>\n<td>3.6</td>\n<td>0.4</td>\n<td>-0.3</td>\n</tr>\n<tr>\n<td>8</td>\n<td>2.5</td>\n<td>2.4</td>\n<td>0.3</td>\n<td>-0.3</td>\n</tr>\n<tr>\n<td>9</td>\n<td>1.2</td>\n<td>1.2</td>\n<td>0.2</td>\n<td>-0.2</td>\n</tr>\n<tr>\n<td>10</td>\n<td>-2.8</td>\n<td>-2.7</td>\n<td>0.0</td>\n<td>-0.1</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Household disposable income (% change).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Macro-results",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The expected effects of the reform on the labor market are ambiguous because the shocks derived from its different components are not uniform across sectors or households. In sectors where the VAT and other indirect taxes were cut, the expected initial decline in prices leads to higher demand for goods and services, with a corresponding increase in factor demand. However, the negative effect on factor demand in sectors where the VAT increases could counter the positive effect in the first group of sectors. Finally, changes in ECSS also have different effects across sectors. <a href=\"#table8\">Table 8</a> shows the results of all these shocks on each factor market for each of the three government closures.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: author’s CGE model results.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table8",
                                    "label": "Table 8",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"2\"/>\n<th colspan=\"6\">Simulations with flexible government consumption</th>\n<th colspan=\"5\">Simulations with flexible government savings</th>\n<th colspan=\"4\">Simulations with budget neutral assumption</th>\n</tr>\n<tr>\n<th>REFORM_gsav</th>\n<th>INCTAX_gsav</th>\n<th>ECSS_gsav</th>\n<th>TVA_gsav</th>\n<th>FDIRTAX_gsav</th>\n<th>REFORM_gcons</th>\n<th>INCTAX_gcons</th>\n<th>ECSS_gcons</th>\n<th>TVA_gcons</th>\n<th>FDIRTAX_gcons</th>\n<th>REFORM_tva</th>\n<th>INCTAX_tva</th>\n<th>ECSS_tva</th>\n<th>FDIRTAX_tva</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Primary sectors</td>\n<td>3.1</td>\n<td>2.1</td>\n<td>1.4</td>\n<td>-0.3</td>\n<td>-0.3</td>\n<td>2.4</td>\n<td>-1.4</td>\n<td>2.4</td>\n<td>1.1</td>\n<td>0.3</td>\n<td>3.3</td>\n<td>3.3</td>\n<td>1.2</td>\n<td>-0.5</td>\n</tr>\n<tr>\n<td>Manufacturing</td>\n<td>1.6</td>\n<td>4.6</td>\n<td>-3.2</td>\n<td>0.9</td>\n<td>-0.7</td>\n<td>0.5</td>\n<td>-1.5</td>\n<td>-1.7</td>\n<td>3.4</td>\n<td>0.4</td>\n<td>1.2</td>\n<td>2.5</td>\n<td>-2.6</td>\n<td>-0.3</td>\n</tr>\n<tr>\n<td>Construction</td>\n<td>5.9</td>\n<td>12.4</td>\n<td>-1.4</td>\n<td>-3.8</td>\n<td>-1.9</td>\n<td>3.1</td>\n<td>-2.2</td>\n<td>2.4</td>\n<td>2.1</td>\n<td>0.7</td>\n<td>4.1</td>\n<td>3.2</td>\n<td>1.1</td>\n<td>-0.3</td>\n</tr>\n<tr>\n<td>Pub. administration % pub. services</td>\n<td>0.1</td>\n<td>-0.2</td>\n<td>0.1</td>\n<td>0.1</td>\n<td>0.0</td>\n<td>4.0</td>\n<td>21.2</td>\n<td>-5.5</td>\n<td>-8.9</td>\n<td>-4.0</td>\n<td>0.1</td>\n<td>0.1</td>\n<td>0.0</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>Commerce</td>\n<td>2.1</td>\n<td>-1.6</td>\n<td>2.3</td>\n<td>1.<i>2</i></td>\n<td>0.3</td>\n<td>2.0</td>\n<td>-2.1</td>\n<td>2.5</td>\n<td>1.4</td>\n<td>0.3</td>\n<td>2.8</td>\n<td>1.9</td>\n<td>1.4</td>\n<td>-0.4</td>\n</tr>\n<tr>\n<td>Private education and health</td>\n<td>1.9</td>\n<td>-2.8</td>\n<td>2.0</td>\n<td>2.4</td>\n<td>0.5</td>\n<td>2.1</td>\n<td>-1.6</td>\n<td>1.7</td>\n<td>1.9</td>\n<td>0.3</td>\n<td>2.6</td>\n<td>1.2</td>\n<td>0.9</td>\n<td>-0.3</td>\n</tr>\n<tr>\n<td>Other services</td>\n<td>1.4</td>\n<td>-2.6</td>\n<td>2.5</td>\n<td>1.3</td>\n<td>0.4</td>\n<td>1.4</td>\n<td>-2.4</td>\n<td><i>2</i>.4</td>\n<td>1.<i>2</i></td>\n<td>0.3</td>\n<td>2.2</td>\n<td>2.0</td>\n<td>1.3</td>\n<td>-0.5</td>\n</tr>\n<tr>\n<td>Total</td>\n<td>1.9</td>\n<td>0.3</td>\n<td>1.0</td>\n<td>0.7</td>\n<td>0.0</td>\n<td>2.0</td>\n<td>1.3</td>\n<td>0.7</td>\n<td>0.2</td>\n<td>-0.3</td>\n<td>2.1</td>\n<td>1.9</td>\n<td>0.6</td>\n<td>-0.4</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Labor demand by aggregated sector of activity (percentage change with respect to base (%)).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "We find practically no effect of the full reform on labor supply. Only a slight negative income effect of the personal income tax (which more than counteracts the substitution effect) leads to a very limited increase in the supply of skilled labor. This result is consistent with those from <a href=\"#bib18\">De Rosa, Esponda y Soto (2011)</a> who simulate further increases of the personal income tax using a behavioral microsimulation model adjusted to household survey microdata, and do not find significant effects on labor supply.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The full reform’s impact on employment and unemployment are substantial for each of the three government closures, linked to the positive effect on overall economic activity. There is also a substitution effect that results from a general reduction of the ECSS, which reduces labor costs and stimulates labor demand in every sector except for manufacturing (whose tax rate increased). In fact, <a href=\"#table8\">Table 8</a> shows that when the ECSS shock is considered alone, the decline in labor demand in the manufacturing sector ranges from 3.2% to 1.7% depending on the government closure adopted, while labor demand grows in nearly every other sector of activity. The change in ECSS also causes overall employment to increase by between 0.6% and 1%.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The reduction of the VAT rate and the elimination of the tax on intermediate consumption of goods also positively affect overall employment regardless of the closure adopted. If we consider the budget-neutral closure by compensating for the personal income tax with a uniform reduction of VAT rates (INCTAX_vat column), the initial negative shock on the aggregate household budget is then compensated by lower prices, stimulating aggregate private consumption and investment and increasing labor demand.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although the final result of the full reform is a 1.9–2.1% increase in overall employment, the choice of government closure affects the results by labor qualification. Full implementation of the reform together with an increase in public services is a skill-biased scenario because skilled labor is relatively intensively used in public services. When the full reform is accompanied by an increase in government savings, however, the bias is in favor of unskilled workers due to increased demand in the construction sector. Finally, the budget-neutral scenario shows a more uniform increase in labor demand by skill level (see <a href=\"#table8\">Table 8</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Employment growth with a stable labor supply leads to a 2 percentage point reduction in overall unemployment in the full reform scenario under each alternative closure. The largest reduction in unemployment is achieved in the budget-neutral scenario, with unemployment among unskilled workers falling by the most.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The full reform scenario also leads to higher wages for all types of labor and under all three closures. In the budget-neutral scenario, increased private demand also raises demand for capital, leading to an increase in capital returns. Although the ECSS shock negatively impacts capital demand via a substitution effect, this slight effect is more than compensated for by the positive impact of the increase in aggregate activity.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Robustness of the key results was tested by a sensitivity analysis of key parameters in the CGE model. For the main simulation of the full reform with the budget-neutrality assumption, the elasticities of substitution between labor and capital were allowed to vary between half and 1.5 times their range of values. Similarly, elasticities of substitution between labor types varied between half and twice their range of values and wage elasticity of labor supply varied between twice and three times their range of values. Finally, income elasticity of commodity demand varied between 0.8 and 1.2 times its range of values. The main results are indeed robust to variations in these key parameters6.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Labor market results",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Results of the CGE simulations",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "<a href=\"#table9\">Table 9</a> shows the results of the microsimulations according to the outcomes obtained from the CGE model for each of the three closures mentioned above. The results are obtained from the sequence of steps described in <a href=\"#s3-3\">Section 3.3</a> and report the change in each indicator in each phase compared to the previous one. <a href=\"#table10\">Table 10</a> shows the microsimulation results of the full reform effects on per capita household income by decile that result from the “next day” effects (arithmetical microsimulation) and due to changes in labor market indicators and factor prices provided by the CGE model (“general equilibrium” effects).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table9",
                            "label": "Table 9",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th rowspan=\"2\"/>\n<th>Mean of PCHI</th>\n<th>Mean of LI</th>\n<th>Extreme</th>\n<th colspan=\"3\">Moderate Poverty: FGT(a) indicators</th>\n<th colspan=\"2\">Inequality</th>\n</tr>\n<tr>\n<th>(after direct taxes)</th>\n<th>(after direct taxes)</th>\n<th>Poverty (incidence)</th>\n<th>Incidence: FGT(0)</th>\n<th>Poverty Gap Ratio: FGT(1)</th>\n<th>Severity of Poverty: FGT(2)</th>\n<th>Gini of PCHI</th>\n<th>GINI of LI</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Base Indicators</td>\n<td>6.425</td>\n<td>8.148</td>\n<td>2,29</td>\n<td>27,88</td>\n<td>9,34</td>\n<td>4,31</td>\n<td>0,453</td>\n<td>0,498</td>\n</tr>\n<tr>\n<td>Arithmetical Microsimulation (a)</td>\n<td>-1,2%</td>\n<td>-1,5%</td>\n<td>-0,01</td>\n<td>-0,33</td>\n<td>-0,10</td>\n<td>-0,04</td>\n<td>-0,009</td>\n<td>-0,013</td>\n</tr>\n<tr>\n<td colspan=\"9\">Simulations with flexible government savings</td>\n</tr>\n<tr>\n<td>Labor Market Changes (Gen. Equilib. Effects) (b)</td>\n<td>1,5%</td>\n<td>1,8%</td>\n<td>-0,16</td>\n<td>-0,65</td>\n<td>-0,32</td>\n<td>-0,18</td>\n<td>-0,001</td>\n<td>0,001</td>\n</tr>\n<tr>\n<td>  + Participation Rate Change</td>\n<td>0,0%</td>\n<td>0,0%</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,000</td>\n<td>0,000</td>\n</tr>\n<tr>\n<td>   + Unemployment Rate Change</td>\n<td>0,4%</td>\n<td>0,0%</td>\n<td>-0,10</td>\n<td>-0,29</td>\n<td>-0,14</td>\n<td>-0,09</td>\n<td>-0,001</td>\n<td>0,002</td>\n</tr>\n<tr>\n<td>    + Employment Structure Change</td>\n<td>0,0%</td>\n<td>-0,1%</td>\n<td>0,01</td>\n<td>0,03</td>\n<td>0,01</td>\n<td>0,01</td>\n<td>0,000</td>\n<td>0,000</td>\n</tr>\n<tr>\n<td>     + Wage Structure Change</td>\n<td>0,0%</td>\n<td>0,0%</td>\n<td>0,00</td>\n<td>-0,04</td>\n<td>-0,02</td>\n<td>-0,01</td>\n<td>0,000</td>\n<td>-0,001</td>\n</tr>\n<tr>\n<td>      + Wage Rate Change</td>\n<td>0,9%</td>\n<td>1,8%</td>\n<td>-0,07</td>\n<td>-0,35</td>\n<td>-0,17</td>\n<td>-0,09</td>\n<td>0,000</td>\n<td>-0,001</td>\n</tr>\n<tr>\n<td>  + Capital Price Change</td>\n<td>0,1%</td>\n<td>0,0%</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,000</td>\n<td>0,000</td>\n</tr>\n<tr>\n<td>Total Microsimulation Effects (c)=(a)+(b)</td>\n<td>0,3%</td>\n<td>0,3%</td>\n<td>-0,16</td>\n<td>-0,98</td>\n<td>-0,43</td>\n<td>-0,22</td>\n<td>-0,010</td>\n<td>-0,012</td>\n</tr>\n<tr>\n<td><i>Final Counterfactual Indicators</i></td>\n<td>6.441</td>\n<td>8.169</td>\n<td>2,12</td>\n<td>26,90</td>\n<td>8,91</td>\n<td>4,09</td>\n<td>0,443</td>\n<td>0,486</td>\n</tr>\n<tr>\n<td colspan=\"9\">Simulations with flexible government consumption</td>\n</tr>\n<tr>\n<td>Labor Market Changes (Gen. Equilib. Effects) (b)</td>\n<td>1,8%</td>\n<td>2,2%</td>\n<td>-0,18</td>\n<td>-0,82</td>\n<td>-0,38</td>\n<td>-0,20</td>\n<td>-0,001</td>\n<td>0,000</td>\n</tr>\n<tr>\n<td>  + Participation Rate Change</td>\n<td>0,0%</td>\n<td>0,0%</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,000</td>\n<td>0,000</td>\n</tr>\n<tr>\n<td>   + Unemployment Rate Change</td>\n<td>0,5%</td>\n<td>0,0%</td>\n<td>-0,10</td>\n<td>-0,32</td>\n<td>-0,15</td>\n<td>-0,09</td>\n<td>-0,001</td>\n<td>0,002</td>\n</tr>\n<tr>\n<td>    + Employment Structure Change</td>\n<td>0,0%</td>\n<td>0,0%</td>\n<td>0,00</td>\n<td>-0,04</td>\n<td>-0,02</td>\n<td>-0,01</td>\n<td>0,000</td>\n<td>-0,001</td>\n</tr>\n<tr>\n<td>     + Wage Structure Change</td>\n<td>0,0%</td>\n<td>0,0%</td>\n<td>0,00</td>\n<td>0,01</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,000</td>\n<td>0,000</td>\n</tr>\n<tr>\n<td>      + Wage Rate Change</td>\n<td>1,2%</td>\n<td>2,2%</td>\n<td>-0,07</td>\n<td>-0,46</td>\n<td>-0,22</td>\n<td>-0,11</td>\n<td>0,000</td>\n<td>-0,001</td>\n</tr>\n<tr>\n<td>  + Capital Price Change</td>\n<td>0,1%</td>\n<td>0,0%</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,000</td>\n<td>0,000</td>\n</tr>\n<tr>\n<td>Total Microsimulation Effects (c)=(a)+(b)</td>\n<td>0,6%</td>\n<td>0,8%</td>\n<td>-0,18</td>\n<td>-1,14</td>\n<td>-0,48</td>\n<td>-0,25</td>\n<td>-0,009</td>\n<td>-0,013</td>\n</tr>\n<tr>\n<td>Final Counterfactual Indicators</td>\n<td>6.463</td>\n<td>8.208</td>\n<td>2,11</td>\n<td>26,73</td>\n<td>8,85</td>\n<td>4,06</td>\n<td>0,443</td>\n<td>0,485</td>\n</tr>\n<tr>\n<td colspan=\"9\">Simulations with budget neutral assumption</td>\n</tr>\n<tr>\n<td>Labor Market Changes (Gen. Equilib. Effects) (b)</td>\n<td>1,8%</td>\n<td>2,1%</td>\n<td>-0,17</td>\n<td>-0,80</td>\n<td>-0,37</td>\n<td>-0,20</td>\n<td>-0,001</td>\n<td>0,001</td>\n</tr>\n<tr>\n<td>  + Participation Rate Change</td>\n<td>0,0%</td>\n<td>0,0%</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,000</td>\n<td>0,000</td>\n</tr>\n<tr>\n<td>   + Unemployment Rate Change</td>\n<td>0,5%</td>\n<td>0,0%</td>\n<td>-0,11</td>\n<td>-0,33</td>\n<td>-0,16</td>\n<td>-0,10</td>\n<td>-0,001</td>\n<td>0,002</td>\n</tr>\n<tr>\n<td>    + Employment Structure Change</td>\n<td>0,0%</td>\n<td>-0,1%</td>\n<td>0,01</td>\n<td>0,04</td>\n<td>0,02</td>\n<td>0,01</td>\n<td>0,000</td>\n<td>0,000</td>\n</tr>\n<tr>\n<td>     + Wage Structure Change</td>\n<td>0,0%</td>\n<td>0,0%</td>\n<td>0,00</td>\n<td>-0,03</td>\n<td>-0,01</td>\n<td>-0,01</td>\n<td>0,000</td>\n<td>-0,001</td>\n</tr>\n<tr>\n<td>      + Wage Rate Change</td>\n<td>1,2%</td>\n<td>2,2%</td>\n<td>-0,06</td>\n<td>-0,48</td>\n<td>-0,21</td>\n<td>-0,11</td>\n<td>0,000</td>\n<td>-0,001</td>\n</tr>\n<tr>\n<td>       + Capital Price Change</td>\n<td>0,1%</td>\n<td>0,0%</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,00</td>\n<td>0,000</td>\n<td>0,000</td>\n</tr>\n<tr>\n<td>Total Microsimulation Effects (c)=(a)+(b)</td>\n<td>0,6%</td>\n<td>0,7%</td>\n<td>-0,18</td>\n<td>-1,13</td>\n<td>-0,48</td>\n<td>-0,24</td>\n<td>-0,009</td>\n<td>-0,012</td>\n</tr>\n<tr>\n<td>Final Counterfactual Indicators</td>\n<td>6.461</td>\n<td>8.201</td>\n<td>2,11</td>\n<td>26,75</td>\n<td>8,86</td>\n<td>4,06</td>\n<td>0,443</td>\n<td>0,486</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Microsimulation results of the full reform under different macroeconomic closures of the model on the government: effects on income, poverty and inequality.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "table10",
                            "label": "Table 10",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th rowspan=\"2\">Decile of HH income</th>\n<th rowspan=\"2\">Base Scenario</th>\n<th rowspan=\"2\">Arithmetical Microsim</th>\n<th rowspan=\"2\">% Arith./Base</th>\n<th colspan=\"3\">Simulations with flexible government savings</th>\n<th colspan=\"3\">Simulations with flexible real government consumption</th>\n<th colspan=\"4\">Simulations with budget neutral assumption</th>\n</tr>\n<tr>\n<th>Cumulative Changes (Arith + GE effects)</th>\n<th>% Cum./Arith.</th>\n<th>Total Variation (%)</th>\n<th>Cumulative Changes (Arith + GE effects)</th>\n<th>% Cum./Arith.</th>\n<th>Total Variation (%)</th>\n<th>Cumulative Changes (Arith + GE effects)</th>\n<th>% Cum./Arith.</th>\n<th>Total Variation (%)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>1.448</td>\n<td>1.452</td>\n<td>0,2%</td>\n<td>1.484</td>\n<td>2,2%</td>\n<td>2,5%</td>\n<td>1.490</td>\n<td>2,6%</td>\n<td>2,9%</td>\n<td>1.488</td>\n<td>2,5%</td>\n<td>2,7%</td>\n</tr>\n<tr>\n<td>2</td>\n<td>2.386</td>\n<td>2.401</td>\n<td>0,6%</td>\n<td>2.453</td>\n<td>2,1%</td>\n<td>2,8%</td>\n<td>2.458</td>\n<td>2,4%</td>\n<td>3,0%</td>\n<td>2.458</td>\n<td>2,4%</td>\n<td>3,0%</td>\n</tr>\n<tr>\n<td>3</td>\n<td>3.216</td>\n<td>3.241</td>\n<td>0,8%</td>\n<td>3.301</td>\n<td>1,9%</td>\n<td>2,7%</td>\n<td>3.311</td>\n<td>2,2%</td>\n<td>2,9%</td>\n<td>3.311</td>\n<td>2,2%</td>\n<td>3,0%</td>\n</tr>\n<tr>\n<td>4</td>\n<td>4.064</td>\n<td>4.095</td>\n<td>0,8%</td>\n<td>4.167</td>\n<td>1,7%</td>\n<td>2,5%</td>\n<td>4.179</td>\n<td>2,0%</td>\n<td>2,8%</td>\n<td>4.178</td>\n<td>2,0%</td>\n<td>2,8%</td>\n</tr>\n<tr>\n<td>5</td>\n<td>4.996</td>\n<td>5.029</td>\n<td>0,7%</td>\n<td>5.107</td>\n<td>1,5%</td>\n<td>2,2%</td>\n<td>5.124</td>\n<td>1,9%</td>\n<td>2,6%</td>\n<td>5.119</td>\n<td>1,8%</td>\n<td>2,5%</td>\n</tr>\n<tr>\n<td>6</td>\n<td>6.091</td>\n<td>6.125</td>\n<td>0,6%</td>\n<td>6.210</td>\n<td>1,4%</td>\n<td>1,9%</td>\n<td>6.231</td>\n<td>1,7%</td>\n<td>2,3%</td>\n<td>6.228</td>\n<td>1,7%</td>\n<td>2,2%</td>\n</tr>\n<tr>\n<td>7</td>\n<td>7.480</td>\n<td>7.510</td>\n<td>0,4%</td>\n<td>7.604</td>\n<td>1,3%</td>\n<td>1,7%</td>\n<td>7.629</td>\n<td>1,6%</td>\n<td>2,0%</td>\n<td>7.627</td>\n<td>1,6%</td>\n<td>2,0%</td>\n</tr>\n<tr>\n<td>8</td>\n<td>9.455</td>\n<td>9.460</td>\n<td>0,1%</td>\n<td>9.578</td>\n<td>1,3%</td>\n<td>1,3%</td>\n<td>9.607</td>\n<td>1,5%</td>\n<td>1,6%</td>\n<td>9.604</td>\n<td>1,5%</td>\n<td>1,6%</td>\n</tr>\n<tr>\n<td>9</td>\n<td>12.883</td>\n<td>12.792</td>\n<td>-0,7%</td>\n<td>12.933</td>\n<td>1,1%</td>\n<td>0,4%</td>\n<td>12.974</td>\n<td>1,4%</td>\n<td>0,7%</td>\n<td>12.965</td>\n<td>1,4%</td>\n<td>0,6%</td>\n</tr>\n<tr>\n<td>10</td>\n<td>26.441</td>\n<td>25.320</td>\n<td>-4,2%</td>\n<td>25.589</td>\n<td>1,1%</td>\n<td>-3,2%</td>\n<td>25.667</td>\n<td>1,4%</td>\n<td>-2,9%</td>\n<td>25.647</td>\n<td>1,3%</td>\n<td>-3,0%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Counterfactual changes in mean per capita household income by decile, due to reforms, by different government closures.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "We first re-estimate disposable income under the direct income tax structure introduced by the reform. This leads to a 1.2% reduction in mean per capita household income and a 1.5% decrease in average labor income. Extreme poverty is reduced by 0.01 percentage points (hereafter pp) and moderate poverty by 0.33 pp. The poverty gap ratio and the severity of poverty also decline, respectively by 0.10 pp and 0.04 pp, as reported in <a href=\"#table9\">Table 9</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "We also find a decrease in income inequality. The Gini coefficient of per capita household income falls by approximately 0.010 points and the Gini coefficient of per capita labor income falls by 0.013 points. Average per capita household income increases moderately in the first eight deciles (<a href=\"#table10\">Table 10</a>) and decreases in the two richest deciles (-0.7% and −4.2% respectively). These results are clearly driven by the greater progressiveness of the direct income tax. Per capita household income grows by an average of 0.2% in the 1st decile and 0.6% in the 2nd decile. The income tax structure introduced by the reform is thus shown to have smaller effects on the poorest decile, a result that can be explained by the fact that there was already a minimum taxable income on labor.",
                    "type": "paragraph"
                },
                {
                    "text": "We then introduced the counterfactual changes in labor market indicators as derived from the CGE model. The general equilibrium effects show an increase in mean per capita household income and mean labor income. These effects compensate for the “next day” reduction in mean income found above. The most important counterfactual changes driving these results are reduced unemployment and growth in average wages and capital income indicated by every CGE simulation. Moreover, general equilibrium effects strengthen the observed “next day” reduction of the incidence of poverty, the poverty gap and the severity of poverty. The size of these effects is much greater than the “next day” effect. The average 2% increase in the wage rate and the approximately 2 pp reduction in the unemployment rate, with particularly notable effects for the unskilled workers that are predominant in lower income households, are the most important labor market changes underlying this poverty reduction. As for inequality indicators, general equilibrium effects lead to a minor additional reduction of the Gini coefficient for total household income (in the same direction as the arithmetical simulation) and do not affect the Gini coefficient for labor income.",
                    "type": "paragraph"
                },
                {
                    "text": "The simulated change in household income across the income distribution shows an interesting trend. The “next day” effects of the tax reform are progressive, with a significant reduction in the richest decile’s after-tax income. The “general equilibrium” effects with respect to per capita household income move in the opposite direction: every decile sees income increase regardless of the CGE closure used (see figure 2).",
                    "type": "paragraph"
                },
                {
                    "text": "The counterfactual indicators of these key labor market parameters are very similar in each of the three government closures used in the CGE model, so the full reform’s general equilibrium effects on poverty and inequality are very similar in each simulation. In sum, substantial general equilibrium effects are robust to the type of government closure assumed in the CGE model and reinforce the observed poverty and inequality reduction obtained from the “next day” simulation.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00131%2Fijm-00131-fig1.tif",
                                "size": {
                                    "width": 613,
                                    "height": 380
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00131%2Fijm-00131-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00131-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "After-tax per capita household income by decile and type of microsimulation. Full reform (variation w.r.t base).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s6",
            "title": "6. Microsimulation results on poverty and inequality",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "First, it is important to remark that we find significant general equilibrium effects from the full implementation of the 2007 tax reform. Taken together, they tend to reinforce the progressive nature of the “next day” effects of implementing its main policy, i.e. the introduction of a direct personal income tax with higher progressive marginal rates to replace the previous wage and pension tax. Although this is an expected result, it reinforces the importance of evaluating these types of macro reforms using methodologies that account for potential reallocation of resources due to changes in prices of goods and factors due to the policy.",
                    "type": "paragraph"
                },
                {
                    "text": "Second, the main results relating to the effects of the full implementation of the reforms on aggregate economic activity, employment, poverty and inequality are robust to the alternative assumptions about government closure, although there are clear differences regarding the absorption structure and public-private shares of investment, in addition to possible dynamic effects that are not captured in this analysis. The results are robust to variations in key parameters.",
                    "type": "paragraph"
                },
                {
                    "text": "An important result is that the full reform increases GDP and employment, even though it actually increases the tax burden. In other words, when government revenues increase due to the tax reform (and allow an increase in either government provision of public services or government savings), the reform also results in employment and wage growth and reduced unemployment, generating positive general equilibrium effects on average household income and poverty. This obviously does not mean that the government’s use of additional revenue is irrelevant. The simulations that alter either government consumption or savings accounts tend to crowd out private consumption or savings, with probable future negative effects on private capital accumulation. When the government budget is held fixed and additional reductions of the VAT rate are allowed, the reform generates the most positive effects in relation to economic activity, poverty and inequality.",
                    "type": "paragraph"
                },
                {
                    "text": "This result is linked to the fact that the reform generally reduces or eliminates taxes on some goods and factors and harmonizes tax rates across categories for others. This is done through the elimination of the intermediate consumption tax and the health tax, and reductions in the VAT and ECSS, with any revenue losses being compensated for by an increase in direct taxation. Reduction, elimination or harmonization of these taxes tends to reduce price distortions of goods and factors. In a context of perfect factor mobility across economic activities, this leads to a better reallocation of resources, stimulating an expansion of economic activity.",
                    "type": "paragraph"
                },
                {
                    "text": "Although direct taxation on household income could also be distortionary because of the efficiency loss associated with substitution between labor and leisure, the simulated models suggest that the proposed shift towards direct taxation in Uruguay is desirable from an efficiency perspective. Despite an elastic labor supply in the model, the final simulated changes in participation rates were insignificant and robust to sensitivity analysis. However, progressive marginal tax rates on household income could also have negative impacts on private savings, with negative implications for dynamic capital accumulation. In the long run, non-linear marginal rates on income may also induce negative effects on human capital accumulation by lowering the wage premium for the more educated. These aspects are not considered, and they would require further analysis using a dynamic framework.",
                    "type": "paragraph"
                },
                {
                    "text": "We also find that the general equilibrium effects of the full reform include an increase in aggregate disposable household income, which compensates for the reduction obtained by the application of the personal income tax ignoring other components of the reform and economic agents’ responses to the reform. The magnitude of the general equilibrium effects on poverty indicators is significantly greater than the “next day” effects. The 1-point reduction of the Gini inequality coefficient is entirely due to the progressive nature of the personal income tax: households in the richest decile are the clear “losers” from the reform. However, the general equilibrium effects of the full reform do not play a significant role in this regard.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, the results also indicate that VAT rates could be lowered further to make the reform budget neutral. When the full reform is compensated by changes in VAT rates, the VAT rates could be lowered by an additional percentage point, to 21% for the basic rate and 9% for the minimum rate. As budget-neutrality with additional reductions in the VAT rate generates the larger positive effects on aggregate economic activity, poverty and inequality, this suggests that further reductions in VAT rates are desirable both with respect to efficiency and equity.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Concluding remarks",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Ahmed, S",
                        "preferred": "S Ahmed"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ahmed, V",
                        "preferred": "V Ahmed"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Abbas, A",
                        "preferred": "A Abbas"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "‘Taxation Reforms: A CGE-Microsimulation Analysis for Pakistan’. MPIA Working Paper 2010-12",
            "id": "bib1",
            "title": "‘Taxation Reforms: A CGE-Microsimulation Analysis for Pakistan’. MPIA Working Paper 2010-12",
            "type": "unknown"
        },
        {
            "articleTitle": "‘The impact of the Indonesian income tax reform: A CGE analysis’",
            "authors": [
                {
                    "name": {
                        "index": "Amir, H",
                        "preferred": "H Amir"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Asafu-Adjaye, J",
                        "preferred": "J Asafu-Adjaye"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ducpham, T",
                        "preferred": "T Ducpham"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib2",
            "journal": "Economic Modelling",
            "pages": {
                "first": "492",
                "last": "501",
                "range": "492–501"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "articleTitle": "‘Wage inequality and the distribution of education: a study of the evolution of regional differences in Metropolitan Brazil’",
            "authors": [
                {
                    "name": {
                        "index": "Almeida dos Reis, J",
                        "preferred": "J Almeida dos Reis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paes de Barros, R",
                        "preferred": "R Paes de Barros"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib3",
            "journal": "Journal of Development Economics",
            "pages": {
                "first": "117",
                "last": "143",
                "range": "117–143"
            },
            "type": "journal",
            "volume": "36"
        },
        {
            "articleTitle": "‘The design of tax structure: direct versus indirect taxation’",
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, A",
                        "preferred": "A Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stiglitz, JE",
                        "preferred": "JE Stiglitz"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "id": "bib4",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "55",
                "last": "75",
                "range": "55–75"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "‘Impacto distributivo de la reforma impositiva’",
            "authors": [
                {
                    "name": {
                        "index": "Amarante, V",
                        "preferred": "V Amarante"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Arim, R",
                        "preferred": "R Arim"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Salas, G",
                        "preferred": "G Salas"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Draft prepared for Poverty and Social Impact Analysis (PSIA)"
                ]
            },
            "date": "2007",
            "id": "bib5",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Annabi, N",
                        "preferred": "N Annabi"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Modelling labor markets in CGE models. Endogenous labor supply, unions and efficiency wages",
            "date": "2003",
            "id": "bib6",
            "publisher": {
                "name": [
                    "Montreal, PEP – CIRPEE – Université Laval"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Barreix, A",
                        "preferred": "A Barreix"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roca, J",
                        "preferred": "J Roca"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib7",
            "publisher": {
                "name": [
                    "Universidad Católica del Uruguay"
                ]
            },
            "title": "‘El sistema tributario en Uruguay: situación actual y propuestas’",
            "type": "web",
            "uri": "https://www.ucu.edu.uy"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Barreix, A",
                        "preferred": "A Barreix"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roca, J",
                        "preferred": "J Roca"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib8",
            "publisher": {
                "name": [
                    "Universidad Católica del Uruguay"
                ]
            },
            "title": "‘Arquitectura de una propuesta de reforma tributaria y Siete pilares para mantener la reforma tributaria en Uruguay 2005’",
            "type": "web",
            "uri": "https://www.ucu.edu.uy"
        },
        {
            "articleTitle": "‘An introduction to the wage curve’",
            "authors": [
                {
                    "name": {
                        "index": "Blanchflower, D",
                        "preferred": "D Blanchflower"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Oswald, A",
                        "preferred": "A Oswald"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib9",
            "journal": "The Journal of Economic Perspectives",
            "pages": {
                "first": "153",
                "last": "167",
                "range": "153–167"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "articleTitle": "‘MIDD: the microeconomics of income distribution dynamics. A comparative analysis of selected developing countries’",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferreira, F",
                        "preferred": "F Ferreira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lustig, N",
                        "preferred": "N Lustig"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper presented at the 2001 Latin American Meeting of the Econometric Society"
                ]
            },
            "date": "2001",
            "id": "bib10",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "‘Fast development with stable income distribution: Taiwan, 1979-1994’",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fournier, M",
                        "preferred": "M Fournier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gurgand, M",
                        "preferred": "M Gurgand"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib11",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "139",
                "last": "164",
                "range": "139–164"
            },
            "type": "journal",
            "volume": "43"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bucheli, M",
                        "preferred": "M Bucheli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "González, C",
                        "preferred": "C González"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "An estimation of wage curve for Uruguay",
            "date": "2007",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Mimeo"
                        ]
                    },
                    "formatted": [
                        "Mimeo"
                    ]
                },
                "name": [
                    "Departamento de Economía de la Facultad de Ciencias Sociales"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chiripanhura, B",
                        "preferred": "B Chiripanhura"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chifamba, R",
                        "preferred": "R Chifamba"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "International Food Policy Research Institute"
                ]
            },
            "source": "The Impact of Namibia’s Income Tax Reform: A CGE Analysis. AGRODEP Working Paper 0020",
            "title": "The Impact of Namibia’s Income Tax Reform: A CGE Analysis. AGRODEP Working Paper 0020",
            "type": "report"
        },
        {
            "articleTitle": "‘Linking CGE and microsimulation models: a comparison of different approaches’",
            "authors": [
                {
                    "name": {
                        "index": "Colombo, G",
                        "preferred": "G Colombo"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib14",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "72",
                "last": "91",
                "range": "72–91"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "‘Endogenous labor supply with several occupational categories in a bi-regional CGE Model’",
            "authors": [
                {
                    "name": {
                        "index": "Decaluwé, B",
                        "preferred": "B Decaluwé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lemelin, A",
                        "preferred": "A Lemelin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bahan, D",
                        "preferred": "D Bahan"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib15",
            "journal": "Regional Studies, Taylor and Francis Journals",
            "pages": {
                "first": "1401",
                "last": "1414",
                "range": "1401–1414"
            },
            "type": "journal",
            "volume": "44"
        },
        {
            "articleTitle": "‘The Case for a Progressive Tax: From Basic Research to Policy Recommendations’",
            "authors": [
                {
                    "name": {
                        "index": "Diamond, P",
                        "preferred": "P Diamond"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib16",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "165",
                "last": "90",
                "range": "165–90"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "articleTitle": "‘Optimal taxation and public production’",
            "authors": [
                {
                    "name": {
                        "index": "Diamond, P",
                        "preferred": "P Diamond"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mirrlees, JA",
                        "preferred": "JA Mirrlees"
                    },
                    "type": "person"
                }
            ],
            "date": "1971",
            "id": "bib17",
            "journal": "American Economic Review 61",
            "pages": {
                "first": "8",
                "last": "27",
                "range": "8–27"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "De Rosa, M",
                        "preferred": "M De Rosa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Esponda, F",
                        "preferred": "F Esponda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Soto, S",
                        "preferred": "S Soto"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Revista Quantum, VI, 1",
            "id": "bib18",
            "title": "‘Sistemas tributarios alternativos y su impacto en la distribución del ingreso y en la oferta laboral. Una aproximación comportamental para el caso uruguayo’",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Flores, M",
                        "preferred": "M Flores"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cassoni, A",
                        "preferred": "A Cassoni"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Armington Elasticities: Estimates for Uruguayan Manufacturing Sectors",
            "date": "2010",
            "id": "bib19",
            "publisher": {
                "name": [
                    "Departamento de Economía, Universidad de la República Serie Documentos de Trabajo"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ganuza, E",
                        "preferred": "E Ganuza"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paes de Barros, R",
                        "preferred": "R Paes de Barros"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vos, R",
                        "preferred": "R Vos"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "Liberalization, inequality and poverty. Latin America and the Caribbean during the nineties, ed., UNDP",
            "id": "bib20",
            "title": "Liberalization, inequality and poverty. Latin America and the Caribbean during the nineties",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Go, D",
                        "preferred": "D Go"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kearney, M",
                        "preferred": "M Kearney"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thierfelder, K",
                        "preferred": "K Thierfelder"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "‘An analysis of South Afica’s value added tax’. World Bank Policy Research Working Paper 3671, August",
            "id": "bib21",
            "title": "‘An analysis of South Afica’s value added tax’. World Bank Policy Research Working Paper 3671",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "González, V",
                        "preferred": "V González"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Distribución del ingreso y crecimiento: La expansión del mercado interno vía la redistribución de los ingresos: un ejercicio de simulación para la economía uruguaya’, Trabajo de investigación monográfico para la obtención del título de Licenciado en Economía",
            "date": "2003",
            "id": "bib22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Montevideo"
                        ]
                    },
                    "formatted": [
                        "Montevideo"
                    ]
                },
                "name": [
                    "UdelaR"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Grau, C",
                        "preferred": "C Grau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lagomarsino, G",
                        "preferred": "G Lagomarsino"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Uruguayan tax structure and its incidence on income distribution",
            "date": "2002",
            "id": "bib23",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Montevideo"
                        ]
                    },
                    "formatted": [
                        "Montevideo"
                    ]
                },
                "name": [
                    "Fundación de Cultura Universitaria"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Laens, S",
                        "preferred": "S Laens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Llambí, C",
                        "preferred": "C Llambí"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "‘Uruguay’, et al, Políticas públicas para el desarrollo humano. ¿Cómo lograr los Objetivos de desarrollo del Milenio en América Latina y el Caribe?, Santiago, PNUD y Uqbar editores",
            "id": "bib24",
            "title": "Políticas públicas para el desarrollo humano. ¿Cómo lograr los Objetivos de desarrollo del Milenio en América Latina y el Caribe?",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Laens, S",
                        "preferred": "S Laens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Perera, M",
                        "preferred": "M Perera"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "‘Uruguay: export growth, poverty and income distribution’, et al, ¿Quién se beneficia del libre comercio? Promoción de exportaciones y pobreza en América Latina y el Caribe en los 90, New York, UNDP",
            "id": "bib25",
            "title": "¿Quién se beneficia del libre comercio? Promoción de exportaciones y pobreza en América Latina y el Caribe en los 90",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lofgren, H",
                        "preferred": "H Lofgren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harris, RL",
                        "preferred": "RL Harris"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "‘A standard computable general equilibrium (CGE) model in GAMS’, Microcomputers in Policy Research, 5, Washington, DC, IFPRI",
            "id": "bib26",
            "title": "Microcomputers in Policy Research",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Perazzo, I",
                        "preferred": "I Perazzo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robino, C",
                        "preferred": "C Robino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vigna, A",
                        "preferred": "A Vigna"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "The tax system and income distribution in Uruguay. Monographic Research. Facultad de Ciencias Económicas y Administración- Universidad de la República, Montevideo",
            "id": "bib27",
            "title": "The tax system and income distribution in Uruguay. Monographic Research. Facultad de Ciencias Económicas y Administración- Universidad de la República, Montevideo",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Robilliard, AS",
                        "preferred": "AS Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "Crisis and Income Distribution, A Micro-Macro Model for Indonesia, The World Bank (mimeo)",
            "id": "bib28",
            "title": "Crisis and Income Distribution, A Micro-Macro Model for Indonesia",
            "type": "unknown"
        },
        {
            "articleTitle": "‘Direct or indirect tax instruments for redistribution: short-run versus long-run’",
            "authors": [
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib29",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "503",
                "last": "518",
                "range": "503–518"
            },
            "type": "journal",
            "volume": "88"
        },
        {
            "articleTitle": "‘A general equilibrium calculation of the effects of differential taxation of income from capital in the U.S.’",
            "authors": [
                {
                    "name": {
                        "index": "Shoven, JB",
                        "preferred": "JB Shoven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whalley, J",
                        "preferred": "J Whalley"
                    },
                    "type": "person"
                }
            ],
            "date": "1972",
            "id": "bib30",
            "journal": "Journal of Public Economics1 (3–4)",
            "pages": {
                "first": "281",
                "last": "321",
                "range": "281–321"
            },
            "type": "journal"
        },
        {
            "articleTitle": "‘General equilibrium with taxes: A computational procedure and an existence proof’",
            "authors": [
                {
                    "name": {
                        "index": "Shoven, JB",
                        "preferred": "JB Shoven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whalley, J",
                        "preferred": "J Whalley"
                    },
                    "type": "person"
                }
            ],
            "date": "1973",
            "id": "bib31",
            "journal": "The Review of Economic Studies",
            "pages": {
                "first": "475",
                "last": "489",
                "range": "475–489"
            },
            "type": "journal"
        },
        {
            "articleTitle": "‘Applied general-equilibrium models of taxation and international trade: an introduction and survey’",
            "authors": [
                {
                    "name": {
                        "index": "Shoven, JB",
                        "preferred": "JB Shoven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whalley, J",
                        "preferred": "J Whalley"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "id": "bib32",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "1007",
                "last": "1051",
                "range": "1007–1051"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Terra, I",
                        "preferred": "I Terra"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Laens, S",
                        "preferred": "S Laens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bucheli, M",
                        "preferred": "M Bucheli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Estrades, C",
                        "preferred": "C Estrades"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib33",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canada"
                        ]
                    },
                    "formatted": [
                        "Canada"
                    ]
                },
                "name": [
                    "Laval University"
                ]
            },
            "source": "The effects of increasing openness and integration to the Mercosur on the Uruguayan labor market: a CGE modelling analysis. MPIA Working Paper 2006-06",
            "title": "The effects of increasing openness and integration to the Mercosur on the Uruguayan labor market: a CGE modelling analysis. MPIA Working Paper 2006-06",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Uruguayan Congress, Law Nº 18.083 (Uruguay)",
                    "type": "group"
                }
            ],
            "details": "http://www.parlamento.gub.uy, Ley 18.083",
            "id": "bib34",
            "title": "‘Tax System’",
            "type": "unknown",
            "uri": "http://www.parlamento.gub.uy",
            "date": "1000"
        }
    ],
    "acknowledgements": [
        {
            "text": "This work was carried out with financial and scientific support from the Partnership for Economic Policy (PEP), with funding from the Department for International Development (DFID) of the United Kingdom (or UK Aid), and the Government of Canada through the International Development Research Center (IDRC). Mery Ferrando provided very helpful assistance. We are very grateful to Bernard Decaluwé, Ismael Fofana, Veronique Robichaud, Martin Cicowiez and John Cockburn for their useful comments and suggestions. All remaining errors are ours.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
