{
    "status": "vor",
    "id": "00135",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00135",
    "authorLine": "Jason Loughrey et al.",
    "title": "A microsimulation model for risk in Irish tillage farming",
    "published": "2016-08-31T00:00:00Z",
    "versionDate": "2016-08-31T00:00:00Z",
    "statusDate": "2016-08-31T00:00:00Z",
    "volume": 9,
    "issue": 2,
    "fpage": 41,
    "lpage": 76,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00135/ijm-00135.pdf",
    "subjects": [
        {
            "id": "environment",
            "name": "Environment"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Tillage farmers must manage numerous economic risks including uncertain yields and prices. Despite the presence of government payments, these factors can generate a relatively high variability in farm income. The improved management of farm income variability can contribute towards stability in household consumption, support for farm investments, further investment in child education and a reduction in the mental stress associated with variable incomes. In this paper, we develop a new farm-level stochastic microsimulation model to simulate the degree of risk attached to the production of Ireland’s main tillage grain crop i.e. spring barley for animal feed usage. Forward contracting is the main available risk management tool for Irish tillage farmers. Our microsimulation model is extended in order to estimate the impact of forward contracting on farm income risk. Our results show that forward contracting can reduce farm income risk significantly but that other stable sources of income are probably necessary to contain the exposure to the income risk attached to cereal production. The model is capable of addressing the income risk associated with multiple crops although this version of the model is confined to one particular crop. The model can be further extended to accommodate other risk management tools such as crop insurance or a farm management deposit scheme. This will allow policymakers, farmers and other interested parties to assess the impact of alternative risk management policies on the heterogeneous pool of Irish tillage farmers.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Loughrey",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland"
                        },
                        "formatted": [
                            "Ireland"
                        ]
                    },
                    "name": [
                        "Rural Economy and Development Programme"
                    ]
                }
            ],
            "emailAddresses": [
                "jasonloughrey12@gmail.com"
            ],
            "name": {
                "index": "Loughrey, Jason",
                "preferred": "Jason Loughrey"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland"
                        },
                        "formatted": [
                            "Ireland"
                        ]
                    },
                    "name": [
                        "Rural Economy and Development Programme"
                    ]
                }
            ],
            "emailAddresses": [
                "fiona.thorne@teagasc.ie"
            ],
            "name": {
                "index": "Thorne, Fiona",
                "preferred": "Fiona Thorne"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland"
                        },
                        "formatted": [
                            "Ireland"
                        ]
                    },
                    "name": [
                        "Rural Economy and Development Programme"
                    ]
                }
            ],
            "emailAddresses": [
                "thia.hennessy@teagasc.ie"
            ],
            "name": {
                "index": "Hennessy, Thia",
                "preferred": "Thia Hennessy"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "microsimulation",
        "stochastic",
        "spring barley",
        "forward contract"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Microsimulation models are increasingly being applied to research topics in agricultural economics (<a href=\"#bib48\">Shrestha <i>et al</i>. 2007</a>; <a href=\"#bib29\">Hynes <i>et al</i>. 2009</a>; <a href=\"#bib42\">Ramilan <i>et al</i>. 2011</a> and <a href=\"#bib39\">O’Donoghue 2013</a>). Microsimulation models have much in common with traditional farm simulation models as both are frequently used to simulate policy and economic change although the biological component of farm level models makes them somewhat distinct (<a href=\"#bib45\">Richardson <i>et al</i>. 2014</a>). In this paper, we introduce a stochastic farm-level microsimulation model with the objective of estimating the degree of income risk associated with tillage production on Irish farms. The model is extended further to examine the direct impact of forward selling a fixed proportion of cereal output on the variability of profit margins. This is the first attempt in the microsimulation literature to analyse the contribution of forward contracts or other financial risk management tools towards the containment of risk in agriculture.",
                    "type": "paragraph"
                },
                {
                    "text": "Tillage farms in Ireland are an interesting case study as these farms face a number of serious challenges and risks which could potentially threaten their economic viability and survival into the future. These include a heavy dependence on direct payments (<a href=\"#bib24\">Hennessy <i>et al</i>. 2008</a>), competition for access to land from the more profitable dairy sector (<a href=\"#bib34\">Läpple &amp; Hennessy 2012</a>) and risks associated with nutrient loss and the wider environment (<a href=\"#bib6\">Buckley &amp; Carney 2013</a>). Despite the presence of government payments, the risks associated with uncertain yields (production risk) and prices for individual crops (market risk) can be sufficient to generate unusually high income variability. Numerous studies have examined the role of these two variables in influencing income variability (e.g. <a href=\"#bib9\">Coble <i>et al</i>. 2002</a>; <a href=\"#bib20\">Goodwin and Ker 2002</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The high exposure to production and market related income variability is particularly relevant for those farms with relatively low government payments and without stable off-farm income (<a href=\"#bib30\">Jetté-Nantel <i>et al</i>. 2011</a>). There is a clear absence of empirical analysis regarding the economic impact of income risk and risk management tools for the main grain crops in Irish agriculture. Numerous studies have provided stochastic analysis of the risk associated with uncertain yields and prices in other areas of Irish agriculture e.g. <a href=\"#bib47\">Shalloo <i>et al</i>. (2004)</a>, <a href=\"#bib17\">Finneran <i>et al</i>. (2011)</a> and <a href=\"#bib8\">Clancy <i>et al</i>. (2012)</a> but none of these deal with the main grain crops. We develop a stochastic microsimulation model for the risk associated with uncertain prices and yields in the production of Spring Barley, the most commonly produced crop on Irish tillage farms (<a href=\"#bib27\">Holden <i>et al</i>. 2003</a>; <a href=\"#bib31\">Kennedy and Connery 2005</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The development of the stochastic Microsimulation model largely follows the semi-parametric Monte Carlo simulation techniques outlined in <a href=\"#bib43\">Richardson <i>et al</i>. (2000)</a> and <a href=\"#bib45\">Richardson <i>et al</i>. (2014)</a> and adopted elsewhere by <a href=\"#bib3\">Archer and Reicosky (2009)</a>, <a href=\"#bib51\">Wilson and Dahl (2011)</a> and <a href=\"#bib14\">Feng <i>et al</i>. (2014)</a> among others. In our case, the microsimulation model is based on actual farms in the panel component of the Teagasc National Farm Survey. <a href=\"#bib32\">Kimura and Le Thi (2011</a>, p6) explain that accounting for farm level characteristics is a critical part of risk analysis and point out that “using the cross-section data or aggregated time series data does not properly measure the producer’s exposure to risks”.",
                    "type": "paragraph"
                },
                {
                    "text": "In recent years, the microsimulation literature has addressed risk-related topics such as poverty (<a href=\"#bib37\">Navicke <i>et al</i>. 2014</a>) and financial market volatility (Lux and Marchesi 2000) but microsimulation techniques are less frequently applied to risk-related issues within agriculture. The capacity of microsimulation modelling to deal with farm heterogeneity can be of immense added value particularly in the area of risk where risk attitude and the exposure to risk can vary substantially across farms.",
                    "type": "paragraph"
                },
                {
                    "text": "In the next section, we describe the recent evolution of risk management policies and tools relevant to Irish tillage farmers and indeed tillage farmers across the European Union. We follow this with a description of the data utilised to develop the model. In <a href=\"#s4\">Section 4</a>, we discuss the methodology used to develop the stochastic model. In <a href=\"#s5\">Section 5</a>, we discuss some results relating to the riskiness of profit margins in the production of spring barley and the potential impact of forward contracting on risk. This is followed finally by the conclusion.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Policies in relation to risk in Irish agriculture have largely been determined at an EU level since Ireland entered the European Community in 1973. On Ireland’s entry into the community at the same time as Britain, the policy of intervention prices placed a floor on the degree of downside risk faced by farmers in both Ireland and Britain. For Irish farmers, the intervention prices determined a large share of total government payments until the MacSharry reforms and the introduction of direct payments in 1992/1993 (<a href=\"#bib26\">Hennessy <i>et al</i>. 2014</a>). Sckokai and Moro (2009) explain that the MacSharry reforms were only partially decoupled from production given their connection with “decisions through the land allocation mechanism”. This contrasts with the subsequent 2003 reforms and the introduction of the fully decoupled Single Farm Payment in 2005 in Ireland, although a number of Member States opted to retain some coupled payments.",
                    "type": "paragraph"
                },
                {
                    "text": "The rapid decline in the intervention prices in the 1990s and early 2000s in conjunction with significantly reduced export subsidies introduced a much greater exposure to output price risk. At the same time, the introduction of direct payments helped to offset some of this risk although this varied across farms. Research has identified changes in risk attitude as a result of these policy reforms (Koundouri <i>et al</i>. 2009). Our microsimulation excludes this kind of behavioural component so that we do not address the potential effect that these policy changes may have had on risk attitude.",
                    "type": "paragraph"
                },
                {
                    "text": "During the latest CAP reform package for 2014–2020, the real decline in the overall budget for direct payments is being accompanied by the emergence of an income stabilisation tool (IST) (<a href=\"#bib12\">European Commission, 2011</a>) although the degree to which this tool has been implemented varies across Member States. In the EC proposal, the new tool should provide compensation to farmers who experience a severe drop in their income. Support can only be granted “where the drop of income exceeds 30% of the average annual income of the individual farmer in the preceding three-year period or a three-year average based on the preceding five year period excluding the highest and lowest entry. Furthermore, “payments by the mutual fund to farmers shall compensate for not more than 70% of the income lost” (<a href=\"#bib12\">European Commission 2011</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "A few studies have sought to estimate the economic outcomes that this tool can produce. Mary <i>et al</i>. (2014) have estimated that farm income volatility in France declines by more than 35 per cent with the introduction of the IST but may generate output distortions. <a href=\"#bib15\">Finger and El Benni (2014a)</a> find that the IST mechanism significantly reduces income inequality among Swiss farms. <a href=\"#bib16\">Finger and El Benni (2014b)</a> conclude that the specification of the farm-level reference income should account for observed income trends as “the average-based approaches cause lower than expected indemnification levels for farmers with increasing incomes, and higher indemnifications if farm incomes are decreasing over time.”",
                    "type": "paragraph"
                },
                {
                    "text": "The empirical analysis in this paper does not focus on the potential economic impact of these non-established tools and instead concentrates on the direct impacts from an existing risk management tool namely the forward contracting tool. <a href=\"#bib46\">Seifert <i>et al</i>. (2004)</a> define a forward contract simply as “an agreement to buy a commodity at a certain future time for a certain price”. Microsimulation models have rarely incorporated the contribution of financial risk management tools such as forward contracts and futures towards the management of income variability in commodity or other financial markets.",
                    "type": "paragraph"
                },
                {
                    "text": "In our farm-based example, the commodity in question is spring barley for animal feed usage. We seek to identify the direct impact on the riskiness of farm profit of entering into a forward contract at different prices and under a range of alternative yield and price scenarios. Tillage farmers in Ireland have access to a very limited number of risk management tools to manage risk with forward contracting being the main available market risk management tool. <a href=\"#bib25\">Hennessy <i>et al</i>. (2014)</a> have estimated that approximately 30 per cent of Irish tillage farms availed of the forward contracting tool during 2012.",
                    "type": "paragraph"
                },
                {
                    "text": "The limited availability of risk management tools in Ireland contrasts with the situation in the United States where <a href=\"#bib41\">Pennings <i>et al</i>. (2008)</a> report that a majority of U.S. crop producers employ more than one risk management tool. Forward contracts, basis contracts, futures contracts, catastrophic coverage and crop revenue coverage appear to be the most commonly adopted tools. In Australia, the Farm Management deposit (FMD) scheme has been widely adopted as a form of risk management tool with the total number of accounts reaching almost 46,000 in June 2014 and total deposits peaking at over $4bn (<a href=\"#bib4\">Australian Government, 2014</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "This scheme allows ‘eligible primary producers’ to deposit pre-tax income in years of high income, which can be accessed subsequently in years of low income. The income in the FMD account is tax deductible in the financial year the deposit is made and becomes taxable in the financial year of the withdrawl. From July 2016, the cap on deposits rises from AUD ($) 400,000 to AUD ($) 800,000 (<a href=\"#bib4\">Australian Government, 2016</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The widespread use of risk management tools in the United States has generated a significant literature examining the economic impact of tool adoption at the farm level. <a href=\"#bib10\">Cornaggia (2013)</a> finds that risk management leads to greater productivity by relaxing financial constraints suggesting that producers that hedge are more likely to receive access to finance, which can then be used ‘to finance productivity-enhancing investments’. <a href=\"#bib18\">Glauber (2013)</a> concludes that crop revenue insurance coverage based on expected prices compares favourably to fixed-price supports such as countercyclical payments and marketing assistance loans. <a href=\"#bib21\">Goodwin and Smith (2013)</a> argue however, that the burdens associated with the collection of tax revenues to fund the subsidized crop insurance program can generate a large number of distortions both within agriculture and the aggregate economy.",
                    "type": "paragraph"
                },
                {
                    "text": "It is envisaged that the future development of this farm-level microsimulation model will allow us to make some worthwhile judgements on the potential effectiveness of the above policies on risk and profitability in Irish tillage farming and the potential effectiveness of alternative risk management tools which may include forward contracting. The wider effects on the non-agricultural economy are however, probably beyond the scope of the model.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Risk management: tools and government policies",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, we describe the data source used to construct the farm-level model. This data includes the Teagasc National Farm Survey, the CSO Data on crop yields, FAO data on international crop yields and a crop price database collected and maintained by the Agricultural Economics and Farm Survey department of Teagasc Rural Economy. The objectives of the National Farm Survey (NFS) are to",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Determine the financial situation on Irish farms by measuring the level of gross output, costs, income, investment and indebtedness across the spectrum of farming systems and sizes,",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Provide data on Irish farm incomes to the EU Commission in Brussels (FADN),",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Measure the current levels of, and variation in, farm performance for use as standards for farm management purposes, and",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Provide a database for economic and rural development research and policy analysis.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "To achieve these objectives, a farm accounts book is recorded for each year on a random sample of farms, selected by the CSO, throughout the country. For this analysis, the Teagasc NFS micro data spans the period from 2004 to 2013. The panel is unbalanced in the sense that there is some attrition from year to year as farmers leave the sample and are replaced by other farms. The attrition rate is relatively low however and new farmers are introduced during the period to maintain a representative sample that is usually kept to between 900 and 1100 farms.",
                    "type": "paragraph"
                },
                {
                    "text": "For our purposes, we concentrate on specialist and non-specialist tillage farmers who produce spring barley for animal feed usage. We concentrate on this subset of farmers as spring barley is the most common grain crop produced by Irish farmers. We have excluded malted spring barley due to the price differential between malted barley and barley for animal feed usage. We have excluded some growers of spring barley (animal feed use) for a number of reasons. First, it is critical that each farm in the analysis has a sufficient number of historical yields for the generation of stochastic projections. As in the case of the Italian analysis by <a href=\"#bib32\">Kimura and Le Thi (2011)</a>, we include all crop producers that have remained in the sample for at least five years between 2004 and 2013.",
                    "type": "paragraph"
                },
                {
                    "text": "There are a total of 138 farms meeting the above criteria and these farms are therefore considered to be ‘the selected sample’ and are available for the stochastic analysis. This includes some specialist tillage farms which are largely focused on cereal production and non-specialist cereal producers, who engage primarily in livestock and/or milk production and for whom cereal production is a secondary activity. There is some attrition in our data in that only 37 farms have historical data for Spring Barley in all of the ten relevant years. The 138 farms represent approximately 8,700 Spring Barley growers. Our sample is therefore representative of the vast majority of spring barley growers in the country. The Census of Agriculture 2010 showed that there were 9,058 spring barley growers (inc. malted barley) in Ireland during that year (<a href=\"#bib11\">CSO, 2012</a>). Our sample includes farms that rotate crops from time to time. This explains the relatively high number of growers being represented.",
                    "type": "paragraph"
                },
                {
                    "text": "In <a href=\"#table1\">Table 1</a>, we display some summary statistics to compare our selected sample of tillage farmers with all other tillage farms in the Teagasc National Farm Survey. This will allow us to examine the representativeness of the selected sample. The statistics are weighted according to the weights provided in the Teagasc National Farm Survey micro-data. The comparison distinguishes between those with no record of producing spring barley for animal feed, those farms with a record of less than five years in producing this crop and those farms comprising the selected sample i.e. those farms with at least five years of production in spring barley for animal feed usage. Some farmers concentrate their activities on other grain crops and are therefore excluded from this initial version of the model. It is intended that the model will eventually broaden to incorporate other grain crops when the sample size becomes sufficient.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Authors Calculations using Teagasc National Farm Survey Data 2005–2013.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">Other Tillage Producers</th>\n<th>The selected sample</th>\n</tr>\n<tr>\n<th/>\n<th>No Spring Barley</th>\n<th>Less than Five Years of Spring Barley</th>\n<th>Five Years Plus of Spring Barley</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Spring Barley Yield [Animal Feed]</td>\n<td align=\"center\">N/A</td>\n<td align=\"center\">5.69</td>\n<td align=\"center\">6.04</td>\n</tr>\n<tr>\n<td>Average Spring Barley [Animal Feed] Hectares</td>\n<td align=\"center\">0.00</td>\n<td align=\"center\">6.54</td>\n<td align=\"center\">10.45</td>\n</tr>\n<tr>\n<td>Average Malted Spring Barley Hectares</td>\n<td align=\"center\">5.69</td>\n<td align=\"center\">1.37</td>\n<td align=\"center\">0.34</td>\n</tr>\n<tr>\n<td>Farm Size [Number of Hectares</td>\n<td align=\"center\">59.23</td>\n<td align=\"center\">54.03</td>\n<td align=\"center\">69.71</td>\n</tr>\n<tr>\n<td>Land Owned</td>\n<td align=\"center\">51.97</td>\n<td align=\"center\">44.44</td>\n<td align=\"center\">59.25</td>\n</tr>\n<tr>\n<td>Land Rented In</td>\n<td align=\"center\">11.02</td>\n<td align=\"center\">14.45</td>\n<td align=\"center\">15.01</td>\n</tr>\n<tr>\n<td>Total Pasture Hectares</td>\n<td align=\"center\">30.43</td>\n<td align=\"center\">30.63</td>\n<td align=\"center\">38.50</td>\n</tr>\n<tr>\n<td>Total Tillage Hectares</td>\n<td align=\"center\">24.28</td>\n<td align=\"center\">20.36</td>\n<td align=\"center\">27.97</td>\n</tr>\n<tr>\n<td>Number of Crops in Each Year</td>\n<td align=\"center\">1.11</td>\n<td align=\"center\">1.38</td>\n<td align=\"center\">1.59</td>\n</tr>\n<tr>\n<td>Mainly Tillage (0,1)</td>\n<td align=\"center\">0.37</td>\n<td align=\"center\">0.47</td>\n<td align=\"center\">0.51</td>\n</tr>\n<tr>\n<td>Specialist Dairy (0,1)</td>\n<td align=\"center\">0.20</td>\n<td align=\"center\">0.13</td>\n<td align=\"center\">0.06</td>\n</tr>\n<tr>\n<td>Livestock Units</td>\n<td align=\"center\">59.48</td>\n<td align=\"center\">56.80</td>\n<td align=\"center\">69.73</td>\n</tr>\n<tr>\n<td>Livestock Units Per Hectare</td>\n<td align=\"center\">1.07</td>\n<td align=\"center\">1.01</td>\n<td align=\"center\">0.97</td>\n</tr>\n<tr>\n<td>Farm Operator Age</td>\n<td align=\"center\">50.99</td>\n<td align=\"center\">51.90</td>\n<td align=\"center\">55.98</td>\n</tr>\n<tr>\n<td>Mean Farm Income</td>\n<td align=\"center\">38,353</td>\n<td align=\"center\">31,140</td>\n<td align=\"center\">36,750</td>\n</tr>\n<tr>\n<td>Mean Market Farm Income</td>\n<td align=\"center\">19,790</td>\n<td align=\"center\">15,446</td>\n<td align=\"center\">11,780</td>\n</tr>\n<tr>\n<td>Mean Single Farm Payment</td>\n<td align=\"center\">17,482</td>\n<td align=\"center\">14,722</td>\n<td align=\"center\">23,991</td>\n</tr>\n<tr>\n<td>Off-Farm Employment Operator</td>\n<td align=\"center\">0.34</td>\n<td align=\"center\">0.38</td>\n<td align=\"center\">0.24</td>\n</tr>\n<tr>\n<td>Off-Farm Employment Spouse</td>\n<td align=\"center\">0.23</td>\n<td align=\"center\">0.31</td>\n<td align=\"center\">0.28</td>\n</tr>\n<tr>\n<td>Sample size</td>\n<td align=\"center\">49</td>\n<td align=\"center\">240</td>\n<td align=\"center\">138</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Statistics for the selected sample and other tillage producers.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#table1\">Table 1</a> shows that the selected sample tends to achieve a higher yield per hectare than those farms with less than five observations perhaps reflecting the better performance and growing conditions for farms in the selected sample. It may be the case that some farmers respond to poor yield outcomes by ceasing the production of spring barley and we should consider this in any assessment of the model results. For the selected sample, the average number of hectares of spring barley production appears quite low at approximately 10.45 hectares. This is due to the fact that some of these farms will have recorded years without production of spring barley for animal feed. A substantial proportion of activity on many of these farms is allocated to livestock production. For instance, among the selected sample, an average of approximately 38.5 hectares is devoted to livestock production. This exceeds the average number of hectares allocated to tillage production. A relatively small proportion (~ six per cent) of the selected sample is engaged in specialist dairy farming. This contrasts with 20 per cent for those crop-producers with no spring barley for animal feed usage.",
                    "type": "paragraph"
                },
                {
                    "text": "In terms of farm income, it appears that the selected sample has higher farm income than those farms with fewer observations of spring barley. This is mainly driven by differences in the size of the single farm payment as opposed to market-based activities. The average size of the single farm payment is quite substantial and capable of providing a role as a risk management tool and perhaps crowd out the demand for the forward contracting tool and other financial risk management tools. The average age of the farm operator is also higher among the selected sample which may have some effect on risk management decision-making. The differences in sample characteristics mean that we should be careful in interpreting the results. The eventual results will apply to those farms with a relatively high number of years with spring barley production and may not be so relevant for those farms with an occasional production of this crop.",
                    "type": "paragraph"
                },
                {
                    "text": "As in the case of dairy farmers, the volatility in output and input prices has increased in the past decade. This is part of a wider global trend which has received much attention in the academic literature (see for example <a href=\"#bib1\">Abbott <i>et al</i>. 2011</a>). In <a href=\"#fig1\">Figure 1</a>, we present the recent output price trends for the main grain crops including Barley for animal feed usage. Historically, there have been significant differences in price between Malted Barley and Barley for animal feed use with Malted Barley commanding the higher output price. Despite this price differential, the Barley for animal feed use is more commonly grown in Ireland. The size of the livestock sector in Ireland demands a large supply of grain crops for animal feed use.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00135%2Fijm-00135-fig1.tif",
                                "size": {
                                    "width": 1710,
                                    "height": 1235
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00135%2Fijm-00135-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00135-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Historical price trends for selected grain crops (€).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "One can see from <a href=\"#fig1\">Figure 1</a> that the price for Feed Barley has lagged behind Malted Barley for the entire period. The price for Feed Barley has closely followed that for Feed Wheat especially since the year 2000. Perhaps, the most striking aspect of this graph is the apparent increase in the volatility of these output prices since 2006. Both Feed Barley and Feed Wheat prices hit the intervention price in the demand slump of 2009 having reached record nominal prices in 2007. It does appear however, that the intervention price is becoming less significant over time. During the 1990s and early 2000s, the market price for Barley was frequently below the intervention price. <a href=\"#bib22\">Grant (2010)</a> explains that this greatly reduced the risks faced by producers and “led to the appearance of the famous butter mountains, wine lakes etc.” Policy has responded by phasing out the option of intervention, reducing the intervention price to near world market levels or alternatively abolishing the option of intervention for particular commodities.",
                    "type": "paragraph"
                },
                {
                    "text": "The profitability of Barley production is dependent on both the output price and the relevant input prices. In terms of input prices, the price of Fertilizer, Machinery Hire, Crop Protection and Seeds are particularly important. In <a href=\"#fig2\">Figure 2</a>, we display the cost price indices for these four inputs. We use the index for motor fuel as a substitute for machinery hire.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00135%2Fijm-00135-fig2.tif",
                                "size": {
                                    "width": 1683,
                                    "height": 956
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00135%2Fijm-00135-fig2.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00135-fig2.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Cost indices for key inputs at sowing time (Index 2000)<sup><a href=\"#fn1\">1</a></sup>.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The model includes information on international crop yields and domestic crop prices given that international crop yields can influence domestic crop prices. A correlation matrix of these variables is generated which we discuss in more detail in the next section. The correlations between crop yields are made at the aggregate level using data taken from the CSO rather than farm level data from the Teagasc National Farm Survey. This is a necessary step given that the vast majority of the farms in the sample do not produce all of the relevant crops in the same year i.e. Barley, Wheat and Oats. We are therefore assuming that the correlations between the yields of Barley, Wheat and Oats, as calculated using the CSO aggregate statistics are appropriate for the variety of farms in our sample.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Our model provides an estimate of Market Gross Margin for the production of Spring Barley (animal feed use) for each farm under 500 alternative output price and yield scenarios, generated using the SIMETAR software package. We therefore account for the risk associated with these two random variables. The stochastic returns are based on market gross margin rather than market net margin. The market gross margin excludes the deduction of farm overheads such as depreciation, interest repayments and other expenditure items such as electricity, light and heat costs which cannot easily be attributed to a particular farming activity. The market net margin is the profit measure which includes the deduction of these overhead items. In this section, we describe the steps required to estimate the stochastic market gross margin beginning with a formal definition of the market gross margin. This is followed by an explanation of the steps required to deliver stochastic estimates for each of the components in the model.",
                    "type": "paragraph"
                },
                {
                    "text": "The formula for the market gross margin function is the following:",
                    "type": "paragraph"
                },
                {
                    "id": "eqn1",
                    "label": "(1)",
                    "mathml": "<math><mrow><msub><mi>π</mi><mrow><mi>G</mi><mi>R</mi><mi>O</mi><mi>S</mi><mi>S</mi></mrow></msub><mo>=</mo><mstyle displaystyle=\"true\"><mo>∑</mo> <mrow><mi>p</mi><mo>∗</mo><mi>q</mi><mo>∗</mo><mi>H</mi><mi>A</mi><mo>−</mo><mi>D</mi><mi>C</mi></mrow></mstyle></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "<b>p</b> output price per unit of Spring Barley",
                    "type": "paragraph"
                },
                {
                    "text": "<b>q</b> yield per hectare of Spring Barley crop",
                    "type": "paragraph"
                },
                {
                    "text": "HA Land Size in Number of Hectares cultivated of Spring Barley. It is assumed that the total number of hectares is unchanged from the most recently available data year.<sup><a href=\"#fn2\">2</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "DC Direct Costs including Hired Machinery, Seeds, Crop Protection, Fertiliser, Transport Costs, Labour and Other Direct Costs. The Direct Costs are crop specific.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The stochastic output prices <b><i>p</i></b> are estimated based on the historical information on output prices from the Teagasc database, a series of ordinary least squares (OLS) regressions and the Teagasc Outlook deterministic projections for 2014. These projections were carried out in December 2013 and therefore prior to the sowing of crops for the 2014 harvest. At this time, the Teagasc outlook indicated a deterministic projection of approximately 160 euro per tonne for Winter Wheat. The outlook did not explicitly provide a deterministic estimate for Spring Barley prices. However, the Spring Barley price typically follows the trend in Winter Wheat prices albeit at a slightly lower level. For 2014, this would have suggested a deterministic projection in the region of 150 to 160 euro per tonne (<a href=\"#bib50\">Thorne 2013</a>). The regression based model should ideally provide a deterministic value in this region for 2014.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The regression based model would be unnecessary if futures prices on spring barley for animal feed usage were widely available in all historical years. In the presence of future prices, one could simply assume that the futures price at any given time represents the best available guide to the predicted price for the crop at harvest time. In contrast to malted barley, there are limited futures markets for spring barley for animal feed usage although such markets do exist in Australia and Hungary. In the United Kingdom, there does exist a LIFFE feed wheat futures market and this can often prove to be a useful guide to the future feed barley price given the expected high correlation between both feed wheat and feed barley prices. The Agriculture and Horticulture Development Board (AHDB) provides a frequently updated information source on developments in these markets (<a href=\"#bib2\">AHDB 2016</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Given the absence of a suitable feed barley futures market, we therefore rely on the OLS regression approach outlined in (<a href=\"#bib43\">Richardson <i>et al</i>. 2000</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In estimating a stochastic model for spring barley prices, a number of important decisions must be made including the choice of probability distribution. <a href=\"#bib43\">Richardson <i>et al</i>. (2000)</a> advise that ten observations per farm provides a sample size that is too small for the use of standardized probability distributions such as the weibull distribution or beta distribution. We therefore employ an empirical distribution. <a href=\"#bib43\">Richardson <i>et al</i>. (2000)</a> conclude that an empirical distribution “avoids enforcing a specific distribution on the variables and does not limit the ability of the model to deal with correlation and heteroscedasticity”.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As proposed by <a href=\"#bib43\">Richardson <i>et al</i>. (2000)</a>, the first step in estimating the parameters for a multivariate empirical (MVE) distribution is to separate the random and non-random components for each of the stochastic variables. We utilise an ordinary least squares (OLS) regression to separate the random and non-random components and therefore identify whether or not a deterministic component appears to have historically existed for Spring Barley prices.",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn2",
                            "label": "(2)",
                            "mathml": "<math><mrow><msub><mover accent=\"true\"><mi>P</mi><mo>⌢</mo></mover><mrow><mtext>ct</mtext></mrow></msub><mo>=</mo><mover accent=\"true\"><mi>a</mi><mo>⌢</mo></mover><mo>+</mo><mover accent=\"true\"><mi>b</mi><mo>⌢</mo></mover><mo stretchy=\"false\">(</mo><mi>T</mi><mi>r</mi><mi>e</mi><mi>n</mi><msub><mi>d</mi><mrow><mi>t</mi><mo>,</mo></mrow></msub><mo stretchy=\"false\">)</mo><mo>+</mo><mover accent=\"true\"><mi>e</mi><mo>^</mo></mover></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "This longitudinal regression is carried out with the historical data on Spring Barley output prices covering the period from 1995 to 2013. The relevant period involved changes such as a sharp increase in economic growth among lower and middle income countries and a sharp rise in livestock feed use in developing countries, both factors placing upward pressure on cereal prices. During this time, the share of land required to be allocated to setaside was reduced to zero, which ought to have placed some downward pressure on prices<sup><a href=\"#fn3\">3</a></sup>. Incorporating all of these factors into an econometric model would add a great degree of complexity with little added value.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The harvest year is the only independent variable in this model and is represented by Trend<sub><i>t</i></sub>. In this case, the notation c represents the particular crop (in this case spring barley). The objective is simply to identify whether or not a time trend has existed during this time. This econometric model could be made much more complex by attempts to incorporate various national and global supply and demand factors as determinants of the predicted price in each given year. We argue however, that this would introduce a great degree of complexity without much added value. In the absence of a time trend, it can be assumed that the simple mean (<math><mrow><msub><mover accent=\"true\"><mi>P</mi><mo>¯</mo></mover><mi>c</mi></msub></mrow></math>) represents the predicted value of the Output price <math><mrow><msub><mover accent=\"true\"><mi>P</mi><mo>⌢</mo></mover><mrow><mtext>ct</mtext></mrow></msub></mrow></math> in each year as given in <a href=\"#eqn3\">Equation 3</a>.",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn3",
                            "label": "(3)",
                            "mathml": "<math><mrow><msub><mover accent=\"true\"><mi>P</mi><mo>⌢</mo></mover><mrow><mtext>ct</mtext></mrow></msub><mo>=</mo><msub><mover accent=\"true\"><mi>P</mi><mo>¯</mo></mover><mi>c</mi></msub></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In this regression-based approach, the residuals are a useful proxy for the degree to which the output price deviates from the expected. The residuals or random component (e) is calculated by subtracting the predicted or non-random component of the variable from the observed value in each year.",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn4",
                            "label": "(4)",
                            "mathml": "<math><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>^</mo></mover><mrow><mtext>ct</mtext></mrow></msub><mo>=</mo><msub><mi>P</mi><mrow><mi>c</mi><mi>t</mi></mrow></msub><mo>−</mo><msub><mover accent=\"true\"><mi>P</mi><mo>⌢</mo></mover><mrow><mi>c</mi><mi>t</mi></mrow></msub></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "One can see from <a href=\"#fig3\">Figure 3</a>, the linear predicted trend in output price and the actual outcome price in each year with the difference representing the residual or random component. CV represents the coefficient of variation for the recent history of spring barley prices. The value of 20.45 per cent corresponds very closely to the findings of <a href=\"#bib38\">Nayak and Turvey (2000)</a> for a sample of farmers in Ontario, Canada.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00135%2Fijm-00135-fig3.tif",
                                        "size": {
                                            "width": 1594,
                                            "height": 941
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00135%2Fijm-00135-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00135-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Actual and linear predicted spring barley price (€) 1995–2013.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig3\">Figure 3</a> shows that in most years, the actual output price has not deviated substantially from the linear predicted price but there are exceptions including 2007 when a boom in commodities prices occurred and 2012 when drought in major crop producing countries affected global supply. The onset of the severe global recession in 2009 manifested itself in unusually low output prices for grain crops.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The next step is to convert the residuals ê<sub>ct</sub> into fractional deviates about their respective deterministic components.",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn5",
                            "label": "(5)",
                            "mathml": "<math><mrow><msub><mi>D</mi><mrow><mtext>ct</mtext></mrow></msub><mo>=</mo><mfrac><mrow><msub><mover accent=\"true\"><mi>e</mi><mo>^</mo></mover><mrow><mtext>ct</mtext></mrow></msub></mrow><mrow><msub><mover accent=\"true\"><mi>p</mi><mo>⌢</mo></mover><mrow><mi>c</mi><mi>t</mi></mrow></msub></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "For instance, where the predicted output price is 160 per tonne, a residual or deviation of 16 euro per tonne represents a fractional deviate of ten per cent i.e. <math><mrow><msub><mi>D</mi><mrow><mi>c</mi><mi>t</mi></mrow></msub><mo>=</mo><mn>10</mn><mo>=</mo><mfrac><mrow><mn>16</mn></mrow><mrow><mn>160</mn></mrow></mfrac></mrow></math>. The historical range of fractional deviates can therefore be used to estimate the degree of risk attached to output prices in the near future. This is, of course, based on the assumption that the historical distribution of unexpected price changes is an appropriate guide to the stochastic distribution of prices in the future.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The relative deviates <i>D</i><sub>ct</sub> are then sorted from the minimum deviate to the maximum deviate. N denotes the total number of recorded observations in the sample, in this case 19, each representing one year of historical price data. Prior to this sorting exercise, the creation of pseudo minimums and pseudo maximums are necessary for each random yield and price variable. This ensures that the simulated distribution returns the extreme values. As in the case of <a href=\"#bib43\">Richardson <i>et al</i>. (2000)</a>, the pseudo-minimum and maximums are defined to be very close to the observed minimum and maximum.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The upper and lower bound for the deviates <b><i>D<sub>cn</sub></i></b> are estimated in the following:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn6",
                            "label": "(6)",
                            "mathml": "<math><mrow><msub><mi>D</mi><mrow><mi>c</mi><mo>,</mo><mtext>low_bound</mtext></mrow></msub><mo>=</mo><mn>1.05</mn><mo>∗</mo><mi>m</mi><mi>i</mi><msub><mi>n</mi><mi>n</mi></msub><msub><mi>D</mi><mrow><mi>c</mi><mi>n</mi></mrow></msub></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "eqn7",
                            "label": "(7)",
                            "mathml": "<math><mrow><msub><mi>D</mi><mrow><mi>c</mi><mo>,</mo><mi>u</mi><mi>p</mi><mi>p</mi><mi>e</mi><mi>r</mi><mtext>bound</mtext></mrow></msub><mo>=</mo><mn>1.05</mn><mo>∗</mo><mi>m</mi><mi>a</mi><msub><mi>x</mi><mi>n</mi></msub><msub><mi>D</mi><mrow><mi>c</mi><mi>n</mi></mrow></msub></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The addition of these upper and lower bounds means that there are 21 initial points for the empirical distribution of output prices i.e. 19 historical observations plus the lower and upper bounds.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The fractional deviates are then sorted and probabilities are assigned to each of the sorted deviates in the following",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn8",
                            "label": "(8)",
                            "mathml": "<math><mrow><mtext>P(</mtext><msub><mi>D</mi><mrow><mi>c</mi><mo>,</mo><mi>l</mi><mi>o</mi><mi>w</mi><mo>_</mo><mtext>bound</mtext></mrow></msub><mtext>)</mtext><mo>=</mo><mn>0</mn></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "eqn9",
                            "label": "(9)",
                            "mathml": "<math><mrow><mtext>P(</mtext><msub><mi>D</mi><mrow><mi>c</mi><mo>,</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mrow></msub><mtext>)</mtext><mo>=</mo><mrow><mo>(</mo><mrow><mfrac><mn>1</mn><mi>N</mi></mfrac></mrow><mo>)</mo></mrow><mo>∗</mo><mn>0.5</mn></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "eqn10",
                            "label": "(10)",
                            "mathml": "<math><mrow><mtext>P(</mtext><msub><mi>D</mi><mrow><mi>c</mi><mo>,</mo><mo stretchy=\"false\">(</mo><mn>2</mn><mo stretchy=\"false\">)</mo></mrow></msub><mtext>)</mtext><mo>=</mo><mrow><mo>(</mo><mrow><mfrac><mn>1</mn><mi>N</mi></mfrac></mrow><mo>)</mo></mrow><mo>+</mo><mtext>P(</mtext><msub><mi>D</mi><mrow><mi>c</mi><mo>,</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mrow></msub><mtext>)</mtext></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "eqn11",
                            "label": "(11)",
                            "mathml": "<math><mrow><mtext>P(</mtext><msub><mi>D</mi><mrow><mi>c</mi><mo>,</mo><mo stretchy=\"false\">(</mo><mi>N</mi><mo stretchy=\"false\">)</mo></mrow></msub><mtext>)</mtext><mo>=</mo><mrow><mo>(</mo><mrow><mfrac><mn>1</mn><mi>N</mi></mfrac></mrow><mo>)</mo></mrow><mo>+</mo><mtext>P(</mtext><msub><mi>D</mi><mrow><mi>c</mi><mo>,</mo><mo stretchy=\"false\">(</mo><mi>N</mi><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mrow></msub><mtext>)</mtext></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "eqn12",
                            "label": "(12)",
                            "mathml": "<math><mrow><mtext>P(</mtext><msub><mi>D</mi><mrow><mi>c</mi><mo>,</mo><mi>u</mi><mi>p</mi><mi>p</mi><mi>e</mi><mi>r</mi><mo>_</mo><mi>b</mi><mi>o</mi><mi>u</mi><mi>n</mi><mi>d</mi></mrow></msub><mtext>)</mtext><mo>=</mo><mn>1</mn></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Based on this sorting exercise, we can produce <a href=\"#table2\">Table 2</a> showing the historical fractional deviates sorted from lowest to highest and the probability attached to each outcome. At this stage, the deterministic price will be established using either <a href=\"#eqn2\">Eq. 2</a> or <a href=\"#eqn3\">Eq. 3</a>. In the case of the Spring Barley price, a deterministic component does appear to exist. The significant time trend (<a href=\"#eqn2\">Eq. 2</a>) provides an annual gradual price increase of 3.80 euro per tonne.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In <a href=\"#table2\">Table 2</a>, one can see that the minimum fractional deviate is approximately -0.364. This implies that the lowest estimated output price for the simulated year will be no lower than 36.4 per cent below the deterministic price of 156.736 euro per tonne. <a href=\"#table2\">Table 2</a> also shows that the maximum fractional deviate is approximately 0.445. This implies that the maximum estimated output price for the simulated year will be no higher than 44.5 per cent above the deterministic price.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Historical Ranking</th>\n<th>Deterministic Component <math><mrow><msub><mover accent=\"true\"><mi>P</mi><mo>⌢</mo></mover><mrow><mtext>ct</mtext></mrow></msub></mrow></math></th>\n<th>Sorted Fractional Deviates <i>D</i><sub>ct</sub></th>\n<th>Cumulative Probability (F(<i>D<sub>c</sub></i>)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Min</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">−0.364135974</td>\n<td align=\"center\">0</td>\n</tr>\n<tr>\n<td>1</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">−0.346796166</td>\n<td align=\"center\">0.0263</td>\n</tr>\n<tr>\n<td>2</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">−0.200781935</td>\n<td align=\"center\">0.0789</td>\n</tr>\n<tr>\n<td>3</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">−0.19998511</td>\n<td align=\"center\">0.1316</td>\n</tr>\n<tr>\n<td>4</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">−0.19211783</td>\n<td align=\"center\">0.1842</td>\n</tr>\n<tr>\n<td>5</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">−0.12981906</td>\n<td align=\"center\">0.2368</td>\n</tr>\n<tr>\n<td>6</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">−0.12203359</td>\n<td align=\"center\">0.2895</td>\n</tr>\n<tr>\n<td>7</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">−0.10178267</td>\n<td align=\"center\">0.3421</td>\n</tr>\n<tr>\n<td>8</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">−0.08118956</td>\n<td align=\"center\">0.3947</td>\n</tr>\n<tr>\n<td>9</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">−0.03725432</td>\n<td align=\"center\">0.4474</td>\n</tr>\n<tr>\n<td>10</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">−0.01925512</td>\n<td align=\"center\">0.5</td>\n</tr>\n<tr>\n<td>11</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">−0.00869402</td>\n<td align=\"center\">0.5526</td>\n</tr>\n<tr>\n<td>12</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">−0.00817022</td>\n<td align=\"center\">0.6053</td>\n</tr>\n<tr>\n<td>13</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">−0.002380722</td>\n<td align=\"center\">0.6579</td>\n</tr>\n<tr>\n<td>14</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">0.038333195</td>\n<td align=\"center\">0.7105</td>\n</tr>\n<tr>\n<td>15</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">0.086928907</td>\n<td align=\"center\">0.7632</td>\n</tr>\n<tr>\n<td>16</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">0.219717674</td>\n<td align=\"center\">0.8158</td>\n</tr>\n<tr>\n<td>17</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">0.34089299</td>\n<td align=\"center\">0.8684</td>\n</tr>\n<tr>\n<td>18</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">0.405517738</td>\n<td align=\"center\">0.9211</td>\n</tr>\n<tr>\n<td>19</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">0.424213082</td>\n<td align=\"center\">0.9737</td>\n</tr>\n<tr>\n<td>Max</td>\n<td align=\"center\">156.736</td>\n<td align=\"center\">0.445423736</td>\n<td align=\"center\">1</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Parameters for an empirical distribution of feed barley price in 2014.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "These 21 alternative fractional deviates and the deterministic predicted output price (<a href=\"#eqn2\">Eq. 2</a>) are subsequently used to estimate 500 alternative price and yield scenarios for each of the 138 farms in the sample but a number of other steps must be first carried out. The next stage is to describe the steps required to estimate the parameters for the stochastic distribution of crop yields, which are an additional source of production risk for tillage producers.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "Stochastic prices",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In contrast to the output prices, the stochastic yields are estimated for each farm in the data. This is carried out in order to reflect the wide disparities in average yield and the variability of yields between farms. The variability of within-farm crop yields far exceeds the within-farm variability in crop output prices. The estimation of stochastic yields is a formidable exercise given that there are 138 farms in our sample. In addition, the stochastic yields are estimated at a national level in line with the <a href=\"#eqn2\">Eqs. 2</a>–<a href=\"#eqn12\">12</a>. These national level estimates are less critical for the model but they do allow for the construction of a correlation matrix of international yields and prices, which can be used in the future to simulate the impact of movements in international crop yields on domestic Irish crop prices.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As in the case of the output price, a series of OLS regressions are applied. In this case, the regression is repeated for each farm in the sample in order to reflect differences between the farms in both average crop yield and its variability. The notation <i>i</i> represents each individual farm in the dataset. For international crop yields, we simply exclude the notation <i>i</i> as those regressions are based on national level data.",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn13",
                            "label": "(13)",
                            "mathml": "<math><mrow><msub><mrow><mover accent=\"true\"><mrow><mi>Y</mi><mi>D</mi></mrow><mo stretchy=\"true\">⌢</mo></mover></mrow><mrow><mtext>ict</mtext></mrow></msub><mo>=</mo><mover accent=\"true\"><mi>a</mi><mo>⌢</mo></mover><mo>+</mo><mover accent=\"true\"><mi>b</mi><mo>⌢</mo></mover><mo stretchy=\"false\">(</mo><mi>T</mi><mi>r</mi><mi>e</mi><mi>n</mi><msub><mi>d</mi><mrow><mi>c</mi><mi>t</mi><mo>,</mo></mrow></msub><mo stretchy=\"false\">)</mo><mo>+</mo><mover accent=\"true\"><mi>e</mi><mo>^</mo></mover></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The Harvest year is again the only independent variable in this model. The objective is simply to identify whether or not a time trend has existed during this time. On some farms, the coefficient on the time trend will be insignificant. In the absence of a time trend, it can be assumed that the historical mean of yields (<math><mrow><msub><mrow><mover accent=\"true\"><mrow><mi>Y</mi><mi>D</mi></mrow><mo stretchy=\"true\">¯</mo></mover></mrow><mrow><mi>i</mi><mi>c</mi></mrow></msub></mrow></math>) represents the predicted value of the Yield <i>YD</i><sub>iCt</sub> in each year as given in <a href=\"#eqn14\">Equation 14</a>.",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn14",
                            "label": "(14)",
                            "mathml": "<math><mrow><msub><mrow><mover accent=\"true\"><mrow><mi>Y</mi><mi>D</mi></mrow><mo stretchy=\"true\">⌢</mo></mover></mrow><mrow><mtext>ict</mtext></mrow></msub><mo>=</mo><msub><mrow><mover accent=\"true\"><mrow><mi>Y</mi><mi>D</mi></mrow><mo stretchy=\"true\">¯</mo></mover></mrow><mrow><mi>i</mi><mi>c</mi></mrow></msub></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "As in the case of prices, the residuals or random component (ê) is calculated by subtracting the predicted or non-random component of the variable from the observed value in each year.",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn15",
                            "label": "(15)",
                            "mathml": "<math><mrow><mover accent=\"true\"><mrow><mi>y</mi><mi>d</mi><msub><mi>e</mi><mrow><mtext>ict</mtext></mrow></msub></mrow><mo stretchy=\"true\">⌢</mo></mover><mo>=</mo><mi>Y</mi><msub><mi>D</mi><mrow><mi>i</mi><mi>c</mi><mi>t</mi></mrow></msub><mo>−</mo><msub><mrow><mover accent=\"true\"><mrow><mi>Y</mi><mi>D</mi></mrow><mo stretchy=\"true\">⌢</mo></mover></mrow><mrow><mi>i</mi><mi>c</mi><mi>t</mi></mrow></msub></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In a small minority of cases, the linear trend in the crop yield will be unrealistically high or low and we therefore place an upper and lower bound on the beta coefficient for the trend in crop yields i.e. we do not allow the beta coefficient to exceed 0.25 or reach below −0.25. This essentially imposes a limit of approximately minus four or plus four per cent on the deterministic crop yield. We have chosen this threshold on the basis that the average crop yield growth tends to be in the region of one per cent per annum in Ireland. In some cases, a coefficient limit in excess of 0.25 would suggest that crop yields are changing at approximately five per cent per annum which far exceeds the national average of approximately plus one per cent.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As in the case of the output prices, the fractional deviates for each historical crop yield are estimated, in this case at the farm level. For farms with ten years of historical data, there will be twelve alternative fractional deviates. This includes the ten historical deviates and a pseudo maximum and pseudo minimum estimate. The large number of alternative farm-level estimates means that the deviates cannot be summarised in one table.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Given the possible historical relationship between international crop yields and domestic Irish crop yields and prices, there is a case for including the international crop yield deviates in our model. Irish crop production forms a small share of global production and international crop yields can be a significant driver of variability in Irish crop prices. In our model, we include yields for Irish Spring Barley, Irish Oats, Irish Wheat, UK Barley, UK Wheat, UK Rye, UK Oats and USA Soybeans. Our initial model included a larger range of crop yields from French, German and USA agriculture but these were excluded due to the absence of a significant correlation between these crop yields and Irish crop prices or yields.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As in the case of <a href=\"#bib43\">Richardson <i>et al</i>. (2000)</a>, we develop an intra-temporal correlation matrix to account for these potential international relationships. The intra-temporal correlation matrix is calculated using the unsorted, random components (<b>e</b><sub>it</sub>) from <a href=\"#eqn3\">equation 3</a> and is demonstrated in <a href=\"#bib43\">Richardson (2000)</a> for a 2 X 2 matrix. Many of these correlations are not entirely critical to the income risk results displayed later in the paper but they can be used to develop the model in the future.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In <a href=\"#table4\">Table 4</a> of the Appendix, we provide the correlation matrix. The results show that crop yields in Ireland are highly correlated at a national level. For instance, the correlation coefficient between Barley and Oats Yields is 0.72 and 0.84 between Barley and Wheat. As expected, Irish crop yields are much less correlated with international crop yields although there does appear to be a relatively high correlation between UK and Irish Wheat yields. USA Soybean yields are included in this model due to the significant relationship between USA Soybean yields and Irish Malted Barley prices and the coefficients are relatively high for other Irish crop prices.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Irish crop prices are also highly correlated with one another. For instance, Irish feed barley prices and Irish feed wheat prices have a correlation coefficient 0.97. This suggests that the production of multiple crops, in a given year, may have a limited role as a form of risk management. A weak positive correlation coefficient is found between the yield and price for spring barley (animal feed use). The weak correlation is unsurprising given that domestic crop yields are unlikely to be a major driver of Irish crop prices. The positive sign of the coefficient should not be overly surprising given that the literature has sometimes found that expected crop prices can influence the final yield at harvest time (<a href=\"#bib36\">Miao <i>et al</i>. (2015)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "Stochastic yields",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A number of further steps must be carried out in order to generate the simulations. The correlation matrix is transformed in SIMETAR into a 14x1 correlated uniform standard deviates (CUSD) matrix in line with <a href=\"#bib44\">Richardson (2008</a>, p.28). This matrix retains the correlation coefficients provided in appendix <a href=\"#table4\">Table 4</a>. An empirical distribution is then simulated in SIMETAR using the EMP() function. The function assumes a continuous distribution so it interpolates between the 21 specified points on the distribution. This interpolation exercise generates Correlated Fractional Deviates <i>CFD<sub>i</sub></i><sub>(14<i>x</i>1)</sub>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "These deviates contain information on the size of the deviates for each variable and the correlation between the domestic and international price and yield variables. These Correlated Fractional Deviates are applied to the predicted price and yield values to provide us with an initial simulated value for the yield or price in the simulation year.",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn16",
                            "label": "(16)",
                            "mathml": "<math><mrow><msub><mrow><mover accent=\"true\"><mi>X</mi><mo stretchy=\"true\">˜</mo></mover></mrow><mrow><mtext>it</mtext></mrow></msub><mo>=</mo><msub><mover accent=\"true\"><mi>X</mi><mo>⌢</mo></mover><mrow><mtext>it</mtext></mrow></msub><mo>.</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><mi>C</mi><mi>F</mi><msub><mi>D</mi><mrow><mi>i</mi><mo stretchy=\"false\">(</mo><mn>14</mn><mi>x</mi><mtext> </mtext><mo stretchy=\"false\">)</mo></mrow></msub><mo stretchy=\"false\">)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math><msub><mover accent=\"true\"><mi>X</mi><mo stretchy=\"true\">˜</mo></mover><mrow><mtext>it</mtext></mrow></msub></math> represents initial simulated value for the price or yield variable and <math><mrow><msub><mover accent=\"true\"><mi>X</mi><mo>⌢</mo></mover><mrow><mtext>it</mtext></mrow></msub></mrow></math> represents the deterministic predicted value for each of these variables as estimated in <a href=\"#eqn2\">Eq. 2</a>–<a href=\"#eqn3\">3</a> and <a href=\"#eqn13\">Eq. 13</a>–<a href=\"#eqn14\">14</a>.",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn17",
                            "label": "(17)",
                            "mathml": "<math><mrow><msub><mi>Y</mi><mrow><mi>G</mi><mi>R</mi><mi>O</mi><mi>S</mi><mi>S</mi><mi>P</mi><mi>E</mi><mi>R</mi><mi>H</mi><mi>A</mi></mrow></msub><mo>=</mo><mstyle displaystyle=\"true\"><mo>∑</mo> <mrow><mi>p</mi><mo>∗</mo><mi>q</mi></mrow></mstyle></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The Simulate Command in SIMETAR then produces the entire 500 simulated scenarios for both output price and yield. The generation of 500 alternative output price and yield scenarios means that we can produce 500 alternative Gross Output per Hectare scenarios given that Gross Output per hectare is the product of total price <i>p</i> multiplied by yield per hectare <i>q</i> as shown in the following:",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "Simulation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For the estimation of Total Market Gross Margin, it is necessary to deduct the direct costs of production from output as given in <a href=\"#eqn1\">Eq. 1</a>. In the case of Direct Costs, we have made some assumptions to simplify the procedure. The cost of each direct cost item is assumed to be given at the time of sowing. It is assumed that the price of the fertiliser, crop protection and other direct costs are known by the farmer at this point in time and that no risk is attached to fluctuations in the price of direct costs.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The direct costs for each farm are based on historical farm-level direct costs per hectare for each individual cost item listed above and CSO price data for the first three months of the projection year, in this case 2014. We assume however, that there is no behavioural response to changes in fertiliser prices or other direct costs from the historical data to the projection year. This may impact on the overall results given that some farms only have historical data for the 2004–2009 period and therefore prior to the large increase in motor fuel costs. We therefore test the sensitivity of our results by excluding those farms with less than eight years of data. This is found to have little impact on the overall results and these results are available on request.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-4",
                    "title": "Direct costs",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Due to data limitations, this research does not explicitly model the risk attached to the quality acceptance. <a href=\"#bib51\">Wilson and Dahl (2011)</a> is one of the few examples to have explicitly modelled this source of risk, with their study concentrating on the case of Durum Wheat production in the USA. The risk of the barley being rejected by potential buyers on the basis of poor quality is a risk that is very relevant for both producers of barley for malting purposes and barley for animal feed usage. For instance, a farmer may intend to grow barley for sale as malting barley but it may be rejected by potential buyers and the farmer will therefore resort to selling the barley as animal feed or alternatively using the barley to feed their own livestock. Our data suggests that the vast majority of malting barley producers have at some point classified a proportion of their barley production as barley for animal feed usage although it is not clear if this is a result of quality issues or something more deliberate.<sup><a href=\"#fn4\">4</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The degree of risk attached to quality acceptance differs somewhat between producers of malting barley and barley for animal feed usage. Quality acceptance is a risk for malting barley growers given the demanding standards for malting barley and the price differential between malting barley and barley for animal feed usage. However, these producers do have the option of selling the product as animal feed. For producers of spring barley for animal feed usage, the alternatives are much less rewarding as a failure to meet quality standards is likely to imply a zero payoff. On the other hand, the standards associated with quality acceptance for barley for animal feed usage are lower than for malting barley and ceteris paribus the likelihood of rejection is likely to be lower as a result.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-5",
                    "title": "Quality acceptance",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Forward contracting is the main available risk management tool for Irish tillage farmers. We estimate the impact of forward contracting on farm income risk and the direct impact of this tool on farm income. The degree of income risk is based on the stochastic projection of the Market Gross Margin. We calculate the degree of income variability <sup>σ</sup><i><span class=\"small-caps\">gross</span></i> under three situations 1) where no forward contracts or other financial risk management tool are adopted 2) where 20 per cent of expected production is forward sold at 150 euro per tonne and 3) where 35 per cent of expected production is forward sold at 150 euro per tonne. Given that forward contracting reduces the likelihood of the farmer receiving very low output prices, one may expect that forward contracting will reduce the degree of income variability. Our results will show the degree to which the income variability changes in response to the adoption of the forward contract.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In addition to the risk-reducing benefits of forward contracting, there are usually accounting costs associated with the adoption of the tool. The Grain merchant only has the incentive to offer a forward contract at less than or close to the expected market price. At the same time, a risk averse farmer will, by definition, be willing to enter into a forward contract at a level somewhat below the market expected price. We therefore show the profit impact of forward contract adoption under a situation where the farmer enters into a contract at 150 euro per tonne and therefore slightly below the expected price of 157 euro per tonne. We find that this will on average lead to a fall in income for the average income tillage farmer.<sup><a href=\"#fn5\">5</a></sup>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-6",
                    "title": "Forward contracts",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. The model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, we present the simulation results showing the degree of income variability attached to the production of spring barley for animal feed usage and the degree to which the forward contracting risk management tool can reduce this income variability and therefore contribute towards managing income risk. We begin this section with the stochastic projections for the output price as this is the main contributor to income risk. This is followed by the results with respect to the riskiness of crop yield and the results relating to the riskiness of the market gross margin.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In <a href=\"#fig4\">Figure 4</a>, we show the entire simulated distribution for the output price. One can see that the probability of a price greater than 150 euro per tonne is estimated to be slightly greater than 50 per cent in our simulation year, in this case 2014. The average simulated price in SIMETAR is 157 euro per tonne. There is estimated to be only a ten per cent chance of the price falling below 120 euro per tonne. At the other end of the distribution, there is an estimated ten per cent chance of the price exceeding 215 euro per tonne.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00135%2Fijm-00135-fig4.tif",
                                        "size": {
                                            "width": 1856,
                                            "height": 1203
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00135%2Fijm-00135-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00135-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Cumulative distribution function of the feed barley price in 2014.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-1",
                    "title": "Risk and price",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In <a href=\"#fig5\">Figure 5</a>, we plot the cumulative distribution of farms according to the simulated coefficient of variation in crop yields. On the y-axis lies the cumulative distribution with the value one representing the entire 138 farms. This provides some indication about the differences between farms in crop yield variability. One can see from <a href=\"#fig5\">Figure 5</a> that the coefficient of variation is approximately 12 to 14 per cent for the median farm i.e. the 69th highest value for income variability in the sample. This suggests that the variability in crop yields tends to be lower than the variability in output prices, a finding similar to (<a href=\"#bib38\">Nayak &amp; Turvey 2000</a>) but we should exercise some caution in the interpretation given that the yields are given at the individual farm level while the crop prices are aggregate indicators. <a href=\"#bib32\">Kimura and LeThi (2011)</a> explain that aggregated data can underestimate the risk for a particular variable. There are a minority of cases where the simulated crop yield variability is in excess of twenty per cent. In these cases, the simulated degree of variability in crop yields is likely to exceed the output price variability. Conversely, there are a significant minority of farms (~15 per cent) with relatively low crop yield variability of less than eight per cent.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00135%2Fijm-00135-fig5.tif",
                                        "size": {
                                            "width": 1800,
                                            "height": 1166
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00135%2Fijm-00135-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00135-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Cumulative distribution of the variability in barley yield in 2014.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-2",
                    "title": "Risk and yield",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The low correlation between Irish domestic crop yields and crop prices is important in determining the variability of market-based gross revenue and market-based gross margin. In many large crop producing regions or countries, the domestic crop yield or growing conditions have a significantly negative relationship with crop prices in a given year (<a href=\"#bib26\">Hennessy <i>et al</i>. 1997</a>; <a href=\"#bib28\">Hudson &amp; Coble 1999</a> and <a href=\"#bib19\">Goodwin &amp; Schnepf 2000</a>). This helps suppress the degree of downside revenue risk, as situations of both low output price and low yield become less probable. The absence of a significantly negative relationship in the Irish case means that Irish tillage farmers, ceteris paribus, may face more risk than would be the case in a large crop producing country such as the United States or the Ukraine.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The absence of a significant trade-off between domestic crop yields and prices means that the market revenues tend to be much more variable than either the output crop price or crop yield alone.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00135%2Fijm-00135-fig6.tif",
                                        "size": {
                                            "width": 1784,
                                            "height": 1156
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00135%2Fijm-00135-fig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00135-fig6.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Cumulative distribution of the variability in market gross revenue.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "One can see from <a href=\"#fig6\">Figure 6</a> that the median farmer has an estimated variability in market gross revenue of approximately 25 per cent. None of the 138 farms have an estimated variability of less than twenty per cent while the estimated variability exceeds 30 per cent for approximately 15 per cent of farmers in the sample.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The deduction of direct costs from the Total Gross Revenue allows us to estimate the coefficient of variation for the Market Gross Margin. The coefficient of variation for the Market Gross Margin is higher than for the Market Gross Revenue mainly because a smaller denominator applies to the latter. The average Market Gross Margin is typically much lower than the Gross Revenue due to the costs of production.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In addition, there are a small number of instances of negative Gross Margins. We therefore present the results detailing the coefficient of variation and the standard deviation for different points in the distribution of income variability. The 25th percentile represents the income variability of the farm with the 35th lowest variability among the 138 farms. The 75th percentile represents the income variability of the farm with the 35th highest variability among the 138 farms. One can see from <a href=\"#table3A\">Table 3A</a> that the variability of Gross Margin is approximately 70 per cent for the median farmer. This rises to 119 per cent for the 75th percentile. The 25th percentile has a coefficient of variation in the region of 55 per cent so the variability of profits or Gross Margin is relatively high across most of the distribution.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table3A",
                                    "label": "Table 3A",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"3\">Coefficient of Variation</th>\n<th colspan=\"3\">Standard Deviation</th>\n</tr>\n<tr>\n<th/>\n<th>25th Percentile</th>\n<th>Median</th>\n<th>75th Percentile</th>\n<th>25th Percentile</th>\n<th>Median</th>\n<th>75th Percentile</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Market Gross Revenue</td>\n<td align=\"center\">23.31</td>\n<td align=\"center\">25.25</td>\n<td align=\"center\">27.76</td>\n<td align=\"center\">1780.08</td>\n<td align=\"center\">3420.50</td>\n<td align=\"center\">6524.20</td>\n</tr>\n<tr>\n<td>Market Gross Margin</td>\n<td align=\"center\">54.96</td>\n<td align=\"center\">69.77</td>\n<td align=\"center\">119.43</td>\n<td align=\"center\">1811.45</td>\n<td align=\"center\">3531.71</td>\n<td align=\"center\">6556.58</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "The variability of market gross margin across the distribution.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-3",
                    "title": "Risk and market gross margin",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Having established some estimate of the income variability attached to spring barley production, we now assess the potential impact of forward contracts on reducing income risk and variability. This represents the first attempt in the microsimulation literature to model the role of forward contracts or other financial risk management tools in dealing with risk in agriculture. We include the results both in terms of the coefficient of variation and the standard deviation. In <a href=\"#table3B\">Table 3B</a>, we show that if all farmers in the sample decide to forward sell 20 per cent of production at 150 euro per tonne, the estimated variability (coefficient of variation) drops to 62 per cent for the median case. This reduces further to 57 per cent if all farmers commit 35 per cent of expected production to forward contracts.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the 75th percentile, the degree of income variability falls but remains at a very elevated level.<sup><a href=\"#fn6\">6</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "A-20% of expected production @ 150 euro per tonne B-35% of expected production @ 150 euro per tonne.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3B",
                                    "label": "Table 3B",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"3\">Coefficient of Variation (%)</th>\n<th colspan=\"3\">Standard Deviation</th>\n</tr>\n<tr>\n<th/>\n<th>25th Percentile</th>\n<th>Median</th>\n<th>75th Percentile</th>\n<th>25th Percentile</th>\n<th>Median</th>\n<th>75th Percentile</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Market Gross Margin</td>\n<td align=\"center\">54.96</td>\n<td align=\"center\">69.77</td>\n<td align=\"center\">119.43</td>\n<td align=\"center\">1811.45</td>\n<td align=\"center\">3531.71</td>\n<td align=\"center\">6556.58</td>\n</tr>\n<tr>\n<td>Margin with Forward Selling Option A</td>\n<td align=\"center\">48.04</td>\n<td align=\"center\">62.32</td>\n<td align=\"center\">112.57</td>\n<td align=\"center\">1639.82</td>\n<td align=\"center\">3195.35</td>\n<td align=\"center\">5474.91</td>\n</tr>\n<tr>\n<td>Margin with Forward Selling Option B</td>\n<td align=\"center\">42.11</td>\n<td align=\"center\">57.20</td>\n<td align=\"center\">97.93</td>\n<td align=\"center\">1433.87</td>\n<td align=\"center\">2812.42</td>\n<td align=\"center\">4703.06</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Effect of forward contracting on variability of market gross margin.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In <a href=\"#table4\">Table 4</a>, we show that the coefficient of variation for the total farm gross margin (excluding subsidies) was, on average, approximately 40 per cent for tillage farmers in the 2005–2013 period. This suggests that tillage farmers manage to reduce their overall farm income variability through the direct government payments and the engagement in livestock farming. Although forward contracting can reduce income variability by approximately twenty per cent, it is likely that tillage farmers find other non-financial risk management tools helpful in containing their income variability and exposure to risk.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors calculations using Teagasc National Farm Survey data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Farm system</th>\n<th>Total Farm Gross Margin (%)</th>\n<th>Total Farm Gross Margin (Excluding Subsidies) (%)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Cattle</td>\n<td align=\"center\">28.75</td>\n<td align=\"center\">57.29</td>\n</tr>\n<tr>\n<td>Specialist Dairy</td>\n<td align=\"center\">22.70</td>\n<td align=\"center\">29.89</td>\n</tr>\n<tr>\n<td><b>Specialist Tillage</b></td>\n<td align=\"center\"><b>23.86</b></td>\n<td align=\"center\"><b>42.38</b></td>\n</tr>\n<tr>\n<td>Sheep</td>\n<td align=\"center\">22.16</td>\n<td align=\"center\">64.92</td>\n</tr>\n<tr>\n<td>Dairy and Other</td>\n<td align=\"center\">25.85</td>\n<td align=\"center\">50.00</td>\n</tr>\n<tr>\n<td>Total</td>\n<td align=\"center\">26.23</td>\n<td align=\"center\">52.20</td>\n</tr>\n<tr>\n<td>Non-Specialist Tillage<sup><a href=\"#fn8\">8</a></sup></td>\n<td align=\"center\">21.49</td>\n<td align=\"center\">39.16</td>\n</tr>\n<tr>\n<td>No. of observations</td>\n<td align=\"center\">927</td>\n<td align=\"center\">927</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Average coefficient of variation by farm system 2005–2013<sup><a href=\"#fn7\">7</a></sup>.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In particular, it appears from <a href=\"#table5\">Table 5</a> that a relatively weak positive correlation exists between crop and livestock returns for the majority of farms. We find that the correlation coefficient between the livestock gross margin per hectare and the crop gross margin per hectare is approximately 0.13 for the median case. At the 25th percentile, the correlation coefficient is approximately -0.16 while at the 75th percentile, the correlation coefficient is close to 0.39. These estimates are based on the Teagasc National Farm Survey data for the producers of spring barley for animal feed usage between 1996 and 2013. The results are highly robust to the exclusion of non-specialist cereal producers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The relatively low correlation between crop and livestock returns suggests that livestock farming can offer some form of risk management for cereal producers. The vast majority of production of spring barley for animal feed usage is sold by the farmer rather than used as feed for their own particular farm. Based on the Teagasc National Farm Survey data, we can report that the share of production sold is above 90 per cent in all years from 2004 to 2013. One may consider the transfer of production from sales to own farm consumption as a form of risk management but it does not appear to be particularly widespread and therefore offers limited protection from adverse price outcomes.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors calculations using Teagasc National Farm Survey data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<tbody>\n<tr>\n<td>Percentile</td>\n<td align=\"center\">Correlation Coefficient</td>\n</tr>\n<tr>\n<td>10th Percentile</td>\n<td align=\"center\">−0.46</td>\n</tr>\n<tr>\n<td>25th Percentile</td>\n<td align=\"center\">−0.16</td>\n</tr>\n<tr>\n<td>50th Percentile (Median)</td>\n<td align=\"center\">0.13</td>\n</tr>\n<tr>\n<td>75th Percentile</td>\n<td align=\"center\">0.39</td>\n</tr>\n<tr>\n<td>90th Percentile</td>\n<td align=\"center\">0.61</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Correlation coefficient between livestock and crop returns.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-4",
                    "title": "Impact of forward contracts",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this paper, we have utilised historical farm-level data from the Teagasc National Farm Survey to develop a stochastic microsimulation model for the production of Spring Barley for animal feed use among Irish farmers. This has provided us with an indication of the income risk associated with the production of this grain crop. Forward Contracting is the main available financial risk management tool in Irish tillage farming and we have estimated the first round direct impact of this tool on the variability of profits. The paper is quite a unique contribution as it brings together microsimulation techniques and financial risk management tools to an agricultural setting.",
                    "type": "paragraph"
                },
                {
                    "text": "Our results confirm that there is substantial income risk associated with tillage production in Ireland and that a sole focus on tillage production can leave farmers highly vulnerable to market and production risks. Domestic crop prices appear to be largely determined by international forces and domestic crop yields appear to have little influence on domestic crop prices. This means that instances of poor domestic crop yields and disappointing output prices can occur with greater frequency than in larger crop-producing regions or countries, thus leaving Irish farmers more exposed to income risk than their counterparts operating in larger markets.",
                    "type": "paragraph"
                },
                {
                    "text": "The relatively high single farm payments therefore play an important role as a risk management tool although this comes with costs for taxpayers and wider society. The forward contracting risk management tool can provide an alternative source of risk management and our results suggest that this tool can reduce the standard deviation of returns by approximately twenty per cent although this is dependent on the share of production committed to the contract.",
                    "type": "paragraph"
                },
                {
                    "text": "Although our models have some relatively strong assumptions, the work can support a better understanding about the economic risks associated with the production of grain crops in Ireland and the extent to which forward contracting can offer protection from adverse economic shocks. Farmers will need to establish their own stochastic budgets before considering the forward contracting tool. As in the case of other European farmers, the Irish tillage farmers could benefit from a wider range of available risk management tools. This may include tools capable of giving better protection from adverse changes to the gross margin than is available under a forward contract. Demand for these tools may well be influenced by the degree of dependency on the single farm payment. Future work will incorporate the role of the single farm payments and off-farm work in stabilising household income particularly for these less cost competitive tillage producers. The model can be developed further to examine the potential effect of other risk management tools on income risk including a farm management deposit scheme or gross margin insurance.",
                    "type": "paragraph"
                },
                {
                    "text": "The improved management of farm income variability can contribute towards stability in household consumption, support for farm investments, further investment in child education and a reduction in the mental stress associated with variable incomes and therefore is an important issue for policy makers. The findings from this research can facilitate more effective policy design and implementation in this regard. Our results confirm the important role of decoupled direct payments in insulating farmers’ incomes against risk. However, our findings also indicate that income variability has increased in recent years and hence the need for risk management tools. We find that forward contracting can be an effective means of reducing farmers’ exposure to income variability. Whilst forward contracting is not a policy tool, there is a role for policy makers in relation to education and promotion and in the provision of timely, accessible market information, similar to the data provided in the Milk Market Observatory, co-ordinated by the European Commission. Furthermore, our research has examined the relative contribution of price and yield to margin volatility thus providing policy makers with useful information on the source of risk which can support the design of more effective policies, such as the income stabilisation tool for example. Whilst, this paper did not specifically examine the impact of the income stabilisation tool, the modelling infrastructure built as part of this paper could be used in future work to examine this research question.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table6",
                            "label": "Table 6",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"7\">Yields</th>\n<th colspan=\"7\">Prices</th>\n</tr>\n<tr>\n<th/>\n<th colspan=\"3\">IR</th>\n<th colspan=\"4\">UK</th>\n<th>USA</th>\n<th colspan=\"6\">IR</th>\n</tr>\n<tr>\n<th/>\n<th colspan=\"3\"/>\n<th colspan=\"4\"/>\n<th/>\n<th>Malt</th>\n<th>Feed</th>\n<th>Mill</th>\n<th>Feed</th>\n<th>Mill</th>\n<th>Feed</th>\n</tr>\n<tr>\n<th/>\n<th>Oats</th>\n<th>Barley</th>\n<th>Wheat</th>\n<th>Barley</th>\n<th>Oats</th>\n<th>Rye</th>\n<th>Wheat</th>\n<th>Soybean</th>\n<th colspan=\"2\">Barley</th>\n<th colspan=\"2\">Wheat</th>\n<th colspan=\"2\">Oats</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>IR Oats Yield</td>\n<td align=\"center\">1</td>\n<td align=\"center\">0.72</td>\n<td align=\"center\">0.69</td>\n<td align=\"center\">0.23</td>\n<td align=\"center\">0.03</td>\n<td align=\"center\">−0.09</td>\n<td align=\"center\">0.22</td>\n<td align=\"center\">−0.20</td>\n<td align=\"center\">0.18</td>\n<td align=\"center\">−0.03</td>\n<td align=\"center\">−0.03</td>\n<td align=\"center\">−0.02</td>\n<td align=\"center\">−0.04</td>\n<td align=\"center\">−0.12</td>\n</tr>\n<tr>\n<td>IR Barley Yield</td>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">0.84</td>\n<td align=\"center\">0.24</td>\n<td align=\"center\">−0.02</td>\n<td align=\"center\">−0.07</td>\n<td align=\"center\">0.27</td>\n<td align=\"center\">−0.05</td>\n<td align=\"center\">0.20</td>\n<td align=\"center\">0.10</td>\n<td align=\"center\">0.01</td>\n<td align=\"center\">0.12</td>\n<td align=\"center\">0.09</td>\n<td align=\"center\">0.09</td>\n</tr>\n<tr>\n<td>IR Wheat Yield</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">0.24</td>\n<td align=\"center\">0.33</td>\n<td align=\"center\">−0.16</td>\n<td align=\"center\">0.51</td>\n<td align=\"center\">−0.04</td>\n<td align=\"center\">0.05</td>\n<td align=\"center\">−0.10</td>\n<td align=\"center\">−0.20</td>\n<td align=\"center\">−0.08</td>\n<td align=\"center\">−0.13</td>\n<td align=\"center\">−0.11</td>\n</tr>\n<tr>\n<td>UK Barley Yield</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">0.54</td>\n<td align=\"center\">0.60</td>\n<td align=\"center\">0.65</td>\n<td align=\"center\">0.00</td>\n<td align=\"center\">−0.11</td>\n<td align=\"center\">−0.09</td>\n<td align=\"center\">−0.09</td>\n<td align=\"center\">−0.14</td>\n<td align=\"center\">−0.04</td>\n<td align=\"center\">−0.08</td>\n</tr>\n<tr>\n<td>UK Oats Yield</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">0.23</td>\n<td align=\"center\">0.69</td>\n<td align=\"center\">−0.09</td>\n<td align=\"center\">−0.22</td>\n<td align=\"center\">−0.19</td>\n<td align=\"center\">−0.27</td>\n<td align=\"center\">−0.19</td>\n<td align=\"center\">−0.19</td>\n<td align=\"center\">−0.17</td>\n</tr>\n<tr>\n<td>UK Rye Yield</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">0.51</td>\n<td align=\"center\">0.29</td>\n<td align=\"center\">−0.40</td>\n<td align=\"center\">−0.35</td>\n<td align=\"center\">−0.24</td>\n<td align=\"center\">−0.44</td>\n<td align=\"center\">−0.30</td>\n<td align=\"center\">−0.33</td>\n</tr>\n<tr>\n<td>UK Wheat Yield</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">−0.21</td>\n<td align=\"center\">−0.17</td>\n<td align=\"center\">−0.23</td>\n<td align=\"center\">−0.23</td>\n<td align=\"center\">−0.34</td>\n<td align=\"center\">−0.20</td>\n<td align=\"center\">−0.25</td>\n</tr>\n<tr>\n<td>USA Soybean Yield</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">−0.59</td>\n<td align=\"center\">−0.46</td>\n<td align=\"center\">−0.47</td>\n<td align=\"center\">−0.37</td>\n<td align=\"center\">−0.47</td>\n<td align=\"center\">−0.32</td>\n</tr>\n<tr>\n<td>Price IR Malt Barley</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">0.85</td>\n<td align=\"center\">0.83</td>\n<td align=\"center\">0.81</td>\n<td align=\"center\">0.86</td>\n<td align=\"center\">0.78</td>\n</tr>\n<tr>\n<td>Price IR Feed Barley</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">0.95</td>\n<td align=\"center\">0.97</td>\n<td align=\"center\">0.99</td>\n<td align=\"center\">0.97</td>\n</tr>\n<tr>\n<td>Price IR Mill Wheat</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">0.91</td>\n<td align=\"center\">0.94</td>\n<td align=\"center\">0.88</td>\n</tr>\n<tr>\n<td>Price IR Feed Wheat</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">0.96</td>\n<td align=\"center\">0.97</td>\n</tr>\n<tr>\n<td>Price IR Mill Oats</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n<td align=\"center\">0.96</td>\n</tr>\n<tr>\n<td>Price IR Feed Oats</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">1</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Intra-temporal correlation matrix.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s6",
            "title": "6. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Abbott, PC",
                        "preferred": "PC Abbott"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hurt, C",
                        "preferred": "C Hurt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tyner, WE",
                        "preferred": "WE Tyner"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "What Is Driving Food Prices in 2011?. , Oak Brook, Farm Foundation, Issue Reports, IL, USA",
            "id": "bib1",
            "title": "What Is Driving Food Prices in 2011?. ",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "AHDB",
                    "type": "group"
                }
            ],
            "date": "2016",
            "id": "bib2",
            "title": "http://cereals.ahdb.org.uk/markets.aspx",
            "type": "web",
            "uri": "http://cereals.ahdb.org.uk/markets.aspx",
            "website": "UK (LIFFE) Feed Wheat Futures Market Prices"
        },
        {
            "articleTitle": "Economic performance of alternative tillage systems in the northern corn belt",
            "authors": [
                {
                    "name": {
                        "index": "Archer, DW",
                        "preferred": "DW Archer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reicosky, DC",
                        "preferred": "DC Reicosky"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib3",
            "journal": "Agronomy Journal",
            "pages": {
                "first": "296",
                "last": "304",
                "range": "296–304"
            },
            "type": "journal",
            "volume": "101"
        },
        {
            "authors": [
                {
                    "name": "Australian Government",
                    "type": "group"
                }
            ],
            "date": "2014",
            "id": "bib4",
            "title": "http://www.agriculture.gov.au/agriculture-food/drought/assistance/fmd/statistics",
            "type": "web",
            "uri": "http://www.agriculture.gov.au/agriculture-food/drought/assistance/fmd/statistics",
            "website": "Farm Management Deposits Statistics"
        },
        {
            "authors": [
                {
                    "name": "Australian Government",
                    "type": "group"
                }
            ],
            "date": "2016",
            "id": "bib5",
            "title": "http://www.agriculture.gov.au/ag-farm-food/drought/assistance/fmd",
            "type": "web",
            "uri": "http://www.agriculture.gov.au/ag-farm-food/drought/assistance/fmd",
            "website": "Farm Management Deposits Statistics"
        },
        {
            "articleTitle": "The potential to reduce the risk of diffuse pollution from agriculture while improving economic performance at farm level",
            "authors": [
                {
                    "name": {
                        "index": "Buckley, C",
                        "preferred": "C Buckley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Carney, P",
                        "preferred": "P Carney"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib6",
            "journal": "Environmental Science and Policy",
            "pages": {
                "first": "118",
                "last": "126",
                "range": "118–126"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "articleTitle": "On the role of risk versus economies of scope in farm diversification with an application to Ethiopian farms",
            "authors": [
                {
                    "name": {
                        "index": "Chavas, J",
                        "preferred": "J Chavas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Di Falco, S",
                        "preferred": "S Di Falco"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib7",
            "journal": "Journal of Agricultural Economics",
            "pages": {
                "first": "25",
                "last": "55",
                "range": "25–55"
            },
            "type": "journal",
            "volume": "63"
        },
        {
            "articleTitle": "A stochastic analysis of the decision to produce biomass crops in Ireland",
            "authors": [
                {
                    "name": {
                        "index": "Clancy, D",
                        "preferred": "D Clancy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Breen, JP",
                        "preferred": "JP Breen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thorne, F",
                        "preferred": "F Thorne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wallace, M",
                        "preferred": "M Wallace"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib8",
            "journal": "Biomass and Bioenergy",
            "pages": {
                "first": "353",
                "last": "365",
                "range": "353–365"
            },
            "type": "journal",
            "volume": "46"
        },
        {
            "articleTitle": "Understanding the economic factors influencing farm policy preferences",
            "authors": [
                {
                    "name": {
                        "index": "Coble, KH",
                        "preferred": "KH Coble"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Knight, TO",
                        "preferred": "TO Knight"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Patrick, GF",
                        "preferred": "GF Patrick"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Baquet, AE",
                        "preferred": "AE Baquet"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib9",
            "journal": "Review of Agricultural Economics",
            "pages": {
                "first": "309",
                "last": "321",
                "range": "309–321"
            },
            "type": "journal",
            "volume": "24"
        },
        {
            "articleTitle": "Does risk management matter? Evidence from the U.S. agricultural industry",
            "authors": [
                {
                    "name": {
                        "index": "Cornaggia, J",
                        "preferred": "J Cornaggia"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib10",
            "journal": "Journal of Financial Economics",
            "pages": {
                "first": "419",
                "last": "440",
                "range": "419–440"
            },
            "type": "journal",
            "volume": "109"
        },
        {
            "accessed": "2014-11-26",
            "authors": [
                {
                    "name": "CSO",
                    "type": "group"
                }
            ],
            "date": "2012",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dublin"
                        ]
                    },
                    "formatted": [
                        "Dublin"
                    ]
                },
                "name": [
                    "Stationary Office"
                ]
            },
            "title": "http://www.cso.ie/en/media/csoie/releasespublications/documents/agriculture/2010/full2010",
            "type": "web",
            "uri": "http://www.cso.ie/en/media/csoie/releasespublications/documents/agriculture/2010/full2010",
            "website": "Census of Agriculture 2010 - Final Results”"
        },
        {
            "authors": [
                {
                    "name": "European Commission",
                    "type": "group"
                }
            ],
            "date": "2011",
            "details": "Proposal for a Regulation of the European Parliament and of the Council on Support for Rural Development by the European Agricultural Fund for Rural Development (EAFRD), European Commission, Brussels, C0M(2011), 627/3 (2011)",
            "id": "bib12",
            "title": "Proposal for a Regulation of the European Parliament and of the Council on Support for Rural Development by the European Agricultural Fund for Rural Development (EAFRD), European Commission, Brussels, C0M(2011), 627/3 (2011)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "FAO",
                    "type": "group"
                }
            ],
            "date": "2014",
            "id": "bib13",
            "title": "http://faostat3.fao.org/download/P/*/E",
            "type": "web",
            "uri": "http://faostat3.fao.org/download/P/*/E"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Feng, S",
                        "preferred": "S Feng"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Binfield, J",
                        "preferred": "J Binfield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Patton, M",
                        "preferred": "M Patton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Davis, J",
                        "preferred": "J Davis"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Agricultural Cooperative Management and Policy",
            "chapterTitle": "Stochastic Partial Equilibrium Modelling: An Application to Crop Yield Variability",
            "date": "2014",
            "editors": [
                {
                    "name": {
                        "index": "Zopounidis, C",
                        "preferred": "C Zopounidis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalogeras, N",
                        "preferred": "N Kalogeras"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mattas, K",
                        "preferred": "K Mattas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van Dijk, G",
                        "preferred": "G van Dijk"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Baourakis, G",
                        "preferred": "G Baourakis"
                    },
                    "type": "person"
                }
            ],
            "id": "bib14",
            "pages": {
                "first": "41",
                "last": "61",
                "range": "41–61"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Switzerland"
                        ]
                    },
                    "formatted": [
                        "Switzerland"
                    ]
                },
                "name": [
                    "Springer International Publishing"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "A note on the effects of the Income Stabilisation Tool on income inequality in agriculture",
            "authors": [
                {
                    "name": {
                        "index": "Finger, R",
                        "preferred": "R Finger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "El Benni, N",
                        "preferred": "N El Benni"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "discriminator": "a",
            "id": "bib15",
            "journal": "Journal of Agricultural Economics",
            "pages": {
                "first": "739",
                "last": "745",
                "range": "739–745"
            },
            "type": "journal",
            "volume": "65"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Finger, R",
                        "preferred": "R Finger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "El Benni, N",
                        "preferred": "N El Benni"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Agricultural Cooperative Management and Policy",
            "chapterTitle": "Alternative Specifications of Reference Income Levels in the Income Stabilization Tool",
            "date": "2014",
            "discriminator": "b",
            "editors": [
                {
                    "name": {
                        "index": "Zopounidis, C",
                        "preferred": "C Zopounidis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalogeras, N",
                        "preferred": "N Kalogeras"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mattas, K",
                        "preferred": "K Mattas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van Dijk, G",
                        "preferred": "G van Dijk"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Baourakis, G",
                        "preferred": "G Baourakis"
                    },
                    "type": "person"
                }
            ],
            "id": "bib16",
            "pages": {
                "first": "65",
                "last": "85",
                "range": "65–85"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Switzerland"
                        ]
                    },
                    "formatted": [
                        "Switzerland"
                    ]
                },
                "name": [
                    "Springer International Publishing"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Stochastic simulation of the cost of home-produced feeds for ruminant livestock systems",
            "authors": [
                {
                    "name": {
                        "index": "Finneran, E",
                        "preferred": "E Finneran"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Crosson, P",
                        "preferred": "P Crosson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O'Kiely, P",
                        "preferred": "P O'Kiely"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shalloo, L",
                        "preferred": "L Shalloo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Forristal, D",
                        "preferred": "D Forristal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wallace, M",
                        "preferred": "M Wallace"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib17",
            "journal": "Journal of Agricultural Science",
            "pages": {
                "first": "123",
                "last": "139",
                "range": "123–139"
            },
            "type": "journal",
            "volume": "150"
        },
        {
            "articleTitle": "The Growth Of The Federal Crop Insurance Program, 1990-2011",
            "authors": [
                {
                    "name": {
                        "index": "Glauber, JW",
                        "preferred": "JW Glauber"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib18",
            "journal": "American Journal of Agricultural Economics",
            "pages": {
                "first": "482",
                "last": "88",
                "range": "482–88"
            },
            "type": "journal",
            "volume": "95"
        },
        {
            "articleTitle": "Determinants of endogenous price risk in corn and wheat futures markets",
            "authors": [
                {
                    "name": {
                        "index": "Goodwin, BK",
                        "preferred": "BK Goodwin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schnepf, R",
                        "preferred": "R Schnepf"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib19",
            "journal": "Journal of Futures Markets",
            "pages": {
                "first": "753",
                "last": "774",
                "range": "753–774"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Goodwin, BK",
                        "preferred": "BK Goodwin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ker, AP",
                        "preferred": "AP Ker"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "A comprehensive assessment of the role of risk in US agriculture",
            "chapterTitle": "Modeling price and yield risk",
            "date": "2002",
            "editors": [
                {
                    "name": {
                        "index": "Just, R",
                        "preferred": "R Just"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pope, R",
                        "preferred": "R Pope"
                    },
                    "type": "person"
                }
            ],
            "id": "bib20",
            "pages": {
                "first": "289",
                "last": "324",
                "range": "289–324"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Norwell, Boston, MA"
                        ]
                    },
                    "formatted": [
                        "Norwell, Boston, MA"
                    ]
                },
                "name": [
                    "Kluwer Academic Publisher"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "What Harm Is Done By Subsidizing Crop Insurance?",
            "authors": [
                {
                    "name": {
                        "index": "Goodwin, BK",
                        "preferred": "BK Goodwin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, VH",
                        "preferred": "VH Smith"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib21",
            "journal": "American Journal of Agricultural Economics",
            "pages": {
                "first": "489",
                "last": "497",
                "range": "489–497"
            },
            "type": "journal",
            "volume": "95"
        },
        {
            "articleTitle": "Policy instruments in the common agricultural policy",
            "authors": [
                {
                    "name": {
                        "index": "Grant, W",
                        "preferred": "W Grant"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib22",
            "journal": "West European Politics",
            "pages": {
                "first": "22",
                "last": "38",
                "range": "22–38"
            },
            "type": "journal",
            "volume": "33"
        },
        {
            "articleTitle": "Budgetary and producer welfare effects of revenue insurance",
            "authors": [
                {
                    "name": {
                        "index": "Hennessy, DA",
                        "preferred": "DA Hennessy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Babcock, BA",
                        "preferred": "BA Babcock"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hayes, DJ",
                        "preferred": "DJ Hayes"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib23",
            "journal": "American Journal of Agricultural Economics",
            "pages": {
                "first": "1024",
                "last": "1034",
                "range": "1024–1034"
            },
            "type": "journal",
            "volume": "79"
        },
        {
            "articleTitle": "Quantifying the viability of farming in Ireland: can decoupling address the regional imbalances?",
            "authors": [
                {
                    "name": {
                        "index": "Hennessy, T",
                        "preferred": "T Hennessy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, S",
                        "preferred": "S Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Farrell, M",
                        "preferred": "M Farrell"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib24",
            "journal": "Irish Geography",
            "pages": {
                "first": "29",
                "last": "47",
                "range": "29–47"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "articleTitle": "Forty years of the Common Agricultural Policy: The Irish farming experience",
            "authors": [
                {
                    "name": {
                        "index": "Hennessy, T",
                        "preferred": "T Hennessy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kinsella, A",
                        "preferred": "A Kinsella"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dillon, E",
                        "preferred": "E Dillon"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib25",
            "journal": "Administration",
            "pages": {
                "first": "87",
                "last": "102",
                "range": "87–102"
            },
            "type": "journal",
            "volume": "62"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hennessy, T",
                        "preferred": "T Hennessy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buckley, C",
                        "preferred": "C Buckley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dillon, E",
                        "preferred": "E Dillon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Donnellan, T",
                        "preferred": "T Donnellan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hanrahan, K",
                        "preferred": "K Hanrahan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ryan, M",
                        "preferred": "M Ryan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moran, B",
                        "preferred": "B Moran"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The development of farm-level sustainability indicators for Ireland using the Teagasc National Farm Survey",
            "date": "2014",
            "id": "bib26",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Ireland"
                        ]
                    },
                    "formatted": [
                        "Ireland"
                    ]
                },
                "name": [
                    "Teagasc"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Possible change in Irish climate and its impact on barley and potato yields",
            "authors": [
                {
                    "name": {
                        "index": "Holden, NM",
                        "preferred": "NM Holden"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brereton, AJ",
                        "preferred": "AJ Brereton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fealy, R",
                        "preferred": "R Fealy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sweeney, J",
                        "preferred": "J Sweeney"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib27",
            "journal": "Agricultural and Forest Meteorology",
            "pages": {
                "first": "181",
                "last": "196",
                "range": "181–196"
            },
            "type": "journal",
            "volume": "116"
        },
        {
            "articleTitle": "Harvest contract price volatility for cotton",
            "authors": [
                {
                    "name": {
                        "index": "Hudson, D",
                        "preferred": "D Hudson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coble, K",
                        "preferred": "K Coble"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib28",
            "journal": "Journal of Futures Markets",
            "pages": {
                "first": "717",
                "last": "733",
                "range": "717–733"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "Building a static farm level spatial microsimulation model for rural development and agricultural policy analysis in Ireland",
            "authors": [
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O'Donoghue, C",
                        "preferred": "C O'Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib29",
            "journal": "International Journal of Agricultural Resources, Governance and Ecology",
            "pages": {
                "first": "282",
                "last": "299",
                "range": "282–299"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Farm income variability and offfarm diversification among Canadian farm operators",
            "authors": [
                {
                    "name": {
                        "index": "Jetté-Nantel, S",
                        "preferred": "S Jetté-Nantel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Freshwater, D",
                        "preferred": "D Freshwater"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Katchova, A",
                        "preferred": "A Katchova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Beaulieu, M",
                        "preferred": "M Beaulieu"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib30",
            "journal": "Agricultural Finance Review",
            "pages": {
                "first": "329",
                "last": "346",
                "range": "329–346"
            },
            "type": "journal",
            "volume": "71"
        },
        {
            "articleTitle": "Grain yield reductions in spring barley due to barley yellow dwarf virus and aphid feeding",
            "authors": [
                {
                    "name": {
                        "index": "Kennedy, TF",
                        "preferred": "TF Kennedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Connery, J",
                        "preferred": "J Connery"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib31",
            "journal": "Irish Journal of Agricultural and Food Research",
            "pages": {
                "first": "111",
                "last": "128",
                "range": "111–128"
            },
            "type": "journal",
            "volume": "44"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kimura, S",
                        "preferred": "S Kimura"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Le Thi, C",
                        "preferred": "C Le Thi"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib32",
            "publisher": {
                "name": [
                    "OECD Publishing"
                ]
            },
            "source": "Farm Level Analysis of Risk and Risk Management Strategies and Policies: Technical Note. OECD Food, Agriculture and Fisheries Papers, No. 48",
            "title": "Farm Level Analysis of Risk and Risk Management Strategies and Policies: Technical Note. OECD Food, Agriculture and Fisheries Papers, No. 48",
            "type": "report",
            "uri": "http://dx.doi.org/10.1787/5kg6z83f0s34-en"
        },
        {
            "articleTitle": "The profit impacts of risk management tool adoption",
            "authors": [
                {
                    "name": {
                        "index": "Kuethe, TH",
                        "preferred": "TH Kuethe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morehart, M",
                        "preferred": "M Morehart"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib33",
            "journal": "Agricultural Finance Review",
            "pages": {
                "first": "104",
                "last": "116",
                "range": "104–116"
            },
            "type": "journal",
            "volume": "72"
        },
        {
            "articleTitle": "The capacity to expand milk production in Ireland following the removal of milk quotas",
            "authors": [
                {
                    "name": {
                        "index": "Läpple, D",
                        "preferred": "D Läpple"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hennessy, T",
                        "preferred": "T Hennessy"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib34",
            "journal": "Irish Journal of Agricultural and Food Research",
            "pages": {
                "first": "1",
                "last": "11",
                "range": "1–11"
            },
            "type": "journal",
            "volume": "51"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mary, S",
                        "preferred": "S Mary"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Santini, F",
                        "preferred": "F Santini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Boulanger, P",
                        "preferred": "P Boulanger"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "UK, University of Warwick",
            "id": "bib35",
            "title": "An ex-ante assessment of CAP income stabilisation payments using a farm house hold model, in 87th annual conference of the agricultural economics society",
            "type": "unknown"
        },
        {
            "articleTitle": "Responsiveness of Crop Yield and Acreage to Prices and Climate",
            "authors": [
                {
                    "name": {
                        "index": "Miao, R",
                        "preferred": "R Miao"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Khanna, M",
                        "preferred": "M Khanna"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Huang, H",
                        "preferred": "H Huang"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib36",
            "journal": "American Journal of Agricultural Economics",
            "pages": {
                "first": "1",
                "last": "21",
                "range": "1–21"
            },
            "type": "journal",
            "volume": "97"
        },
        {
            "articleTitle": "Nowcasting indicators of poverty risk in the European Union: a microsimulation approach",
            "authors": [
                {
                    "name": {
                        "index": "Navicke, J",
                        "preferred": "J Navicke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rastrigina, O",
                        "preferred": "O Rastrigina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib37",
            "journal": "Social Indicators Research",
            "pages": {
                "first": "101",
                "last": "119",
                "range": "101–119"
            },
            "type": "journal",
            "volume": "119"
        },
        {
            "articleTitle": "The simultaneous hedging of price risk, crop yield risk and currency risk",
            "authors": [
                {
                    "name": {
                        "index": "Nayak, GN",
                        "preferred": "GN Nayak"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Turvey, CG",
                        "preferred": "CG Turvey"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib38",
            "journal": "Canadian Journal of Agricultural Economics/Revue canadienne d’agroeconomie",
            "pages": {
                "first": "123",
                "last": "140",
                "range": "123–140"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Spatial Microsimulation for Rural Policy Analysis",
            "chapterTitle": "Modelling Farm Viability",
            "date": "2013",
            "editors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                }
            ],
            "id": "bib39",
            "pages": {
                "first": "177",
                "last": "191",
                "range": "177–191"
            },
            "publisher": {
                "name": [
                    "Springer Berlin Heidelberg"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "The Single Farm Payment — A Basic Income for Farmers?",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Howley, P",
                        "preferred": "P Howley"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib40",
            "journal": "Basic Income Studies",
            "pages": {
                "first": "1",
                "last": "23",
                "range": "1–23"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "articleTitle": "Producers’ complex risk management choices",
            "authors": [
                {
                    "name": {
                        "index": "Pennings, JM",
                        "preferred": "JM Pennings"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Isengildina-Massa, O",
                        "preferred": "O Isengildina-Massa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Irwin, SH",
                        "preferred": "SH Irwin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Garcia, P",
                        "preferred": "P Garcia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Good, DL",
                        "preferred": "DL Good"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib41",
            "journal": "Agribusiness",
            "pages": {
                "first": "31",
                "last": "54",
                "range": "31–54"
            },
            "type": "journal",
            "volume": "24"
        },
        {
            "articleTitle": "Analysis of environmental and economic efficiency using a farm population micro-simulation model",
            "authors": [
                {
                    "name": {
                        "index": "Ramilan, T",
                        "preferred": "T Ramilan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scrimgeour, F",
                        "preferred": "F Scrimgeour"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marsh, D",
                        "preferred": "D Marsh"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib42",
            "journal": "Mathematics and Computers in Simulation",
            "pages": {
                "first": "1344",
                "last": "1352",
                "range": "1344–1352"
            },
            "type": "journal",
            "volume": "81"
        },
        {
            "articleTitle": "An applied procedure for estimating and simulating multivariate empirical (MVE) probability distributions in farm-level risk assessment and policy analysis",
            "authors": [
                {
                    "name": {
                        "index": "Richardson, JW",
                        "preferred": "JW Richardson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Klose, SL",
                        "preferred": "SL Klose"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gray, AW",
                        "preferred": "AW Gray"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib43",
            "journal": "Journal of Agricultural and Applied Economics",
            "pages": {
                "first": "299",
                "last": "316",
                "range": "299–316"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Richardson, JW",
                        "preferred": "JW Richardson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schumann, K",
                        "preferred": "K Schumann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Feldman, P",
                        "preferred": "P Feldman"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Simulation and Econometrics to Analyze Risk",
            "date": "2008",
            "id": "bib44",
            "publisher": {
                "name": [
                    "Department of Agricultural Economics, Texas A and M University"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Richardson, JW",
                        "preferred": "JW Richardson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hennessy, T",
                        "preferred": "T Hennessy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Donoghue, C",
                        "preferred": "C Donoghue"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Microsimulation Modelling, (Contributions to Economic Analysis 293)",
            "chapterTitle": "Farm Level Models’",
            "date": "2014",
            "editors": [
                {
                    "name": {
                        "index": "O’Donoghue, Cathal",
                        "preferred": "Cathal O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "id": "bib45",
            "pages": {
                "first": "505",
                "last": "534",
                "range": "505–534"
            },
            "publisher": {
                "name": [
                    "Emerald Group Publishing Limited"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Optimal procurement strategies for online spot markets",
            "authors": [
                {
                    "name": {
                        "index": "Seifert, RW",
                        "preferred": "RW Seifert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thonemann, UW",
                        "preferred": "UW Thonemann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hausman, WH",
                        "preferred": "WH Hausman"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib46",
            "journal": "European Journal of Operational Research",
            "pages": {
                "first": "781",
                "last": "799",
                "range": "781–799"
            },
            "type": "journal",
            "volume": "152"
        },
        {
            "articleTitle": "Description and validation of the Moorepark Dairy Systems Model",
            "authors": [
                {
                    "name": {
                        "index": "Shalloo, L",
                        "preferred": "L Shalloo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dillon, P",
                        "preferred": "P Dillon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rath, M",
                        "preferred": "M Rath"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wallace, M",
                        "preferred": "M Wallace"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib47",
            "journal": "Journal of Dairy Science",
            "pages": {
                "first": "1945",
                "last": "1958",
                "range": "1945–1958"
            },
            "type": "journal",
            "volume": "87"
        },
        {
            "articleTitle": "The Effect of Decoupling on Farming in Ireland: A Regional Analysis",
            "authors": [
                {
                    "name": {
                        "index": "Shrestha, S",
                        "preferred": "S Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hennessy, T",
                        "preferred": "T Hennessy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib48",
            "journal": "Irish Journal of Agriculture and Food Research",
            "pages": {
                "first": "1",
                "last": "13",
                "range": "1–13"
            },
            "type": "journal",
            "volume": "46"
        },
        {
            "authors": [
                {
                    "name": "Teagasc",
                    "type": "group"
                }
            ],
            "bookTitle": "Management Data for Farm Planning 2013/2014",
            "date": "2014",
            "id": "bib49",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Teagasc"
                        ]
                    },
                    "formatted": [
                        "Teagasc"
                    ]
                },
                "name": [
                    "Oakpark"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Thorne, F",
                        "preferred": "F Thorne"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib50",
            "title": "http://www.teagasc.ie/publications/2013/30437ReviewAndOutlook2014.pdf",
            "type": "web",
            "uri": "http://www.teagasc.ie/publications/2013/30437ReviewAndOutlook2014.pdf",
            "website": "Review of Tillage Farming in 2013 and Outlook for 2014 in Teagasc Outlook 2014, 35–64"
        },
        {
            "articleTitle": "Grain contracting strategies: the case of durum wheat",
            "authors": [
                {
                    "name": {
                        "index": "Wilson, W",
                        "preferred": "W Wilson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dahl, B",
                        "preferred": "B Dahl"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib51",
            "journal": "Agribusiness",
            "pages": {
                "first": "344",
                "last": "359",
                "range": "344–359"
            },
            "type": "journal",
            "volume": "27"
        }
    ],
    "acknowledgements": [
        {
            "text": "The authors acknowledge the funding support of the Department of Agriculture, Food and the Marine under the project entitled ‘Volatility and Risk in Irish Agriculture’. The authors acknowledge the training provided by the FAPRI (Food and Agricultural Policy Research Institute) Missouri team in delivering a short course in Partial Equilibrium Modeling at the FAPRI Institute in July 2014 in Columbia, Missouri, USA.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
