{
    "status": "vor",
    "id": "00147",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00147",
    "authorLine": "Matteo G. Richiardi",
    "title": "Editorial",
    "published": "2017-04-30T00:00:00Z",
    "versionDate": "2017-04-30T00:00:00Z",
    "statusDate": "2017-04-30T00:00:00Z",
    "volume": 10,
    "issue": 1,
    "fpage": 1,
    "lpage": 4,
    "elocationId": "1-4",
    "pdf": "http://web:8082/00147/ijm-00147.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "University of Oxford"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@spi.ox.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G.",
                "preferred": "Matteo G. Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "With the Spring 2017 issue, the International Journal of Microsimulation enters its 10th year of existence. We will elaborate on this important milestone in the forthcoming World Congress of the International Microsimulation Association, which will be held in Moncalieri (Italy) on June 2123, 2017 and more specifically in the winter issue of the journal later this year.",
                    "type": "paragraph"
                },
                {
                    "text": "This issue contains 6 research articles and a book review, covering a broad spectrum of methods and topics. The first two articles, by Maitino & co-authors and Gastaldi & co-authors respectively, develop tax-benefit models for Italy, with a specific focus on indirect taxation (and in-kind transfers for the first article). While Maitino et al. offer an assessment of the distributional effects of three recent policy changes in Italy, Gastaldi et al. adopt a more normative perspective and discuss the well-known issue of regressivity of value-added tax (VAT) (the tax rate is independent of income, but poorer households have a higher marginal propensity to consume, hence to pay VAT); the paper shows that a proper modulation of different rates for different goods can mitigate the problem.",
                    "type": "paragraph"
                },
                {
                    "text": "The third paper, by Veronica Amarante, models demographic change in uruguay. The paper shows that the trends in household formation and fertility have exacerbated inequality and poverty, as household size of poorer households has increased relative to household size of richer households.",
                    "type": "paragraph"
                },
                {
                    "text": "Changes in labour market behaviour have only partially offset this effect.",
                    "type": "paragraph"
                },
                {
                    "text": "The last three papers are more methodological in nature. The paper by Richiardi and Richardson introduces JAS-mine, an open-source platform for discrete-event simulations, including microsimulations and agent-based models. The platform offers tools that speed up model development and increase model transparency, and contributes to the trend of convergence between the two modelling techniques.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper by Justin van de Ven presents a calibration exercise of the parameters of a structural overlapping generation model, based on hierarchical minimisation of the distance between moments computed on the simulated and the real data. Because (i) stationarity of the moments is not considered (and is not even possible, given the policy changes that occur during the observation period), (ii) some of the parameters are exogenously fixed (i.e. observed), and (iii) distance minimisation is achieved by manual adjustment of model parameters, the approach belongs to the class of mixed calibration-estimation methods, which cannot ensure consistency of the model estimates, but is nevertheless a significant advance with respect to simpler methods still used in the literature.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, the contribution by Philips & co-authors deals with the problem to generate a synthetic population at a fine spatial resolution when not all attributes are available in the micro-data. The paper proposes to use simulated annealing to simulate the majority of the required attributes, and Monte-Carlo sampling to add the missing ones.",
                    "type": "paragraph"
                },
                {
                    "text": "This brings us to Trond Husby’s review of the book <i>SpatialMicrosimulation with R</i> by <a href=\"#bib3\">Robin Lovelace and Morgane Dumont (2016)</a>, a practical manual on how to write spatial microsimulation models using the popular open-source R programming language and software environment, which will be of interest to many of the readers of the journal.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "John Cockburn and Luca Tiberti have co-edited (with Hélène Maisonnave), no longer than a year ago, a special issue of the IJM on joint CGE (computable general equilibrium) - microsimulation modelling in developing Countries.<sup><a href=\"#fn1\">1</a></sup> They now have a paper (<a href=\"#bib1\">Cockburn <i>et al</i>., 2017</a>), forthcoming in the <i>Rewew of Income and Wealth</i>, where they present an interesting combination of macro (CGE) modelling and microsimulations in a dynamic framework. This combination of tools makes it possible to map out and compare the effects of energy subsidy reforms at the macro, meso and micro (poverty) levels in two Arab Countries: Jordan and Egypt. These reforms are politically charged and yet urgent in the current fiscal context of these two countries. The paper simulates real proposed subsidy reforms as outlined by local policy makers. It shows how these macro reforms can be reconciled with micro poverty objectives through the rechannelling of a small share of the fiscal savings into cash transfers to the poor. The paper carefully traces the channels of impact of the reforms and cash transfers on households and individuals through consumer prices, employment and wage rates.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Associate Editor Deborah Schofield points to a recent paper by <a href=\"#bib2\">Florian Fischer and Alexander Kraemer (2016)</a>. This paper is interesting not only for its topic but also for how it demonstrates the way in which lines are being blurred between macro and microsimulation methods. The authors set out to simulate the adverse health effects attributable to second-hand smoke exposure and thus quantify the impact of second-hand smoke exposure on ischaemic heart diseases, chronic obstructive pulmonary diseases, and stroke in Germany. They estimate that about 690,000 ischaemic heart diseases cases, 231,973 chronic obstructive pulmonary diseases cases, and 288,015 stroke cases are attributable to second-hand smoke exposure in Germany for 2014. A total eradication of second-hand smoke exposure was projected to lead to an estimated reduction of 50% of cases, in 2040 for all three diseases. Thus the paper presents the case for a substantial improvement in public health.",
                            "type": "paragraph"
                        },
                        {
                            "text": "From a microsimulation point of view, the paper is an interesting example of the mixing of the Markov modelling approach commonly used in health economics with microdata with a dynamic microsimulation modelling approach within DYNAMO-HIA, a generic software tool. DYNAMO- HIA allows the quantification of the impact of risk factors on health and changes in risk factors due to interventions on various diseases on overall population health. It contains data on some risk factors (smoking, body mass index, alcohol), and the incidence, prevalence, excess mortality of nine diseases, as well as population data for several countries. The analysis is stratified by sex and age in one-year age categories up to the age of 95 years as a dynamic model using one-year time steps for the reference and intervention scenarios. Explicit risk-factor states are used so that each simulated individual is classified into a specific category at every time step.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s1",
                    "title": "Suggestions for further readings",
                    "type": "section"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "See <i>International Journal of Microsimulation</i> 9(1).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robichaud, V",
                        "preferred": "V Robichaud"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tiberti, L",
                        "preferred": "L Tiberti"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "Review of Income and Wealth",
            "id": "bib1",
            "title": "Energy Subsidy Reform and Poverty in Arab Countries: A Comparative CGE-Microsimulation Analysis of Egypt and Jordan",
            "type": "unknown"
        },
        {
            "articleTitle": "Health Impact Assessment for Second-Hand Smoke Exposure in Germany - Quantifying Estimates for Ischaemic Heart Diseases, COPD, and Stroke",
            "authors": [
                {
                    "name": {
                        "index": "Fischer, F",
                        "preferred": "F Fischer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kraemer, A",
                        "preferred": "A Kraemer"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib2",
            "journal": "International Journal of Environmental Research and Public Health",
            "pages": "198",
            "type": "journal",
            "volume": "13"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lovelace, R",
                        "preferred": "R Lovelace"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dumont, M",
                        "preferred": "M Dumont"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "SpatialMicrosimulation with R",
            "date": "2016",
            "id": "bib3",
            "publisher": {
                "name": [
                    "Chapman and Hall/CRC"
                ]
            },
            "type": "book"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
