{
    "status": "vor",
    "id": "00141",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00141",
    "authorLine": "Dieter Vandelannoote et al.",
    "title": "Evaluating the quality of gross incomes in SILC: Compare them with fiscal data and re-calibrate them using EUROMOD",
    "published": "2016-12-31T00:00:00Z",
    "versionDate": "2016-12-31T00:00:00Z",
    "statusDate": "2016-12-31T00:00:00Z",
    "volume": 9,
    "issue": 3,
    "fpage": 5,
    "lpage": 34,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00141/ijm-00141.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        },
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In this paper, we shed light on the quality of the gross incomes as reported in the Survey on Income and Living Conditions (SILC). This is done in three steps. First, as both net and gross incomes are reported in SILC, implicit tax rates are calculated and evaluated. In a second step, gross incomes from SILC are compared with gross incomes reported on the fiscal form for the same individuals. Finally, we make use of EUROMOD to re-calibrate SILC gross incomes in order to make them consistent with the reported net ones. We find that, on average, fiscally reported gross incomes exceed gross incomes in the SILC survey. It is not clear however whether the re-calibration method (whereby we use an iterative method to construct adjusted SILC gross incomes starting from the observed net ones) is a genuine improvement upon the reported gross income distribution.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Vandelannoote et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Herman Deleeck Centre for Social Policy, University of Antwerp"
                    ]
                }
            ],
            "emailAddresses": [
                "dieter.vandelannoote@uantwerpen.be"
            ],
            "name": {
                "index": "Vandelannoote, Dieter",
                "preferred": "Dieter Vandelannoote"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Research Centre of Public Economics"
                    ]
                }
            ],
            "emailAddresses": [
                "andre.decoster@kuleuven.be"
            ],
            "name": {
                "index": "Decoster, André",
                "preferred": "André Decoster"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Research Centre of Public Economics"
                    ]
                }
            ],
            "emailAddresses": [
                "toon.vanheukelom@kuleuven.be"
            ],
            "name": {
                "index": "Vanheukelom, Toon",
                "preferred": "Toon Vanheukelom"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Herman Deleeck Centre for Social Policy, University of Antwerp"
                    ]
                }
            ],
            "emailAddresses": [
                "gerlinde.verbist@uantwerpen.be"
            ],
            "name": {
                "index": "Verbist, Gerlinde",
                "preferred": "Gerlinde Verbist"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "SILC (Survey on Income and Living Conditions)",
        "IPCAL",
        "EUROMOD",
        "Belgium",
        "gross and net incomes",
        "re-calibrate",
        "iterative method"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Surveys form the basis for national statistics on poverty, inequality and other socio-economic conditions. As they constitute an important pillar for research and policy making, it is all the more alarming that the quality of surveys seems to be declining (<a href=\"#bib9\">Meyer <i>et al</i>., 2015</a>). They name three reasons for this trend. First, households are increasingly less willing to take part in surveys, leading to an increase in so called unit non-response. Second, they cannot or do not want to provide the answer to specific questions, leading to item non-response. And third, when they do answer, the answer is often inaccurate, leading to measurement error. The growing availability of administrative data fuels the debate on whether or not to supplement selected survey variables with administrative data, or to even replace survey data entirely by administrative data. Proponents argue that such reforms would save up interview time and may lead to more robust results, as administrative data does not suffer from selective non-response and erroneous reporting (<a href=\"#bib4\">Epland, 2006</a>). But administrative data suffers from inherent shortcomings as well, as it cannot take tax evasion into account (in the case of data from tax forms), and they often measure a slightly different concept than the measure from the survey (<a href=\"#bib1\">Abowd &amp; Stinson., 2013</a>, <a href=\"#bib6\">Kapteyn &amp; Ypman, 2007</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Most studies assessing the quality of either survey or administrative data perform a cross-validation exercise, in which a selection of income statistics are compared for the entire population and along the distribution (see e.g. <a href=\"#bib1\">Abowd &amp; Stinson, 2013</a>; <a href=\"#bib6\">Kapteyn &amp; Ypman, 2007</a>; <a href=\"#bib7\">Liégeois <i>et al</i>., 2011</a>; <a href=\"#bib8\">Lohmann, 2007</a>). In this study, the quality of the Survey on Income and Living Conditions (SILC) data is assessed, both measuring the dataset’s internal consistency through a comparison of gross and net incomes, and by comparing gross incomes with their identical match in the administrative (or register) data. We dispose of a unique dataset which combines tax return data (the IPCAL dataset) with survey data for the individuals included in the SILC survey.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is structured as follows: in <a href=\"#s2\">Section 2</a>, we first describe the survey data and assess the internal consistency of the reported incomes, before describing how the survey data is linked to the tax form data. In <a href=\"#s3\">Section 3</a>, we compare gross SILC incomes with its administrative counterparts. This comparison reveals that gross incomes in SILC are underreported compared to the ones in the administrative IPCAL data. We then focus on three elements which can (partly) explain this underreporting, that is the imputation of missing values; the source of information used by the respondent and; stability of the socio-economic status throughout the year.",
                    "type": "paragraph"
                },
                {
                    "text": "As neither of these elements gives a satisfactory explanation of the mismatch between the SILC and IPCAL gross incomes, we will explore one of several possible routes to adapt gross SILC incomes. It is based on the assumption that SILC respondents might have better knowledge of their net incomes than of their gross ones. In that case it seems natural to start from these reported net incomes to reconstruct ‘corrected’ gross incomes. This method is explained in <a href=\"#s4\">Section 4</a>. Finally, in <a href=\"#s5\">Section 5</a>, the distribution of newly calculated SILC gross incomes is compared with the gross incomes from the administrative dataset to check whether an improvement in the correspondence between SILC and IPCAL datasets is notable. Section 6 concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The European Union Survey on Income and Living Conditions (EU-SILC), a micro data set with a representative sample of private households, is the standard dataset for distributional and poverty analysis in the European Union and serves as the default input for many tax and benefit micro-simulation models (e.g. EUROMOD). Socio-demographic information is combined with an array of income components at the level of the individual and the household. The Belgian version of EU-SILC (BE-SILC) is more detailed than the European one and will be used in this paper. It contains a representative sample of the population covering over 14,000 individuals living in about 6,000 households. In this paper, we make use of the BE-SILC 2010 dataset.",
                    "type": "paragraph"
                },
                {
                    "text": "We first discuss the internal validity of the SILC data. We find that large internal discrepancies are observed between the reported gross and net incomes. This implies that the choice to either use gross or net incomes from SILC in order to compare them with the administrative data strongly impacts this comparison. Second, we discuss the administrative data and how it is linked to the individual respondents in the SILC.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "A first indication of the quality of individual gross and net incomes in SILC is provided by calculating implicit average tax rates, i.e. the difference between individuals’ observed gross and net income as a percentage of their gross income. Gross income is the sum of all market and non-market incomes before taxes and social assistance. Net income is the sum of gross income after social insurance contributions (excl. employer contributions) and personal income taxes. In <a href=\"#fig1\">Figure 1</a> we depict the distribution of these implicit tax rates at the individual level. We compute the maximum statutory average tax rate as the tax rate for an employee, depicted by the full black line. Note that this is an upper bound. For most tax payers, the implicit average tax rate is lower. All observations with implicit tax rates exceeding the statutory maximum are depicted in red, those below the upper bound are depicted in green. The blue dots represent the observations for which the statistical office imputed either the net or gross incomes, or both.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: SILC 2010, authors’ own calculations.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00141%2Fijm-00141-fig1.tif",
                                "size": {
                                    "width": 813,
                                    "height": 463
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00141%2Fijm-00141-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00141-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Implicit average tax rates (% of gross income).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The large variation in implicit tax rates is difficult to explain by the tax-benefit system itself. In fact, a large fraction of the observations are at odds with the actual tax rules: for 28.8% of the taxpayers the observed implicit tax rate exceeds the upper bound to what the tax rate can be for a person with his/her income. This implies that reported gross incomes are either too high or net incomes are too low, or both. As the Belgian tax system includes many tax reductions, it is much harder to conclude anything for implicit tax rates that are below the maximum average tax rate. Strikingly the implicit tax rates for observations with imputed incomes exceed the statutory maximum in many cases. Unfortunately we cannot assess the quality of the imputation process any further due to lack of information provided by the Statistical Office responsible for this imputation.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table1\">Table 1</a> shows the number of missing net and gross incomes as a share of the total number of observations per income type. Net incomes are reported much more often than gross incomes, as the fraction of observed values for net incomes is between 99.7% (unemployment benefits) and 77.3% (self-employment income). The fraction of observed values for gross incomes lies between 99.7% (unemployment benefits) and 37.8% (self-employment income). With the exception of gross unemployment benefits, gross incomes in SILC contain considerably more imputations than net incomes.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Imputations per income source.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>Number of observations</th>\n<th colspan=\"2\">Number of imputed values</th>\n<th colspan=\"2\">Imputed values as % of total</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Income source</b></td>\n<td/>\n<td><b>Net</b></td>\n<td><b>Gross</b></td>\n<td><b>Net</b></td>\n<td><b>Gross</b></td>\n</tr>\n<tr>\n<td>Employment</td>\n<td>5,635</td>\n<td>186</td>\n<td>424</td>\n<td>3.3</td>\n<td>7.5</td>\n</tr>\n<tr>\n<td>Self-employment</td>\n<td>714</td>\n<td>162</td>\n<td>444</td>\n<td>22.7</td>\n<td>62.2</td>\n</tr>\n<tr>\n<td>Old age pensions</td>\n<td>2,423</td>\n<td>331</td>\n<td>1,165</td>\n<td>13.7</td>\n<td>48.1</td>\n</tr>\n<tr>\n<td>Survivor pensions</td>\n<td>103</td>\n<td>7</td>\n<td>37</td>\n<td>6.8</td>\n<td>35.9</td>\n</tr>\n<tr>\n<td>Unemployment benefit</td>\n<td>1,441</td>\n<td>4</td>\n<td>4</td>\n<td>0.3</td>\n<td>0.3</td>\n</tr>\n<tr>\n<td>Sickness benefit</td>\n<td>185</td>\n<td>24</td>\n<td>99</td>\n<td>13.0</td>\n<td>53.5</td>\n</tr>\n<tr>\n<td>Disability benefit</td>\n<td>471</td>\n<td>17</td>\n<td>202</td>\n<td>3.6</td>\n<td>42.9</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s1-1",
            "title": "1.1 Internal validity of SILC incomes",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The IPCAL database is an administrative dataset which contains the fiscal forms of the Belgian residents, with all variables relevant for the calculation of personal income taxes included. Within the FLEMOSI project<sup><a href=\"#fn1\">1</a></sup>, we obtained an IPCAL dataset which contains the fiscal forms of the individuals included in the Belgian SILC 2010. This dataset was delivered with a unique identifier for each individual in both datasets, giving us the opportunity to perform a perfect one on one match of both datasets. They both contain information on incomes earned in 2009 (<a href=\"#bib3\">Decoster &amp; De Swerdt., 2013</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table2\">Table 2</a> lists the number of observations that have (not) been matched. When calculating new SILC gross incomes (<a href=\"#s5\">Section 5</a>), we start from the EUROMOD<sup><a href=\"#fn2\">2</a></sup> base dataset of SILC, which contains information on 14,700 individuals, including children (first row in <a href=\"#table2\">Table 2</a>). Evidently, for most children we cannot find a corresponding tax return file as they are ‘fiscally dependent’ and have no income to declare. The p-file of SILC (second row in <a href=\"#table2\">Table 2</a>), which contains information for all individuals aged 16 or more, has 11,816 observations. Since these are all potential tax units, this is the relevant subpopulation to look for a corresponding record in IPCAL. The IPCAL dataset has 11,792 observations. Of the 11,816 individuals in the p-file of SILC, 11,656 observations have a corresponding record in the IPCAL data. This can be considered a very good match given that the p-file still contains fiscally dependent children. The remaining 136 observations in IPCAL, for which no corresponding record in the SILC could be identified, are discarded from any further analyses.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Number of matched observations.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010 and IPCAL.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th>Dataset</th>\n<th>Matched</th>\n<th>Not Matched</th>\n<th>Number of observations</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>EUROMOD</td>\n<td>11,656</td>\n<td>3,044</td>\n<td>14,700</td>\n</tr>\n<tr>\n<td>SILC (p-file)</td>\n<td>11,656</td>\n<td>160</td>\n<td>11,816</td>\n</tr>\n<tr>\n<td>IPCAL</td>\n<td>11,656</td>\n<td>136</td>\n<td>11,792</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Given that 11,656 individuals of the EUROMOD base dataset have a corresponding tax return, 3,044 of a total of 14,700 SILC-individuals are either fiscally dependent or their tax-record is missing in the IPCAL dataset. 96% of these individuals are younger than 25. Hence, we can safely assume that the large majority of these individuals are ‘potentially fiscally dependent’ children. Summing the total number of tax returns, using the weights of the SILC data, we find that the total number of tax returns in the SILC and IPCAL datasets matches the official statistics on tax returns very well. For a total of 6.77 million tax returns, the SILC coverage is 96%, whereas the IPCAL coverage equals 99%.",
                    "type": "paragraph"
                }
            ],
            "id": "s1-2",
            "title": "1.2 Matching SILC with IPCAL",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Before comparing gross incomes in IPCAL and SILC, we make sure that the income concepts in both datasets are comparable. We then start the comparison, both at the household and individual level.",
                    "type": "paragraph"
                },
                {
                    "text": "Total gross household income is captured in the SILC by one variable (HY010). Some adjustments are necessary to compare this variable with the IPCAL variable, as not all income components of HY010 are included in the income concept for tax purposes. Child allowances and social assistance, for example, are tax exempt. On the left hand side of <a href=\"#table3\">Table 3</a>, we list all the income components of HY010 that are included in the target income concept. On the right, the income types that are excluded are listed. Variable PY080, pension from private pension plans, is normally not included in HY010, but is included here because this information has to be declared on the tax form.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Components of household gross income (HY010) in SILC, included or excluded for comparison with taxable gross income in IPCAL.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>Included</th>\n<th/>\n<th>Excluded</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>HY040G</b></td>\n<td>income from rental of a property or land</td>\n<td>HY050G</td>\n<td>family/children related allowances</td>\n</tr>\n<tr>\n<td><b>HY080G</b></td>\n<td>regular inter-household cash transfer received</td>\n<td>HY060G</td>\n<td>social exclusion not elsewhere classified</td>\n</tr>\n<tr>\n<td><b>HY090G</b></td>\n<td>interests, dividends, profit from capital investment in unincorporated businesses</td>\n<td>HY070G</td>\n<td>housing allowances</td>\n</tr>\n<tr>\n<td><b>HY110G</b></td>\n<td>income received by people aged under 16</td>\n<td>PY021G</td>\n<td>company car</td>\n</tr>\n<tr>\n<td><b>PY010G</b></td>\n<td>employee cash or near cash income</td>\n<td>PY140G</td>\n<td>education-related allowances</td>\n</tr>\n<tr>\n<td><b>PY050G</b></td>\n<td>cash benefits or losses from self-employment</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td><b>PY090G</b></td>\n<td>unemployment benefits</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td><b>PY100G</b></td>\n<td>old age benefits</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td><b>PY110G</b></td>\n<td>survivor benefits</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td><b>PY120G</b></td>\n<td>sickness benefits</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td><b>PY130G</b></td>\n<td>disability benefits</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td><b>PY080G</b></td>\n<td>pension from individual private plans</td>\n<td/>\n<td/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "It is possible, and even common, to have more than one fiscal unit in the same sociological household. In order to compare the same households in SILC and IPCAL, we aggregated all gross incomes on the level of the sociological household (as identified in SILC).",
                    "type": "paragraph"
                },
                {
                    "text": "It is important to note that SILC and IPCAL report different gross income concepts: SILC reports gross income, whereas IPCAL reports gross taxable income (after social insurance contributions). In order to align both datasets, two options are possible: either calculate gross taxable income in SILC starting from gross income, or calculate gross incomes in IPCAL, starting from gross taxable income. We went for the latter option. We do this by applying an iterative procedure, as explained in <a href=\"#s4\">Section 4</a>.",
                    "type": "paragraph"
                }
            ],
            "id": "s2a",
            "title": "2. Comparing gross incomes in IPCAL and SILC",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section we discuss the differences between gross incomes in IPCAL and SILC. The monetary differences presented in the tables are always the reported income from IPCAL minus the income from SILC. Amounts are annual and in Euro. Percentage differences are with respect to amounts in SILC (=((IPCAL–SILC)/SILC)*100). Thus, a positive (negative) monetary difference implies that the amount in the administrative data is larger (smaller) than in the SILC data. Similar for positive (negative) percentage differences. We mostly show the mean difference and the standard deviation of the differences, as well as a graphical summary of the dispersion of the differences.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table4\">Table 4</a> shows this information for total household gross income. Average gross household income in IPCAL amounts to €44,135 per year, compared to a lower €41,729 in SILC. Thus, on average, IPCAL gross income exceeds SILC gross income by on average 6%. Individual differences show a large dispersion: a standard deviation of more than €30,000. There are many households for which gross income in SILC is larger than in IPCAL. Since, on average, IPCAL gross income exceeds the SILC one, the positive differences outweigh the negative ones.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Total household gross income: IPCAL vs. SIL.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010 and IPCAL, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table4",
                            "label": "Table 4",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th colspan=\"2\">Mean income</th>\n<th colspan=\"2\">Mean difference IPCAL – SILC</th>\n<th>Standard deviation</th>\n<th>Number of observations</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>IPCAL (€/year)</b></td>\n<td><b>SILC (€/year)</b></td>\n<td><b>(€/year)</b></td>\n<td><b>%</b></td>\n<td><b>(€/year)</b></td>\n<td/>\n</tr>\n<tr>\n<td>44,135</td>\n<td>41,729</td>\n<td>2,405</td>\n<td>5.8</td>\n<td>30,624</td>\n<td>6,095</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#fig2\">Figures 2</a> and <a href=\"#fig3\">3</a> visualize the information on the two distributions in more detail. <a href=\"#fig2\">Figure 2</a> reveals that, for most lower and middle household gross incomes, frequency is lower in IPCAL than in SILC. The opposite can be said for higher gross incomes, mainly for the ones with a household gross income above 100,000 euro. The distribution of absolute differences (<a href=\"#fig3\">Figure 3</a>) is quite symmetric. For large differences (a difference of more than €20,000), we have more positive ones (IPCAL exceeds SILC) than the reverse.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: SILC 2010 and IPCAL, authors’ own calculations.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00141%2Fijm-00141-fig2.tif",
                                "size": {
                                    "width": 602,
                                    "height": 357
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00141%2Fijm-00141-fig2.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00141-fig2.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Distribution of total household gross income in IPCAL and SILC (% of observations).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: SILC 2010 and IPCAL, authors’ own calculations.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00141%2Fijm-00141-fig3.tif",
                                "size": {
                                    "width": 612,
                                    "height": 410
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00141%2Fijm-00141-fig3.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00141-fig3.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Distribution of differences in total household gross income in IPCAL and SILC (% of observations).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The fact that total household gross income in SILC is, on average, lower than the one declared in the fiscal forms comes as a surprise to us. A priori, we would have thought that tax evasion and fraud, combined with trustful revelation in survey settings, would have led to the opposite result. It is of course possible that the administrative fiscal data contains incomes which are delayed and which should have been received in previous years but have actually been paid out in 2009, the year of the data collection. But, if they have actually been received in 2009, they should also be reported in the survey data as received in 2009. A preliminary conclusion is that some suspicion about the quality of gross incomes in SILC is warranted. This first finding calls for more detailed investigations. We start with analyzing the different income components separately.",
                    "type": "paragraph"
                }
            ],
            "id": "s2-1",
            "title": "2.1 Total household gross income",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We will only compare individuals who have a positive gross income component in both datasets. We first look at the correspondence between both datasets of the prevalence of income sources in <a href=\"#table5\">Table 5</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Correspondence of gross income components in SILC and IPCAL (number and % of observations with positive income from income source).",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010 and IPCAL, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table5",
                            "label": "Table 5",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"4\">Number of observations</th>\n<th colspan=\"3\">% of observations</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Income source</b></td>\n<td><b>IPCAL &amp; SILC</b></td>\n<td><b>IPCAL</b></td>\n<td><b>SILC</b></td>\n<td><b>Total</b></td>\n<td><b>IPCAL &amp; SILC</b></td>\n<td><b>IPCAL</b></td>\n<td><b>SILC</b></td>\n</tr>\n<tr>\n<td>Employment (1)</td>\n<td>5,592</td>\n<td>1,298</td>\n<td>145</td>\n<td>7,035</td>\n<td>79.5</td>\n<td>18.5</td>\n<td>2.1</td>\n</tr>\n<tr>\n<td>Self-employment (2)</td>\n<td>567</td>\n<td>218</td>\n<td>307</td>\n<td>1,092</td>\n<td>51.9</td>\n<td>20.0</td>\n<td>28.1</td>\n</tr>\n<tr>\n<td>(1) and (2)</td>\n<td>6,187</td>\n<td>1,049</td>\n<td>146</td>\n<td>7,382</td>\n<td>83.8</td>\n<td>14.2</td>\n<td>2.0</td>\n</tr>\n<tr>\n<td>Old age pensions (3)</td>\n<td>2,291</td>\n<td>298</td>\n<td>122</td>\n<td>2,711</td>\n<td>84.5</td>\n<td>11.0</td>\n<td>4.5</td>\n</tr>\n<tr>\n<td>Survivor pensions (4)</td>\n<td>92</td>\n<td>422</td>\n<td>78</td>\n<td>592</td>\n<td>15.5</td>\n<td>71.3</td>\n<td>13.2</td>\n</tr>\n<tr>\n<td>(3) and (4)</td>\n<td>2,458</td>\n<td>283</td>\n<td>50</td>\n<td>2,791</td>\n<td>88.1</td>\n<td>10.1</td>\n<td>1.8</td>\n</tr>\n<tr>\n<td>Unemployment</td>\n<td>1,175</td>\n<td>847</td>\n<td>251</td>\n<td>2,273</td>\n<td>51.7</td>\n<td>37.3</td>\n<td>11.0</td>\n</tr>\n<tr>\n<td>Sickness (5)</td>\n<td>142</td>\n<td>1,213</td>\n<td>42</td>\n<td>1,397</td>\n<td>10.2</td>\n<td>86.8</td>\n<td>3.0</td>\n</tr>\n<tr>\n<td>Disability (6)</td>\n<td>65</td>\n<td>498</td>\n<td>402</td>\n<td>965</td>\n<td>6.7</td>\n<td>51.6</td>\n<td>41.7</td>\n</tr>\n<tr>\n<td>(5) and (6)</td>\n<td>503</td>\n<td>881</td>\n<td>136</td>\n<td>1,520</td>\n<td>33.1</td>\n<td>58.0</td>\n<td>8.9</td>\n</tr>\n<tr>\n<td>All</td>\n<td>9,476</td>\n<td>777</td>\n<td>164</td>\n<td>10,417</td>\n<td>91.0</td>\n<td>7.5</td>\n<td>1.6</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Almost 80% of all individuals recording a positive gross employee income in either IPCAL or SILC, report a positive income in both datasets. 18% have a positive employee income in IPCAL only. They often have small amounts of gross employee income (median of 2,237 euro and a mean of 13,100 euro, which points to a strongly right skewed distribution). It is possible that respondents in SILC forget about these small income amounts (e.g. because it is income from an occasional job). 2% have a positive income in SILC exclusively (median of 13,949 euro and a mean of 19,327 euro). Looking at self-employment income, the correspondence between both datasets is pretty low. 567 individuals have a self-employment income in both IPCAL and SILC, 218 in IPCAL only (a median of 3,733 euro and a mean of 8,040 euro) and 307 in SILC only (a median of 23,750 euro and a mean of 29,205 euro). The first mismatch may again be due to small amounts neglected by SILC respondents (an indication for this is the relatively low median income), while the second mismatch may be due to tax evasion (as median income is higher, this might be a plausible explanation). When taking both employee and self-employed gross income together (another possible mismatch is that people make wrong judgements whether they are working as employee or self-employed), we see that 84% of all individuals with work income report this income in both IPCAL and SILC. More than 1,000 individuals report a (relatively small) positive income in IPCAL but not in SILC (median of 1,606 euro and a mean of 5,623 euro).",
                    "type": "paragraph"
                },
                {
                    "text": "For old-age pensions, the correspondence between both datasets is relatively good (85%). Again, we find that the median old-age incomes are low when the income component is present in IPCAL only (median of 2,052 euro with an average of 16,444 euro). When the old-age pension is reported in SILC exclusively, the median is higher (13,200 euro with an average of 14,271 euro). This underreporting of gross old-age pensions in IPCAL may be due to the fact that the amounts of the guaranteed income for the elderly are generally too low for taxes to be applied and are thus not declared to the tax authorities. For survivor pensions, the correspondence between both datasets is low (16%). Most individuals report a survivor pension in SILC but not in IPCAL. It is possible that individuals are not aware whether they receive an old-age pension or a survivor pension. When we take both income components together, the correspondence between both datasets is equal to 88%.",
                    "type": "paragraph"
                },
                {
                    "text": "Looking at unemployment benefits, we once again notice a substantial mismatch between both datasets. Only 52% of all individuals with an unemployment benefit report this benefit in both datasets. 37% reports this benefit in IPCAL but not in SILC (median of 1,390 euro with an average of 3,083 euro), while the opposite is true for the remaining 11% (median of 2,669 euro with an average of 6,261 euro).",
                    "type": "paragraph"
                },
                {
                    "text": "When looking at sickness and disability benefits, we see that the correspondence between both datasets is very low: only 10% for sickness benefits and 7% for disability benefits. For sickness benefits, most individuals (87%) report this (relatively low) benefit in IPCAL only and not in SILC (median of 2,469 euro and a mean of 5,166 euro). For disability benefits, the mismatch goes in both directions: 498 individuals report this benefit in IPCAL only and not in SILC, while the exact opposite is true for 402 individuals. When we take both sickness and disability benefits together (individuals may not know the difference between both benefits and report them incorrectly in SILC), we see that in only 33% of the cases the benefit is reported in both IPCAL and SILC.",
                    "type": "paragraph"
                },
                {
                    "text": "Taking all previous individual gross income components together, we see that the correspondence for the actual reporting of a non-zero income between IPCAL and SILC is 91%. 7% report a (relatively low) gross income in IPCAL only (median of 1,677 euro and a mean of 6,486 euro), while 2% report a gross income in SILC exclusively (median of 13,200 euro and a mean of 18,033 euro). The first mismatch may be due to small amounts, neglected by the SILC respondents, while the second mismatch may be due to underreporting to the fiscal authorities.",
                    "type": "paragraph"
                },
                {
                    "text": "In <a href=\"#table6\">Table 6</a>, we limit ourselves to individuals who report the same gross income component in both datasets. Looking at all income components together, the conclusion of the previous section is confirmed: in comparison to the administrative data, SILC underreports, on average, individual gross incomes. The average difference equals 3,930 euro per year or 15%.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Gross income components: IPCAL vs. SILC.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010 and IPCAL, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table6",
                            "label": "Table 6",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">Mean income</th>\n<th colspan=\"2\">Mean difference IPCAL – SILC</th>\n<th>Standard deviation</th>\n<th>Number of observations</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Income source</b></td>\n<td><b>IPCAL (€/year)</b></td>\n<td><b>SILC (€/year)</b></td>\n<td><b>(€/year)</b></td>\n<td><b>(% of SILC)</b></td>\n<td><b>(€/year)</b></td>\n<td/>\n</tr>\n<tr>\n<td>Employment (1)</td>\n<td>33,455</td>\n<td>31,554</td>\n<td>1,901</td>\n<td>6%</td>\n<td>8,736</td>\n<td>5,592</td>\n</tr>\n<tr>\n<td>Self-employment (2)</td>\n<td>55,667</td>\n<td>24,221</td>\n<td>31,446</td>\n<td>130%</td>\n<td>66,920</td>\n<td>567</td>\n</tr>\n<tr>\n<td>(1) and (2)</td>\n<td>35,928</td>\n<td>31,500</td>\n<td>4,427</td>\n<td>14%</td>\n<td>22,636</td>\n<td>6,187</td>\n</tr>\n<tr>\n<td>Old age pensions (3)</td>\n<td>17,229</td>\n<td>17,953</td>\n<td>−723</td>\n<td>−4%</td>\n<td>17,701</td>\n<td>2,291</td>\n</tr>\n<tr>\n<td>Survivor pensions (4)</td>\n<td>14,839</td>\n<td>13,883</td>\n<td>955</td>\n<td>7%</td>\n<td>2591</td>\n<td>92</td>\n</tr>\n<tr>\n<td>(3) and (4)</td>\n<td>18,607</td>\n<td>17,702</td>\n<td>904</td>\n<td>5%</td>\n<td>16,767</td>\n<td>2,458</td>\n</tr>\n<tr>\n<td>Unemployment</td>\n<td>9,270</td>\n<td>8,767</td>\n<td>503</td>\n<td>6%</td>\n<td>7,635</td>\n<td>1,175</td>\n</tr>\n<tr>\n<td>Sickness (5)</td>\n<td>6,097</td>\n<td>5,591</td>\n<td>506</td>\n<td>9%</td>\n<td>3,623</td>\n<td>142</td>\n</tr>\n<tr>\n<td>Disability (6)</td>\n<td>3,907</td>\n<td>11,914</td>\n<td>-8,007</td>\n<td>-67%</td>\n<td>7,988</td>\n<td>65</td>\n</tr>\n<tr>\n<td>(5) and (6)</td>\n<td>10,608</td>\n<td>9,932</td>\n<td>676</td>\n<td>7%</td>\n<td>5,986</td>\n<td>503</td>\n</tr>\n<tr>\n<td>All</td>\n<td>30,462</td>\n<td>26,533</td>\n<td>3,930</td>\n<td>15%</td>\n<td>23,852</td>\n<td>9,476</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Zooming in on the different income components, we see that even for the well-defined and well-registered gross employee income component, the finding is persistent: gross employee income is lower in SILC than in IPCAL (average difference of 1,901 euro per year or 6%). Looking at gross self-employment income, the differences between SILC and IPCAL are enormous. On average, IPCAL income exceeds SILC income with more than 31,000 euro (or 130%) per year. In more than 60% of the cases whereby individuals report to have a self-employment income in both datasets, IPCAL income exceeds SILC income with more than 20,000 euro per year.",
                    "type": "paragraph"
                },
                {
                    "text": "Old-age pension is an income component for which we find, on average, lower incomes in the fiscal data than in the survey data. Gross pension income as reported in SILC is, on average, 723 euro or 4% higher than in the IPCAL dataset. The opposite is true for survivor pensions, and for both pensions combined. We notice that the reported unemployment gross income is on average 503 euro’s per year higher in IPCAL than in SILC. In 13% of the cases, unemployment income in IPCAL is more than 20,000 euro’s per year higher as reported in SILC.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, we find that sickness benefits in the fiscal data are higher than in the survey data (9%), while the opposite is true for disability benefits (difference of -67%). For both income components together we observe lower gross incomes in the survey data in comparison to the fiscal data.",
                    "type": "paragraph"
                }
            ],
            "id": "s2-2",
            "title": "2.2 Gross income components",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, we focus on three elements which can (partly) explain the mismatch between gross incomes in SILC and IPCAL: (i) the imputation of missing values; (ii) the source of information used by the respondent; (iii) stability of the socio-economic status throughout the year.",
                    "type": "paragraph"
                },
                {
                    "text": "First, we assess the role of the imputation process done by the Belgian Statistical Office. In <a href=\"#table7\">Table 7</a>, we look only at gross income components which are not imputed in the Belgian SILC dataset. As shown in <a href=\"#table1\">Table 1</a>, only unemployment benefits and employee incomes are captured relatively well, as most gross incomes are reported. For the other income components, considerably more values are imputed. Looking at total gross non-imputed individual income, we see that the mean difference between SILC and IPCAL goes down (from 15% to 12%). Also the standard deviation diminishes (from 23,852 to 22,336). Looking at the separate income components, we get a mixed picture: in all cases but one (old-age pensions), the mean difference between SILC and IPCAL diminishes. In some cases, the standard deviation decreases (employee income, unemployment income), while the opposite is true for self-employed income and old-age pensions.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Gross income components, not imputed: IPCAL vs. SILC.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010 and IPCAL, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table7",
                            "label": "Table 7",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">Mean income</th>\n<th colspan=\"2\">Mean difference IPCAL – SILC</th>\n<th>Standard deviation</th>\n<th>Number of observations</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Income source</b></td>\n<td><b>IPCAL (€/year)</b></td>\n<td><b>SILC (€/year)</b></td>\n<td><b>(€/year)</b></td>\n<td><b>(% of SILC)</b></td>\n<td><b>(€/year)</b></td>\n<td/>\n</tr>\n<tr>\n<td>Employment (1)</td>\n<td>33,847</td>\n<td>31,907</td>\n<td>1,939</td>\n<td>6%</td>\n<td>8,491</td>\n<td>5,019</td>\n</tr>\n<tr>\n<td>Self-employment (2)</td>\n<td>63,761</td>\n<td>27,777</td>\n<td>35,984</td>\n<td>130%</td>\n<td>93,942</td>\n<td>134</td>\n</tr>\n<tr>\n<td>(1) and (2)</td>\n<td>34,296</td>\n<td>31,390</td>\n<td>2,906</td>\n<td>9%</td>\n<td>18,281</td>\n<td>5,390</td>\n</tr>\n<tr>\n<td>Old age pensions (3)</td>\n<td>17,395</td>\n<td>18,370</td>\n<td>-974</td>\n<td>-5%</td>\n<td>19,944</td>\n<td>1,195</td>\n</tr>\n<tr>\n<td>Survivor pensions (4)</td>\n<td>14,839</td>\n<td>13,883</td>\n<td>955</td>\n<td>7%</td>\n<td>2,591</td>\n<td>92</td>\n</tr>\n<tr>\n<td>(3) and (4)</td>\n<td>18,735</td>\n<td>17,973</td>\n<td>761</td>\n<td>4%</td>\n<td>18,682</td>\n<td>1,321</td>\n</tr>\n<tr>\n<td>Unemployment</td>\n<td>9,217</td>\n<td>8,772</td>\n<td>444</td>\n<td>5%</td>\n<td>3,915</td>\n<td>1,172</td>\n</tr>\n<tr>\n<td>Sickness (5)</td>\n<td>6,097</td>\n<td>5,591</td>\n<td>506</td>\n<td>9%</td>\n<td>3623</td>\n<td>142</td>\n</tr>\n<tr>\n<td>Disability (6)</td>\n<td>3,907</td>\n<td>11,914</td>\n<td>−8,007</td>\n<td>−67%</td>\n<td>7988</td>\n<td>65</td>\n</tr>\n<tr>\n<td>(5) and (6)</td>\n<td>10,608</td>\n<td>9,932</td>\n<td>676</td>\n<td>7%</td>\n<td>5,986</td>\n<td>503</td>\n</tr>\n<tr>\n<td>All</td>\n<td>30,812</td>\n<td>27,473</td>\n<td>3,339</td>\n<td>12%</td>\n<td>22,336</td>\n<td>7,513</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "These findings indicate that an inaccurate imputation of gross income components partially explain the mismatch between gross incomes in IPCAL and SILC.",
                    "type": "paragraph"
                },
                {
                    "text": "Next, we look at the information source used during the interview. In the Belgian version of the SILC, we have a variable indicating the source of information used by the respondents when filling in the questionnaire. We would expect that for respondents using either their tax or pay slip, SILC and IPCAL incomes should match rather well. Looking at <a href=\"#table8\">Table 8</a>, we see that this is indeed the case: both the mean difference between IPCAL and SILC (from 15% to 9%) and the standard deviation (from 23,852 to 16,421) diminishes. Zooming in on the different income components, we notice that the mean difference between IPCAL and SILC diminishes for some income components (e.g. self-employed income), while the opposite is true for others (e.g. unemployment benefit). The average standard deviation diminishes for all income components but one (old-age pension). Only a minority of the SILC respondents indicate to use extra information when filling in the questionnaire (39%). Problem groups are the self-employed (8.9%) and the pensioners (1.8%). Although the subgroup of self-employed persons who use extra sources is small (only 35 persons), the difference between their reported income in SILC and in IPCAL diminishes significantly (from 130% to -24%), indicating that using extra tax information systematically when filling in survey data may help reducing the mismatch with the fiscal data.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Gross income components, information used: IPCAL vs. SILC.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010 and IPCAL, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table8",
                            "label": "Table 8",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">Mean income</th>\n<th colspan=\"2\">Mean difference IPCAL – SILC</th>\n<th>Standard deviation</th>\n<th>Number of observations</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Income source</b></td>\n<td><b>IPCAL (€/year)</b></td>\n<td><b>SILC (€/year)</b></td>\n<td><b>(€/year)</b></td>\n<td><b>(% of SILC)</b></td>\n<td><b>(€/year)</b></td>\n<td/>\n</tr>\n<tr>\n<td>Employment (1)</td>\n<td>36,293</td>\n<td>33,991</td>\n<td>2,302</td>\n<td>7%</td>\n<td>8,218</td>\n<td>3,480</td>\n</tr>\n<tr>\n<td>Self-employment (2)</td>\n<td>13,040</td>\n<td>17,194</td>\n<td>−4,154</td>\n<td>−24%</td>\n<td>14,177</td>\n<td>35</td>\n</tr>\n<tr>\n<td>(1) and (2)</td>\n<td>36,488</td>\n<td>34,076</td>\n<td>2,412</td>\n<td>7%</td>\n<td>8,610</td>\n<td>3,500</td>\n</tr>\n<tr>\n<td>Old age pensions (3)</td>\n<td>24,196</td>\n<td>23,375</td>\n<td>821</td>\n<td>4%</td>\n<td>44,093</td>\n<td>42</td>\n</tr>\n<tr>\n<td>Survivor pensions (4)</td>\n<td>15,426</td>\n<td>13,788</td>\n<td>1,638</td>\n<td>12%</td>\n<td>1,871</td>\n<td>6</td>\n</tr>\n<tr>\n<td>(3) and (4)</td>\n<td>23,097</td>\n<td>21,791</td>\n<td>1,306</td>\n<td>6%</td>\n<td>39,898</td>\n<td>51</td>\n</tr>\n<tr>\n<td>Unemployment</td>\n<td>5,731</td>\n<td>4,926</td>\n<td>805</td>\n<td>16%</td>\n<td>4,433</td>\n<td>268</td>\n</tr>\n<tr>\n<td>Sickness (5)</td>\n<td>4,799</td>\n<td>4,098</td>\n<td>701</td>\n<td>17%</td>\n<td>3,111</td>\n<td>63</td>\n</tr>\n<tr>\n<td>Disability (6)</td>\n<td>2,273</td>\n<td>6,250</td>\n<td>−3,977</td>\n<td>−64%</td>\n<td>5,126</td>\n<td>23</td>\n</tr>\n<tr>\n<td>(5) and (6)</td>\n<td>6,615</td>\n<td>4,712</td>\n<td>1,904</td>\n<td>40%</td>\n<td>5,199</td>\n<td>98</td>\n</tr>\n<tr>\n<td>All</td>\n<td>38,089</td>\n<td>34,862</td>\n<td>3,227</td>\n<td>9%</td>\n<td>16,421</td>\n<td>3,535</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "As a final element, we look at individuals with the same socio-economic status throughout the year, as we could expect that these individuals have a better idea of their income in comparison to individuals who combine different income sources. Unfortunately, this element does not explain the mismatch between survey and fiscal data, as can be seen in <a href=\"#table9\">Table 9</a>. Both the mean difference between IPCAL and SILC and the standard deviation diminishes. But when we look at the different gross income components, we notice a better match between IPCAL and SILC data for some (e.g. pension or unemployment benefit), where the situation worsens for others (e.g. employment or sickness benefit). We can thus conclude that neither of the three elements discussed give a satisfying answer in explaining the mismatch between gross incomes in IPCAL and SILC.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Gross income components, same socio-economic status throughout the year: IPCAL vs. SILC.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010 and IPCAL, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table9",
                            "label": "Table 9",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">Mean income</th>\n<th colspan=\"2\">Mean difference IPCAL – SILC</th>\n<th>Standard deviation</th>\n<th>Number of observations</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Income source</b></td>\n<td><b>IPCAL (€/year)</b></td>\n<td><b>SILC (€/year)</b></td>\n<td><b>(€/year)</b></td>\n<td><b>(% of SILC)</b></td>\n<td><b>(€/year)</b></td>\n<td/>\n</tr>\n<tr>\n<td>Employment (1)</td>\n<td>36,264</td>\n<td>34,247</td>\n<td>2,016</td>\n<td>6%</td>\n<td>14,706</td>\n<td>4,687</td>\n</tr>\n<tr>\n<td>Self-employment (2)</td>\n<td>63,873</td>\n<td>38,533</td>\n<td>25,340</td>\n<td>66%</td>\n<td>73,582</td>\n<td>325</td>\n</tr>\n<tr>\n<td>(1) and (2)</td>\n<td>38,765</td>\n<td>33,905</td>\n<td>4,860</td>\n<td>14%</td>\n<td>23,947</td>\n<td>5,250</td>\n</tr>\n<tr>\n<td>Old age pensions (3)</td>\n<td>17,257</td>\n<td>17,740</td>\n<td>−483</td>\n<td>−3%</td>\n<td>13,470</td>\n<td>2,209</td>\n</tr>\n<tr>\n<td>Survivor pensions (4)</td>\n<td>15,386</td>\n<td>14,608</td>\n<td>778</td>\n<td>5%</td>\n<td>2,255</td>\n<td>85</td>\n</tr>\n<tr>\n<td>(3) and (4)</td>\n<td>18,682</td>\n<td>17,524</td>\n<td>1,158</td>\n<td>7%</td>\n<td>12,524</td>\n<td>2,371</td>\n</tr>\n<tr>\n<td>Unemployment</td>\n<td>9,544</td>\n<td>9,356</td>\n<td>189</td>\n<td>2%</td>\n<td>4,211</td>\n<td>567</td>\n</tr>\n<tr>\n<td>Sickness (5)</td>\n<td>11,614</td>\n<td>10,418</td>\n<td>1,197</td>\n<td>11%</td>\n<td>4,930</td>\n<td>31</td>\n</tr>\n<tr>\n<td>Disability (6)</td>\n<td>5,216</td>\n<td>16,065</td>\n<td>−10,850</td>\n<td>−68%</td>\n<td>8,358</td>\n<td>41</td>\n</tr>\n<tr>\n<td>(5) and (6)</td>\n<td>12,942</td>\n<td>12,472</td>\n<td>470</td>\n<td>4%</td>\n<td>6,750</td>\n<td>343</td>\n</tr>\n<tr>\n<td>All</td>\n<td>31,390</td>\n<td>27,417</td>\n<td>3,973</td>\n<td>14%</td>\n<td>22,093</td>\n<td>8,486</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s2-3",
            "title": "2.3 Possible explanations for the underreporting of gross incomes in SILC",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "As none of the potential reasons assessed in <a href=\"#s2-3\">Section 2.3</a> give a satisfactory explanation for the mismatch between the SILC and IPCAL gross incomes, we will explore one of several possible routes to adapt (or ‘adjust’) gross SILC incomes. The method we use is based on the assumption that SILC respondents have a better knowledge of their net incomes (as reported in SILC) than of their gross ones. The fact that gross incomes are more often imputed in SILC than net incomes (see <a href=\"#table1\">Table 1</a>) supports this argument. In this case, it seems naturel to start from the reported net incomes to reconstruct ‘corrected’ gross incomes, which are consistent with the reported net ones. Another option is to assume that the administrative gross incomes are the ‘correct’ ones, and hence replace (some) gross incomes in SILC by the information from IPCAL. A run of EUROMOD on these corrected gross incomes would then produce an adjusted net income distribution, which can be compared with the distribution of reported net incomes in SILC. We will only look at the former option, the latter is left for future research.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Constructing adjusted gross incomes",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "A microsimulation model (e.g. EUROMOD) establishes a relationship between gross and net incomes for a given tax-benefit structure. <a href=\"#bib5\">Immervoll and O’Donoghue (2001)</a> invert this relationship by calculating gross incomes which correspond to given net ones. Since the complexity of a real-world tax-benefit system makes it impossible to invert this relationship analytically, one searches for these gross incomes iteratively. Make an informed guess of gross income, run the microsimulation model to calculate the corresponding net income, and compare this net income with the reported net income. Based on that difference, adjust the first guess of your gross income. In this way one produces a gross income distribution which, for a given tax benefit structure and for a given parameterization of this structure in a tax-benefit model, is consistent with observed or reported net incomes. In this case, the assumptions are: 1) that reported net incomes in SILC are more reliable than gross incomes, and 2) we take the accuracy of the microsimulation model, linking gross and net incomes, for granted. <a href=\"#fig4\">Figure 4</a> gives an illustration of the iterative procedure used in this paper.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00141%2Fijm-00141-fig4.tif",
                                "size": {
                                    "width": 684,
                                    "height": 459
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00141%2Fijm-00141-fig4.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00141-fig4.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "Iterative procedure used to calculate new gross incomes in SILC.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The iterative method takes place in two steps. Starting from the reported net incomes, we first calculate the amount of taxes paid, hereby making use of the withholding income tax schedule as simulated within EUROMOD. We use the withholding income tax (and not the final income tax) because we expect that individuals in BE-SILC report their monthly net income equal to the monthly amount they receive on their bank account, which is gross income minus social security contributions minus withholding income taxes. We assume that a SILC respondent does not take into account the final tax settlement at the end of the fiscal year when reporting his or her monthly net income. In a second step, we use the sum of the net incomes and withholding taxes to estimate the amount of social security contributions paid. The ‘adjusted’ gross incomes are than the sum of originally reported net incomes, newly calculated withholding taxes and newly calculated social security contributions.",
                    "type": "paragraph"
                },
                {
                    "text": "Below we compare the reported and adjusted gross income components in SILC, for each of the researched income components.",
                    "type": "paragraph"
                }
            ],
            "id": "s3-1",
            "title": "3.1 Methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In <a href=\"#table10\">Table 10</a>, we compare the adjusted gross incomes for employees (column 3) with the reported ones in SILC (column 2). We give both the absolute difference between adjusted and reported gross incomes (in euro per year) in column 4 and the percentage adjustment ((adjusted gross incomes – reported gross incomes) / reported gross incomes) in column 5. We do this by income deciles based on the equivalised net household income. In the two rightmost columns we sketch the progressivity of the implied tax rates, defined as the difference between gross incomes and net incomes as a percentage of gross incomes. Column 6 shows the implied tax rate when reported gross incomes are used. In column 7 we use the adjusted gross incomes.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Gross monthly income from employment, reported gross income vs. adjusted gross income, SILC 2010.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table10",
                            "label": "Table 10",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>(1)</th>\n<th>(2)</th>\n<th>(3)</th>\n<th>(4)</th>\n<th>(5)</th>\n<th>(6)</th>\n<th>(7)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Decile</b></td>\n<td colspan=\"3\"><b>Income</b></td>\n<td colspan=\"2\"><b>Difference</b></td>\n<td colspan=\"2\"><b>Implicit tax rate</b></td>\n</tr>\n<tr>\n<td/>\n<td><b>reported net</b></td>\n<td><b>reported gross</b></td>\n<td><b>adjusted gross</b></td>\n<td><b>(3)-(2)in €</b></td>\n<td><b>(3)-(2) in % of (2)</b></td>\n<td><b>(2)-(1) in % of (2)</b></td>\n<td><b>(3)-(1) in % of (3)</b></td>\n</tr>\n<tr>\n<td><b>1</b></td>\n<td>3,288</td>\n<td>4,296</td>\n<td>3,456</td>\n<td>−840</td>\n<td>−19.6</td>\n<td>23.5</td>\n<td>4.9</td>\n</tr>\n<tr>\n<td><b>2</b></td>\n<td>10,356</td>\n<td>13,632</td>\n<td>12,012</td>\n<td>−1,620</td>\n<td>−11.9</td>\n<td>24.0</td>\n<td>13.8</td>\n</tr>\n<tr>\n<td><b>3</b></td>\n<td>14,628</td>\n<td>20,460</td>\n<td>19,248</td>\n<td>−1,212</td>\n<td>−5.9</td>\n<td>28.5</td>\n<td>24.0</td>\n</tr>\n<tr>\n<td><b>4</b></td>\n<td>17,268</td>\n<td>24,720</td>\n<td>24,204</td>\n<td>−516</td>\n<td>−2.1</td>\n<td>30.1</td>\n<td>28.7</td>\n</tr>\n<tr>\n<td><b>5</b></td>\n<td>19,224</td>\n<td>28,116</td>\n<td>28,908</td>\n<td>792</td>\n<td>2.8</td>\n<td>31.6</td>\n<td>33.5</td>\n</tr>\n<tr>\n<td><b>6</b></td>\n<td>21,048</td>\n<td>30,876</td>\n<td>32,796</td>\n<td>1,920</td>\n<td>6.2</td>\n<td>31.8</td>\n<td>35.8</td>\n</tr>\n<tr>\n<td><b>7</b></td>\n<td>23,064</td>\n<td>34,548</td>\n<td>37,512</td>\n<td>2,964</td>\n<td>8.6</td>\n<td>33.2</td>\n<td>38.5</td>\n</tr>\n<tr>\n<td><b>8</b></td>\n<td>25,500</td>\n<td>39,180</td>\n<td>43,044</td>\n<td>3,894</td>\n<td>9.9</td>\n<td>34.9</td>\n<td>40.8</td>\n</tr>\n<tr>\n<td><b>9</b></td>\n<td>29,208</td>\n<td>46,176</td>\n<td>51,792</td>\n<td>5,616</td>\n<td>12.2</td>\n<td>36.7</td>\n<td>43.6</td>\n</tr>\n<tr>\n<td><b>10</b></td>\n<td>42,696</td>\n<td>68,676</td>\n<td>87,504</td>\n<td>18,828</td>\n<td>27.4</td>\n<td>37.8</td>\n<td>51.2</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td>20,616</td>\n<td>31,056</td>\n<td>34,032</td>\n<td>2,976</td>\n<td>9.6</td>\n<td>33.6</td>\n<td>39.4</td>\n</tr>\n<tr>\n<td/>\n<td colspan=\"3\"><b>Number of observations</b></td>\n<td/>\n<td/>\n<td><b>5,618</b></td>\n<td/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "On average, gross monthly income from employment is adjusted upwards with nearly €3,000 or about 10%. But the adjustment varies widely across the income distribution. For the bottom four income deciles, gross employment incomes are adjusted downwards. For the upper half of the income distribution, we have to revise gross incomes upwards.",
                    "type": "paragraph"
                },
                {
                    "text": "If we buy the assumption that SILC respondents report their net income more accurately than their gross income, and that they perceive the question as gauging their net earnings after withholding tax, this implies that respondents in the bottom deciles who also report a gross income, overestimate the withholding tax and social security contributions they have paid. On the contrary, individuals in higher deciles seem to underestimate the taxes and contributions paid. Since we have to revise their gross employment income upwards, the implied amount of taxes will, for a given net income, be higher.",
                    "type": "paragraph"
                },
                {
                    "text": "The last two columns show how important the adjustment of gross incomes is when drawing conclusions about the progressivity of the tax system. Implicitly, accepting the correction of gross incomes as described above, and leaving the net incomes untouched, boils down to the introduction of a way more progressive tax system (in this case on employment income). The implicit tax rate in the top decile increases from 38% to 51%.",
                    "type": "paragraph"
                }
            ],
            "id": "s3-2",
            "title": "3.2 Gross employee income",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "<a href=\"#table11\">Table 11</a> shows the adjustment for gross incomes from self-employment. Across the whole income distribution, we have to raise the gross incomes from self-employment to match the reported net incomes. In decile 10 we even have to add more than €52,000 or nearly 70%. In this case, it seems quite evident that the assumption of an accurate calculation of tax liabilities by EUROMOD is not really tenable. The upward adjustment of gross incomes will certainly also have to do with the fact that for self-employed, tax liabilities might be overestimated in EUROMOD.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Gross monthly income from self-employment, reported gross incomes vs. adjusted gross incomes, SILC 2010.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table11",
                            "label": "Table 11",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>(1)</th>\n<th>(2)</th>\n<th>(3)</th>\n<th>(4)</th>\n<th>(5)</th>\n<th>(6)</th>\n<th>(7)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Decile</b></td>\n<td colspan=\"3\"><b>Income</b></td>\n<td colspan=\"2\"><b>Difference</b></td>\n<td colspan=\"2\"><b>Implicit tax rate</b></td>\n</tr>\n<tr>\n<td/>\n<td><b>reported net</b></td>\n<td><b>reported gross</b></td>\n<td><b>Adjusted gross</b></td>\n<td><b>(3)-(2)in €</b></td>\n<td><b>(3)-(2) in % of (2)</b></td>\n<td><b>(2)-(1) in % of (2)</b></td>\n<td><b>(3)-(1) in % of (3)</b></td>\n</tr>\n<tr>\n<td><b>1</b></td>\n<td>1,200</td>\n<td>1,452</td>\n<td>4,296</td>\n<td>2,844</td>\n<td>195.9</td>\n<td>17.4</td>\n<td>72.1</td>\n</tr>\n<tr>\n<td><b>2</b></td>\n<td>5,988</td>\n<td>7,980</td>\n<td>9,864</td>\n<td>1,884</td>\n<td>23.6</td>\n<td>25.0</td>\n<td>39.3</td>\n</tr>\n<tr>\n<td><b>3</b></td>\n<td>10,620</td>\n<td>13,356</td>\n<td>16,248</td>\n<td>2,892</td>\n<td>21.7</td>\n<td>20.5</td>\n<td>34.6</td>\n</tr>\n<tr>\n<td><b>4</b></td>\n<td>14,388</td>\n<td>18,408</td>\n<td>22,620</td>\n<td>4,212</td>\n<td>22.9</td>\n<td>21.8</td>\n<td>36.4</td>\n</tr>\n<tr>\n<td><b>5</b></td>\n<td>17,232</td>\n<td>21,840</td>\n<td>27,900</td>\n<td>6,060</td>\n<td>27.7</td>\n<td>21.1</td>\n<td>38.2</td>\n</tr>\n<tr>\n<td><b>6</b></td>\n<td>19,524</td>\n<td>25,788</td>\n<td>35,448</td>\n<td>9,660</td>\n<td>37.5</td>\n<td>24.3</td>\n<td>44.9</td>\n</tr>\n<tr>\n<td><b>7</b></td>\n<td>22,416</td>\n<td>28,956</td>\n<td>41,472</td>\n<td>12,516</td>\n<td>43.2</td>\n<td>22.6</td>\n<td>45.9</td>\n</tr>\n<tr>\n<td><b>8</b></td>\n<td>27,720</td>\n<td>35,436</td>\n<td>55,056</td>\n<td>19,620</td>\n<td>55.4</td>\n<td>21.8</td>\n<td>49.7</td>\n</tr>\n<tr>\n<td><b>9</b></td>\n<td>34,524</td>\n<td>46,536</td>\n<td>72,060</td>\n<td>25,524</td>\n<td>54.8</td>\n<td>25.8</td>\n<td>52.1</td>\n</tr>\n<tr>\n<td><b>10</b></td>\n<td>58,008</td>\n<td>76,332</td>\n<td>128,604</td>\n<td>52,272</td>\n<td>68.5</td>\n<td>24.0</td>\n<td>54.9</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td>20,436</td>\n<td>26,544</td>\n<td>39,576</td>\n<td>13,032</td>\n<td>49.1</td>\n<td>23.0</td>\n<td>48.4</td>\n</tr>\n<tr>\n<td/>\n<td colspan=\"3\"><b>Number of observations</b></td>\n<td/>\n<td/>\n<td><b>700</b></td>\n<td/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s3-3",
            "title": "3.3 Gross self-employment income",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Looking at old-age pensions (<a href=\"#table12\">Table 12</a>), the adjusted gross incomes are lower in the bottom eight income deciles compared to the registered ones. This picture changes in the two highest deciles. The explanation for the low implicit tax rate in the bottom part of the distribution is twofold: old age pensioners are eligible for a substantial tax credits (2,202 euro per year in 2009) and they do not have to pay social insurance contributions if their monthly gross income is lower than 1,281 euro per month.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Gross monthly income from an old-age pension, reported gross incomes vs. adjusted gross incomes, SILC 2010.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table12",
                            "label": "Table 12",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>(1)</th>\n<th>(2)</th>\n<th>(3)</th>\n<th>(4)</th>\n<th>(5)</th>\n<th>(6)</th>\n<th>(7)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Decile</b></td>\n<td colspan=\"3\"><b>Income</b></td>\n<td colspan=\"2\"><b>Difference</b></td>\n<td colspan=\"2\"><b>Implicit tax rate</b></td>\n</tr>\n<tr>\n<td/>\n<td><b>reported net</b></td>\n<td><b>reported gross</b></td>\n<td><b>adjusted gross</b></td>\n<td><b>(3)-(2)in €</b></td>\n<td><b>(3)-(2) in % of (2)</b></td>\n<td><b>(2)-(1) in % of (2)</b></td>\n<td><b>(3)-(1) in % of (3)</b></td>\n</tr>\n<tr>\n<td><b>1</b></td>\n<td>3,360</td>\n<td>3,624</td>\n<td>3,360</td>\n<td>−264</td>\n<td>−7.3</td>\n<td>7.3</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td><b>2</b></td>\n<td>9,576</td>\n<td>10,068</td>\n<td>9,576</td>\n<td>−492</td>\n<td>−4.9</td>\n<td>4.9</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td><b>3</b></td>\n<td>11,532</td>\n<td>12,168</td>\n<td>11,532</td>\n<td>−636</td>\n<td>−5.2</td>\n<td>5.2</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td><b>4</b></td>\n<td>12,456</td>\n<td>13,296</td>\n<td>12,468</td>\n<td>−828</td>\n<td>−6.2</td>\n<td>6.3</td>\n<td>0.1</td>\n</tr>\n<tr>\n<td><b>5</b></td>\n<td>13,380</td>\n<td>14,448</td>\n<td>13,428</td>\n<td>−1,020</td>\n<td>−7.1</td>\n<td>7.4</td>\n<td>0.4</td>\n</tr>\n<tr>\n<td><b>6</b></td>\n<td>14,544</td>\n<td>16,128</td>\n<td>15,144</td>\n<td>−984</td>\n<td>−6.1</td>\n<td>9.8</td>\n<td>4.0</td>\n</tr>\n<tr>\n<td>7</td>\n<td>15,804</td>\n<td>18,084</td>\n<td>17,124</td>\n<td>−960</td>\n<td>−5.3</td>\n<td>12.6</td>\n<td>7.7</td>\n</tr>\n<tr>\n<td><b>8</b></td>\n<td>17,808</td>\n<td>21,336</td>\n<td>21,204</td>\n<td>−121</td>\n<td>−0.6</td>\n<td>16.5</td>\n<td>16.0</td>\n</tr>\n<tr>\n<td><b>9</b></td>\n<td>20,448</td>\n<td>25,16</td>\n<td>27,276</td>\n<td>2,160</td>\n<td>8.6</td>\n<td>18.6</td>\n<td>25.0</td>\n</tr>\n<tr>\n<td><b>10</b></td>\n<td>32,856</td>\n<td>39,324</td>\n<td>56,712</td>\n<td>17,338</td>\n<td>44.2</td>\n<td>16.4</td>\n<td>42.1</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td>15,108</td>\n<td>17,256</td>\n<td>18,684</td>\n<td>1,428</td>\n<td>8.3</td>\n<td>12.4</td>\n<td>19.1</td>\n</tr>\n<tr>\n<td/>\n<td colspan=\"3\"><b>Number of observations</b></td>\n<td/>\n<td/>\n<td><b>2,423</b></td>\n<td/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Looking at survivor pensions (<a href=\"#table13\">Table 13</a>), adjusted gross incomes are on average lower than reported gross incomes in the first and second income tertile, and higher in the third income tertile.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Gross monthly income from a survivor pension, reported gross incomes vs. adjusted gross incomes, SILC 2010.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table13",
                            "label": "Table 13",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>(1)</th>\n<th>(2)</th>\n<th>(3)</th>\n<th>(4)</th>\n<th>(5)</th>\n<th>(6)</th>\n<th>(7)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Tertile</b></td>\n<td colspan=\"3\"><b>Income</b></td>\n<td colspan=\"2\"><b>Difference</b></td>\n<td colspan=\"2\"><b>Implicit tax rate</b></td>\n</tr>\n<tr>\n<td/>\n<td><b>reported net</b></td>\n<td><b>reported gross</b></td>\n<td><b>adjusted gross</b></td>\n<td><b>(3)-(2)in €</b></td>\n<td><b>(3)-(2) in % of (2)</b></td>\n<td><b>(2)-(1) in % of (2)</b></td>\n<td><b>(3)-(1) in % of (3)</b></td>\n</tr>\n<tr>\n<td><b>1</b></td>\n<td>8,916</td>\n<td>9,120</td>\n<td>8,916</td>\n<td>−204</td>\n<td>−2.2</td>\n<td>2.2</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td><b>2</b></td>\n<td>13,320</td>\n<td>13,932</td>\n<td>13,476</td>\n<td>−456</td>\n<td>−3.3</td>\n<td>4.4</td>\n<td>1.2</td>\n</tr>\n<tr>\n<td><b>3</b></td>\n<td>17,604</td>\n<td>19,824</td>\n<td>19,992</td>\n<td>168</td>\n<td>0.8</td>\n<td>11.2</td>\n<td>11.9</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td>13,188</td>\n<td>14,196</td>\n<td>14,028</td>\n<td>−168</td>\n<td>−1.2</td>\n<td>7.1</td>\n<td>6.0</td>\n</tr>\n<tr>\n<td/>\n<td colspan=\"3\"><b>Number of observations</b></td>\n<td/>\n<td/>\n<td><b>103</b></td>\n<td/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s3-4",
            "title": "3.4 Gross pension income",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Newly calculated gross unemployment income (<a href=\"#table14\">Table 14</a>) is quite close to reported gross income (difference of 1.1% on average). The regressive pattern of taxation of unemployment benefits stays intact when calculating new gross unemployment incomes.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Gross monthly income from an unemployment benefit, reported gross incomes vs. adjusted gross incomes, SILC 2010.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table14",
                            "label": "Table 14",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>(1)</th>\n<th>(2)</th>\n<th>(3)</th>\n<th>(4)</th>\n<th>(5)</th>\n<th>(6)</th>\n<th>(7)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Decile</b></td>\n<td colspan=\"3\"><b>Income</b></td>\n<td colspan=\"2\"><b>Difference</b></td>\n<td colspan=\"2\"><b>Implicit tax rate</b></td>\n</tr>\n<tr>\n<td/>\n<td><b>reported net</b></td>\n<td><b>reported gross</b></td>\n<td><b>adjusted gross</b></td>\n<td><b>(3)-(2)in €</b></td>\n<td><b>(3)-(2) in % of (2)</b></td>\n<td><b>(2)-(1) in % of (2)</b></td>\n<td><b>(3)-(1) in % of (3)</b></td>\n</tr>\n<tr>\n<td><b>1</b></td>\n<td>732</td>\n<td>792</td>\n<td>792</td>\n<td>0</td>\n<td>0.0</td>\n<td>7.6</td>\n<td>7.6</td>\n</tr>\n<tr>\n<td><b>2</b></td>\n<td>1,512</td>\n<td>1,632</td>\n<td>1,656</td>\n<td>24</td>\n<td>1.5</td>\n<td>7.4</td>\n<td>8.7</td>\n</tr>\n<tr>\n<td><b>3</b></td>\n<td>2,208</td>\n<td>2,316</td>\n<td>2,388</td>\n<td>72</td>\n<td>3.1</td>\n<td>4.7</td>\n<td>7.5</td>\n</tr>\n<tr>\n<td><b>4</b></td>\n<td>3,324</td>\n<td>3,480</td>\n<td>3,552</td>\n<td>72</td>\n<td>2.1</td>\n<td>4.5</td>\n<td>6.4</td>\n</tr>\n<tr>\n<td><b>5</b></td>\n<td>4,428</td>\n<td>4,644</td>\n<td>4,704</td>\n<td>60</td>\n<td>1.3</td>\n<td>4.7</td>\n<td>5.9</td>\n</tr>\n<tr>\n<td><b>6</b></td>\n<td>5,892</td>\n<td>6036</td>\n<td>6,264</td>\n<td>228</td>\n<td>3.8</td>\n<td>2.4</td>\n<td>5.9</td>\n</tr>\n<tr>\n<td><b>7</b></td>\n<td>8,436</td>\n<td>8,748</td>\n<td>8,772</td>\n<td>24</td>\n<td>0.3</td>\n<td>3.6</td>\n<td>3.8</td>\n</tr>\n<tr>\n<td><b>8</b></td>\n<td>10,392</td>\n<td>10,584</td>\n<td>10,716</td>\n<td>132</td>\n<td>1.2</td>\n<td>1.8</td>\n<td>3.0</td>\n</tr>\n<tr>\n<td><b>9</b></td>\n<td>11,556</td>\n<td>11,748</td>\n<td>11,724</td>\n<td>−24</td>\n<td>−0.2</td>\n<td>1.6</td>\n<td>1.4</td>\n</tr>\n<tr>\n<td><b>10</b></td>\n<td>15,516</td>\n<td>15,756</td>\n<td>15,996</td>\n<td>240</td>\n<td>1.5</td>\n<td>1.5</td>\n<td>3.0</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td>6,300</td>\n<td>6,480</td>\n<td>6,552</td>\n<td>72</td>\n<td>1.1</td>\n<td>2.8</td>\n<td>3.8</td>\n</tr>\n<tr>\n<td/>\n<td colspan=\"3\"><b>Number of observations</b></td>\n<td/>\n<td/>\n<td><b>1,186</b></td>\n<td/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Individuals receiving a sickness benefit (<a href=\"#table15\">Table 15</a>) have to pay a withholding tax of 11.11% and also limited social security contributions. Adjusted gross incomes are about 10% higher than the net incomes in all income tertiles.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Gross monthly income from a sickness benefit, reported gross incomes vs. adjusted gross incomes, SILC 2010.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table15",
                            "label": "Table 15",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>(1)</th>\n<th>(2)</th>\n<th>(3)</th>\n<th>(4)</th>\n<th>(5)</th>\n<th>(6)</th>\n<th>(7)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Tertile</b></td>\n<td colspan=\"3\"><b>Income</b></td>\n<td colspan=\"2\"><b>Difference</b></td>\n<td colspan=\"2\"><b>Implicit tax rate</b></td>\n</tr>\n<tr>\n<td/>\n<td><b>reported net</b></td>\n<td><b>reported gross</b></td>\n<td><b>adjusted gross</b></td>\n<td><b>(3)-(2)in €</b></td>\n<td><b>(3)-(2) in % of (2)</b></td>\n<td><b>(2)-(1) in % of (2)</b></td>\n<td><b>(3)-(1) in % of (3)</b></td>\n</tr>\n<tr>\n<td><b>1</b></td>\n<td>1,320</td>\n<td>1,428</td>\n<td>1,464</td>\n<td>36</td>\n<td>2.5</td>\n<td>7.6</td>\n<td>9.8</td>\n</tr>\n<tr>\n<td><b>2</b></td>\n<td>4,596</td>\n<td>4,872</td>\n<td>5,100</td>\n<td>228</td>\n<td>4.7</td>\n<td>5.7</td>\n<td>9.9</td>\n</tr>\n<tr>\n<td><b>3</b></td>\n<td>12,072</td>\n<td>12,660</td>\n<td>13,416</td>\n<td>756</td>\n<td>6.0</td>\n<td>4.6</td>\n<td>10.0</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td>5,952</td>\n<td>6,276</td>\n<td>6,612</td>\n<td>336</td>\n<td>5.4</td>\n<td>5.2</td>\n<td>10.0</td>\n</tr>\n<tr>\n<td/>\n<td colspan=\"3\"><b>Number of observations</b></td>\n<td/>\n<td/>\n<td><b>182</b></td>\n<td/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Individuals receiving a disability benefit (PY140G) do not have to pay a withholding income tax or social security contributions (<a href=\"#table16\">Table 16</a>). Naturally, adjusted gross income (PY140G*) equals original net income (PY140N) in all income tertiles. The old gross incomes (PY140G) produced some strange implicit tax rates for which we found no explanation.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Gross monthly income from a disability benefit, reported gross incomes vs. adjusted gross incomes, SILC 2010.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table16",
                            "label": "Table 16",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>(1)</th>\n<th>(2)</th>\n<th>(3)</th>\n<th>(4)</th>\n<th>(5)</th>\n<th>(6)</th>\n<th>(7)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Tertile</b></td>\n<td colspan=\"3\"><b>Income</b></td>\n<td colspan=\"2\"><b>Difference</b></td>\n<td colspan=\"2\"><b>Implicit tax rate</b></td>\n</tr>\n<tr>\n<td/>\n<td><b>reported net</b></td>\n<td><b>reported gross</b></td>\n<td><b>adjusted gross</b></td>\n<td><b>(3)-(2)in €</b></td>\n<td><b>(3)-(2) in % of (2)</b></td>\n<td><b>(2)-(1) in % of (2)</b></td>\n<td><b>(3)-(1) in % of (3)</b></td>\n</tr>\n<tr>\n<td><b>1</b></td>\n<td>168</td>\n<td>600</td>\n<td>168</td>\n<td>−432</td>\n<td>−72.0</td>\n<td>72.0</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td><b>2</b></td>\n<td>480</td>\n<td>732</td>\n<td>480</td>\n<td>−252</td>\n<td>−34.4</td>\n<td>34.4</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td><b>3</b></td>\n<td>2,100</td>\n<td>276</td>\n<td>2,100</td>\n<td>1,824</td>\n<td>660.9</td>\n<td>−660.9</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td><b>Total</b></td>\n<td>912</td>\n<td>528</td>\n<td>912</td>\n<td>384</td>\n<td>72.7</td>\n<td>−72.7</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td/>\n<td colspan=\"3\"><b>Number of observations</b></td>\n<td/>\n<td/>\n<td><b>98</b></td>\n<td/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s3-5",
            "title": "3.5 Gross unemployment income, sickness and disability benefits",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In the final part of this paper, we compare the adjusted gross incomes in SILC with the IPCAL gross incomes and check whether using these new gross incomes improves the correspondence between both datasets. Reported gross incomes and newly calculated gross incomes are called “SILC reported” and “SILC adjusted” respectively.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Comparing new gross incomes in SILC with IPCAL",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Like in <a href=\"#s4\">Section 4</a>, we show the differences between gross incomes in IPCAL and in SILC (either reported or adjusted), unless otherwise stated. Monetary differences are always the amount in IPCAL minus the amount in SILC. Amounts are annual and in euro. Percentage differences are with respect to the gross amounts in SILC (= ((IPCAL – SILC)/SILC)*100).",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table17\">Table 17</a> gives information about the average difference in total gross household income between IPCAL and SILC (either reported or adjusted) for Belgium. Mean IPCAL gross household income exceeds mean SILC reported average income with 2,405 euro per year or 6%. Using new calculated gross SILC incomes, we see that the SILC incomes now exceed IPCAL gross household incomes with on average 1,821 euro per year or 4%. At first sight, new calculated gross SILC incomes perform better. Looking at individual differences, however, this picture changes: when we compare reported SILC gross household incomes with the administrative ones, we see a large dispersion with a standard deviation of more than €30,000. Using the new calculated gross SILC incomes, the standard deviation becomes even bigger: more than €42,000.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Total gross household income: IPCAL vs. SILC reported and SILC adjusted.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table17",
                            "label": "Table 17",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">Mean income</th>\n<th colspan=\"2\">Mean difference IPCAL – SILC</th>\n<th>Standard deviation</th>\n<th>Number of observations</th>\n</tr>\n<tr>\n<th>Income source</th>\n<th>IPCAL (€/year)</th>\n<th>SILC (€/year)</th>\n<th>(€/year)</th>\n<th>(% of SILC)</th>\n<th>(€/year)</th>\n<th/>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>SILC reported</td>\n<td>44,135</td>\n<td>41,729</td>\n<td>2,405</td>\n<td>5.8%</td>\n<td>30,624</td>\n<td>6,095</td>\n</tr>\n<tr>\n<td>SILC adjusted</td>\n<td>44,135</td>\n<td>45,956</td>\n<td>−1,821</td>\n<td>−4.0%</td>\n<td>42,035</td>\n<td>6,095</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#fig5\">Figure 5</a> and <a href=\"#fig6\">6</a> visualize the information on the three distributions in more detail. <a href=\"#fig5\">Figure 5</a> reveals that, for the lowest but mainly for the highest total gross household incomes (+€100,000), frequency is higher in SILC adjusted compared to IPCAL. In the middle categories, frequency is lower in SILC adjusted in comparison with SILC reported and IPCAL. Looking at the distribution of absolute differences (<a href=\"#fig6\">Figure 6</a>), we see that for more than 15% of the cases, SILC adjusted gross income exceeds IPCAL income with more than 20,000 euro per year. In 8% of the cases, the opposite is true.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: SILC 2010 and IPCAL, authors’ own calculations.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig5",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00141%2Fijm-00141-fig5.tif",
                                "size": {
                                    "width": 581,
                                    "height": 337
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00141%2Fijm-00141-fig5.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00141-fig5.jpg"
                                }
                            },
                            "label": "Figure 5",
                            "title": "Distribution of household gross income in IPCAL, SILC reported and SILC adjusted (% of observations).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: SILC 2010 and IPCAL, authors’ own calculations.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig6",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00141%2Fijm-00141-fig6.tif",
                                "size": {
                                    "width": 550,
                                    "height": 358
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00141%2Fijm-00141-fig6.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00141-fig6.jpg"
                                }
                            },
                            "label": "Figure 6",
                            "title": "Distribution of differences in household gross income in IPCAL, SILC reported and SILC adjusted (% of observations).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s4-1",
            "title": "4.1 Total household gross income",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We now turn to an analysis of different income components at the individual level. We only compare individuals who have a positive gross income component in both IPCAL and SILC. On average, mean total gross individual incomes of IPCAL and SILC adjusted are now closer together (difference of 3%) than when we compared IPCAL with SILC reported data (difference of 15%). But the standard deviation is now higher (31,878 compared to 23,852).",
                    "type": "paragraph"
                },
                {
                    "text": "Zooming in on the different income components (<a href=\"#table18\">Table 18</a>), we see that new calculated gross employee income is on average 1,067 euro higher in SILC. The percentage difference between IPCAL and SILC is now -3%, which is better than the average difference between IPCAL and reported SILC employee incomes (6%). But this comes at the cost of a higher standard deviation.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Gross income components: IPCAL vs. SILC adjusted.",
                                    "type": "paragraph"
                                }
                            ],
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: SILC 2010, authors’ own calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table18",
                            "label": "Table 18",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">Mean income</th>\n<th colspan=\"2\">Mean difference IPCAL – SILC</th>\n<th>Standard deviation</th>\n<th>Number of observations</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Income source</b></td>\n<td><b>IPCAL (€/year)</b></td>\n<td><b>SILC (€/year)</b></td>\n<td><b>(€/year)</b></td>\n<td><b>(% of SILC)</b></td>\n<td><b>(€/year)</b></td>\n<td/>\n</tr>\n<tr>\n<td>Employment (1)</td>\n<td>33,455</td>\n<td>34,522</td>\n<td>−1,067</td>\n<td>−3%</td>\n<td>12,128</td>\n<td>5,592</td>\n</tr>\n<tr>\n<td>Self-employment (2)</td>\n<td>55,667</td>\n<td>34,797</td>\n<td>20,870</td>\n<td>60%</td>\n<td>68,014</td>\n<td>567</td>\n</tr>\n<tr>\n<td>(1) and (2)</td>\n<td>35,928</td>\n<td>35,694</td>\n<td>234</td>\n<td>1%</td>\n<td>25,306</td>\n<td>6,187</td>\n</tr>\n<tr>\n<td>Old age pensions (3)</td>\n<td>17,229</td>\n<td>19,722</td>\n<td>−2,493</td>\n<td>−13%</td>\n<td>42;037</td>\n<td>2,291</td>\n</tr>\n<tr>\n<td>Survivor pensions (4)</td>\n<td>14,839</td>\n<td>13,528</td>\n<td>1,311</td>\n<td>10%</td>\n<td>3,290</td>\n<td>92</td>\n</tr>\n<tr>\n<td>(3) and (4)</td>\n<td>18,607</td>\n<td>19,339</td>\n<td>−732</td>\n<td>−4%</td>\n<td>40,524</td>\n<td>2,458</td>\n</tr>\n<tr>\n<td>Unemployment</td>\n<td>9,270</td>\n<td>8,544</td>\n<td>725</td>\n<td>8%</td>\n<td>7,635</td>\n<td>1,175</td>\n</tr>\n<tr>\n<td>Sickness (5)</td>\n<td>6,097</td>\n<td>5,841</td>\n<td>256</td>\n<td>4%</td>\n<td>4,496</td>\n<td>142</td>\n</tr>\n<tr>\n<td>Disability (6)</td>\n<td>3,907</td>\n<td>3,622</td>\n<td>285</td>\n<td>8%</td>\n<td>1,582</td>\n<td>65</td>\n</tr>\n<tr>\n<td>(5) and (6)</td>\n<td>10,608</td>\n<td>9,969</td>\n<td>639</td>\n<td>6%</td>\n<td>4,178</td>\n<td>503</td>\n</tr>\n<tr>\n<td>All</td>\n<td>30,462</td>\n<td>29,673</td>\n<td>789</td>\n<td>3%</td>\n<td>31,878</td>\n<td>9,476</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Looking at self-employment income, there are still big differences between SILC and IPCAL. In more than 55% of the cases, IPCAL income exceeds both SILC reported and adjusted income with more than 20,000 euro per year. In 10% of the cases, adjusted SILC income is more than 20,000 euro per year higher than in the administrative counterpart. Once again, we can conclude that the SILC adjusted mean income is closer to the IPCAL mean, but this at the cost of a greater dispersion between the SILC adjusted data and the IPCAL data.",
                    "type": "paragraph"
                },
                {
                    "text": "The results do not seem positive for the newly calculated gross pension incomes. The percentage mean difference between adjusted SILC and IPCAL is now −13% for old-age pensions and 10% for survivor pensions, which is higher than when using reported SILC data (respectively −4% and 7%). Also the standard deviation is higher for both old-age and survivor pensions.",
                    "type": "paragraph"
                },
                {
                    "text": "The average difference between SILC and IPCAL incomes becomes bigger when using new calculated unemployment incomes in comparison to the reported ones. The standard deviation remains constant.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, when looking at sickness and disability benefits, the average difference between SILC and IPCAL incomes diminishes when using the new calculated gross incomes. For sickness benefits, this comes at the cost of a higher standard deviation, where the standard deviation diminishes for disability benefits.",
                    "type": "paragraph"
                }
            ],
            "id": "s4-2",
            "title": "4.2 Gross income components",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this paper, we have tried to shed light on the quality of gross incomes as reported in the Belgian SILC. We did this for a unique sample of individuals for whom we had both administrative as well as survey data. For each of the individuals in the SILC data, information was requested from administrative tax data (IPCAL), resulting in a dataset with both survey and tax return data for the same individuals.",
                    "type": "paragraph"
                },
                {
                    "text": "By calculating implicit tax rates, we got a first but not so reassuring indication of the quality of the gross incomes in SILC. Comparing SILC data with IPCAL data, we can conclude that gross incomes in administrative tax data are generally higher than in survey data and this holds true for most of the separate income components analyzed. These differences can be substantial, certainly for specific income components, such as self-employment income. We then tested some possible reasons for this underreporting of gross incomes in SILC (imputation in SILC, sources used by the SILC respondents and stability of the socio-economic status throughout the year), but none of them gave a satisfactory explanation.",
                    "type": "paragraph"
                },
                {
                    "text": "To mitigate this ‘underreporting of gross incomes’ in SILC, we applied an iterative procedure for a net-to-gross imputation based on EUROMOD, assuming that net incomes reported in SILC are more accurate than gross incomes. Comparing the recalibrated gross incomes with the administrative IPCAL data yields mixed results. The differences in gross incomes that exist between survey data and administrative data do not become smaller.",
                    "type": "paragraph"
                },
                {
                    "text": "Therefore, further analyses into the possible causes of these differences are certainly warranted. Since we do have an exact match between SILC and IPCAL information, we could replace SILC information on e.g. gross labour incomes by the IPCAL information. Another option is to insert additional information on fiscal expenditures into the EUROMOD dataset, as such produce a more accurate calculation of personal income tax liabilities. Since we then would have to expand EUROMOD with new information and also new routines, we leave this for future research. We consider this paper as a first step in a broader investigation of the quality of SILC gross incomes.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Estimating measurement error in annual job earnings: A comparison of survey and administrative data",
            "authors": [
                {
                    "name": {
                        "index": "Abowd, JM",
                        "preferred": "JM Abowd"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stinson, MH",
                        "preferred": "MH Stinson"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib1",
            "journal": "Review of Economics and Statistics",
            "pages": {
                "first": "1451",
                "last": "1467",
                "range": "1451–1467"
            },
            "type": "journal",
            "volume": "95"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Decancq, K",
                        "preferred": "K Decancq"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spiritus, K",
                        "preferred": "K Spiritus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Mefisto: a new micro-simulation model for Flanders. Flemosi Discussion paper 14",
            "id": "bib2",
            "title": "Mefisto: a new micro-simulation model for Flanders. Flemosi Discussion paper 14",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Swerdt, K",
                        "preferred": "K De Swerdt"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "Fantasi: een microsimulatiemodel voor de personenbelasting op de IPCAL-data. Working Paper, Steunpunt Fiscaliteit en Begroting, Spoor A3b1",
            "id": "bib3",
            "title": "Fantasi: een microsimulatiemodel voor de personenbelasting op de IPCAL-data. Working Paper, Steunpunt Fiscaliteit en Begroting, Spoor A3b1",
            "type": "unknown"
        },
        {
            "articleTitle": "Challenges in income comparability. Experiences from the use of register data in the Norwegian EU-SILC",
            "authors": [
                {
                    "name": {
                        "index": "Epland, J",
                        "preferred": "J Epland"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper prepared for the VII International Meeting on Quantitative Methods of Applied Sciences"
                ]
            },
            "date": "2006",
            "id": "bib4",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "Imputation of gross amounts from net incomes in household surveys. An application using EUROMOD. EUROMOD Working Paper no. EM1/01: Essex",
            "id": "bib5",
            "title": "Imputation of gross amounts from net incomes in household surveys. An application using EUROMOD. EUROMOD Working Paper no. EM1/01: Essex",
            "type": "unknown"
        },
        {
            "articleTitle": "Measurement Error and Misclassification: a Comparison of Survey and Administrative Data",
            "authors": [
                {
                    "name": {
                        "index": "Kapteyn, A",
                        "preferred": "A Kapteyn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ypma, JY",
                        "preferred": "JY Ypma"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib6",
            "journal": "Journal of Labor Economics",
            "pages": {
                "first": "513",
                "last": "551",
                "range": "513–551"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "articleTitle": "Cross-validating administrative and survey datasets through microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Liégeois, P",
                        "preferred": "P Liégeois"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Berger, F",
                        "preferred": "F Berger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Islam, N",
                        "preferred": "N Islam"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wagener, R",
                        "preferred": "R Wagener"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib7",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "54",
                "last": "71",
                "range": "54–71"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Comparability of EU-SILC survey and register data: The relationship among employment, earnings and poverty",
            "authors": [
                {
                    "name": {
                        "index": "Lohmann, H",
                        "preferred": "H Lohmann"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib8",
            "journal": "Journal of European Social Policy",
            "pages": {
                "first": "37",
                "last": "54",
                "range": "37–54"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "Household Surveys in Crisis",
            "authors": [
                {
                    "name": {
                        "index": "Meyer, BD",
                        "preferred": "BD Meyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mok, WKC",
                        "preferred": "WKC Mok"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sullivan, JX",
                        "preferred": "JX Sullivan"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib9",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "199",
                "last": "226",
                "range": "199–226"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib10",
            "title": "EUROMOD: the European tax-benefit microsimulation model",
            "type": "unknown"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
