{
    "status": "vor",
    "id": "00140",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00140",
    "authorLine": "Matteo Richiardi",
    "title": "Editorial",
    "published": "2016-12-31T00:00:00Z",
    "versionDate": "2016-12-31T00:00:00Z",
    "statusDate": "2016-12-31T00:00:00Z",
    "volume": 9,
    "issue": 3,
    "fpage": 1,
    "lpage": 4,
    "elocationId": "1-4",
    "pdf": "http://web:8082/00140/ijm-00140.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for New Economic Thinking, Oxford Martin School, University of Oxford"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@spi.ox.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo",
                "preferred": "Matteo Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "This Winter 2016 issue of the <i>International Journal of Microsimulation</i> contains a final selection of papers presented at the 5th World Congress of the International Microsimulation Association in Luxembourg, which took place at LISER (Luxembourg) on 2–4 September 2015 (a first selection was published in the Summer 2016 issue), plus three regular articles.",
                    "type": "paragraph"
                },
                {
                    "text": "The first two contributions to the special issue section deal with income data sources for European countries. The paper by Dieter Vandelannote, Andre’ Decoster, Toon Vanheukelom and Gerlinde Verbist analyses the quality of gross incomes as reported in the Survey on Income and Living Conditions (SILC), a dataset that is widely used in European microsimulation models, and finds that the SILC underestimates incomes, as compared to fiscal data. A calibration method to reconstruct gross incomes from net incomes is presented and discussed. The second paper, by Sarah Kuypers, Francesco Figari and again Gerlinde Verbist, look at the prospects for using the Eurosystem Household Finance and Consumption Survey (HFCS) dataset as an underlying micro-database for the EU tax-benefit model, EUROMOD. In this case it is a measure of net income which is missing, and the authors simulate them with EUROMOD. The third paper in the section is by Esteban Muñoz, Ivan Dochev, Hannes Seller and Irene Peters, and presents a spatial microsimulation method to construct synthetic cities.",
                    "type": "paragraph"
                },
                {
                    "text": "Among the regular articles, the one by Peter Stephensen introduces a new algorithm for multinomial alignment, Logit Scaling, which minimises the distortion in the probability distribution. The method outperforms the algorithms generally used in the literature (see the review by <a href=\"#bib3\">Li &amp; O'Donoghue, 2014</a>), and represents a real advance in microsimulation modelling. After all those methodological papers, the last two contributions focus of application of microsimulation modelling to health issues in Australia. The paper by Sharyn Lymer, Deborah Schofield, Crystal M Y Lee and Stephen Colagiuri deals with simulation of multiple chronic diseases and associated risk factors. The model offers 15 year projections –from 2010 to 2025 – using a combination of static and dynamic methods. Finally, the paper by Alison Ritter, Nagesh Shukla, Marian Shanahan, Phuong Van Hoang, Vu Lam Cao, Pascal Perez and Michael Farrell deals with the life paths of heroin users, simulating consumption, criminal activities, treatment, and the transmission of HIV (human immunodeficiency virus), and HCV (hepatitis C). The outcomes are measured in terms of costs associated with treatment provision and healthcare services, criminal activity, life years lost, and family benefit of treatment.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "<a href=\"http://www.economist.com/news/finance-and-economics/21713852-intellectual-warrior-fight-against-poverty-anthony-atkinson-british\">http://www.economist.com/news/finance-and-economics/21713852-intellectual-warrior-fight-against-poverty-anthony-atkinson-british</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"http://piketty.blog.lemonde.fr/2017/01/03/passing-of-anthony-b-atkinson/\">http://piketty.blog.lemonde.fr/2017/01/03/passing-of-anthony-b-atkinson/</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Direct comparison of agent-based models of herding in financial markets",
            "date": "2016",
            "id": "bib1",
            "journal": "Journal of Economic Dynamics & Control",
            "pages": {
                "first": "329",
                "last": "353",
                "range": "329–353"
            },
            "type": "journal",
            "volume": "73",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "articleTitle": "Constraint choice for spatial microsimulation",
            "date": "2016",
            "id": "bib2",
            "journal": "Population, Space and Place",
            "pages": {
                "first": "568",
                "last": "583",
                "range": "568–583"
            },
            "type": "journal",
            "volume": "22",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "articleTitle": "Evaluating binary alignment methods in microsimulation models",
            "date": "2014",
            "id": "bib3",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "15",
            "type": "journal",
            "volume": "17",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "accessed": "2016-11-16",
            "date": "2016",
            "id": "bib4",
            "title": "Estimating uncertainty in spatial microsimulation approaches to small area estimation: A new approach to solving an old problem",
            "type": "web",
            "uri": "https://doi.org/10.1016/j.compenvurbsys.2016.06.004",
            "website": "Computers, Environment and Urban Systems",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
