{
    "status": "vor",
    "id": "00149",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00149",
    "authorLine": "Francesca Gastaldi et al.",
    "title": "Regressivity-reducing VAT reforms",
    "published": "2017-04-30T00:00:00Z",
    "versionDate": "2017-04-30T00:00:00Z",
    "statusDate": "2017-04-30T00:00:00Z",
    "volume": 10,
    "issue": 1,
    "fpage": 39,
    "lpage": 72,
    "elocationId": "39-72",
    "pdf": "http://web:8082/00149/ijm-00149.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "A concern about a more extensive use of the Value Added Tax (VAT) in national tax systems often arises both from its impact on aggregate consumption and its alleged regressivity over income. Yet, the empirical evidence on this latter issue is still narrow mainly due to the lack of joint data on income and expenditures with enough detail to account for commodity-specific tax rates. After discussing relevant problems in the measurement of VAT incidence over current income – which are likely to cause severe upward bias in the estimated regressivity – the paper aixsms at analysing the distributional implications of different VAT structures. In a framework of marginal tax reforms, relying on the concept of Gini elasticity (<a href=\"#bib42\">Yitzhaki, 1983</a>), a general methodology is proposed to analyse and improve the distributional profile of VAT over income. Using a static microsimulation model (EGaLiTe), the methodology is applied on a comprehensive dataset of expenditures and incomes obtained by a statistical matching of two different sources representative of the Italian population. It is shown that an alternative allocation of goods among existing rates could mitigate the regressive profile of the tax over income, and that a properly designed two-rate setting could even improve the distributional outcome compared with the current setting. Finally, behavioural responses to tax-driven price changes are also simulated in order to assess the potential impact of the proposed reforms on aggregate expenditures.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Gastaldi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Department of Economics and Law, Sapienza University of Rome"
                    ]
                }
            ],
            "emailAddresses": [
                "francesca.gastaldi@uniromai.it"
            ],
            "name": {
                "index": "Gastaldi, Francesca",
                "preferred": "Francesca Gastaldi"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Department of Economics and CEFIP, University of Roma Tre"
                    ]
                }
            ],
            "emailAddresses": [
                "paolo.liberati@uniroma3.it"
            ],
            "name": {
                "index": "Liberati, Paolo",
                "preferred": "Paolo Liberati"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Tax Directorate"
                    ]
                }
            ],
            "emailAddresses": [
                "elena.pisano@bancaditalia.it"
            ],
            "name": {
                "index": "Pisano, Elena",
                "preferred": "Elena Pisano"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Department of Economics, University of Roma Tre"
                    ]
                }
            ],
            "emailAddresses": [
                "simone.tedeschi@uniroma3.it"
            ],
            "name": {
                "index": "Tedeschi, Simone",
                "preferred": "Simone Tedeschi"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "VAT",
        "redistribution",
        "tax incidence",
        "Gini elasticity",
        "microsimulation"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "All European Union (EU) countries rely on the Value Added Tax (VAT) as one of the main sources of total government revenue. According to Eurostat data for the EU-28 in 2014, the average VAT to GDP ratio is about 7%, providing, on average 17.5% of the total tax revenue. The distribution of these figures across countries is however rather heterogeneous: as a percentage of total tax revenue, among the largest countries, values range from 13.7% of Italy to 19.9% of UK, with Germany and France being in the middle (17.6% and 14.5%, respectively).",
                    "type": "paragraph"
                },
                {
                    "text": "This differentiation may be due to a number of factors. First, countries choose the composition of tax revenues, with the result that those relying less on VAT usually make a more extensive use of income taxes. Second, and most important for the present study, those differences partly stem from a significant heterogeneity of VAT rate structures. Since the use of a uniform rate coupled with a declining expenditure-to-income ratio gives rise to a regressive impact of consumption taxes with respect to income, multiple VAT rates are often used with the explicit aim of making this tax less regressive<sup><a href=\"#fn1\">1</a></sup>. Both the rate levels and the commodities subject to the reduced rates may differ across countries depending on their general attitude to equity and on how the consumption of necessities is distributed across households along the income scale.",
                    "type": "paragraph"
                },
                {
                    "text": "What one can observe is that the bulk of the EU countries apply three tax rates (and, among them, the standard rate varies from 18% of Malta to the 27% of Hungary); eight countries, instead, apply two VAT rates; three countries apply four tax rates; and only Denmark applies a uniform rate of 25%. Interestingly, in response to the recent great crisis, twenty countries have increased the standard rate, while fourteen have increased their reduced tax rate.",
                    "type": "paragraph"
                },
                {
                    "text": "Due to the wide scope of such rate differentiation across countries, it is therefore of some interest to set a general methodology to analyse the distributional profile of alternative VAT structures. Since the use of multiple tax rates <i>per se</i> does not ensure that they are properly targeted for distributional purposes, and given that the EU still gives some discretionary power to set reduced rates, it is worth developing a method to draw conclusions about the ability of the actual setting to satisfactorily achieve distributional aims.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper addresses a number of issues. First, it discusses the relevant caveats in the measurement of VAT incidence on income based on cross-sectional data. Second, using the concept of Gini elasticity (GE), developed by <a href=\"#bib42\">Yitzhaki (1983)</a>, <a href=\"#bib25\">Lerman &amp; Yitzhaki (1985)</a>, and applied to VAT decomposition by <a href=\"#bib43\">Yitzhaki (1994a)</a>, it provides a general microsimulation framework both to investigate whether the allocation of commodities among tax rates is suitably targeted for distributional aims and to suggest distributionally-improving VAT reforms with revenue neutrality.",
                    "type": "paragraph"
                },
                {
                    "text": "This methodology is applied to Italy, by relying on a microsimulation model (EGaLiTe) and a novel dataset of Italian households’ income and expenditures developed by <a href=\"#bib31\">Pisano &amp; Tedeschi (2014)</a>. The dataset, obtained by a statistical matching of the Survey on Household Income and Wealth (SHIW) by the Bank of Italy and the Household Budget Survey (HBS) by the Italian National Statistical Institute (Istat), preserves as much as possible the joint distribution of the two variables while simultaneously accounting for a high degree of detail on consumption bundles required to assess distributional issues.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, a robustness analysis including behavioural responses to tax-driven price changes is provided, by introducing both own and cross-price elasticities of demand for broad expenditure categories obtained from external sources. In a context where the distributional analyses on VAT are not widespread (<a href=\"#bib23\">Keen &amp; Lockwood, 2010</a>), this represents a valuable attempt to check whether the first-order approximation – underpinning marginal analysis – can be considered sufficiently reliable or if simulated variations in tax rates might produce significant impacts on aggregate consumption.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is organized as follows. After a description of the dataset used for the simulation and a brief sketch of the microsimulation model (<a href=\"#s2\">Section 2</a>), a methodological discussion on the measurement of VAT incidence on income is provided, followed by a sensitivity analysis on Italian data (<a href=\"#s3\">Section 3</a>). Next, the conceptual framework of Gini elasticity and the main assumptions of the approach are outlined (<a href=\"#s4\">Section 4</a>). <a href=\"#s5\">Section 5</a> applies the proposed method and simulate reform scenarios on the Italian dataset. <a href=\"#s6\">Section 6</a> provides an assessment of demand responses to price changes related to the policy options proposed in <a href=\"#s5\">Section 5</a>. Final remarks in <a href=\"#s7\">Section 7</a> conclude.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The empirical applications and the simulations presented in this paper are based on an integrated dataset developed by (<a href=\"#bib31\">Pisano &amp; Tedeschi, 2014</a>), where household consumption bundles from the HBS (donor) are imputed to the SHIW households (recipient) using a data fusion technique.",
                    "type": "paragraph"
                },
                {
                    "text": "Both surveys include information on expenditure but with a different level of details. On the one hand, HBS is specifically focused on consumption, providing data on single expenditure items and services bought or selfproduced by households, while SHIW includes household consumption aggregates (food, durables, etc.) only. On the other hand, only SHIW contains incomes, together with several other information on wealth, in addition to detailed socio-demographic characteristics.",
                    "type": "paragraph"
                },
                {
                    "text": "In order to achieve the matching, the two datasets are linked by a set of common characteristics surveyed both in SHIW and HBS. More specifically, in addition to the usual controls<sup><a href=\"#fn2\">2</a></sup>, the vector of common variables includes expenditures aggregates (e.g., food, other non-durables non-food, transport, other durables) available in both surveys. Given the high predicting power of these latter variables both on consumption bundles to be imputed and on income, this feature makes the conditional independence assumption (CIA) less implausible to be fulfilled<sup><a href=\"#fn3\">3</a></sup>.",
                    "type": "paragraph"
                },
                {
                    "text": "At a first stage, the recipient (SHIW) and the donor (HBS) units have been merged so as to impute disaggregated expenditure items to SHIW. Providing a thinner classification of consumption aggregates, we consider HBS to deliver a more accurate representation of the true distribution of some consumption aggregates. However, a thorough comparison of the original distributions of the two surveys suggests that the HBS is a convenient donor for the imputation of non-durables commodities only. Consumption aggregates closer to the concept of wealth (such as durables and the non-recurrent expenditures for dwelling maintenance) or savings (such as mortgages and private pensions) are better assessed by the longer recall period of the SHIW. Thus, a dataset which borrows the best information from the two files has been created by discarding some of the imputed items and retaining the original SHIW ones.",
                    "type": "paragraph"
                },
                {
                    "text": "As a matching algorithm it has been alternatively used the nearest neighbour within caliper and the propensity score coupled with a Mahalanobis metric. As the aim is to assign a vector of consumption components to each SHIW household despite the significant difference in sample size (<i>N<sub>HBS</sub></i> = 22,246 and <i>N<sub>SHIW</sub></i> = 7,951), a one-to-one matching cannot be performed, which implies that HBS households are assigned to more than one SHIW record. Therefore, some “less similar” HBS units have been discarded by the matching procedure. This forces the algorithm to match all the recipient sample, even replicating donor units. Moreover, in order to control for systematic differences between the two samples and obtain a more accurate matching, the datasets have been divided into 50 up to 100 strata obtained by the combination of deciles of a homogeneous aggregate of household total consumption and 10 household typologies. Then the matching among units is allowed, conditional on being included in the same stratum only.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, we adopt the synthetic dataset obtained by the Mahalanobis metrics, rather than that obtained by the nearest neighbour method, because of a better performance in terms of both conditional variability of target variables and the joint distributions.",
                    "type": "paragraph"
                },
                {
                    "text": "It has to be remarked that such an imputation technique differs from those used in the previous empirical microsimulation literature on indirect taxes (<a href=\"#bib16\">Decoster <i>et al</i>., 1997</a>; <a href=\"#bib13\">Decoster &amp; Camp, 2001</a>)) and the information enrichment turns out to be crucial for a proper assessment of the distributional impact of indirect taxes in the presence of multiple VAT rates and consumption bundle heterogeneity. This allows to better assess the incidence of VAT on both expenditures and income, an outcome that would not be feasible by separately using the available sample surveys.",
                    "type": "paragraph"
                },
                {
                    "text": "Relying on such dataset, the study employs a static microsimulation tax model, EGaLiTe<sup><a href=\"#fn4\">4</a></sup>, which, starting from net self-reported figures, iterates on the detailed tax structure, until the simulated values converge to the selfreported starting values. The model includes modules on direct taxes – i.e. personal income tax (IRPEF – <i>Imposta sul Reddito delle Persone Fisiche</i>) – property taxes (<i>Imposta municipale sugli immobili</i>) and, to a lesser extent, taxation of financial income (withholding taxes). It also includes a module on indirect taxes (excluding excise duties). The VAT module contains 276 goods from the HBS and the corresponding statutory tax rates. This latter part is also enriched with a behavioral extension which will be specifically dealt with in <a href=\"#s6\">Section 6</a>.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Data and microsimulation model",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Before moving to the analysis of VAT reforms, it is worth assessing how the current VAT burden is distributed across households at different income levels. The measurement of the distributional impact of this tax is a slippery issue from an empirical standpoint, as it requires to make some choices on the most appropriate indicator for households’ ranking and tax incidence (<a href=\"#bib28\">Musgrave &amp; Thin, 1948</a>; <a href=\"#bib24\">Lambert, 1993</a>; <a href=\"#bib10\">Creedy, 1998</a>; <a href=\"#bib11\">Crossley <i>et al</i>., 2009</a>; <a href=\"#bib1\">Adam <i>et al</i>., 2011</a>). It is thought for example that the assessment of consumption taxes should take into account lifetime resources, rather than cross-sectional measures, as only lifetime indicators could properly measure households’ living standards. However, mainly because lifetime data are hardly available, in empirical applications, alternative static indicators are often used to give complementary insights to the measurement of the tax incidence. Among them, current consumption is preferred on the presumption that – being less volatile – it could better approximate a life-cycle perspective (<a href=\"#bib33\">Poterba <i>et al</i>., 1991</a>; <a href=\"#bib27\">Metcalf, 1993</a>) and remedy the insufficiency of annual income when measuring households’ well-being.<sup><a href=\"#fn5\">5</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "On the other hand, because of the existence of liquidity constraints, income has its own relevance. Indeed, re- gressivity over income has often justified the claim that a heavy reliance on indirect taxes would be inappropriate for their adverse distributional impacts.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Since real VAT configurations are usually based on multiple tax rates with reduced rates on necessities, the most common consequence is that the use of cross-sectional indicators often leads to progressivity when the incidence of consumption taxes is calculated on total spending, regardless of whether one ranks households by income or expenditures. However, the same VAT structure often results in regressivity when their incidence is measured on current (disposable or gross) income and households are ranked by the same variable. This finding is confirmed by the various patterns of tax incidence that past research has found when using an income-based or an expenditure-based approach (<a href=\"#bib29\">O’Donoghue <i>et al</i>., 2004</a>; <a href=\"#bib37\">Ruiz &amp; Trannoy, 2008</a>; <a href=\"#bib11\">Crossley <i>et al</i>., 2009</a>; <a href=\"#bib6\">Carrera <i>et al</i>., 2010</a>; <a href=\"#bib14\">Decoster <i>et al</i>., 2010</a>; <a href=\"#bib1\">Adam <i>et al</i>., 2011</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Such reversal of the incidence profile from consumption to income is explained by a marginal propensity to consume (MPC) that is decreasing in income. However, when data are observed at a particular point in time, agents with a low current income and a higher level of expenditures may indeed be individuals with volatile proceeds in a bad year, or those young at the beginning of a high-income career, or those that are retired (<a href=\"#bib7\">Caspersen &amp; Metcalf, 1993</a>; <a href=\"#bib2\">Arsić &amp; Altiparmakov, 2013</a>). On the other hand, observed high current incomes may also derive from irregular patterns over time. Indeed, at a given point in time, households may to some extent smooth consumption in the face of income shocks.<sup><a href=\"#fn6\">6</a></sup>. The immediate consequence is that current income may swing both above and below current consumption (<i>Y<sub>it</sub></i> &gt; <i>C<sub>it</sub></i> or <i>Y<sub>it</sub></i> &lt; <i>C<sub>it</sub></i>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In principle, the effect of income fluctuations should be adjusted in both cases. However, these adjustments are not straightforward since, while the case where <i>Y<sub>it</sub></i> &lt; <i>C<sub>it</sub></i> can be easily observed in the data, the case where income fluctuations are relevant but <i>Y<sub>it</sub></i> is still greater than <i>C<sub>it</sub></i> cannot be easily worked out.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The question then arises of how temporary misalignments between consumption and income are expected to bias the measurement of VAT marginal incidence over income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To this purpose, suppose that household current income <i>Y<sub>it</sub></i> follows a lognormal distribution and depends on an individual (time-invariant) component<sup><a href=\"#fn7\">7</a></sup> <math><msub><mover accent=\"true\"><mi>Y</mi><mo stretchy=\"true\">¯</mo></mover><mi>i</mi></msub><mtext> </mtext><mo>~</mo><mtext> </mtext><mtext>exp</mtext><mrow><mo>[</mo> <mrow><mi>N</mi><mrow><mo>(</mo><mrow><msub><mi>μ</mi><mi>y</mi></msub><mo>,</mo><msubsup><mi>σ</mi><mi>y</mi><mn>2</mn></msubsup></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></math> multiplied by an idiosyncratic shock <math><msub><mi>ε</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mtext> </mtext><mo>~</mo><mtext> </mtext><mtext> </mtext><mtext>exp</mtext><mrow><mo>[</mo> <mrow><mi>N</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><msubsup><mi>σ</mi><mi>ε</mi><mn>2</mn></msubsup></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></math> so that <math><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><msub><mover accent=\"true\"><mi>Y</mi><mo stretchy=\"true\">¯</mo></mover><mi>i</mi></msub><msub><mi>ε</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></math>. Two (extreme) cases have to be distinguished.",
                            "type": "paragraph"
                        },
                        {
                            "text": "If consumers did not smooth idiosyncratic shocks at all, than consumption would depend on current income:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn1",
                            "label": "(1)",
                            "mathml": "<math><msub><mi>C</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><mi>C</mi><mrow><mo>(</mo><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow><mo>)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Otherwise, if they were consumption smoothers, consumption would depend on the permanent component only, while it would be independent of the idiosyncratic disturbance, <i>i.e.</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn2",
                            "label": "(2)",
                            "mathml": "<math><msub><mi>C</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><mi>C</mi><mrow><mo>(</mo><mrow><msub><mrow><mover accent=\"true\"><mi>Y</mi><mo stretchy=\"true\">¯</mo></mover></mrow><mi>i</mi></msub></mrow><mo>)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The incidence of a single-rate VAT on current income, for each household, can be calculated as <math><mfrac><mrow><mi>V</mi><mtext> </mtext><mi>A</mi><msub><mi>T</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac><mtext> </mtext><mo>=</mo><mtext> </mtext><mtext> </mtext><mfrac><mrow><mi>t</mi><msub><mi>C</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac><mo>;</mo></math> the derivative over the domain of the same variable will be <math><mfrac><mo>∂</mo><mrow><mo>∂</mo><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac><mrow><mo>(</mo><mrow><mfrac><mrow><mi>t</mi><msub><mi>C</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac></mrow><mo>)</mo></mrow></math>. A null derivative implies proportionality while a negative (positive) derivative implies regressivity (progressivity).",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the sake of simplicity, let assume that consumption is linear in income (such as <math><msub><mi>C</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><mi>c</mi><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mtext> </mtext><mtext>or</mtext><mtext> </mtext><msub><mi>C</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><mi>c</mi><msub><mover accent=\"true\"><mi>Y</mi><mo>¯</mo></mover><mi>i</mi></msub></math>)). If consumption follows <a href=\"#eqn1\">1</a>, then it is expected that",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn3",
                            "label": "(3)",
                            "mathml": "<math><mfrac><mo>∂</mo><mrow><mo>∂</mo><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac><mrow><mo>(</mo><mrow><mfrac><mrow><mi>t</mi><msub><mi>C</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac></mrow><mo>)</mo></mrow><mtext> </mtext><mo>=</mo><mtext> </mtext><mfrac><mi>t</mi><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac><mrow><mo>[</mo> <mrow><msup><mi>C</mi><mo>′</mo></msup><mrow><mo>(</mo><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow><mo>)</mo></mrow><mo>−</mo><mfrac><mrow><mi>C</mi><mrow><mo>(</mo><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac></mrow> <mo>]</mo></mrow><mtext> </mtext><mo>=</mo><mtext> </mtext><mn>0</mn></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "because <math><msup><mi>C</mi><mo>′</mo></msup><mrow><mo>(</mo><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow><mo>)</mo></mrow><mtext> </mtext><mo>=</mo><mtext> </mtext><mfrac><mrow><mi>C</mi><mrow><mo>(</mo><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac><mtext> </mtext><mo>=</mo><mtext> </mtext><mi>c</mi></math>. Thus, a single-rate VAT coupled with a constant marginal propensity to consume would be proportional both with respect to consumption and with respect to income. If the true model of consumption is <a href=\"#eqn2\">2</a>, one should calculate",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn4",
                            "label": "(4)",
                            "mathml": "<math><mfrac><mo>∂</mo><mrow><mo>∂</mo><msub><mover accent=\"true\"><mi>Y</mi><mo>¯</mo></mover><mi>i</mi></msub></mrow></mfrac><mrow><mo>[</mo> <mrow><mfrac><mrow><mi>t</mi><msub><mi>C</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mrow><mo>(</mo><mrow><msub><mover accent=\"true\"><mi>Y</mi><mo>¯</mo></mover><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mrow><msub><mover accent=\"true\"><mi>Y</mi><mo>¯</mo></mover><mi>i</mi></msub></mrow></mfrac></mrow> <mo>]</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "which is again null under the above restrictions. However, what we are normally evaluating in a cross-sectional empirical analysis is",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn5",
                            "label": "(5)",
                            "mathml": "<math><mfrac><mo>∂</mo><mrow><mo>∂</mo><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac><mrow><mo>(</mo><mrow><mfrac><mrow><mi>t</mi><msub><mi>C</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mrow><mo>(</mo><mrow><msub><mover accent=\"true\"><mi>Y</mi><mo>¯</mo></mover><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac></mrow><mo>)</mo></mrow><mtext> </mtext><mo>=</mo><mtext> </mtext><mfrac><mi>t</mi><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac><mrow><mo>[</mo> <mrow><mfrac><mrow><mo>∂</mo><mi>C</mi><mrow><mo>(</mo><mrow><msub><mover accent=\"true\"><mi>Y</mi><mo>¯</mo></mover><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mrow><mo>∂</mo><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac><mo>−</mo><mfrac><mrow><mi>C</mi><mrow><mo>(</mo><mrow><msub><mover accent=\"true\"><mi>Y</mi><mo>¯</mo></mover><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac></mrow> <mo>]</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Therefore, the bias when estimating <a href=\"#eqn5\">5</a> is given by the difference between <a href=\"#eqn5\">5</a> and <a href=\"#eqn4\">4</a>. Since in the special case above <a href=\"#eqn4\">4</a> = <a href=\"#eqn3\">3</a> = 0, the difference is equal to <a href=\"#eqn5\">5</a>, which amounts to <math><mrow><mo>−</mo><mfrac><mrow><mi>t</mi><mi>c</mi></mrow><mrow><msub><mover accent=\"true\"><mi>Y</mi><mo>¯</mo></mover><mi>i</mi></msub></mrow></mfrac><mrow><mo>[</mo> <mrow><mfrac><mn>1</mn><mrow><msubsup><mi>ε</mi><mrow><mi>i</mi><mi>t</mi></mrow><mn>2</mn></msubsup></mrow></mfrac></mrow> <mo>]</mo></mrow></mrow></math> <sup><a href=\"#fn8\">8</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Indeed, in this case, despite the flat rate and the assumption of constant propensity to consume which would imply a proportional VAT, <a href=\"#eqn5\">5</a> is always negative resulting in a VAT which appears regressive in terms of current income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In sum, if some households are consumption smoothers, the bias will be negative<sup><a href=\"#fn9\">9</a></sup> for finite values of the error term, so it is its expected value, implying an upward bias in the measured regressivity.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Expressions <a href=\"#eqn4\">4</a> and <a href=\"#eqn5\">5</a> can accommodate different (more realistic) assumptions such as the non-linearity of the consumption function. If a concave function of form <math><msub><mi>C</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><msubsup><mi>Y</mi><mrow><mi>i</mi><mi>t</mi></mrow><mi>γ</mi></msubsup><mo>;</mo><mtext> </mtext><mn>0</mn><mtext> </mtext><mtext> </mtext><mo>&lt;</mo><mtext> </mtext><mi>γ</mi><mtext> </mtext><mo>&lt;</mo><mtext> </mtext><mn>1</mn></math> is assumed, it is possible to show that with plausible levels of γ, the expectation for the regressive bias is still negative, though smaller<sup><a href=\"#fn10\">10</a></sup>. It is therefore clear that the presence of consumption smoothers in the sample gives rise to a misrepresentation of a possible true structural regressive pattern of the tax related to a decreasing marginal propensity to consume.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In particular, <i>coeteris paribus</i>, potential distortions in the measurement of VAT on cross-sectional data are greater the greater the adverse transitory shocks to income, with the bias showing an hyperbolic shape tending to infinite<sup><a href=\"#fn11\">11</a></sup>. More specifically, the negative log-income shocks can bring the consumption propensity out of current income far above unity; this in turn means that the cases where <i>C<sub>it</sub></i> &gt; <i>Y<sub>it</sub></i> are far more distortionary than the cases where the income shocks still imply <i>C<sub>it</sub></i> ≤ <i>Y<sub>it</sub></i>, regardless of the fact that they concern rich or poor households in terms of permanent income.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Measurement of VAT incidence over income: some <i>caveats</i>",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Italian case addressed in this paper is not an exception to the fluctuations of income which, in a static perspective, may potentially undermine the economic meaning of the VAT incidence.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To this purpose, <a href=\"#figA1\">Figure A1</a> first reports the average incidence of the VAT burden on current disposable income, with households ranked by deciles of the same variable<sup><a href=\"#fn12\">12</a></sup>. Looking at the upper dashed curve, a steep regressive incidence profile appears, especially when moving from the first to the second decile. It is evident that most of the regressivity depends on the incidence in the first and in the last deciles, while a milder decline is recorded within the 2<sup><i>nd</i></sup> and the 9<sup><i>th</i></sup>. A necessary warning about these estimates is that they can be affected by under-reporting of incomes which could be positively related to income itself also in relative terms.<sup><a href=\"#fn13\">13</a></sup> However, as discussed above, this occurrence determines a lower (downward) distortion in the measured regressivity compared to that (upward) introduced by expenditures temporarily higher than income. Inspecting rough data actually reveals there are households whose values of expenditures (17% of the population) or even amounts of VAT (0.14%) are greater than current income, and some other cases where the reported income is zero (0.1%). In particular, such cases are more frequent in the bottom deciles of the income distribution. In a static perspective, these cases can either derive from genuine economic factors such as risk sharing mechanisms that allow consumption smoothing or be an indicator of measurement errors affecting more seriously incomes compared to expenditure variables (see, for example, <a href=\"#bib14\">Decoster <i>et al</i>. 2010</a> and <a href=\"#bib2\">Arsić &amp; Altiparmakov 2013</a>). Whatever the reason, this occurrence leads to implausible values of VAT-to-income ratios that, as shown in <a href=\"#s3-1\">Section 3.1</a>, determine a severe upward bias in the measured regressivity. Thus such evidence cannot be assumed as a policy guide for reforms. Indeed, excesses of expenditures over income coupled with a low current income should not be interpreted as a genuine high propensity to consume of poorer households<sup><a href=\"#fn14\">14</a></sup> giving rise to marked VAT regressivity.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Since this work focuses on the marginal incidence of the tax rather than on its average burden, with the only aim of emphasizing the sensitivity of results to changes in the measured excess of consumption, <a href=\"#figA1\">Figure A1</a> also displays the incidence of VAT on current disposable income imposing different adjustments to those cases where expenditures are greater than income. In particular, define first the difference between consumption <i>C</i> and income <i>Y</i> as <i>θ</i> = <i>C</i> – <i>Y</i> |<sub>(<i>C&gt;y</i>)</sub>, and the amount of the corresponding adjustment as <i>g</i> = <i>zθ</i>, where <i>z</i> is the fraction of the gap that is filled. For example, <i>z</i> = 0 would leave the difference completely unadjusted, which amounts to use rough data to calculate the incidence of VAT on current incomes. On the other hand, with <i>z</i> = 1 the adjustment would be complete, which implies that when incomes are lower than expenditures the former level is set equal to the latter. In this case, the measured regressivity would be much smaller, with a VAT incidence in the first decile just above 7%. Intermediate values of <i>z</i> would fill only a fraction of the gap between expenditures and income, giving rise to different patterns of regressivity<sup><a href=\"#fn15\">15</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The evidence that the anomaly is concentrated in the bottom tail of the ranking is confirmed by the fact that these adjustments only marginally change the slope of the tax incidence between the 2<i>nd</i> and the 9<i>th</i> decile. Thus, with more realistic values of the expenditure-to-income ratios, a milder regressivity would appear than when using rough data, an outcome that is also consistent with what reported in <a href=\"#bib1\">Adam <i>et al</i>. (2011)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This anomaly suggests that, with cross-sectional data, some adjustments to income are required. To this purpose, an arbitrary value of <i>z</i> = 1/2 has been assumed. This still admits that part of the excess of expenditures is meaningful in terms of incidence analysis and, though certainly arbitrary – given the potential distortion introduced by the presence of observations with expenditure-to-income ratio (much) greater than unity – it only aims at limiting the bias to prevent a meaningless starting distribution for the simulation of VAT reforms<sup><a href=\"#fn16\">16</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The impact of this adjustment is reported in <a href=\"#tableA1\">Table A1</a>, where the original and the adjusted income distributions are compared. As expected, the strongest correction occurs in the first percentile of the adjusted income distribution, where the cut-point is 6,137 euros against the 3,700 euros of the non-adjusted income distribution and, when moving along the income distribution, the difference between the cut points becomes smaller. This distribution will be taken as a base for the simulation of the impact of income-based VAT reforms.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 A graphical assessment of VAT incidence in Italy",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Assessing the distributional profile(s) of the VAT",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "One of the main argument against the use of VAT for pursuing distributional aims is that it is regressive despite the differentiation of tax rates. This conclusion potentially reduces the appeal of any revision of the multiple tax rate structure, leading to a more radical claim for a uniform VAT rate, and supporting the idea that distributional concerns can be better dealt with elsewhere, such as by personal income taxes or social expenditures. Furthermore, since it is thought that VAT is not associated with the individual ability to pay, its effectiveness on the distributional ground has often been challenged with the argument that it is an indirect device of redistribution (<a href=\"#bib4\">Boeters <i>et al</i>., 2010</a>), a position also held by international institutions like the International Monetary Fund (IMF) and the European Commission (EC). On the other hand, other studies have shown that multiple tax rates may significantly mitigate the regressivity implicit in a uniform VAT rate, and that less regressive VAT structures compared to the existing ones can be achieved without recurring to a greater tax rates differentiation (<a href=\"#bib20\">Gastaldi &amp; Liberati, 1998</a>; <a href=\"#bib26\">Liberati, 2001</a>; <a href=\"#bib13\">Decoster &amp; Camp, 2001</a>; <a href=\"#bib22\">Kaplanoglou &amp; Newbery, 2004</a>; <a href=\"#bib9\">Copenaghen-Economics, 2007</a>; <a href=\"#bib4\">Boeters <i>et al</i>., 2010</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Since the differentiation of tax rates <i>per se</i> does not ensure that they are properly targeted for distributional purposes, a general framework to assess and measure the distributional power of VAT is required. A simple way is to make recourse to a marginal approach (<a href=\"#bib17\">M. Feldstein, 1976</a>), which is based on the concept of the distributional characteristic (<a href=\"#bib18\">M. S. Feldstein, 1972</a>) and the Gini income elasticity developed by (<a href=\"#bib42\">Yitzhaki, 1983</a>; <a href=\"#bib39\">Stark <i>et al</i>., 1986</a>; <a href=\"#bib19\">Garner, 1993</a>; <a href=\"#bib41\">Yao, 1999</a>; <a href=\"#bib40\">Wodon &amp; Yitzhaki, 2002</a>; <a href=\"#bib25\">Lerman &amp; Yitzhaki, 1985</a>; <a href=\"#bib44\">Yitzhaki, 1994b</a>), and recently applied to Spain by <a href=\"#bib30\">Oliva (2013)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "The marginal approach well adapts to circumstances where directions of reforms, rather than their size, is the question to answer, with the advantage of being far less demanding in terms of theoretical restrictions (<a href=\"#bib35\">Ray, 1999</a>). In what follows, the marginal approach is applied with a twofold aim. The first is to verify whether the existing tax structure – for the same level of revenue – achieve the best distributional outcome among possible configurations having the same number of tax rates or if a better setting in terms of distribution exists. The second is to verify whether an improved distributional outcome can be achieved by reducing the number of tax rates.",
                    "type": "paragraph"
                },
                {
                    "text": "To this purpose, the marginal approach relies on the concept of GE. In this context, the GE provides the key parameter to identify directions of reforms.",
                    "type": "paragraph"
                },
                {
                    "text": "Following <a href=\"#bib45\">Yitzhaki &amp; Schechtman (2012)</a>, one can define GE, for each good <i>j</i>, as follows:",
                    "type": "paragraph"
                },
                {
                    "id": "eqn6",
                    "label": "(6)",
                    "mathml": "<math><mi>G</mi><msub><mi>E</mi><mi>j</mi></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><msub><mi>s</mi><mi>j</mi></msub><mrow><mo>(</mo><mrow><msub><mi>K</mi><mi>j</mi></msub><mo>−</mo><mn>1</mn></mrow><mo>)</mo></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <math><msub><mi>s</mi><mi>j</mi></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><mfrac><mrow><msub><mi>μ</mi><mi>j</mi></msub></mrow><mrow><msub><mi>μ</mi><mi>y</mi></msub></mrow></mfrac></math> is the ratio between the average expenditure on good <i>j</i> (<i>μj</i>) and the mean of the reference variable <i>y</i> (<i>μy</i>) (e.g. expenditure or income). Of particular interest is the term <math><msub><mi>K</mi><mi>j</mi></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><mfrac><mrow><mtext>Cov</mtext><mrow><mo>[</mo> <mrow><msub><mi>x</mi><mi>j</mi></msub><mo>,</mo><mi>F</mi><mrow><mo>(</mo><mi>y</mi><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow><mrow><mtext>Cov</mtext><mrow><mo>[</mo> <mrow><mi>y</mi><mo>,</mo><mi>F</mi><mrow><mo>(</mo><mi>y</mi><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow></mfrac><mfrac><mrow><msub><mi>μ</mi><mi>j</mi></msub></mrow><mrow><msub><mi>μ</mi><mi>y</mi></msub></mrow></mfrac></math> where <i>X<sub>j</sub></i> is consumption of good <i>j</i> and <i>F</i>(<i>y</i>) is the cumulative distribution function of the reference variable <i>y</i>.",
                    "type": "paragraph"
                },
                {
                    "text": "This term determines the sign of <a href=\"#eqn6\">equation 6</a> and its interpretation is easier when expressed as the ratio between the concentration coefficient of commodity <i>j</i> and the Gini index of the ordering variable <i>y</i>:",
                    "type": "paragraph"
                },
                {
                    "id": "eqn7",
                    "label": "(7)",
                    "mathml": "<math><msub><mi>K</mi><mi>j</mi></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><mfrac><mrow><msubsup><mi>C</mi><mi>j</mi><mi>y</mi></msubsup></mrow><mrow><msup><mi>G</mi><mi>y</mi></msup></mrow></mfrac><mo>,</mo></math>",
                    "type": "mathml"
                },
                {
                    "text": "<a href=\"#eqn7\">Equation 7</a> proves useful to get information on how to reassign commodities among tax rates. Indeed, <i>K<sub>j</sub></i> &gt; 1 implies that the concentration coefficient of expenditures on commodity <i>j</i> is greater than the Gini index of the ordering variable <i>y</i>. Thus, an increase of the tax rate on <i>j</i> will have a progressive impact, while a reduction of the same tax rate would be regressive. The opposite holds true when <i>K<sub>j</sub></i> &lt; 1; in this case, an increase of the tax rate on <i>j</i> will be regressive, while a reduction of the same tax rate will have a progressive impact. In the special case where <i>K<sub>j</sub></i> = 1, the tax change will be neutral from a distributional perspective. Finally, <i>K<sub>j</sub></i> &lt; 0 identifies an inferior good, leading the concentration curve to lie above the equidistribution line.<sup><a href=\"#fn17\">17</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "Obviously, the validity of a marginal analysis mostly depends on the nature of the reform. In particular, this approach can be safely adopted when the first-order approximation (that in this context mainly refers to consumer responses to tax-induced price changes) does not lead to large errors. This issue will be tackled in <a href=\"#s6\">Section 6</a>.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. A marginal analysis of vat reforms: conceptual framework",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "As illustrated in <a href=\"#figA1\">Figure A1</a>, and notwithstanding the use of multiple tax rates, the impact of VAT on income in Italy appears to be regressive. The first aim of the analysis approach is then to verify with a marginal analysis whether this differentiation achieves the best distributional outcome or whether some improvement can be obtained by reallocating commodities among the existing three tax rates, holding revenue neutrality.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Before moving to the analysis of the reforms, it is however worth noting some characteristics of the Italian VAT system and how they have been translated into the dataset. In particular, <a href=\"#table2\">Table A2</a> shows how the commodities included in the dataset are allocated among the tax rates of 2010, which is the reference year of the analysis. The dataset includes 276 goods, of which 35 are exempted from the application of VAT.<sup><a href=\"#fn18\">18</a></sup> Among the goods and services that are instead taxed, 37 fall under the 4% (a super-reduced rate); 74 goods are attached the 10% or some weighted average tax rate<sup><a href=\"#fn19\">19</a></sup>; 130 goods are finally applied the standard rate of 21%.<sup><a href=\"#fn20\">20</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to exploit the power of the integrated dataset, one needs first to calculate <i>K</i> in <a href=\"#eqn7\">equation 7</a>. The argument is that were the existing three tax rates set to achieve the best distributional outcome, the goods with a higher <i>K</i> should also have a higher tax rate. Furthermore, if the targeting were correct, there would be no possibility to reallocate the goods among the three tax rates to obtain a better distributional outcome. <a href=\"#figA2\">Figure A2</a> shows the scattered points of the values of <i>K</i> for the 276 commodities against the VAT rates (including exempt goods that are reported as if they were taxed at zero rate and goods with weighted average tax rates). As it can be noticed, there are goods with low <i>K</i> and high tax rate and <i>viceversa</i>. This occurs both with equivalent expenditures (panel A) and equivalent disposable income (panel B) used as the ordering variable in the calculation of <i>K</i> in <a href=\"#eqn7\">equation 7</a>. A way to visually inspect the goodness of targeting of tax rates is to include a kernel interpolation. In the case of correct targeting, this interpolation should have a monotonic non-decreasing path (higher tax rates associated to higher values of <i>K</i>). As can be seen, instead, the kernel fit – while slightly increasing when moving to higher tax rates – is not monotonic, which means that some goods could be potentially reallocated across the three tax rates improving the distributional outcome. This implies that some room is left, in Italy, to reform the structure of VAT, and the following analysis will be focused on this issue. To this regard, it is worth noting that some exempt goods could be taxed without adverse distributional impacts. However, the choice has been to delimit the analysis to the already taxed commodities, for the main reason that exempt goods are subject to specific European regulation that – among other things – also involves the logic of merit goods.<sup><a href=\"#fn21\">21</a></sup>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 The distributional profile of the existing three-rate structure",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The main message of the previous section is that the existing three-rate VAT is not set to achieve the best distributional outcome.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Thus, the marginal approach is here used for the second aim of the analysis, that of searching for a distributionally improving VAT reform. In particular, the focus will be on finding a revenue-neutral two-rate structure that improves the current distributional profile. To this purpose, information on how to reassign goods and services among a reduced and a standard tax rate is required. Again, to exploit the information provided by the integrated dataset, these reforms will be assessed using both expenditures and income as a basis to calculate GE in <a href=\"#eqn6\">equation 6</a> and <i>K</i> in <a href=\"#eqn7\">equation 7</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To implement the reforms, a three-stage procedure is followed. <a href=\"#figA3\">Figure A3</a> depicts the main steps involved. The starting point is that the existing three-rate VAT does not give the best distributional outcome. This means that a simple process reallocating goods with <i>K<sub>j</sub></i> &lt; 1 to a lower tax rate and goods with <i>K<sub>j</sub></i> &gt; 1 to a higher tax rate could achieve a better distributional outcome within the current VAT structure. However, to preserve the logic of the marginal analysis, the constraint is applied that the change of tax rates is limited to the tax rate immediately above or below the initial one (i.e., goods are not moved from 4% to 21% or <i>viceversa</i>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, since this method cannot ensure revenue neutrality, a second stage is required to restore it by increasing the tax rates on some goods. Through an iterative process, this stage involves restoring the original tax rate to those goods whose tax rate was reduced (i.e. goods with <i>K<sub>j</sub></i> &lt; 1 or a negative GE), starting from the goods with the lowest distributional impact – which is both due to their distributional characteristic and the budget share – (i.e. the lowest absolute value of GE among the negative ones). The goods with <i>K<sub>j</sub></i> &gt; 1, i.e. those goods whose tax rate has already been increased, will instead be left at the tax rate assigned in the first stage. In what follows, the combination of these two steps will be referred to as the “intermediate step” of the analysis. This stage gives rise to a new three-rate VAT with a different distributional outcome and the same revenue as the current VAT.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This intermediate step represents the starting point of the third (and last) stage of the process where, moving from the new three-rate VAT, goods are reallocated among two tax rates. In this exercise, consistently with the EU constraints, all goods allocated to 4% and 10% in the intermediate step are arbitrarily assigned a 7% reduced rate. However, as it will be discussed in <a href=\"#s5-3\">Section 5.3</a> a range of possible values for the reduced rate exists that is compatible with an improvement of the distributional outcome.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The logic of this procedure is that the goods identified in the intermediate step as the most distributionally sensitive are assigned the reduced tax rate to preserve their distributional power in the new two-rate VAT structure. The standard rate is instead endogenously calculated to preserve revenue neutrality under a first-order approximation (i.e. no behavioural responses). The outcome of this reform is tested against both expenditures and income, that are used as the ordering variable for the concentration coefficient and the reference variable of the Gini index in the calculation of <i>K</i> in <a href=\"#eqn7\">equation 7</a>. In what follows R1 will denote the outcome of the reform when using equivalent expenditures, while R2 will denote the same outcome when equivalent disposable income is used. In this second case, <i>K<sub>j</sub></i> is given the meaning of the contribution of the <i>jth</i> commodity to the overall income inequality.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The results are shown in <a href=\"#figA4\">Figure A4</a>. Consider first panel a), with equivalent expenditures. The graph on the left reports the distribution of goods among the two tax rates (the scattered points) and the original kernel fit of the <i>status quo</i> (the existing three-rate VAT, as illustrated in <a href=\"#figA2\">Figure A2</a>). It is worth recalling that a non-monotonic path of the kernel is a signal of an imperfect targeting. Thus, what is expected is that both the intermediate step and the final two-rate VAT could generate a kernel that is monotonically non-decreasing. <a href=\"#figA4\">Figure A4</a> indeed shows that this is the case for both steps, when moving from (a) – the <i>status quo</i> – to (b) – the intermediate step – to (c) – the final two-rate configuration. Indeed, on average, a non-decreasing relationship among VAT rates and <i>K</i> emerges, which implies that the targeting of tax rates has in both cases a distributional content that is better than the original configuration.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This information can be qualified forcing a linear interpolation between <i>K</i> and the tax rates reported in the right graph of panel a). Moving from (a) to (b), the line becomes steeper, suggesting that a distributional improvement is possible within the three-rate VAT structure by reallocating goods among the existing rates. At the same time, the shift from (b) to (c) preserves the slope while reducing the number of VAT rates, revealing that almost the same distributional targeting can be achieved with two rates only. This last result is particularly important, as it suggests not only that the existing three-rate VAT does not fully exploit its distributional power, but also that a simpler two-rate VAT can achieve a better distributional profile. Panel b) of <a href=\"#figA4\">Figure A4</a> reporting the outcome when the disposable income is used, tells a similar story. It is worth remarking that the intermediate step plays a fundamental role in shaping this outcome. Indeed, a simulation of a two-rate VAT moving directly from the existing three-rate VAT – i.e. just moving all goods currently taxed at 4% and 10% to 7% – would generate a less satisfactory relationship between <i>K</i> and tax rates and a significantly higher standard tax rate to guarantee revenue neutrality.<sup><a href=\"#fn22\">22</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The role of the intermediate step will be further discussed in <a href=\"#s5-4\">Section 5.4</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Distributional outcomes of two-rate VAT",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A comparison of the differences between these two reforms (R1 and R2) may help capture the implications of the results. Some aggregate figures are reported in <a href=\"#table3\">Table A3</a>, which shows that the final number of commodities assigned to each tax rate is very similar between the two reforms, even though commodities are differently allocated across tax rates in the two scenarios. This leads to 175 billion of tax base subject to the reduced tax rate in R1 and about 190 billion in R2. It follows that the standard tax rate providing revenue neutrality, compared to the <i>status quo</i>, is almost unchanged in R1 (21.18%), while it is 1.5 percentage points higher (22.48%) in R2. This is due to the fact that, in R2, some commodities with higher budget shares are assigned to the reduced tax rate, which implies that the consequent loss of tax revenue must be compensated by a higher standard tax rate to preserve revenue neutrality. Furthermore R1 reduces the average of household-specific VAT payments by 2.9%, against the 2.7% imputable to R2.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Focusing on the redistributive effects, R1, as expected, shows a stronger impact, with a reduction in the Gini index of equivalent consumption in real terms of about 1.8 points<sup><a href=\"#fn23\">23</a></sup> compared to 1.6 under R2. With regard to disposable income, the reduction amounts to 0.9 points under R1 and 0.8 points under R2.<sup><a href=\"#fn24\">24</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "More interesting is the distributive profiles of R1 and R2, where the outcome of the two reforms can be observed in terms of winners and losers. To this purpose, <a href=\"#figA5\">Figure A5</a> depicts the profile of percentage changes of VAT along a ranking of households by equivalent consumption. Below 17,500 euros both R1 and R2 generate a gain (negative VAT payment), though the former gains are greater than the latter. At the same time, both scenarios imply losses above this threshold but R2 achieve its distributional effect by generating a greater percentage change of VAT in the upper part of the distribution.<sup><a href=\"#fn25\">25</a></sup> In terms of VAT incidence, <a href=\"#figA6\">Figure A6</a> shows that, with the exception of the extreme deciles, both reforms show a less regressive pattern. The main result is that both two-rate VAT reforms generate a better distributional profile compared with the <i>status quo</i>, which again makes evident that the current three tax rates are not the best setting for distributional purposes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In conclusion, the possible argument that a reduction of the number of VAT rates would compromise distributional outcomes is not well grounded in the Italian data. On the contrary, a simpler VAT structure could be obtained providing some benefits in the lowest part of the income distribution. Further support to this conclusion comes from simulating the impact of alternative two-rate VAT reforms with a smaller distance between the reduced and the standard rate.<sup><a href=\"#fn26\">26</a></sup> Intuitively, by increasing the reduced rate, the positive distributional outcome should decrease until a point where it is reversed. This occurs, in the simulation, with a two-rate VAT of 8.7% and a standard rate of 19.6% in R1 and 20.6% in R2. This result implies that there is not a unique choice for the reduced rate but that there are some degrees of freedom to adjust the VAT structure with the constraint of un upper limit for this rate to preserve a favourable distributional outcome.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Comparing R1 and R2",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The improved targeting of the two-rate VAT and its milder regressivity over income compared with the <i>status quo</i> depend on how goods are reallocated across tax rates. Some issues are worth noting. First, taking the <i>status quo</i> as a starting point, the second column of <a href=\"#table4\">Table A4</a>, for R1, shows the goods whose tax rate has changed in the intermediate step. Goods that are initially taxed at 4% have been either left at 4% or moved to 10% (examples of this latter case are powdered and condensed milk, animal fats, glasses, protheses and acoustic instruments, disabled and other health equipment, newspapers, books). Instead, goods that are initially taxed at 10% have either moved to 4% (as for example veal and tender beef, fresh or frozen fish, energy, gas) or to 21% (energy and gas for secondary dwellings, rail ferry and airplane tickets, plants and flowers, sport events, concerts, theater, museums, restaurants, national full and halfboard and overnight stay). Finally, goods that are initially taxed at 21% have moved to 10%, but this occurs only in one case (telephone bills and mobile phone cards). Thus, all movements reported in the second column provides the VAT structure that can guarantee a better distributional targeting leaving unchanged the number of tax rates.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Second, taking now the intermediate step as a starting point, the third column of <a href=\"#table4\">Table A4</a> gives information on how the same goods are distributed among the two tax rates. It is worth recalling that this reform is built by grouping at 7% all goods that in the intermediate step were taxed at 4% or 10%. This implies that the redistributive impact of the two-rate VAT, in principle, might worsen because some goods that should be taxed at 4% are taxed at 7%, but at the same time improve because some goods that should be taxed at 10% are instead taxed at 7%. The net effect is of uncertain sign, but it is possible to show that a significant contribution to the improvement of the distributional outcome comes from those goods that initially taxed at 10% have moved to the new equilibrium standard rate, as well as from the good (telephone bills) that initially taxed at 21% has moved to 7% in the two-rate VAT. Indeed, when a two-rate VAT is designed starting from the <i>status quo</i> (i.e., by taxing at 7% all goods initially taxed at the reduced rates), the distributional outcome would be similar to that of the <i>status quo</i> itself and worse than that obtained with a two-rate VAT based on the intermediate step.<sup><a href=\"#fn27\">27</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Third, almost the same conclusion can be drawn by considering R2, as reported in <a href=\"#table5\">Table A5</a>. In this case, changes in tax rates involve a limited number of goods. For example, only electricity has moved from 10% to 4% in the intermediate step, while a certain number of commodities have moved from 10% to 21%. However, given its high budget share, a significant contribution to the positive distributional impact of R2 comes from the reduction of the tax rate on fuel from 21% to 10% in the intermediate step and then to 7% in the two-rate structure. What happens on fuel points out that the implementation of these reforms does not take into account the possible nature of merit or demerit goods of some commodities. The assumption here is that the correct “social price” is achieved through excise taxes, which have the aim of realigning the market price to the cost of the externality produced (see, for example, <a href=\"#bib8\">Cnossen &amp; Smart 2005</a>; <a href=\"#bib14\">Decoster <i>et al</i>. 2010</a>). On the opposite, VAT is a general <i>ad valorem</i> tax, falling on all types of consumption. For this reason, the realignment of goods across rates does not include any consideration of paternalistic views. Even though these latter may well be considered as an alternative element for reforms of the indirect taxation, the appropriate tool is hardly a general <i>ad valorem</i> tax.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-4",
                    "title": "5.4 Reallocating goods across tax rates",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Application to the italian system",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In line with the marginal approach used in the previous analysis, results are obtained without any reference to price elasticities, thus excluding behavioural responses of consumers to changes in prices potentially induced by simulated tax rates variations. In order to assess whether the first-order approach is suitable for the simulated reforms, a simple methodology is proposed to account for possible second-order effects.",
                    "type": "paragraph"
                },
                {
                    "text": "Few studies have introduced behavioural extensions into a microsimulation analysis of VAT. Among them, in <a href=\"#bib15\">Decoster <i>et al</i>. (2011)</a> behavioural responses based on income elasticities are included by recalculating budget shares with Engel curves within the indirect taxes module of EUROMOD. An example of behavioural responses is provided by <a href=\"#bib38\">Siemers <i>et al</i>. (2014)</a>, that, using own-price elasticities of demand drawn from previous crosscountry studies, provides estimates for groups of commodity items in rich and poor countries. <a href=\"#bib21\">Janský (2014)</a> estimates the behavioural response of consumers to price changes by applying a QUAIDS model on the basis of the Czech Statistical Office household expenditure coupled with consumer price index for the period from 2001 to 2011. He derives estimates of own and cross-price elasticities, as well as income elasticities that are used to simulate the impact of changes in VAT rates on households’ consumption and government revenues.",
                    "type": "paragraph"
                },
                {
                    "text": "In general, the estimation of second-order price effects is extremely data demanding if the detailed structure of VAT rates and commodities has to be preserved (see, among others, <a href=\"#bib1\">Adam <i>et al</i>. 2011</a>) and prices do not present a cross-sectional variability. Thus, the most common solution to embody behavioural responses in distributional studies is to reduce the degree of detail of commodities by grouping commodities in broader categories and estimate a theoretically consistent demand system. However, the price to be paid is the loss of information that the original structure could provide.",
                    "type": "paragraph"
                },
                {
                    "text": "A similar problem occurs also in our analysis, where the original disaggregation of 276 commodities cannot be preserved. Furthermore, our integrated expenditure-income dataset provides neither spatial nor time price variation to identify price effects. In order to overcome this lack of information and to check the reliability of the first-order approximations, recourse is made to external information on price elasticities. In particular, use is made of a 9x9 matrix of uncompensated elasticities calculated from the estimates of <a href=\"#bib36\">Regmi &amp; Seale (2010)</a> for a number of countries, including Italy, and reported in <a href=\"#table6\">Table A6</a><sup><a href=\"#fn28\">28</a></sup>. The external estimates are country-specific even though not specific to time, being based on time series that are older than our sample. Thus, what follows is to be regarded as a useful robustness check of our results based on plausible parameters.",
                    "type": "paragraph"
                },
                {
                    "text": "In order to exploit this external information, the structure of commodities has been grouped into nine major COICOP groups: 1) food, beverages and tobacco; 2) clothing and footwear; 3) rent, fuel and power; 4) house, furnishing and operations; 5) medical care; 6) education; 7) transports and communications; 8) recreation; 9) other goods. This method allows simulating behavioural responses to price changes on the basis of a set of equations, one for each group of goods, whose general form can be expressed as follows:",
                    "type": "paragraph"
                },
                {
                    "id": "eqn8",
                    "label": "(8)",
                    "mathml": "<math><msubsup><mi>c</mi><mi>g</mi><mrow><mi>h</mi><mo>*</mo></mrow></msubsup><mtext> </mtext><mo>=</mo><mtext> </mtext><mtext> </mtext><msubsup><mi>c</mi><mi>g</mi><mi>h</mi></msubsup><mrow><mo>(</mo><mrow><mn>1</mn><mtext> </mtext><mo>+</mo><mtext> </mtext><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mn>9</mn></munderover><mrow><mi>d</mi><msubsup><mi>p</mi><mi>g</mi><mi>h</mi></msubsup><msub><mi>ε</mi><mrow><mi>g</mi><mo>,</mo><mi>j</mi></mrow></msub></mrow></mstyle></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mi>g</mi><mo>,</mo><mi>j</mi><mtext> </mtext><mo>=</mo><mtext> </mtext><mn>1</mn><mo>,</mo><mn>2</mn><mo>,</mo><mn>...9</mn></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <math><msubsup><mi>c</mi><mi>g</mi><mrow><mi>h</mi><mo>*</mo></mrow></msubsup></math> is the new level of pre-tax consumption of household <i>h</i> for the aggregate <i>g</i>, <math><msubsup><mi>c</mi><mi>g</mi><mi>h</mi></msubsup></math> is pre-tax consumption at the <i>status quo</i>, <math><mi>d</mi><msubsup><mi>p</mi><mi>g</mi><mi>h</mi></msubsup></math> is the household-specific percentage price variation for expenditure <i>g</i> <sup><a href=\"#fn29\">29</a></sup> – which is a weighted average of price changes using the shares of specific commodities consumed within the aggregate – and <i>ε<sub>g,j</sub></i> are the price elasticities.<sup><a href=\"#fn30\">30</a></sup> To simulate second-order effects, the model calculates the new levels of pre-tax expenditures and VAT payments for each household with an iterative process, and then calculates tax revenues by aggregating the new VAT payments over the population. The algorithm marginally modifies the standard rate to restore the budget neutrality until convergence is achieved.",
                    "type": "paragraph"
                },
                {
                    "text": "The results are reported in <a href=\"#table7\">Table A7</a>, where it is shown that, in terms of percentage variation of pre-tax consumption, the aggregate impact is lower in R1 (−0.09% against −0.16%). The main reason is that R2 requires a higher increase of the standard rate (22.67%) to restore budget neutrality, which mainly affects groups of goods with a higher elasticity. <a href=\"#table8\">Table A8</a>, instead, breakdowns the mean VAT percentage variation and the corresponding variation in pre-tax consumption by group of goods. Negative mean VAT variations are always smaller in R2 than in R1, while positive mean VAT variations are always greater in R2 than in R1, with the exception of recreational goods and services (category 8). This latter feature partially explains why, on aggregate, R2 causes a greater percentage reduction of pre-tax consumption, which is mostly imputable to categories 8, 2, 4 and especially 9, which includes items switching from the intermediate to the standard rate (as for example sport and leisure, restaurants and hotel). On the other hand, where the greatest reduction in taxation occurs (transports and communications with −2.50% and −2.22% VAT variation in R1 and R2, respectively) both reform scenarios would generate a large increase in pre-tax expenditures (0.73% and 1.96%). Finally, seemingly counterintuitive positive direct effects in R2 – such as a 0.48% contraction of gross rent, fuel and power average pre-tax expenditures vis-à-vis a 0.72% average reduction in its price index – are explained by a wide range of VAT variations across households (from −2.7% to +9.7%). This mirrors a wide variability in the composition of this group which includes both goods characterized by negative and positive price variations.",
                    "type": "paragraph"
                },
                {
                    "text": "These results must be considered with extreme caution, as they indicate patterns rather than precise values, due to the existence of many methodological limitations, including the fact that grouping may involve including commodities with widely diverging tax rates into the same class. Moreover, they neglect the heterogeneity in price responses between household groups which could marginally alter the distributional outcomes obtained with the first-order approximation. However, these results suggest that, on aggregate, price effects are expected to be small in magnitude and that the results obtained with the marginal approach (either driven by equivalent consumption or by equivalent income) are consistent with the simulated changes in tax rates. It follows that the positive distributional outcome obtained with a simplified VAT structure may not be seriously compromised by the role of consumer reactions.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Robustness analysis: demand responses to price changes",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "VAT reforms have always raised several concerns on the distributional ground, since they are expected to have an adverse redistributive impact on low income families. Yet, evidence on the entity of regressivity over income is still limited due to unavailability of joint data sources on income and item-specific consumption. The paper aims at filling this gap by analyzing the joint distribution of very detailed commodity expenditures and incomes on an innovative dataset, which allows assessing the impact of VAT reforms in terms of incidence over income and redistribution. First, the paper discusses a potential source of serious upward bias in the measure of VAT regressivity on cross-sectional income data related to the presence of consumption smoothers in the sample. Indeed, temporary fluctuations of income below consumption in a single-period give rise to a quasi-hyperbolic incidence tending to infinity in the bottom tail of the income distribution. For the Italian case, it appears that the regressive profile of VAT in terms of disposable income is almost entirely driven by the very bottom and the top quantiles, with the incidence profile appearing just mildly decreasing in the central part of the distribution.",
                    "type": "paragraph"
                },
                {
                    "text": "Second, by relying on the concept of Gini elasticity and a marginal tax reform framework, the paper proposes a methodology to assess whether a multiple VAT rate setting is correctly targeted for distributional aims and, if not, to improve its distributional profile by identifying alternative allocations of goods among rates according to their redistributive contents. An application of this methodology on Italian data reveals that, regardless of the fact that households are ranked by income or expenditures, an improvement in the distributional outcome does not necessarily require a further differentiation of tax rates. Rather, a proper reallocation of commodities among the existing three rates and even a two-rate VAT could improve upon the current arrangement. Quite interestingly, it is demonstrated that the results hold for different combinations of reduced and standard tax rates, leaving the policy-maker with some degrees of freedom in choosing the proper mix between the two. Finally, by using external price elasticities of demand for groups of expenditures, a robustness check is carried out to assess whether consumer reactions to changes in prices are sufficiently small in terms of the expected impact on aggregate consumption (and tax revenues) to be consistent with a first-order approximation. While these results have an immediate relevance for the Italian case, the methodology proposed is general enough and usefully applicable to countries, in particular the EU ones, where adverse distributional impact of VAT is a source of concern for national tax systems.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Adam, S",
                        "preferred": "S Adam"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Philips, D",
                        "preferred": "D Philips"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, S",
                        "preferred": "S Smith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bettendorp, L",
                        "preferred": "L Bettendorp"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Boeters, S",
                        "preferred": "S Boeters"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kox, HL",
                        "preferred": "HL Kox"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "A retrospective evaluation of elements of the EU VAT system. European Commission, Final Report, TAXUD/2010/DE/328",
            "id": "bib1",
            "title": "A retrospective evaluation of elements of the EU VAT system. European Commission, Final Report, TAXUD/2010/DE/328",
            "type": "unknown"
        },
        {
            "articleTitle": "Equity aspects of VAT in emerging european countries: A case study of serbia",
            "authors": [
                {
                    "name": {
                        "index": "Arsić, M",
                        "preferred": "M Arsić"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Altiparmakov, N",
                        "preferred": "N Altiparmakov"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib2",
            "journal": "Economic Systems",
            "pages": {
                "first": "171",
                "last": "186",
                "range": "171–186"
            },
            "type": "journal",
            "volume": "37"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Asdrubali, P",
                        "preferred": "P Asdrubali"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tedeschi, S",
                        "preferred": "S Tedeschi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ventura, L",
                        "preferred": "L Ventura"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Germany"
                        ]
                    },
                    "formatted": [
                        "Germany"
                    ]
                },
                "name": [
                    "University Library of Munich"
                ]
            },
            "source": "Household risksharing channels. Discussion Paper",
            "title": "Household risksharing channels. Discussion Paper",
            "type": "report"
        },
        {
            "articleTitle": "Economic effects of VAT reforms in Germany",
            "authors": [
                {
                    "name": {
                        "index": "Boeters, S",
                        "preferred": "S Boeters"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Böhringer, C",
                        "preferred": "C Böhringer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Büttner, T",
                        "preferred": "T Büttner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kraus, M",
                        "preferred": "M Kraus"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib4",
            "journal": "Applied Economics",
            "pages": {
                "first": "2165",
                "last": "2182",
                "range": "2165–2182"
            },
            "type": "journal",
            "volume": "42"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Carbonnier, C",
                        "preferred": "C Carbonnier"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "1995–2000, Is tax shifting asymmetric? Evidence from French VAT reforms (PSE Working Papers n.2005-34)",
            "id": "bib5",
            "title": "Is tax shifting asymmetric? Evidence from French VAT reforms (PSE Working Papers n.2005-34)",
            "type": "unknown"
        },
        {
            "articleTitle": "An expenditure-based analysis of the redistribution of household income",
            "authors": [
                {
                    "name": {
                        "index": "Carrera, S",
                        "preferred": "S Carrera"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib6",
            "journal": "Economic and Labour Market Review",
            "pages": {
                "first": "18",
                "last": "27",
                "range": "18–27"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Is a value added tax progressive? Annual versus lifetime measures",
            "authors": [
                {
                    "name": {
                        "index": "Caspersen, E",
                        "preferred": "E Caspersen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Metcalf, G",
                        "preferred": "G Metcalf"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib7",
            "journal": "National Tax Journal",
            "pages": {
                "first": "731",
                "last": "746",
                "range": "731–746"
            },
            "type": "journal",
            "volume": "47"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cnossen, S",
                        "preferred": "S Cnossen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smart, M",
                        "preferred": "M Smart"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Theory and Practice of Excise Taxation",
            "chapterTitle": "Taxation of tobacco",
            "date": "2005",
            "editors": [
                {
                    "name": {
                        "index": "Cnossen, S",
                        "preferred": "S Cnossen"
                    },
                    "type": "person"
                }
            ],
            "id": "bib8",
            "pages": "20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Oxford"
                        ]
                    },
                    "formatted": [
                        "Oxford"
                    ]
                },
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": "Copenaghen-Economics",
                    "type": "group"
                }
            ],
            "date": "2007",
            "details": "Study on reduced VAT applied to goods and services in the member states of the EU, Directorate General Taxation and Customs Union, European Commission, Final Report",
            "id": "bib9",
            "title": "Study on reduced VAT applied to goods and services in the member states of the EU",
            "type": "unknown"
        },
        {
            "articleTitle": "Are consumption taxes regressive?",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib10",
            "journal": "Australian Economic Review",
            "pages": {
                "first": "107",
                "last": "116",
                "range": "107–116"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "articleTitle": "The economics of a temporary VAT cut",
            "authors": [
                {
                    "name": {
                        "index": "Crossley, TF",
                        "preferred": "TF Crossley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Low, H",
                        "preferred": "H Low"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wakefield, M",
                        "preferred": "M Wakefield"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib11",
            "journal": "Fiscal Studies",
            "pages": {
                "first": "3",
                "last": "16",
                "range": "3–16"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "D’Alessio, G",
                        "preferred": "G D’Alessio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neri, A",
                        "preferred": "A Neri"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "(272), Income and wealth sample estimates consistent with macro aggregates: some experiments. Bank of Italy Occasional Paper",
            "id": "bib12",
            "title": "Income and wealth sample estimates consistent with macro aggregates: some experiments. Bank of Italy Occasional Paper",
            "type": "unknown"
        },
        {
            "articleTitle": "Redistributive effects of the shift from personal income taxes to indirect taxes: Belgium 1988–93",
            "authors": [
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Camp, G",
                        "preferred": "G Camp"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib13",
            "journal": "Fiscal studies",
            "pages": {
                "first": "79",
                "last": "106",
                "range": "79–106"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "articleTitle": "How regressive are indirect taxes? A microsimulation analysis for five European countries",
            "authors": [
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verwerft, D",
                        "preferred": "D Verwerft"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib14",
            "journal": "Journal of Policy analysis and Management",
            "pages": {
                "first": "326",
                "last": "350",
                "range": "326–350"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "articleTitle": "Microsimulation of indirect taxes",
            "authors": [
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verwerft, D",
                        "preferred": "D Verwerft"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib15",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "41",
                "last": "56",
                "range": "41–56"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Is redistribution through indirect taxes equitable?",
            "authors": [
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schokkaert, E",
                        "preferred": "E Schokkaert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Camp, G",
                        "preferred": "G Camp"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib16",
            "journal": "European Economic Review",
            "pages": {
                "first": "599",
                "last": "608",
                "range": "599–608"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "articleTitle": "On the theory of tax reform",
            "authors": [
                {
                    "name": {
                        "index": "Feldstein, M",
                        "preferred": "M Feldstein"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "id": "bib17",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "77",
                "last": "104",
                "range": "77–104"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Distributional equity and the optimal structure of public prices",
            "authors": [
                {
                    "name": {
                        "index": "Feldstein, MS",
                        "preferred": "MS Feldstein"
                    },
                    "type": "person"
                }
            ],
            "date": "1972",
            "id": "bib18",
            "journal": "The American Economic Review",
            "pages": {
                "first": "32",
                "last": "36",
                "range": "32–36"
            },
            "type": "journal",
            "volume": "62"
        },
        {
            "articleTitle": "Consumer expenditures and inequality: an analysis based on decomposition of the Gini coefficient",
            "authors": [
                {
                    "name": {
                        "index": "Garner, TI",
                        "preferred": "TI Garner"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib19",
            "journal": "The Review of Economics and Statistics",
            "pages": {
                "first": "133",
                "last": "138",
                "range": "133–138"
            },
            "type": "journal",
            "volume": "75"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gastaldi, F",
                        "preferred": "F Gastaldi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liberati, P",
                        "preferred": "P Liberati"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "details": "Towards a two-rate VAT in Italy: distributional and welfare effects. (Microsimulation Unit Working Papers MU9802, Faculty of Economics, University of Cambridge)",
            "id": "bib20",
            "title": "Towards a two-rate VAT in Italy: distributional and welfare effects. (Microsimulation Unit Working Papers MU9802, Faculty of Economics, University of Cambridge)",
            "type": "unknown"
        },
        {
            "articleTitle": "Consumer demand system estimation and value added tax reforms in the Czech Republic",
            "authors": [
                {
                    "name": {
                        "index": "Janský, P",
                        "preferred": "P Janský"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib21",
            "journal": "Czech Journal of Economics and Finance",
            "pages": {
                "first": "246",
                "last": "273",
                "range": "246–273"
            },
            "type": "journal",
            "volume": "64"
        },
        {
            "articleTitle": "Redistributive impact of indirect tax reforms: Greece, 1988-2002",
            "authors": [
                {
                    "name": {
                        "index": "Kaplanoglou, G",
                        "preferred": "G Kaplanoglou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Newbery, DM",
                        "preferred": "DM Newbery"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib22",
            "journal": "Fiscal Studies",
            "pages": {
                "first": "225",
                "last": "247",
                "range": "225–247"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "articleTitle": "The value added tax: Its causes and consequences",
            "authors": [
                {
                    "name": {
                        "index": "Keen, M",
                        "preferred": "M Keen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lockwood, B",
                        "preferred": "B Lockwood"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib23",
            "journal": "Journal of Development Economics",
            "pages": {
                "first": "138",
                "last": "151",
                "range": "138–151"
            },
            "type": "journal",
            "volume": "92"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lambert, PJ",
                        "preferred": "PJ Lambert"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The distribution and redistribution of income: A mathematical analysis",
            "date": "1993",
            "id": "bib24",
            "publisher": {
                "name": [
                    "Manchester University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Income inequality effects by income source: a new approach and applications to the United States",
            "authors": [
                {
                    "name": {
                        "index": "Lerman, RI",
                        "preferred": "RI Lerman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yitzhaki, S",
                        "preferred": "S Yitzhaki"
                    },
                    "type": "person"
                }
            ],
            "date": "2985",
            "id": "bib25",
            "journal": "The Review of Economics and Statistics",
            "pages": {
                "first": "151",
                "last": "156",
                "range": "151–156"
            },
            "type": "journal",
            "volume": "67"
        },
        {
            "articleTitle": "The distributional effects of indirect tax changes in Italy",
            "authors": [
                {
                    "name": {
                        "index": "Liberati, P",
                        "preferred": "P Liberati"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib26",
            "journal": "International Tax and Public Finance",
            "pages": {
                "first": "27",
                "last": "51",
                "range": "27–51"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Metcalf, GE",
                        "preferred": "GE Metcalf"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "details": "The lifetime incidence of state and local taxes: measuring changes during the 1980s. (NBER Working Paper No 4252)",
            "id": "bib27",
            "title": "The lifetime incidence of state and local taxes: measuring changes during the 1980s. (NBER Working Paper No 4252)",
            "type": "unknown"
        },
        {
            "articleTitle": "Income tax progression, 1929-48",
            "authors": [
                {
                    "name": {
                        "index": "Musgrave, RA",
                        "preferred": "RA Musgrave"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thin, T",
                        "preferred": "T Thin"
                    },
                    "type": "person"
                }
            ],
            "date": "1948",
            "id": "bib28",
            "journal": "The Journal of Political Economy",
            "pages": {
                "first": "498",
                "last": "514",
                "range": "498–514"
            },
            "type": "journal",
            "volume": "56"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Baldini, M",
                        "preferred": "M Baldini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mantovani, D",
                        "preferred": "D Mantovani"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Modelling the redistributive impact of indirect taxes in europe: an application of EUROMOD. (EUROMOD Working Paper No. EM7/01)",
            "id": "bib29",
            "title": "Modelling the redistributive impact of indirect taxes in europe: an application of EUROMOD. (EUROMOD Working Paper No. EM7/01)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Oliva, N",
                        "preferred": "N Oliva"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "VAT progressivity and tax revenue. area feasible targets for Spain? A marginal tax reform approach. (Universidad Autónoma de Barcelona Working Paper)",
            "id": "bib30",
            "title": "VAT progressivity and tax revenue. area feasible targets for Spain? A marginal tax reform approach. (Universidad Autónoma de Barcelona Working Paper)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pisano, E",
                        "preferred": "E Pisano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tedeschi, S",
                        "preferred": "S Tedeschi"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib31",
            "publisher": {
                "name": [
                    "Sapienza University of Rome"
                ]
            },
            "source": "Micro data fusion of italian expenditures and incomes surveys. (WP n.164, Working Papers Series of the Department of Public Economics",
            "title": "Micro data fusion of italian expenditures and incomes surveys. (WP n.164, Working Papers Series of the Department of Public Economics",
            "type": "report"
        },
        {
            "articleTitle": "Ad-valorem tax incidence and after-tax price adjustments: evidence from Brazilian basic basket food",
            "authors": [
                {
                    "name": {
                        "index": "Politi, RB",
                        "preferred": "RB Politi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mattos, E",
                        "preferred": "E Mattos"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib32",
            "journal": "Canadian Journal of Economics/Revue canadienne d’économique",
            "pages": {
                "first": "1438",
                "last": "1470",
                "range": "1438–1470"
            },
            "type": "journal",
            "volume": "44"
        },
        {
            "articleTitle": "House price dynamics: the role of tax policy and demography",
            "authors": [
                {
                    "name": {
                        "index": "Poterba, JM",
                        "preferred": "JM Poterba"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weil, DN",
                        "preferred": "DN Weil"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shiller, R",
                        "preferred": "R Shiller"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib33",
            "journal": "Brookings Papers on Economic Activity",
            "pages": {
                "first": "143",
                "last": "203",
                "range": "143–203"
            },
            "type": "journal",
            "volume": "1991"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rässler, S",
                        "preferred": "S Rässler"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Statistical matching",
            "date": "2002",
            "id": "bib34",
            "publisher": {
                "name": [
                    "Springer-Verlag"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Marginal and non-marginal commodity tax reforms with rank two and rank three demographic demand systems",
            "authors": [
                {
                    "name": {
                        "index": "Ray, R",
                        "preferred": "R Ray"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib35",
            "journal": "Oxford Economic Papers",
            "pages": {
                "first": "689",
                "last": "712",
                "range": "689–712"
            },
            "type": "journal",
            "volume": "51"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Regmi, A",
                        "preferred": "A Regmi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Seale, JL",
                        "preferred": "JL Seale"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Cross-price elasticities of demand across 114 countries. United States Department of Agriculture, Economic Research Service, Technical Bulletin No. 1925",
            "id": "bib36",
            "title": "Cross-price elasticities of demand across 114 countries. United States Department of Agriculture, Economic Research Service, Technical Bulletin No. 1925",
            "type": "unknown"
        },
        {
            "articleTitle": "Le caractère régressif des taxes indirectes: les enseignements d’un modéle de microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Ruiz, N",
                        "preferred": "N Ruiz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Trannoy, A",
                        "preferred": "A Trannoy"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib37",
            "journal": "Economie et statistique",
            "pages": {
                "first": "21",
                "last": "46",
                "range": "21–46"
            },
            "type": "journal",
            "volume": "413"
        },
        {
            "articleTitle": "A general microsimulation model for the EU VAT with a specific application to Germany",
            "authors": [
                {
                    "name": {
                        "index": "Siemers, L-H.",
                        "preferred": "L-H. Siemers"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib38",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "40",
                "last": "93",
                "range": "40–93"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "articleTitle": "Remittances and inequality",
            "authors": [
                {
                    "name": {
                        "index": "Stark, O",
                        "preferred": "O Stark"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taylor, JE",
                        "preferred": "JE Taylor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yitzhaki, S",
                        "preferred": "S Yitzhaki"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "id": "bib39",
            "journal": "The Economic Journal",
            "pages": {
                "first": "722",
                "last": "740",
                "range": "722–740"
            },
            "type": "journal",
            "volume": "96"
        },
        {
            "articleTitle": "Evaluating the impact of government programs on social welfare: the role of targeting and the allocation rules among program beneficiaries",
            "authors": [
                {
                    "name": {
                        "index": "Wodon, Q",
                        "preferred": "Q Wodon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yitzhaki, S",
                        "preferred": "S Yitzhaki"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib40",
            "journal": "Public Finance Review",
            "pages": {
                "first": "102",
                "last": "123",
                "range": "102–123"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "On the decomposition of Gini coefficients by population class and income source: a spreadsheet approach and application",
            "authors": [
                {
                    "name": {
                        "index": "Yao, S",
                        "preferred": "S Yao"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib41",
            "journal": "Applied Economics",
            "pages": {
                "first": "1249",
                "last": "1264",
                "range": "1249–1264"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "articleTitle": "On an extension of the Gini inequality index",
            "authors": [
                {
                    "name": {
                        "index": "Yitzhaki, S",
                        "preferred": "S Yitzhaki"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "id": "bib42",
            "journal": "International Economic Review",
            "pages": {
                "first": "617",
                "last": "628",
                "range": "617–628"
            },
            "type": "journal",
            "volume": "24"
        },
        {
            "articleTitle": "Economic distance and overlapping of distributions",
            "authors": [
                {
                    "name": {
                        "index": "Yitzhaki, S",
                        "preferred": "S Yitzhaki"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "discriminator": "a",
            "id": "bib43",
            "journal": "Journal of Econometrics",
            "pages": {
                "first": "147",
                "last": "159",
                "range": "147–159"
            },
            "type": "journal",
            "volume": "61"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Yitzhaki, S",
                        "preferred": "S Yitzhaki"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "On the progressivity of commodity taxation",
            "date": "1994",
            "discriminator": "b",
            "editors": [
                {
                    "name": {
                        "index": "Wolfgang, Eichhorn",
                        "preferred": "Eichhorn Wolfgang"
                    },
                    "type": "person"
                }
            ],
            "id": "bib44",
            "publisher": {
                "name": [
                    "Springer-Verlag"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Yitzhaki, S",
                        "preferred": "S Yitzhaki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schechtman, E",
                        "preferred": "E Schechtman"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Gini methodology: A primer on a statistical methodology",
            "date": "2012",
            "id": "bib45",
            "publisher": {
                "name": [
                    "Springer Science & Business Media"
                ]
            },
            "type": "book",
            "volume": "Vol. 272"
        }
    ],
    "acknowledgements": [
        {
            "text": "We wish to thank Fabrizio Patriarca for his precious suggestions during the phase of revision.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
