{
    "status": "vor",
    "id": "00152",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00152",
    "authorLine": "Justin W. van de Ven",
    "title": "Parameterising a detailed dynamic programming model of savings and labour supply using cross-sectional data",
    "published": "2017-04-30T00:00:00Z",
    "versionDate": "2017-04-30T00:00:00Z",
    "statusDate": "2017-04-30T00:00:00Z",
    "volume": 10,
    "issue": 1,
    "fpage": 135,
    "lpage": 166,
    "elocationId": "135-166",
    "pdf": "http://web:8082/00152/ijm-00152.pdf",
    "subjects": [
        {
            "id": "consumption-savings-wealth",
            "name": "Consumption, savings and wealth"
        },
        {
            "id": "labour-supply-demand",
            "name": "Labour supply and demand"
        },
        {
            "id": "dynamic-microsimulation",
            "name": "Dynamic microsimulation"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Dynamic programming methods are now commonly used to describe behaviour in contexts where uncertainty is likely to have an important bearing on decision making. Using a publicly available structural dynamic microsimulation model, LINDA, this paper provides new insights into how unobservable preference parameters – particularly those associated with risk aversion – can be coherently identified on broad-based moments of decision making observed for a population cross-section. Preference parameters identified on UK data are found to be in-line with those reported in the wider econometric literature.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "van de Ven",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "emailAddresses": [
                "jvandeven@niesr.ac.uk"
            ],
            "name": {
                "index": "van de Ven, Justin W.",
                "preferred": "Justin W. van de Ven"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "dynamic Programming",
        "savings",
        "labor supply",
        "empirical identification"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Empirical analysis of intertemporal decision making is complicated by the effects of uncertainty on incentives. Where uncertainty is considered sufficiently important to warrant a central place in a structural model, then dynamic programming methods are now commonly employed. Studies of savings behaviour in this vein often limit the computational burden by focussing upon the evolving circumstances of individual birth cohorts. The computational advantage that is gained by limiting a dynamic programming model to focus on a single birth cohort is, however, off-set by at least two attendant complications. The first is that the savings behaviour of a single birth cohort is only revealed over a substantial period of time, which complicates the task of capturing time-varying incentives described by the evolving economic context. Furthermore, it is questionable whether empirical results obtained for a single birth cohort will generalise to the wider population. This paper reports empirical results for a dynamic programming model that avoids both of these problems by projecting the circumstances of a population cross-section through time, which permits identification of saving preferences on cross-sectional survey data. The results obtained demonstrate the feasibility and advantages for empirical analysis of the cross-sectional approach for modelling savings decisions in context of uncertainty.",
                    "type": "paragraph"
                },
                {
                    "text": "A complex two-dimensional relationship exists between time, cohort, and age effects that characterise differences between heterogeneous population subgroups. Focussing upon the evolving circumstances of a single birth cohort is a useful way for empirical studies to cut through this complexity, as age, time and cohort effects are then described by a single dimension. Such a simplification is particularly appealing where the central subject of interest is complex, as is often the case for decision problems that have no closed form solution. This is a principal reason why the dynamic programming literature that explores savings behaviour in the context of uncertainty has focussed predominantly upon empirical analysis of cohort-specific structural models, following the seminal study by <a href=\"#bib23\">Gourinchas and Parker (2002)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Alternative data options exist for empirical analyses that focus on cohort-specific structural models of savings behaviour. An obvious choice is to parameterise a cohort-specific model with reference to data observed for a single birth cohort (<a href=\"#bib6\">O. Attanasio, Low, &amp; Sanchez-Marcos, 2005</a>).<sup><a href=\"#fn1\">1</a></sup> This approach imposes a somewhat heavy burden on the time-frame of survey data required for analysis, and is usually complicated by the associated difficulty of obtaining an adequate description of the evolving policy context. An additional problem is that it is uncertain how far results obtained for a single birth cohort can be generalised to the wider population. These drawbacks stem from fundamental features of the empirical problem in relation to savings behaviour. An empirical analysis of savings decisions in context of uncertainty requires for identification data observed for an appreciable period of life. The longer is the period from which data for analysis are drawn, the greater is the scope for substantive variation of the policy environment underlying observed behaviour. The greater is the variation of the policy environment over multiple dimensions, the stronger is the proposition that such variation is likely to be an important determinant of observed behaviour.",
                    "type": "paragraph"
                },
                {
                    "text": "Aspects of the policy environment that typically exhibit substantial variation with time, and which are likely to influence savings decisions of the household sector, include taxes and benefits, (pre-transfer) rates of return, variation of employment opportunities, and the changing nature of family demographics. Obtaining comprehensive (pseudo) panel data regarding all of these factors usually represents a significant challenge, and integrating these data into a structural model in a coherent fashion is more challenging still. Furthermore, allowing for such variation can work to off-set any computational advantage that is derived from focussing on the circumstances of a single birth cohort. I am not aware, for example, of any dynamic programming model of household sector savings that includes an explicit account of reforms to tax and benefits policy implemented during the period of estimation.<sup><a href=\"#fn2\">2</a></sup> Such complications hamper efforts to reflect adequately the savings and employment incentives that individuals face.",
                    "type": "paragraph"
                },
                {
                    "text": "One popular way to identify results that generalise to the wider population is to conduct sensitivity analysis by exploring data reported for alternative birth cohorts (as in <a href=\"#bib7\">O. Attanasio, Low, and Sanchez-Marcos (2008)</a>). Such an approach complicates the challenges involved in adequately describing the evolving policy context. Alternatively, empirical techniques can be used that are designed to estimate age-specific moments which control for time and cohort effects (<a href=\"#bib46\">Sefton, van de Ven, &amp; Weale, 2008</a>). Collinearity between age, cohort and time effects requires an additional restriction to permit identification. One common restriction, suggested by <a href=\"#bib15\">Deaton (1997)</a>, is to assume that time effects average out over the long run. This assumption produces estimated age profiles that represent an average taken over all cohorts included in the panel data used for estimation. The averaging that such methods apply obscures the nature of the underlying policy environment, so that it is difficult – if not impossible – to ensure that the assumed structural specification provides an adequate representation of the incentives underlying observed behaviour.",
                    "type": "paragraph"
                },
                {
                    "text": "A third approach that has been applied in the literature is designed to simplify identification of the incentives that underly observed behaviour, which is the principal drawback associated with the two alternatives referred to above. In this case, empirical analysis is based upon cross-sectional data that are adjusted to reflect assumptions about the relationship between the characteristics of the population cross-section and those of a single birth cohort (<a href=\"#bib50\">van de Ven &amp; Weale, 2010</a>). Focussing on cross-sectional data limits the incentives underlying observed behaviour to those that applied at a single point in time, which are relatively simple to document. The drawback of this approach, however, is that strong assumptions are required to derive a stylised relationship between the characteristics of the population cross-section and those of a single birth cohort; assumptions that are unlikely to hold in practice.<sup><a href=\"#fn3\">3</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "This paper explores the proposition that an overlapping generations (OLG) model structure can simplify coherent identification of the preference parameters of a dynamic programming model of savings and labour supply. This proposition is based on the observation that an OLG structural model can describe behaviour observed throughout the life-course at a single point in time, albeit for individuals drawn from different birth cohorts. If it is assumed that preference parameters are stable across generations, then this implies that the parameters of an OLG modelling approach can be identified entirely on cross-sectional survey data. This simplifies both the task of gathering the data necessary for empirical analysis, and the model description of the policy environment underlying the considered survey data.",
                    "type": "paragraph"
                },
                {
                    "text": "Although OLG models of savings in context of uncertainty are not new (<a href=\"#bib40\">Livshits, MacGee, &amp; Tertilt, 2007</a>; <a href=\"#bib29\">G. D. Hansen &amp; Imrohoroglu, 2008</a>; <a href=\"#bib19\">Feigenbaum, 2008</a>; <a href=\"#bib27\">Hairault &amp; Langot, 2008</a>), most of the associated literature focus on behavioural implications of alternative theoretical frameworks, rather than on the task of empirical identification. This study focusses squarely on the issue of empirical identification. The study is based on LINDA – the Lifetime INcome Distributional Analysis – model, designed to reflect the UK policy context as observed in 2011. LINDA is a full structural dynamic microsimulation model that uses dynamic programming methods to project savings and employment behaviour in a way that takes risk aversion fully into account. This makes the model particularly useful for exploring preferences concerning risk. The model accommodates a rich description of agent specific heterogeneity, and is publicly available so that results should be replicable by the reader. The analysis that is reported demonstrates the feasibility of the proposed estimation strategy in context of contemporary computing technology, and the model parameters obtained are found to relate closely to those reported in the broader empirical literature.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#s2\">Section 2</a> provides an overview of the LINDA model upon which the analysis is based. The analytical mechanics that underly the empirical approach considered here are described in <a href=\"#s3\">Section 3</a>. Data are described in <a href=\"#s4\">Section 4</a>, and results are reported in <a href=\"#s5\">Sections 5</a> and <a href=\"#s6\">6</a>. Discussion of results focusses on drawing out the ways that preference parameters influence alternative observable margins, which are crucially important for parameter identification. A concluding section provides a summary and directions for further research.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "LINDA is a dynamic programming model of household sector savings and labour supply decisions. LINDA is a country-specific adaptation of a flexible model framework, referred to as the Simulator of Individual Dynamic Decisions (SIDD), which has been developed to make current best practice economic methods of analysis of savings and labour supply available to non-specialists. SIDD is currently free for all practitioners to download via the website: <a href=\"https://www.simdynamics.org\">https://www.simdynamics.org</a>. The remainder of this text refers solely to LINDA, to avoid any potential confusion. This section provides a brief overview of the subset of model features that are employed for empirical identification; see <a href=\"#bib49\">van de Ven (2016)</a> for a full technical description of the model.",
                    "type": "paragraph"
                },
                {
                    "text": "The decision unit of the model is the family, defined as a single adult or partner couple and their dependent children. LINDA considers the evolving circumstances of a sample of reference adults and their benefit units, organised into annual snap-shots during the life-course. Allocations within families are ignored. Decisions regarding consumption, labour supply, pension scheme participation, and timing of pension access are endogenous, and are assumed to be made to maximise expected lifetime utility, given a family’s prevailing circumstances, its preference relation, and beliefs regarding the future. Preferences are described by a nested Constant Elasticity of Substitution utility function. Expectations are ‘substantively-rational’ in the sense that they are either perfectly consistent with, or specified to approximate, the intertemporal processes that govern individual characteristics. The model assumes a small open economy (appropriate for the UK), for which rates of return to labour and capital are exogenously given. Heterogeneous circumstances of reference adults are limited to the following twelve characteristics:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "year of birth",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "number of dependent children",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "education status",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "non-pension wealth",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "age",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "age of dependent children",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "private pension wealth",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "wage potential",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "relationship status",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "student status",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "timing of pension access",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "survival",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "Seven of the characteristics listed here are considered to be uncertain and uninsurable from one year to the next when evaluating expected lifetime utility (relationship status, number and age of dependent children, student status, education status, wage potential, and time of death). This specification for the model was carefully selected to ensure adequate margins for empirical identification of unobserved preference parameters. Including year of birth in the list of heterogeneous family characteristics introduces the overlapping generations framework that is necessary to reflect the circumstances of a population cross-section. Age, wage potential, measures of wealth, and survival are all centrally important for any empirical analysis of savings and labour supply. Relationship status and children are important for reflecting the influence of tax and benefits policy, and for capturing labour supply and consumption decisions. Finally, as discussed in <a href=\"#s3\">Section 3</a>, education status and pension scheme participation decisions feature in the empirical identification strategy employed in this paper.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Expected lifetime utility of reference adult <i>i</i>, with birth year <i>b</i>, at age <i>a</i> is described by the time separable function:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn1",
                            "label": "(1)",
                            "mathml": "<math><mrow><msub><mi>U</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><mfrac><mn>1</mn><mrow><mn>1</mn><mo>−</mo><mi>γ</mi></mrow></mfrac><mrow><mo>{</mo> <mrow><mi>u</mi><mtext> </mtext><msup><mrow><mrow><mo>(</mo><mrow><mfrac><mrow><msub><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow><mrow><msub><mi>θ</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow></mfrac><mo>,</mo><mtext> </mtext><msub><mi>l</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow><mrow><mn>1</mn><mo>−</mo><mi>γ</mi></mrow></msup><mtext> </mtext><mo>+</mo><mtext> </mtext><mtext>​</mtext><msub><mi>E</mi><mrow><mi>a</mi><mo>,</mo><mi>b</mi></mrow></msub><mrow><mo>[</mo> <mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>j</mi><mo>=</mo><mi>a</mi><mo>+</mo><mn>1</mn></mrow><mi>A</mi></munderover><mrow><msup><mi>β</mi><mrow><mi>j</mi><mo>−</mo><mi>a</mi></mrow></msup><mrow><mo>(</mo><mrow><msubsup><mi>ϕ</mi><mrow><mi>j</mi><mo>−</mo><mi>a</mi><mo>,</mo><msup><mi>a</mi><mi>u</mi></msup></mrow><mi>b</mi></msubsup><mtext> </mtext><msup><mrow><mrow><mo>(</mo><mrow><mfrac><mrow><msub><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub></mrow><mrow><msub><mi>θ</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub></mrow></mfrac><mo>,</mo><mtext> </mtext><msub><mi>l</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow><mrow><mn>1</mn><mo>−</mo><mi>γ</mi></mrow></msup><mtext> </mtext><mtext> </mtext><mo>+</mo><mtext> </mtext><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><mtext> </mtext><msubsup><mi>ϕ</mi><mrow><mi>j</mi><mo>−</mo><mi>a</mi><mo>,</mo><mi>a</mi></mrow><mi>b</mi></msubsup></mrow><mo>)</mo></mrow><mi>ζ</mi><msubsup><mi>B</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow><mrow><mn>1</mn><mo>−</mo><mi>γ</mi></mrow></msubsup></mrow><mo>)</mo></mrow></mrow></mstyle></mrow> <mo>]</mo></mrow></mrow> <mo>}</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "eqn2",
                            "label": "(2)",
                            "mathml": "<math><mi>u</mi><mrow><mo>(</mo><mrow><mfrac><mrow><msub><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow><mrow><msub><mi>θ</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow></mfrac><mo>,</mo><mtext> </mtext><msub><mi>l</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo>=</mo><mtext> </mtext><mtext> </mtext><mtext> </mtext><mrow><mo>(</mo><mrow><msup><mrow><mrow><mo>(</mo><mrow><mfrac><mrow><msub><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow><mrow><msub><mi>θ</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow></mfrac></mrow><mo>)</mo></mrow></mrow><mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><mn>1</mn><mo>/</mo><mi>ε</mi></mrow><mo>)</mo></mrow></mrow></msup><mtext> </mtext><mo>+</mo><mtext> </mtext><msup><mi>α</mi><mrow><mn>1</mn><mo>/</mo><mi>ε</mi></mrow></msup><msubsup><mi>l</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><mn>1</mn><mo>/</mo><mi>ε</mi></mrow><mo>)</mo></mrow></mrow></msubsup></mrow><mo>)</mo></mrow><msup><mtext> </mtext><mrow><mfrac><mn>1</mn><mrow><mn>1</mn><mo>−</mo><mn>1</mn><mo>/</mo><mi>ε</mi></mrow></mfrac></mrow></msup></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Observable characteristics of the preference relation are <math><mrow><msubsup><mi>ϕ</mi><mrow><mi>j</mi><mo>−</mo><mi>a</mi><mo>,</mo><mi>a</mi></mrow><mi>b</mi></msubsup></mrow></math> the probability that a reference adult with birth year <i>b</i> will survive to age <i>j</i> given survival to age <i>a</i>; <i>c<sub>i,a</sub></i> ∈ <i>R</i><sup>+</sup> discretionary composite (non-durable) consumption; <i>l<sub>i,a</sub></i> ∈ [0,1] the proportion of family time spent in leisure; <i>θ<sub>i,a</sub></i> ∈ <i>R</i><sup>+</sup> adult equivalent size based on the “revised” or “modified” OECD scale<sup><a href=\"#fn4\">4</a></sup>; and <i>B<sub>i,a</sub></i> ∈ <i>R</i><sup>+</sup> the legacy that reference adult from family <i>i</i> would leave if they died at age <i>a</i>. Unobserved preference parameters are γ &gt; 0 the (constant) coefficient of relative risk aversion;β an exponential discount factor; ζ the “warm-glow” model of bequests<sup><a href=\"#fn5\">5</a></sup>; ε &gt; 0 the (intra-temporal) elasticity of substitution between equivalised consumption (<i>c<sub>i,a</sub></i>/<i>θ<sub>i,a</sub></i>) and leisure (<i>l<sub>i,a</sub></i>); and <i>α</i> &gt; 0 the utility price of leisure. <i>E<sub>a,b</sub></i> is the expectations operator and <i>A</i> is the assumed maximum age that any individual can survive to.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although the preference relation defined by <a href=\"#eqn1\">equation (1)</a> is popular in the associated literature, it has also been the subject of considerable criticism. Four points can be singled out here. First, the assumption of time separability suppresses behavioural persistence, and has been the subject of an extensive debate (e.g. <a href=\"#bib16\">Deaton and Muellbauer (1980)</a>, pp. 124–5; <a href=\"#bib32\">Hicks (1939)</a>, p. 261). Any empirical study concerned with inter-relations between decisions through time would need to consider data observed thorough time, in contrast to the cross-sectional data that are the focus of the empirical application considered here. Second, it is now increasingly common to allow preference parameters, including discount rates, to vary with individual specific characteristics (e.g. <a href=\"#bib26\">Gustman and Steinmeier (2005)</a>, who consider variation in relation to discount rates, and the relative attractiveness of alternative employment options). The associated literature suggests that suppressing this form of variation in an empirical analysis of preferences can be interpreted as a form of omitted variable bias. Third, the assumption that preferences are time consistent – as is implied by the preference relation defined by <a href=\"#eqn1\">equation (1)</a> – has been criticised for failing to reflect a growing body of empirical evidence (<a href=\"#bib48\">Thaler, 1981</a>; <a href=\"#bib2\">G. Ainslie &amp; Haslam, 1992</a>; <a href=\"#bib24\">Green, Fry, &amp; Myerson, 1994</a>; <a href=\"#bib35\">Kirby, 1997</a>; <a href=\"#bib3\">G. W. Ainslie, 1992</a>). Adapting preferences to accommodate time-inconsistency has also been shown to affect behavioural margins that are used for empirical identification in this study (<a href=\"#bib37\">Laibson, Repetto, &amp; Tobacman, 2007</a>; <a href=\"#bib50\">van de Ven &amp; Weale, 2010</a>). Finally, the assumption of a CES specification for intertemporal preferences has been criticised for the restrictions that it imposes upon the relationship between relative risk aversion and the intertemporal elasticity of consumption.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The preference relation defined by <a href=\"#eqn1\">equation (1)</a> remains predominant in the associated literature despite the limitations set out in the preceding paragraph. This is because relaxing the model along any one of the four points referred to above would expand the state-space and/or the number of preference parameters. Expanding the state space of the decision problem implies a (geometric) increase in the computational burden of the utility maximisation problem, which exaggerates the limitations of existing computing technology. Increasing the dimensionality of the (unobservable) preference parameters of the model places an increased burden on the data and numerical methods used for parametrisation. The preference relation defined by <a href=\"#eqn1\">equation (1)</a> is consequently a trade-off between parsimony and computational burden, which remains sensible given contemporary computing resources and the most common analyses that the model has been devised to explore.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Preference relation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Earnings are modelled at the family level, and are described by:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn3",
                            "label": "(3)",
                            "mathml": "<math><mtable columnalign=\"left\"><mtr><mtd><msub><mi>g</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mtext> </mtext><mtext> </mtext><mo>=</mo><mtext> </mtext><mtext> </mtext><mi>max</mi><mtext> </mtext><mrow><mo>(</mo><mrow><msub><mi>h</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><mtext> </mtext><msubsup><mi>h</mi><mrow><mi>a</mi><mo>,</mo><mi>t</mi></mrow><mrow><mi>min</mi></mrow></msubsup></mrow><mo>)</mo></mrow><msub><mi>λ</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mtd></mtr><mtr><mtd><msub><mi>λ</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><msubsup><mi>λ</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mo>∘</mo></msubsup><msubsup><mi>λ</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>e</mi><mi>m</mi><mi>p</mi></mrow></msubsup><msubsup><mi>λ</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>r</mi><mi>e</mi><mi>t</mi></mrow></msubsup></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>h<sub>i,a</sub></i> defines family <i>i</i>’s latent wage at age <i>a</i>, <math><msubsup><mi>h</mi><mrow><mi>a</mi><mo>,</mo><mi>t</mi></mrow><mrow><mi>min</mi></mrow></msubsup></math> is the (statutory) minimum wage, λ° is an adjustment factor to allow for uncertain wage offers, λ<sup><i>emp</i></sup> adjusts for (endogenous) labour supply decisions, and λ<sup>ret</sup> is the impact on earnings of taking up private pension income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In most periods, latent wages <i>h</i> are assumed to follow a random-walk with drift:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn4",
                            "label": "(4)",
                            "mathml": "<math><mi>log</mi><mtext> </mtext><mrow><mo>(</mo><mrow><mfrac><mrow><msub><mi>h</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow><mrow><msub><mi>m</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow></mfrac></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo>=</mo><mtext> </mtext><mtext> </mtext><mtext> </mtext><mi>log</mi><mtext> </mtext><mrow><mo>(</mo><mrow><mfrac><mrow><msub><mi>h</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow></msub></mrow><mrow><msub><mi>m</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow></msub></mrow></mfrac></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mo>+</mo><mtext> </mtext><msub><mi>ω</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow></msub></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "eqn5",
                            "label": "(5)",
                            "mathml": "<math><msub><mi>m</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mtext> </mtext><mtext> </mtext><mo>=</mo><mtext> </mtext><mtext> </mtext><mi>m</mi><mrow><mo>(</mo><mrow><msub><mi>n</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><mtext> </mtext><mi>e</mi><msub><mi>d</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><mtext> </mtext><mi>a</mi><mo>,</mo><mi>b</mi></mrow><mo>)</mo></mrow><mtext> </mtext></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "eqn6",
                            "label": "(6)",
                            "mathml": "<math><msub><mi>ω</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mtext> </mtext><mtext> </mtext><mo>∼</mo><mtext> </mtext><mtext> </mtext><mi>N</mi><mtext> </mtext><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mtext> </mtext><msubsup><mi>σ</mi><mi>ω</mi><mn>2</mn></msubsup><mrow><mo>(</mo><mrow><msub><mi>n</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><mtext> </mtext><mi>e</mi><msub><mi>d</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow><mo>)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where the parameters <i>m</i> (.) account for wage growth, which in turn depend on relationship status <i>n<sub>i,a</sub></i>, education <i>ed<sub>i,a</sub></i>, age <i>a</i>, and birth year <i>b</i>, and ω<i><sub>i,a</sub></i> is an identically and independently distributed family specific disturbance term. The variance <math><msubsup><mi>σ</mi><mi>ω</mi><mn>2</mn></msubsup></math> is defined as a function of relationship status and education. The only exceptions to <a href=\"#eqn3\">equation (3)</a> are when a reference adult changes their education status (see <a href=\"#s2-5\">Section 2.5</a>), in which case a new random draw is taken from a log-normal distribution, the mean and variance of which are specific to the family’s age, birth year, relationship, and education status.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The minimum wage <i>h</i><sup>min</sup> allows a floor to be imposed, with reference to the hourly wage rate. This floor is specified so that it can differ relative to four age thresholds. Each age-specific minimum wage rate can be defined to growth through time at different rates.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Wage offers, λ°, are included in the model to allow for the possibility of (involuntary) unemployment among employees, which we have found to be important in matching the model to rates of employment during peak working years. Receipt of a wage offer is modelled as uncertain between one period and the next, subject to age, education, and relationship specific probabilities <i>p</i>° (<i>n<sub>i,a</sub></i>, <i>ed<sub>i,a</sub></i>, <i>a</i>). If a wage offer is received, <math><msubsup><mi>λ</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mo>∘</mo></msubsup><mtext> </mtext><mo>=</mo><mtext> </mtext><mn>1</mn></math>, then family income responds to the labour supply decision of all adults in the unit. If a wage offer is not received, <math><msubsup><mi>λ</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mo>∘</mo></msubsup><mtext> </mtext><mo>=</mo><mtext> </mtext><mn>0</mn><mtext> </mtext></math>, then any labour that one adult supplies returns no labour income to the family, implying non-employment where working incurs a leisure penalty.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The solution to the lifetime decision problem assumes that families expect that the probability of a low wage offer is age, relationship, and education specific, but is time invariant (as <i>p°</i> is defined above). When a population is simulated through time, however, allowance is made for historical variation in unemployment rates to reflect observed fluctuations through the economic cycle.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Each discrete labour alternative <i>l<sub>i,a</sub></i> is associated with its own factor, λ<i><sup>emp</sup></i> (<i>l<sub>i,a</sub></i>). λ<i><sup>emp</sup></i> is defined to be an increasing function of labour supply, and is scaled so that full-time employment of all adult members implies λ<i><sup>emp</sup></i> = 1. The form assumed for λ<i><sup>emp</sup></i> treats spouses as symmetric, and permits each adult’s share of family labour income, <math><msubsup><mi>g</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>j</mi></msubsup></math>, to be evaluated from total family labour income: <math><msubsup><mi>g</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>j</mi></msubsup><mtext> </mtext><mtext> </mtext><mo>=</mo><mtext> </mtext><mtext> </mtext><msup><mi>λ</mi><mrow><mi>e</mi><mi>m</mi><mi>p</mi></mrow></msup><mtext> </mtext><mrow><mo>(</mo><mrow><msubsup><mi>l</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>j</mi></msubsup></mrow><mo>)</mo></mrow><mtext> </mtext><mo>/</mo><mtext> </mtext><msup><mi>λ</mi><mrow><mi>e</mi><mi>m</mi><mi>p</mi></mrow></msup><mtext> </mtext><mrow><mo>(</mo><mrow><msub><mi>l</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow><mo>)</mo></mrow><mo>.</mo><msub><mi>g</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></math> .",
                            "type": "paragraph"
                        },
                        {
                            "text": "Wage penalties are imposed on families that have started to draw upon their private pension wealth. This is allowed for through a fixed factor adjustment applied to the family’s latent wage, <math><msubsup><mi>λ</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>r</mi><mi>e</mi><mi>t</mi></mrow></msubsup><mtext> </mtext><mtext> </mtext><mo>&lt;</mo><mtext> </mtext><mtext> </mtext><mn>1</mn></math> if the family has accessed their pension wealth.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Labour income dynamics",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#eqn1\">Equation (1)</a> is maximised, subject to an age specific credit constraint imposed on liquid (non-pension) net wealth, ω<i><sub>i,a</sub></i> ≥ <i>D<sub>a</sub></i> for family <i>i</i> at age <i>a</i>. <i>D<sub>a</sub></i> is set equal to minus the discounted present value of the minimum potential future income stream, subject to the condition that all debt be repaid by age 70. Intertemporal variation of ω<i><sub>i,a</sub></i> is, in most periods, described by the simple accounting identity:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn7",
                            "label": "(7)",
                            "mathml": "<math><msub><mi>ω</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mtext> </mtext><mtext> </mtext><mo>=</mo><mtext> </mtext><mtext> </mtext><msub><mi>ω</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow></msub><mtext> </mtext><mo>+</mo><mtext> </mtext><msub><mi>τ</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow></msub><mtext> </mtext><mo>+</mo><mtext> </mtext><mtext> </mtext><mi>u</mi><msubsup><mi>r</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow><mi>h</mi></msubsup><mtext> </mtext><mo>−</mo><mtext> </mtext><msub><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow></msub><mtext> </mtext><mo>−</mo><mtext> </mtext><mi>n</mi><mi>d</mi><msubsup><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>x</mi></msubsup></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where τ denotes disposable income, <i>ur<sup>h</sup></i> is un-realised returns to owner-occupied housing, <i>c</i> is discretionary non-durable composite consumption, and <i>ndc<sup>x</sup></i> is non-discretionary expenditure. Non-discretionary costs (sometimes referred to as “committed expenditure”) are disaggregated into child care, housing (rent and mortgage interest), and ‘other’ categories to facilitate simulation of welfare benefits that make explicit reference to any one of these expenditure categories. Simulated child care costs, <i>ndc<sup>c</sup></i>, are described as a function of the number and age of dependent children, and of the employment status of the least employed adult family member. Non-discretionary housing expenditure is comprised of rent and mortgage payments, <i>ndc<sup>hg</sup></i> = <i>reut</i> + <i>mort</i>, and is described below. ‘Other’ non-discretionary expenditure, <i>ndc</i>°, is loosely designed to reflect the minimum expenditure required to participate in society, consistent with standard definitions of poverty. Consumption on other basic necessities is defined in terms of equivalised (non-housing / non-child care / non-health) consumption, and varies by age and year.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The only potential departures from <a href=\"#eqn4\">equation (4)</a> occur when a family is identified as accessing pension wealth, or when a reference adult is identified as getting married or incurring a marital dissolution. Wealth effects at the time a family accesses its pension wealth are discussed in <a href=\"#s2-4\">Section 2.4</a>. In relation to marital transitions, spouses are identified from within the simulated sample. A marriage between two simulated singles consequently results in the liquid net wealth of each being combined in the common family unit. A divorce is assumed to see liquid net wealth split evenly between each divorcee, whereas widowhood sees all liquid net wealth bequeathed to the surviving spouse. Solutions to the utility maximisation problem are evaluated on the assumption that marriages are between identical clones.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "As the model has been designed to undertake public policy analysis, particular care was taken concerning formulation of the module that simulates the effects of taxes and benefits. The model allows the measures of income accruing to each adult family member to be accounted for separately, so that it can reflect the taxation of individual incomes that is applied in the UK. The tax function assumed for the model is represented by:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn8",
                                    "label": "(8)",
                                    "mathml": "<math><mrow><msub><mi>τ</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mtext> </mtext><mtext> </mtext><mo>=</mo><mtext> </mtext><mtext> </mtext><mi>τ</mi><mrow><mo>(</mo><mrow><mi>b</mi><mo>,</mo><mi>a</mi><mo>,</mo><msub><mi>n</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><msubsup><mi>n</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>c</mi></msubsup><mo>,</mo><msubsup><mi>l</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>j</mi></msubsup><mo>,</mo><msubsup><mi>g</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>j</mi></msubsup><mo>,</mo><mi>h</mi><msub><mi>h</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><mi>m</mi><msub><mi>h</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><msubsup><mi>ω</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>h</mi></msubsup><mo>,</mo><mi>r</mi><mi>e</mi><mi>n</mi><msub><mi>t</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><mi>m</mi><mi>o</mi><msub><mi>r</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><mi>r</mi><msubsup><mi>r</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>h</mi></msubsup><mo>,</mo><msubsup><mi>ω</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>n</mi><mi>h</mi><mo>,</mo><mi>j</mi></mrow></msubsup><mo>,</mo><msubsup><mi>r</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>n</mi><mi>h</mi></mrow></msubsup><msubsup><mi>ω</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>n</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>j</mi></mrow></msubsup><mo>,</mo><mi>p</mi><msubsup><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>c</mi><mo>/</mo><mi>n</mi><mi>c</mi><mo>,</mo><mi>j</mi></mrow></msubsup><mo>,</mo><mi>p</mi><msubsup><mi>y</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>j</mi></msubsup><mo>,</mo><mi>n</mi><mi>d</mi><msubsup><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>c</mi></msubsup></mrow><mo>)</mo></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "which depends on the birth year of the reference adult <i>b</i>; age of the reference adult, <i>a</i>; number of adults (relationship status), <i>n<sub>i,a</sub></i>; number and age of all dependent children, represented by the vector <math><mrow><msubsup><mi>n</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>c</mi></msubsup></mrow></math> labour supply of each adult <i>j</i> in the family, <math><mrow><msubsup><mi>l</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>j</mi></msubsup></mrow></math> the labour income of each adult, <math><mrow><msubsup><mi>g</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>j</mi></msubsup></mrow></math> indicator variables for home-owners, <i>hh<sub>i,a</sub></i>, and mortgage holders, <i>mh<sub>i,a</sub></i> the net owner-occupied housing wealth held by the family, <math><mrow><msubsup><mi>ω</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>h</mi></msubsup></mrow></math>; the rent paid by non-home-owners, <i>reut<sub>i,a</sub></i>; the mortgage interest paid by mortgage holders, <i>mort<sub>i,a</sub></i>; the realised returns to (gross) housing wealth, <i>rr<sup>h</sup></i>; the non-housing net liquid wealth held by each adult, <math><mrow><msubsup><mi>ω</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>n</mi><mi>h</mi><mo>,</mo><mi>j</mi></mrow></msubsup></mrow></math>; the investment return on liquid net wealth of each adult in the family, <math><mrow><msubsup><mi>r</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>n</mi><mi>h</mi></mrow></msubsup><msubsup><mi>ω</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>n</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>j</mi></mrow></msubsup></mrow></math> (which may be negative); the pension contributions made by each adult, <math><mrow><mi>p</mi><msubsup><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>c</mi><mo>/</mo><mi>n</mi><mi>c</mi><mo>,</mo><mi>j</mi></mrow></msubsup></mrow></math> the (retirement) pension income received by each adult in the family, <math><mrow><mi>p</mi><msubsup><mi>y</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>j</mi></msubsup></mrow></math> and non-discretionary child care costs, <math><mrow><mi>n</mi><mi>d</mi><msubsup><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>c</mi></msubsup></mrow></math> All of the inputs to the tax function are described in other subsections of this paper.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-3-1",
                            "title": "Disposable income",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Liquid net wealth includes all assets other than private pensions. Importantly for the UK, this includes owner occupied housing. Although formal modelling of housing investment decisions is analytically feasible (<a href=\"#bib5\">O. Attanasio, Bottazzi, Low, Nesheim, &amp; Wakefield, 2012</a>), it is also computationally burdensome. Computational feasibility of the model is maintained by adopting an exogenous procedure for identifying selected housing-related features: home owners (<i>hh</i>), mortgage holders (<i>mh</i>), net housing wealth (ω<i><sup>h</sup></i>), mortgage debt (<i>md<sup>h</sup></i>), gross housing wealth (ω<i><sup>h</sup></i> + <i>md<sup>h</sup></i>), realised returns on gross housing equity (<i>rr<sup>h</sup></i>, unrealised return on gross housing equity (<i>ur<sup>h</sup></i>), mortgage interest costs (<i>mort</i>), and rent (<i>reut</i>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The exogenous procedure starts with a logit equation that describes the incidence of home-ownership as a function of age, marital status, and liquid net wealth. A similar logit equation is used to identify the incidence of mortgage holders among all home-owners. An age specific proportion of liquid net wealth is assumed to be held in housing for all home owners. Each mortgage holder’s mortgage value is defined as a linear function of nonnegative (log) liquid net wealth. The slope and intercept of this function are allowed to vary between singles and couples, and the multiple is restricted to values between 0 and 20. The annual interest change on mortgage debt is evaluated by multiplying the (gross) mortgage value by an (exogenously assumed) fixed rate of mortgage interest. Similarly, gross housing wealth is assumed to attract an exogenous rate of return. Fixed rates ofreturn are applied for solving the lifetime decision problem, and year-specific rates are accommodated when projecting the population through time. The total return to gross housing wealth is then disaggregated into realised and unrealised components using an age specific ratio, based on the age of the family reference person. Rent is imputed for non-home-owners, based on the number of bedrooms required by the constituent family members: one bedroom is assumed for the reference adult and their spouse (if married); one bedroom is assumed for each dependent child aged 13 or over; and one bedroom for every two children aged under 13 years.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "If non-housing liquid net wealth is non-negative, ω<i><sup>nh</sup></i> ≥ 0, then the assumed rate of return is <i>r<sup>I</sup></i>. Otherwise, the return to ω<i><sup>nh</sup></i> is designed to vary from <math><msubsup><mi>r</mi><mi>l</mi><mi>D</mi></msubsup></math> at low measures of debt to <math><msubsup><mi>r</mi><mi>u</mi><mi>D</mi></msubsup></math> when debt exceeds the value of working full time for one period (<i>g<sup>ft</sup></i>):",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "eqn9",
                                    "label": "(9)",
                                    "mathml": "<math><msup><mi>r</mi><mrow><mi>n</mi><mi>h</mi></mrow></msup><mo>=</mo><mrow><mo>{</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msup><mi>r</mi><mi>I</mi></msup></mrow></mtd><mtd columnalign=\"left\"><mrow><mtext>if</mtext><mtext> </mtext><msup><mi>ω</mi><mrow><mi>n</mi><mi>h</mi></mrow></msup><mo>≥</mo><mtext> </mtext><mn>0</mn></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mi>r</mi><mi>l</mi><mi>D</mi></msubsup><mtext> </mtext><mo>+</mo><mtext> </mtext><mrow><mo>(</mo><mrow><msubsup><mi>r</mi><mi>u</mi><mi>D</mi></msubsup><mo>−</mo><msubsup><mi>r</mi><mi>l</mi><mi>D</mi></msubsup></mrow><mo>)</mo></mrow><mi>min</mi><mrow><mo>{</mo> <mrow><mfrac><mrow><mo>−</mo><msup><mi>ω</mi><mi>s</mi></msup></mrow><mrow><msup><mi>g</mi><mrow><mi>f</mi><mi>t</mi></mrow></msup></mrow></mfrac><mo>,</mo><mn>1</mn></mrow> <mo>}</mo></mrow><mo>,</mo><msubsup><mi>r</mi><mi>l</mi><mi>D</mi></msubsup><mo>&lt;</mo><msubsup><mi>r</mi><mi>u</mi><mi>D</mi></msubsup></mrow></mtd><mtd columnalign=\"left\"><mrow><mtext>if</mtext><mtext> </mtext><msup><mi>ω</mi><mrow><mi>n</mi><mi>h</mi></mrow></msup><mo>&lt;</mo><mtext> </mtext><mn>0</mn></mrow></mtd></mtr></mtable></mrow> </mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Specifying <math><msubsup><mi>r</mi><mi>l</mi><mi>D</mi></msubsup><mtext> </mtext><mo>&lt;</mo><mtext> </mtext><mtext> </mtext><mtext> </mtext><msubsup><mi>r</mi><mi>u</mi><mi>D</mi></msubsup></math> reflects a so-called ‘soft’ credit constraint in which interest charges increase with loan size. The model parameters <i>r<sup>I</sup></i>, <math><msubsup><mi>r</mi><mi>l</mi><mi>D</mi></msubsup></math>, and <math><msubsup><mi>r</mi><mi>u</mi><mi>D</mi></msubsup></math> take fixed values when solving for utility maximising decisions, and are allowed to vary when simulating the intertemporal evolution of a population.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-3-2",
                            "title": "Disaggregating liquid net wealth",
                            "type": "section"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 The wealth constraint",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "All private pensions are modelled at the family level, and are Defined Contribution in the sense that every family is assigned an account into which their respective pension contributions are (notionally) deposited. Contributions to private pensions are defined as fixed rates of employment income (implying that they are limited to families that work), and are distinguished by whether they are made by the employer, π<i><sub>er</sub></i>, or the employee, π<i><sub>ee</sub></i> : <i>pc<sub>i,a</sub></i> = (π<i><sub>ee</sub></i> + π<i><sub>er</sub></i>) <i>g<sub>i,a</sub></i>. All employer pension contributions are assumed to be exempt from taxation, and labour income is reported net of these. Employee contributions up to a year-specific cap are also exempt from income tax, consistent with the EET nature of the UK pension system.<sup><a href=\"#fn6\">6</a></sup> Any employee contributes in excess of the cap are subject to income tax. Labour income is reported gross of all employee contributions. A cap is also imposed on the maximum size of the aggregate pension pot, which remains fixed through time.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Until the year in which a family accesses its pension wealth, intertemporal accrual of private pension wealth, ω<i><sup>p</sup></i>, is described by <a href=\"#eqn7\">equation (7)</a>:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn10",
                            "label": "(10)",
                            "mathml": "<math><msubsup><mi>ω</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>p</mi></msubsup><mtext> </mtext><mtext> </mtext><mo>=</mo><mtext> </mtext><mtext> </mtext><mi>max</mi><mtext> </mtext><mrow><mo>{</mo> <mrow><mn>0</mn><mo>,</mo><mtext> </mtext><mi>min</mi><mtext> </mtext><mrow><mo>[</mo> <mrow><msup><mi>ω</mi><mrow><mi>p</mi><mo>,</mo><mi>max</mi></mrow></msup><mo>,</mo><msubsup><mi>r</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow><mi>p</mi></msubsup><msubsup><mi>ω</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow><mi>p</mi></msubsup><mtext> </mtext><mo>+</mo><mtext> </mtext><mi>p</mi><msubsup><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>p</mi></msubsup></mrow> <mo>]</mo></mrow></mrow> <mo>}</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where ω<sup><i>p</i>max</sup> defines the maximum size of a pension pot. <a href=\"#eqn7\">Equation (7)</a> holds in all periods prior to pension receipt except following relationship transitions, in which case associated fluctuations in pension rights are modelled in a similar fashion as described for liquid net wealth.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The age at which pension dispersals are accessed, <i>a<sup>P</sup></i>, is determined endogenously from a defined range of’pensionable ages’. At the time that pension wealth is accessed, a fixed fraction of accrued pension wealth is received as a tax-free lump-sum cash payment, and the remainder converted into a level life annuity that is subject to income tax. Annuity rates are calculated to reflect birth cohort-specific survival probabilities in the model, subject to assumed rates of investment returns, real growth, and transaction costs levied at time of purchase.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When the timing of pension dispersals is exogenously imposed, then all families are assumed to access their pension wealth at their respective state pension ages (a exogenously defined policy parameter). When the timing of pension dispersals is endogenously determined, then this decision can be made subject to minimum thresholds on age and annuity income.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4 Private pensions",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Each adult is allocated an education state at entry into the model, <i>ed<sub>i,a</sub></i>, referring to the highest qualification held, distinguishing between those with and without graduate level qualifications. Individuals with tertiary education are distinguished from non-tertiary educated in relation to employment offers, the age specific evolution of latent wages (<i>h</i> in <a href=\"#s2-2\">Section 2.2</a>), and transition probabilities governing marriage and divorce.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Individuals who do not enter the simulated population with tertiary education may be identified as tertiary students, <i>stud<sub>i,a</sub></i>. Any individual who first appears as a tertiary student is assumed to leave tertiary education at an exogenously defined age (assuming that they survive), at which time they may transition to tertiary educated, depending on a stochastic process that represents whether they pass their final exams. At the time an individual leaves tertiary education, they receive a new random draw for their wage potential from a log-normal distribution, where the terms of the distribution differ for graduates and non-graduates. All processes that govern transitions between alternative education states when projecting a population through time are assumed to be fully consistent with the associated expectations adopted to solve the lifetime decision problem.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-5",
                    "title": "2.5 Education",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Three demographic characteristics are considered for calibrating model parameters: mortality, relationship status, and dependent children.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The model focusses upon survival with respect to reference adults only; the mortality of the spouses of reference adults is aggregated with divorce to obtain the probabilities of a relationship dissolution (discussed below). Survival in the model is governed by age and year specific mortality rates, which are commonly reported components of official life-tables.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-6-1",
                            "title": "Modelling mortality",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "A ‘relationship’ is defined as a cohabiting partnership (including formal marriages and civil partnerships). The relationship status of each reference adult in each prospective year is considered to be uncertain. The transition probabilities that govern relationship transitions depend upon a reference adult’s existing relationship status, their education, age,and birth year. These probabilities are stored in a series of’transition matrices’, each cell of which refers to a discrete relationship/education/age/birth year combination.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-6-2",
                            "title": "Modelling relationship status",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The model takes explicit account of the number and age of dependent children of reference adults. The birth of dependent children is assumed to be uncertain in the model, and described by transition probabilities that vary by the age, birth year, relationship status, and previously born children of a reference adult. These transition probabilities are stored in a series of transition matrices, in common with the approach used to model relationship status (described above). Having been born into a family, children are assumed to remain dependants until an exogenously defined age of maturity. A child may, however, depart the modelled family unit prior to attaining maturity, if the reference adult experiences a relationship dissolution (to account for the influence of divorce).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The model is made computationally feasible by limiting child birth to three ‘child birth’ ages. Realistic family sizes are accommodated by allowing up to two children to be born at each child birth age. Restricting the number of ages at which a child can be born in the model raises a thorny problem regarding identification of the transition probabilities that are used to describe fertility risks. The model calculates the required probabilities internally, based upon the assumed birth ages and fertility rates reported at a highly disaggregated level. This approach has been adopted both because statistical agencies tend to publish data at the disaggregated (annual age band) level, and because it facilitates associated sensitivity analyses to be conducted around the number and precise birth ages assumed.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-6-3",
                            "title": "Modelling children",
                            "type": "section"
                        }
                    ],
                    "id": "s2-6",
                    "title": "2.6 Allowing for demographics",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. The LINDA model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In common with the existing dynamic programming literature, a two stage procedure was used to identify parameters that match our structural model to survey data.<sup><a href=\"#fn7\">7</a></sup> The first stage identified a subset of parameters exogenously from the model structure, using methods that have changed little since the advent in the 1960s of ‘classical’ dynamic microsimulation models. Most of the parameters identified in the first stage are directly observable – e.g. marital transition rates, contribution rates to private pensions, the functional forms assumed for taxes and benefits – and were evaluated from publicly available data sources. Given the model parameters evaluated in the first stage, remaining model parameters were adjusted in a second stage so that selected ‘simulated moments’ implied by the structural model matched to ‘sample moments’ estimated from survey data. Conceptually, the second stage of the procedure involves adjusting unobserved model parameters to ensure that observable endogenous characteristics implied by the assumed theoretical framework best reflect a selected set of moments estimated from survey data. The remainder of this section describes the second stage of the parametrisation.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The approach taken to evaluate population moments implied by the assumed theoretical framework is now well established in the related literature. This section consequently provides a brief overview of the techniques employed; for further detail see, for example, <a href=\"#bib1\">Adda and Cooper (2003)</a> or <a href=\"#bib13\">Christensen and Kiefer (2009)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model considered here does not generate projections for a representative agent, but for a population of heterogeneous agents designed to reflect an observed cross-section. The population moments implied by the model under a given set of model parameters were consequently evaluated by: (i) solving the lifetime decision problem for any feasible combination of family specific characteristics; (ii) using the solutions obtained in (i) to project endogenous decisions for each heterogeneous agent; and (iii) aggregating up the agent-specific decisions generated by the model to obtain the moments of interest. The first two of these steps are described below.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "No analytical solution exists to the utility maximisation problem considered here, and numerical solution routines were consequently employed. These solution routines are structured around a ‘grid’ that over-lays all feasible combinations of individual specific characteristics (the state space).<sup><a href=\"#fn8\">8</a></sup> As noted in <a href=\"#s2-1\">Section 2.1</a>, the model assumes that there is a maximum potential age to which any individual may survive, <i>A</i>. At this age, the decision problem is deterministic, and trivial to solve. The solution routine that we employed starts by solving for utility maximising decisions at all intersections of the grid that correspond to this final period of life, and stores both the maximising decisions and optimised measures of utility (the value function). These solutions at grid intersections for age <i>A</i> are used to approximate solutions at age <i>A</i> more generally, via the linear interpolation routine that is described in <a href=\"#bib34\">Keys (1981)</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Given results for age <i>A</i>, the solution routine that we used then considers decisions at intersections corresponding to the penultimate age, <i>A</i> – 1. Here, expected lifetime utility is comprised of the utility enjoyed at age <i>A</i> – 1, and the impact that decisions taken at age <i>A</i> – 1 have on circumstances – and therefore utility – at age <i>A</i>. Given any decision set at age <i>A</i> – 1, <i>d</i><sub><i>A</i>-1</sub>, the solution routine projects forward the set of individual specific characteristics at age <i>A</i>, <i>z<sub>A</sub></i>, that is implied by the processes assumed to govern intertemporal transitions (e.g. <a href=\"#eqn4\">equation 4</a> for wealth, <a href=\"#eqn3\">equation 3</a> for wage potential). If characteristics at age <i>A</i> are uncertain (e.g. as in <a href=\"#eqn3\">equation 3</a>), then each potential characteristic vector <math><msubsup><mi>z</mi><mi>A</mi><mi>p</mi></msubsup></math> is projected forward with an assigned probability <math><mi>p</mi><msubsup><mi>r</mi><mi>A</mi><mi>p</mi></msubsup></math> . Uncertainty in the model is either between a discrete set of alternatives (relationship status, wage offers, and death), or over a continuous normal distribution (wage potential). Expectations over normal distributions are approximated at 5 discrete points, using weights and abscissae implied by the Gauss-Hermite quadrature (implemented following <a href=\"#bib45\">Press, Flannery, Teukolsky, and Vetterling (1986)</a>). These terms, combined with a von Nueuman Morgenstern preference relation, allow the expected lifetime utility associated with any decision set <i>d</i><sub><i>A</i>-1</sub> to be evaluated. A numerical routine (described below) is used to search over the set of feasible decisions to maximise expected lifetime utility at each intersection of the grid corresponding to age <i>A</i> – 1. These solutions, and the associated measures of optimised utility are stored, and the solution routine then considers the next preceding age. Repeated application of this procedure obtained a numerical approximation of the solution to the lifetime decision problem at all intersections of the grid spanning the feasible state space.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The numerical search routine that was employed for this study is adapted to the decisions that are considered for analysis. As described in <a href=\"#s2\">Section 2</a>, families are assumed to decide over one continuous domain relating to the consumption/savings margin, and a series of discrete alternatives relating to labour supply, pension participation, and the take-up of pension benefits. The search routine used considers each potential discrete alternative in turn, and searches for a local optimum in relation to consumption. Of all feasible alternative solutions, the one associated with the maximum numerical approximation of expected lifetime utility is taken as the solution to the lifetime decision problem.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "As the value function of the utility maximisation problem considered here is not smooth, three alternative search routines over the eligible consumption domain were employed to test the robustness of model projections. The first uses Brent’s method as described in <a href=\"#bib45\">Press <i>et al</i>. (1986)</a>; the second uses the simplex method of <a href=\"#bib36\">Lagarias, Reeds, Wright, and Wright (1998)</a>; and the third employs the multi-level coordinate search method described in <a href=\"#bib33\">Huyer and Neumaier (1999)</a> (as implemented by the NAG library). All three approaches generated very similar results, and the fastest search routine (Brent’s method) was consequently used for the calibrations by default.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-1",
                            "title": "Solving the decision problem",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The simulated moments used to guide adjustment of the model’s parameters were calculated using data generated by the model for a population of reference adults drawn from a nationally representative cross-sectional survey. The circumstances of each reference adult described by the survey were used to locate them within the grid structure that is referred to above. Given their respective grid co-ordinates, the linear interpolation methods that are also mentioned above were used to approximate each reference adult’s utility maximising decision set, as implied by the numerical solutions identified at grid intersections. Given a family’s characteristics (state variables) and behaviour, its characteristics were projected through time following the processes that are considered to govern their intertemporal variation. Where these processes depend upon stochastic terms, random draws were taken from their defined distributions in a process that is common in the microsimulation literature (sometimes referred to as Monte Carlo simulation).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-2",
                            "title": "Calculating simulated moments",
                            "type": "section"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Evaluating simulated moments",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The second stage of the model parametrisation involved identifying the parameters of the assumed preference relation, simulated rental charges, and a selected set of parameters governing intertemporal evolution of latent wages. Preference parameters are unobservable, and are consequently prime candidates for the second stage of the model parametrisation. Although rental charges are observable, distributional considerations complicate identification of appropriate charges to assume for the model. Similarly, although wages are observable, a subset of wage parameters were included in the second stage of the parametrisation to account of associated selection effects.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Adjustment of the parameters to match the simulated moments implied by a dynamic programming model to associated sample moments is commonly conducted either by manual calibration or optimisation of a loss function using an econometric criterion.<sup><a href=\"#fn9\">9</a></sup> The results reported here were obtained via a series of manual adjustments of model parameters, guided by graphical representations and sums of squared errors for a set of age specific population moments, following the approach described by <a href=\"#bib46\">Sefton <i>et al</i>. (2008)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The assumed preference relation (see <a href=\"#s2-1\">Section 2.1</a>) includes five parameters: relative risk aversion, γ; an exponential discount factor, δ; a parameter for the warm-glow model of bequests, ζ; the intra-temporal elasticity, ε; and the utility price of leisure, α. There are 12 rental rates included with the model, which distinguish families by income, demographic size, and age. Finally, the specification adopted for wages (see <a href=\"#s2-2\">Section 2.2</a>) includes a very large number of parameters. The persistence of latent wages, ψ, and the factor effects of alternative labour supply decisions, λ<i><sup>emp</sup></i>, were identified in the first stage of the model parametrisation. This left the parameters governing wage growth <i>m</i> (.), earnings volatility <math><msubsup><mi>σ</mi><mi>ω</mi><mn>2</mn></msubsup></math> (.), and the factor effects of pension take-up λ<i><sup>ret</sup></i> to be identified in the second stage of the parametrisation.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-1",
                            "title": "Calibrated parameters",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Following extensive experimentation, we settled upon a step-wise procedure based on concentric cycling over three sets of model parameters; <i>A</i>, <i>B</i>, and <i>C</i>. Parameters in a higher set were re-adjusted each time the parameters in a lower set were altered, so that those in set <i>C</i> were subject to the most frequent adjustment, and those in set <i>A</i> the least frequent. Set <i>A</i> comprises simulated rental rates, set <i>B</i> the parameters governing wage growth and earnings volatility (of employees), and set <i>C</i> all other endogenously calibrated parameters. We began by setting rental charges to average market rates, all wage growth parameters <i>m</i> (.) = 1, and made initial guesses for earnings volatility, <math><msubsup><mi>σ</mi><mi>ω</mi><mn>2</mn></msubsup></math> (.). Given these assumptions for parameter sets <i>A</i> and B, and the model parameters identified exogenously from the model structure in the first stage of the analysis, the calibration procedure began by adjusting parameters in set <i>C</i>. We found that it was necessary to pass through a small number of cycles to obtain convergence, a property attributable to the invariance of the cross-sectional population characteristics upon which the calibration was based, as explained below.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-2",
                            "title": "Calibration procedure",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "All five preference parameters of the model and the factor effects of pension take-up λ<i><sup>ret</sup></i>, were identified by matching the model to moments evaluated on survey data reported for a single (reference) population crosssection. This is notable, given that preference parameters are often a central focus of interest in the related literature. It is also extremely useful because it simplifies specification of the policy context underlying the behaviour considered for identification, and omits the feed-back effects that can otherwise complicate parameter adjustments.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The feed-back effects that are mentioned here complicate any empirical analysis that refers to dynamic behaviour described for an appreciable period of time. Suppose, for example, that we were interested in matching a structural model of savings and retirement to data observed during the life-course of a single birth cohort. If a given set of model parameters implied savings early in the life course that over-stated observed data, then this might suggest that preferences should reflect greater impatience. Adjusting preferences in this way might then imply lower wealth later in life, and thereby influence model implications for the timing of retirement. Such feed-back effects can be ignored in an empirical analysis of household sector savings that focuses exclusively on behaviour described for a single point in time, as population characteristics such as wealth holdings are then exogenously defined. This considerably simplifies the identification problem.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The approach taken to calibrate parameters identified on cross-section survey data started with the assumption of a high value for relative risk aversion (γ = 5), a high value for the exponential discount factor (δ = 1), a low value for the warm-glow model of bequests (ζ = 0), and a moderate value for intra-temporal elasticity (ε = 0.5). Parametrisation then proceeded in four concentric ‘loops’.",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "(1) The inner-most loop, which was repeated most frequently, focussed on adjusting α and λ<i><sup>ret</sup></i>. Increasing the utility price of leisure α tends to decrease labour supply throughout the working lifetime. Exaggerating the wage discount for families that have previously accessed their private pensions tends to decrease labour supply late in the working lifetime. These two model parameters provide a high degree of control over the employment profile throughout the life-course, and were jointly adjusted to match the model to age and relationship-specific means for employment participation.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "(2) The second loop jointly adjusted δ and ζ to reflect age and relationship specific geometric means for consumption. Increasing the discount factor δ makes families more patient, and consequently tends to decrease consumption throughout the working lifetime. Increasing ζ exaggerates the bequest motive, which tends to lower consumption late in the life course when the probability of imminent mortality becomes appreciable. Taken together δ and ζ provide a high degree of control over the age profile of consumption implied by the structural model.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "(3) The third loop of the calibration strategy adjusted γ, by focussing on the associated influence on savings incentives. Raising γ <i>ceteris paribus</i> exaggerates precautionary savings motives, implying lower consumption and <i>lower</i> pension scheme participation (due to the illiquidity of pension wealth). In contrast, raising δ tends to imply lower consumption and <i>higher</i> pension scheme participation as families are made more patient. Hence, if the rates of pension scheme participation implied by the model following the second loop of the calibration were too low (high), we reduced (increased) γ and returned to the inner-most loop. Otherwise we proceeded to the outer-most loop.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "(4)ε was adjusted to match the model to distributional variation described by data for the ratio between equivalised consumption and leisure. If the utility maximisation problem was separable, and labour supply was a decision on a continuous domain, then the preference relation defined by <a href=\"#eqn1\">equation (1)</a> would imply the following relationship between the decision variables <i>c</i> and <i>l</i> in the region of the optimum:",
                                                "type": "paragraph"
                                            },
                                            {
                                                "id": "eqn11",
                                                "label": "(11)",
                                                "mathml": "<math><mi>α</mi><mfrac><mrow><msub><mover accent=\"true\"><mi>c</mi><mo>^</mo></mover><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow><mrow><msub><mi>l</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow></mfrac><mtext> </mtext><mtext> </mtext><mo>=</mo><mtext> </mtext><mtext> </mtext><msubsup><mover accent=\"true\"><mi>h</mi><mo>^</mo></mover><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>ε</mi></msubsup></math>",
                                                "type": "mathml"
                                            },
                                            {
                                                "text": "where <i>c</i>̂ denotes equivalised consumption and <i>h</i>̂ is the equivalised post-tax and benefit wage rate. This relationship will approximately hold late in the simulated working lifetime, when benefit units exhibit substantial variation over labour supply decisions and continue to possess multiple periods over which they can choose between (discrete) labour supply alternatives. The relationship defined by <a href=\"#eqn8\">equation (8)</a> can be used to compare the decisions taken by any two benefit units, 0 and 1, as described by the ratio:",
                                                "type": "paragraph"
                                            },
                                            {
                                                "id": "eqn12",
                                                "label": "(12)",
                                                "mathml": "<math><msub><mrow><mo>(</mo><mrow><mfrac><mover accent=\"true\"><mi>c</mi><mo>^</mo></mover><mi>l</mi></mfrac></mrow><mo>)</mo></mrow><mn>1</mn></msub><mo>/</mo><msub><mrow><mo>(</mo><mrow><mfrac><mover accent=\"true\"><mi>c</mi><mo>^</mo></mover><mi>l</mi></mfrac></mrow><mo>)</mo></mrow><mn>0</mn></msub><mtext> </mtext><mo>=</mo><mtext> </mtext><msup><mrow><mo>(</mo><mrow><mfrac><mrow><msub><mover accent=\"true\"><mi>h</mi><mo>^</mo></mover><mn>1</mn></msub></mrow><mrow><msub><mover accent=\"true\"><mi>h</mi><mo>^</mo></mover><mn>0</mn></msub></mrow></mfrac></mrow><mo>)</mo></mrow><mi>ε</mi></msup></math>",
                                                "type": "mathml"
                                            },
                                            {
                                                "text": "<a href=\"#eqn9\">Equation (9)</a> indicates that increasing ε will tend to shift period specific expenditure in favour of (equivalised) consumption, relative to leisure, for families with relatively high (equivalised) wage rates.",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "none",
                                    "type": "list"
                                },
                                {
                                    "text": "Model implications were consequently evaluated for the ratio between equivalised consumption and leisure for every family with a reference adult aged 55 to 60 in the reference population cross-section. Two separate averages were calculated over these ratios, distinguishing families with and without reference adults educated to graduate level. If the value of the ratio of the graduate average divided by the non-graduate average was too low (high), then ε was increased (decreased). The calibration then proceeded back to the inner-most loop, and the entire process repeated until a convergence was obtained.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#s6-1\">Section 6.1</a> quantifies the effects of parameter variation on simulated moments that are discussed above.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-3",
                            "title": "Identification of parameter set C",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The drift parameters, <i>m</i> (.), and the dispersion parameters, <math><msubsup><mi>σ</mi><mi>ω</mi><mn>2</mn></msubsup></math> (.), were calibrated against historical data by projecting the reference population cross-section backward through time. The drift parameters were adjusted to reflect geometric means of employment income, distinguished by age, year, relationship status, and education status. The model includes a separate drift parameter for each age, year, education, and relationship combination, so that a close match could be obtained to the associated sample moments. Given the large number of model parameters involved, this stage of the parametrisation was undertaken using an automated procedure. First, age, year, education, and relationship specific means of log employment income implied by the model under any given parameter combination were calculated from simulated panel data projected back in time for the reference population cross-section. These simulated moments were subtracted from associated sample moments estimated from survey data. The differences so obtained were then multiplied by a ‘dampening factor’, set equal to 0.9 in the first instance, and subsequently reduced to 04.<sup><a href=\"#fn10\">10</a></sup> The exponent of the result was taken, and multiplied by the prevailing drift parameter to obtain an updated value for the parameter. This procedure was repeated until the average absolute variation of parameters over ages for any year, education, and relationship combination fell below 5 percentage points.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Similarly, the variance parameters were adjusted to reflect age, year, and relationship specific variances of log employment income calculated from survey data. Unlike the drift parameters, however, only four parameters – distinguish singles from couples, and graduates from non-graduates – were adjusted to reflect the dispersion of employment income. These model parameters were adjusted manually.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-4",
                            "title": "Identification of parameter set B",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Two sets of rents (<i>rent</i>) are supplied to the model: Local Housing Allowance (LHA) rates are assumed for families with equivalised incomes below 60% of median gross full-time earnings in 2011, and “market rents” for those with equivalised incomes above 120% of median earnings. Between these two income thresholds, rental charges are assumed to vary linearly between the LHA and market rents. Both sets of rents are described in terms of numbers of bedrooms, where one bedroom is allowed for each single adult / cohabiting couple, another for each child aged 13 or over, and another for every 2 children aged under 13 years, subject to a maximum of four bedrooms. The only exception is in relation to single adults aged 30 or under without children, who are assumed to share their accommodation, and who consequently incur lower rental charges.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The simulated benefits system includes a scheme to subsidise rental charges. Furthermore, rents in the model are disproportionately incurred by individuals toward the bottom of the income/wealth distribution (reflecting observed data). Increasing rents consequently tends to increase disposable incomes toward the lower end of the distribution on a before housing costs basis, and to reduce disposable incomes on an after housing costs basis, with associated implications for simulated poverty rates. Rental charges were consequently adjusted to match poverty rates generated by the model to survey data.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-5",
                            "title": "Identification of parameter set A",
                            "type": "section"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Adjusting model parameters",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Basic mechanics of the empirical approach",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section defines the cross-sectional data selected for analysis, before describing the sample moments used to conduct the second stage of the model calibration.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Data for the reference population cross-section were drawn from the Wealth and Assets Survey (WAS), which is currently the micro-data set that provides the most complete description of household demographics, income, and wealth that is available for the UK. The sample frame for the WAS is the small users Postcode Address File covering residential addresses in Great Britain, excluding regions north of the Caledonian Canal and the Isles of Scilly. At the time of writing, the WAS is comprised of three waves. Wave 1 data were collected between July 2006 and June 2008. The achieved sample from Wave 1 was re-interviewed two years later in Wave 2 (conducted between July 2008 and June 2010). In Wave 3, responding and non-contact households in Waves 1 and 2 were re-surveyed two years later, between July 2010 and June 2012. The Wave 3 sample was also augmented by a new random sample. All surveys were administered by the Office of National Statistics via computer assisted personal interviewing",
                            "type": "paragraph"
                        },
                        {
                            "text": "The sample of households for Wave 1 was spread evenly across the sample period, and was selected to be geographically representative of the population of Great Britain, subject to over-sampling of high wealth households. Of the 55,835 households invited to participate in wave 1 of the survey, responses are reported for 30,511 households, implying an achieved response rate of 55 per cent. Wave 2 reports data for 20,009 households (response rate 68 per cent), and Wave 3 reports data for 21,251 households (response rate of 61 per cent).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model parameters have been updated using a reference population comprised of 10,771 households reported by wave 3 of the WAS between January and December 2011. This sample period aligns with the period of data reported by the 2011 Living Costs and Food Survey, which is the second most important data source used to parameterise the model. The representativeness of the WAS sample for the British population was considered, by comparing the distribution of total gross household income reported by the WAS against associated data reported by the Family Resources Survey. Results of this analysis, which are available from the author upon request, suggest that a close degree of agreement exists between these two data sources.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Formatting the data for use in the model was performed by a single STATA “do” file, which is provided with the model available on the website (www.simdynamics.org). This do file merges data from the household level WAS file with data reported in the personal level file for wave 3. Each individual is then allocated to a family, with each family comprised of a single adult or cohabiting couple and their dependent children. All individuals under age 16, or under age 19 and full-time students, are identified as dependent children. Age, relationship status (single/couple), and the number and age of all dependent children in the family are evaluated.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Indicator variables are evaluated for each adult to distinguish those with graduate education, and those currently enrolled in a tertiary level education.",
                            "type": "paragraph"
                        },
                        {
                            "text": "All earnings from employment are evaluated for each adult, and identifiers calculated to distinguish self-employed, full-time employees, part-time employees, and unemployed. Furthermore, identifiers are calculated to distinguish those with non-contributory pension schemes (predominantly public sector employees), those eligible for a (contributory) occupational pension scheme, members of occupational pensions, and whether defined benefit and defined contribution pensions are held. For those who are identified as members of an occupational pension, their private contribution rate to the pension is also evaluated. Furthermore, the value of all state pensions currently in payment is recorded.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Regression models for log earnings are evaluated that adjust for sample selection via a Heckman correction, separately for men and women, and for individuals aged under 50 and those aged 50 and over. These regression models are calculated on the full set of data reported by wave 3 of the WAS and include, in addition to the range of data saved for loading into the LINDA model, identifiers for health status, stated preferences for saving, and housing tenure. The regression results are used to adjust the earnings of part-time employed adults to their full-time equivalents, and to impute predicted wages for those identified as not employed.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To impute a full-time wage for each adult not identified as employed in the WAS data, predicted values at the coefficient estimates for the wage equation, <i>xb</i>, and the selection equation, <i>zg</i>, are evaluated by STATA. These data are transferred to LINDA, along with regression estimates for sigma (the standard deviation of the residual of the wage regression) and lambda (the standard deviation of the wage regression times the correlation between the residuals of the target and selection equations). These data permit the model to generate a full-time wage for each without a wage reported in the WAS, after generating a random draw from a standard normal distribution.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The value of savings held in Individual Savings Accounts, own businesses, property other than the main home, financial and non-financial assets and pensions are identified at the family level by aggregating up the value of each asset class held by all family members. The principal exception to this approach is the value of equity held in the main home, which is allocated entirely to the family of the household reference person.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model is designed to track the evolving household circumstances of a sample of “reference people”. Each adult aged 18 or over in the WAS is represented as a reference person of a benefit unit in the reference crosssection, so that the families of couples are represented twice in the base data – once for each spouse. An indicator variable is included in the model, which identifies which reference adults are married to one-another. This is consistent with the approach taken to simulate the evolution of relationship status in the model, where marriages are considered to be between individuals represented in the simulated population.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Two adjustments were applied to the data reported by the WAS to obtain the base data-set from which model projections are made. First, the cross-sectional weights reported by the WAS are designed to aggregate up to the 2010 principal projections for the population of Great Britain. These estimates have subsequently been revised upward in light of data reported by the 2011 Census. The cross-sectional weights reported for wave 3 data were consequently adjusted to align the aggregate weighted population reported by the WAS to ONS midyear estimates for Great Britain in 2011.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Secondly, a pseudo population for Northern Ireland was imputed, by randomly selecting observations reported by the WAS for Great Britain, structured to reflect the age, relationship status, and income distributions of Northern Ireland. This was achieved, by first analysing data reported by the Family Resources Survey (FRS) for the UK in 2011/12.<sup><a href=\"#fn11\">11</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "A measure of total gross income, comprised of earnings, self-employment, social benefits, pensions, investments, and other income, was extracted from the FRS for each reported family, along with the age group of the reference adult distinguished by 10 year intervals. Age and relationship specific quintile thresholds for total gross income were evaluated for the sample of families reported to be living in Great Britain, weighting each family by their respective sample weight (GROSS3) and the number of members of the family (ADULTB+DEPCHLDB). This produced 80 mutually exclusive and collectively exhaustive population sub-groupings, distinguishing 5 income-ranges for each of 8 age-bands, separately for singles and couples. The proportion of the Northern Irish population reported by the FRS as corresponding to each of the 80 population subgroups was then evaluated (available from the author upon request).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Comparable age bands and income measures to those considered for the FRS were evaluated for each family reported by the WAS. Each family reported by the WAS was then sorted into a unique age-band and relationship- specific quintile group, based on the considered measure of income. Random selections (based on the WAS household identifier) from each of the age-band/income quintile groups were then taken to match the distribution of the Northern Irish population, as calculated using FRS data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The base data set derived as described here is comprised of 20,247 adults and 5,177 children in 13,592 families. This includes the pseudo population for Northern Ireland comprised of 657 adults and 212 children in 428 families. Associated weighted populations are 61,371,315 for Great Britain (the ONS mid-year population estimate), and 1,812,671 for Northern Ireland (compared with the ONS mid-year population estimate of 1,810,863).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 The reference population cross-section",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The calibration strategy, described in <a href=\"#s3-2\">Section 3.2</a>, was implemented with reference to the following sample moments:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "1. The proportion of adult family members employed, by age and relationship status; estimated on data for the population cross-section observed in 2011.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "2. The geometric mean of family employment income, by age, education, and relationship status; estimated on data for population cross-sections observed from 1978 to 2012.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "3. The variance of family log employment income, by age, education, and relationship status; estimated on data for the population cross-sections observed from 1978 to 2012.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "4. The geometric mean of family consumption, by age and relationship status; estimated on data for the population cross-section observed in 2011.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "5. The proportion of families reporting to contribute to private pensions, by age and relationship status; estimated on data for the population cross-section observed in 2011.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "6. The proportion of all individuals, and individuals above state pension age, with less than 60% of median equivalised disposable income, measured on both a before and after housing costs basis in 2011.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "none",
                            "type": "list"
                        },
                        {
                            "text": "These sample moments were estimated on survey data from the Living Costs and Food Survey (LCFS) and the Family Resources Survey (FRS). In common with the WAS, the LCFS and FRS are conducted by the Office for National Statistics, use similar sampling frames and methods, and typically achieve similar response rates to the WAS. The most significant departures between the sampling approaches implemented by the three surveys are the over-sampling of high wealth households by the WAS, and the time periods covered by the respective surveys: while we focus on the WAS data reported for the calendar year ending December 2011 in common with the sample from for the LCFS, the FRS reports data for the UK financial year (starting in April). We ignore this mismatch between the time frames covered by the alternative data sources.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The LCFS is the principal source of micro-data for domestic expenditure in the UK. In addition to expenditure, it provides detailed information regarding family demographics, employment, and earnings, and covers a relatively long time-series, reporting at annual intervals from 1978. Most of the sample moments used for calibrating the model parameters were consequently estimated on LCFS data. The exception concerns participation rates in private pensions, which are more adequately described by the FRS than the LCFS.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The starting point for calibrating LHA rents were the rental averages reported over all Local Authorities for June 2011 by the Valuation Office Agency. Market rates were set to twice the assumed LHA rates. The rental charges were adjusted to match the model to poverty rates reported by the Households Below Average Income publication issued by the Department for Work and Pensions.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Sample moments",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Survey data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The methods used to evaluate the exogenously identified parameters of the model are commonly employed in the associated literature. Furthermore, the specific parameter estimates generated for the analysis described here are unlikely to be of particular value to readers in their own right. This section consequently provides an abbreviated description of the methods and data sources used to evaluate exogenous model parameters; full details are available from the author upon request.",
                    "type": "paragraph"
                },
                {
                    "text": "Parameters were exogenously evaluated for seven key features of the model: transfer payments, returns to nonpension wealth, a subset of wage parameters, description of private pensions, probabilities governing relationship transitions, fertility rates, and mortality rates. Each of these factors is discussed in turn.",
                    "type": "paragraph"
                },
                {
                    "text": "<b>Transfer policy</b> implemented in the model is designed to reflect UK tax and benefits policy as it applied in April 2011. As behaviour in 2011 is generated on the assumption of forward looking expectations, a description of policy beyond 2011 is also required. Expectations assume that all tax thresholds are indexed to real wage growth, assumed to be 1.5% p.a. In contrast, benefits values and thresholds are frozen (in nominal terms) from 2016 to 2020, and indexed to prices thereafter. These assumptions broadly reflect the policy environment at the time of writing.",
                    "type": "paragraph"
                },
                {
                    "text": "The evolution of <b>non-pension wealth</b> involves distinguishing housing from non-housing wealth, and evaluating returns to housing and non-housing, non-pension assets. The (reduced form) regression equations used to distinguish housing wealth were estimated from data reported by the WAS for 2011. Returns to gross housing wealth (<i>rr<sup>h</sup></i> + <i>ur<sup>h</sup></i>) were calculated from the ONS mix adjusted house price index reported between 1970 and 2010, and discounted to real terms by the National Accounts final consumption deflator. The calibration assumes that the return to housing wealth in forward projections is equal to the mean return of the observed time-series, equal to 3.65% p.a.. Mortgage interest was set to the maximum rate eligible for subsidy through the UK Income Support system, equal to 3.85% p.a. nominal. The return to positive balances of non-pension/nonhousing wealth (<i>r<sup>I</sup></i> was set equal to the average real return on long-term treasury bills reported between 1970 and 2010, equal to 1.52% p.a. (real). The lower bound interest charge on unsecured debt (<math><msubsup><mi>r</mi><mi>l</mi><mi>D</mi></msubsup></math>) was set equal to annual averages of the monthly interest rates on sterling personal loans up to £10,000 to households reported by the Bank of England (code IUMHPTL) between 1995 and 2010; 8.36% p.a.. Similarly the upper bound interest charge on unsecured debt (<math><msubsup><mi>r</mi><mi>u</mi><mi>D</mi></msubsup></math>) was set equal to annual averages of the monthly interest rates for sterling credit card lending to households reported by the Bank of England (code IUMCCTL) between 1995 and 2010; 15.37% p.a..",
                    "type": "paragraph"
                },
                {
                    "text": "Exogenously defined <b>wage parameters</b> assume that full-time employment of all adult family members reduce family leisure time by 40%, and part-time employment is equivalent to 50% of a full-time job.",
                    "type": "paragraph"
                },
                {
                    "text": "<b>Private pensions</b> in the model depend upon five parameters: the rate of employer pension contributions π<i><sub>er</sub></i>, the rate of employee contributions to pensions out of employment income π<i><sub>ee</sub></i>, the rate of return to pension wealth <i>r<sup>P</sup></i>, the return assumed for calculating the price of pension annuities, and the fixed capital charge associated with purchasing a pension annuity. Although there is a wide diversity of private pension schemes in the UK, data from the Annual Survey of Hours and Earnings reported between 2005 and 2009 indicate that the distribution of employer contribution rates to such schemes is dominated by a single mode between 12.5 and 15 per cent of employee wages; an employer contribution rate of 14% is consequently assumed for the model. The rate of employee contributions to private pensions is set equal to 8%, which is the ‘normal’ contribution rate stated in the guidance to interviewers for the FRS. The real rate of return assumed for pension wealth during the accrual phase, <i>r<sup>P</sup></i>, was set equal to 3.5% p.a., based on a typical 60:40 split of pension wealth between equities and bonds, and estimates for rates of return for equities and Gilts observed between 1899 and 2009 reported by Barclays Capital<sup><a href=\"#fn12\">12</a></sup>, of 5% p.a. and 1.2% p.a. respectively. The capital return assumed for calculating the price of pension annuities was set equal to 1.5%, reflecting the average rate of return to long-term government debt observed between 1970 and 2010, and the associated capital charge was set to 4.7% based on “typical” pricing margins reported in the pension buy-outs market (see <a href=\"#bib38\">Lane, Clark, and Peacock (2008)</a>, p. 22).",
                    "type": "paragraph"
                },
                {
                    "text": "The model requires age and year specific probabilities governing <b>relationship transitions</b>. These probabilities were evaluated using a simple statistical projection to ensure that simulated rates of cohabitation reflect data reported between 1978 and 2012 by repeated issues of the LCFS. The statistical projection was initialised using age specific rates of marriage and divorce reported by the ONS between 1971 and 2033 (including official forward projections for the population), and a standard implementation of Newton’s method for adjusting rates of relationship formation and dissolution.",
                    "type": "paragraph"
                },
                {
                    "text": "The model requires <b>fertility rates</b> by age, year, relationship status, and number of previous births to simulate dependent children. These rates are not readily available for the UK, and so were evaluated using a similar statistical approach to that applied to evaluate rates of relationship formation and dissolution.",
                    "type": "paragraph"
                },
                {
                    "text": "Age and year specific <b>mortality rates</b> assumed for the model were based on components of life tables reported by the ONS. The ONS mortality rates are based on observed data between 1951 and 2012, and the 2012 principal population projections for the UK from 2013 to 2062. ONS mortality rates are reported to age 100, and were extended to 1.0 at the assumed maximum age of life of 130 using a smooth sigmoidal function.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Exogenously identified model parameters",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section reports calibrated model parameters that were adjusted endogenously to the structural model, and which were identified using data observed for a reference population cross-section. As discussed in <a href=\"#s3-2\">Section 3.2</a>, this includes all of the parameters of the assumed preference relation, the factor effects of pension take-up, and simulated rental charges. The wage parameters that were also identified endogenously to the model structure are too numerous to report here. These parameters can be obtained from the author upon request and are also included with the model in the form of Excel spreadsheets, which can be downloaded from <a href=\"https://www.simdynamics.org\">https://www.simdynamics.org</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "The preferred parameter set is reported in <a href=\"#table1\">Table 1</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "The calibrated value for the parameter of relative risk aversion γ = 1.55 is within the broad range identified by the associated literature. Simulations undertaken by <a href=\"#bib10\">Auerbach and Kotlikoff (1987)</a>, for example, are based upon a coefficient of risk aversion of 4, while <a href=\"#bib14\">Cooley and Prescott (1995)</a> consider a value of 1. <a href=\"#bib21\">Grossman and Shiller (1981)</a> and <a href=\"#bib12\">Blundell, Browning, and Meghir (1994)</a> report estimates just over 1.0, while <a href=\"#bib30\">P. Hansen and Singleton (1983)</a>, <a href=\"#bib41\">Mankiw, Rotemberg, and Summers (1985)</a>, and <a href=\"#bib51\">Ziliak and Kniesner (2005)</a> report estimates of approximately 1. Values of the coefficient of risk aversion required to explain the equity premium puzzle (<a href=\"#bib43\">Mehra and Prescott (1985)</a>) are high by comparison, supported by econometric estimates reported by <a href=\"#bib41\">Mankiw (1985)</a> and <a href=\"#bib28\">Hall (1988)</a>. Nevertheless, evidence from attitudinal surveys suggest that the value is unlikely to be greater than 5 (<a href=\"#bib11\">Barsky, Kimball, Juster, &amp; Shapiro, 1997</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Note</i>: ‘spa’ refers to rents from ‘state pens1on age’.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>singles</th>\n<th>couples</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>relative risk aversion, γ</td>\n<td align=\"right\">1.55</td>\n<td align=\"right\">1.55</td>\n</tr>\n<tr>\n<td>intratemporal elasticity, ε</td>\n<td align=\"right\">0.6</td>\n<td align=\"right\">0.6</td>\n</tr>\n<tr>\n<td>utility price of leisure, α</td>\n<td align=\"right\">2.2</td>\n<td align=\"right\">1.034</td>\n</tr>\n<tr>\n<td>d1scount factor, δ</td>\n<td align=\"right\">0.97</td>\n<td align=\"right\">0.93</td>\n</tr>\n<tr>\n<td>bequest mot1ve, ζ</td>\n<td align=\"right\">30000</td>\n<td align=\"right\">10000</td>\n</tr>\n<tr>\n<td colspan=\"3\">factor effects of pens1on take-up</td>\n</tr>\n<tr>\n<td>at age 55</td>\n<td align=\"right\">1</td>\n<td align=\"right\">1</td>\n</tr>\n<tr>\n<td>from age 65</td>\n<td align=\"right\">0.6</td>\n<td align=\"right\">0.6</td>\n</tr>\n<tr>\n<td>rents</td>\n<td>lower</td>\n<td>upper</td>\n</tr>\n<tr>\n<td>shared</td>\n<td align=\"right\">63.89</td>\n<td align=\"right\">63.89</td>\n</tr>\n<tr>\n<td>1 bedroom (from spa)</td>\n<td align=\"right\">55.00</td>\n<td align=\"right\">100.00</td>\n</tr>\n<tr>\n<td>1 bedroom (pre spa)</td>\n<td align=\"right\">101.48</td>\n<td align=\"right\">106.82</td>\n</tr>\n<tr>\n<td>2 bedrooms</td>\n<td align=\"right\">69.25</td>\n<td align=\"right\">132.54</td>\n</tr>\n<tr>\n<td>3 bedrooms</td>\n<td align=\"right\">81.82</td>\n<td align=\"right\">156.59</td>\n</tr>\n<tr>\n<td>4 bedrooms</td>\n<td align=\"right\">107.12</td>\n<td align=\"right\">205.01</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Calibrated model parameters adjusted to match behaviour reported for the British population cross-section in 2011.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The inverse of the calibrated value for the intra-temporal elasticity of substitution is slightly greater than the parameter of relative risk aversion, implying that consumption and leisure are (weak) direct complements.<sup><a href=\"#fn13\">13</a></sup> The calibrated value for the utility price of leisure for single adults, at 2.2, is appreciably higher than that for couples, equal to 1.03, reflecting the relatively low age-specific rates of employment described by survey data for single adults. Furthermore, calibrated parameters for both the discount factor and bequest motive indicate stronger preferences for savings among singles than couples, all else being equal. The calibrated wage discount factor for pension take-up, which is the same for both singles and couples, increases linearly from 0% at age 55, to 40% at age 65.",
                    "type": "paragraph"
                },
                {
                    "text": "Numerical simulations indicate that the calibrated model parameters imply an inter-temporal elasticity of consumption of 0.610 measured at the population means.<sup><a href=\"#fn14\">14</a></sup> This statistic is within the wide band of estimates that are reported in the associated literature. The meta-analysis by <a href=\"#bib31\">Havranek, Horvath, Irsova, and Rusnak (2013)</a>, for example, includes 34 studies that report 242 estimates for the intertemporal elasticity of substitution calculated on UK data, with a mean of 0.487 and a standard deviation of 1.09. The influential study by <a href=\"#bib28\">Hall (1988)</a> reports that the inter-temporal elasticity may not be very different from zero; see also <a href=\"#bib17\">Dynan (1993)</a>, <a href=\"#bib25\">Grossman and Shiller (1981)</a>, and <a href=\"#bib41\">Mankiw (1985)</a>. In contrast, <a href=\"#bib8\">O. P. Attanasio and Weber (1993)</a> finds that focussing upon cohort data for individuals who are less likely to be liquidity constrained than the wider population obtains an estimate for the inter-temporal elasticity of consumption of 0.8 on UK data, and <a href=\"#bib9\">O. P. Attanasio and Weber (1995)</a> report estimates between 0.6 and 0.7 for the US. Other empirical studies that support higher rates for the inter-temporal elasticity include <a href=\"#bib12\">Blundell <i>et al</i>. (1994)</a> (0.75), <a href=\"#bib18\">Engelhardt and Kumar (2007)</a> (0.75), <a href=\"#bib30\">P. Hansen and Singleton (1983)</a> and <a href=\"#bib42\">Mankiw <i>et al</i>. (1985)</a> (just over 1).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table2\">Table 2</a> reports a set of summary statistics that indicate the influence of selected model parameters on the moments considered for calibration. All statistics reported in the Table were obtained by perturbing the preferred parameter calibration reported in <a href=\"#table1\">Table 1</a>, calculating the simulated moments associated with the perturbation, and then subtracting the calibrated simulated moments.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Author’s calculations on simulated data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Notes</i>: All simulations based on the calibrated model parameters, except where explicitly indicated.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "‘high alpha’ simulation increases calibrated values of alpha by 20 percent.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "‘no retirement effect’ simulation suppresses wage penalties of pension take-up (from 55).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "‘low delta’ simulation reduce exponential discount factors by 3 percentage points.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "‘no bequest’ simulation omits warm glow bequest motive.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "‘low epsilon’ simulation reduces intratemporal elasticity by half.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "‘high gamma’ simulation assumes: gamma = 2.0, delta(single) = 0.95, delta(couple) = 0.89, alpha reduced by 12%, zeta (single) = 3300000, zeta (couple) = 2650000.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "‘high rents’ simulation increases all simulated rental charges by 50%.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"2\">high alpha</th>\n<th colspan=\"2\">no retirement effects</th>\n<th colspan=\"2\">low delta</th>\n<th colspan=\"2\">no bequest</th>\n<th colspan=\"2\">low epsilon</th>\n<th colspan=\"2\">high gamma</th>\n<th colspan=\"2\">high rents</th>\n</tr>\n<tr>\n<th/>\n<th>singles</th>\n<th>couples</th>\n<th>singles</th>\n<th>couples</th>\n<th>singles</th>\n<th>couples</th>\n<th>singles</th>\n<th>couples</th>\n<th>singles</th>\n<th>couples</th>\n<th>singles</th>\n<th>couples</th>\n<th>singles</th>\n<th>couples</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\" colspan=\"15\">proportions of population not employed</td>\n</tr>\n<tr>\n<td>age 18–29</td>\n<td>0.005</td>\n<td>0.003</td>\n<td>0.000</td>\n<td>−0.001</td>\n<td>0.008</td>\n<td>0.008</td>\n<td>0.006</td>\n<td>0.005</td>\n<td>−0.003</td>\n<td>0.001</td>\n<td>0.001</td>\n<td>−0.002</td>\n<td>0.000</td>\n<td>−0.001</td>\n</tr>\n<tr>\n<td>age 30–54</td>\n<td>0.018</td>\n<td>0.037</td>\n<td>0.002</td>\n<td>0.005</td>\n<td>0.037</td>\n<td>0.076</td>\n<td>0.090</td>\n<td>0.096</td>\n<td>−0.015</td>\n<td>−0.006</td>\n<td>0.035</td>\n<td>−0.004</td>\n<td>0.000</td>\n<td>0.000</td>\n</tr>\n<tr>\n<td>age 55–74</td>\n<td>0.024</td>\n<td>0.028</td>\n<td>−0.098</td>\n<td>−0.117</td>\n<td>0.004</td>\n<td>0.026</td>\n<td>0.159</td>\n<td>0.141</td>\n<td>−0.038</td>\n<td>−0.023</td>\n<td>0.052</td>\n<td>0.002</td>\n<td>0.000</td>\n<td>0.000</td>\n</tr>\n<tr>\n<td align=\"center\" colspan=\"15\">geometric mean consumption (£2011 per week)</td>\n</tr>\n<tr>\n<td>age 18–29</td>\n<td>−2.871</td>\n<td>−7.022</td>\n<td>0.228</td>\n<td>0.741</td>\n<td>10.279</td>\n<td>36.642</td>\n<td>4.593</td>\n<td>15.421</td>\n<td>−4.252</td>\n<td>−2.864</td>\n<td>9.681</td>\n<td>8.327</td>\n<td>8.155</td>\n<td>11.605</td>\n</tr>\n<tr>\n<td>age 30–54</td>\n<td>−2.754</td>\n<td>−12.967</td>\n<td>1.248</td>\n<td>8.072</td>\n<td>13.229</td>\n<td>68.993</td>\n<td>25.536</td>\n<td>92.553</td>\n<td>−9.079</td>\n<td>−34.765</td>\n<td>19.582</td>\n<td>21.433</td>\n<td>30.011</td>\n<td>14.241</td>\n</tr>\n<tr>\n<td>age 55–74</td>\n<td>−1.560</td>\n<td>−4.169</td>\n<td>3.168</td>\n<td>22.309</td>\n<td>12.742</td>\n<td>68.909</td>\n<td>139.796</td>\n<td>340.303</td>\n<td>−10.600</td>\n<td>−21.884</td>\n<td>29.616</td>\n<td>2.075</td>\n<td>16.485</td>\n<td>7.192</td>\n</tr>\n<tr>\n<td align=\"center\" colspan=\"15\">proportions of population participating in private pensions</td>\n</tr>\n<tr>\n<td>age 18–29</td>\n<td>0.004</td>\n<td>0.014</td>\n<td>−0.006</td>\n<td>−0.004</td>\n<td>−0.159</td>\n<td>−0.112</td>\n<td>−0.053</td>\n<td>−0.002</td>\n<td>0.015</td>\n<td>0.016</td>\n<td>−0.158</td>\n<td>−0.II7</td>\n<td>−0.001</td>\n<td>−0.002</td>\n</tr>\n<tr>\n<td>age 30–54</td>\n<td>−0.013</td>\n<td>−0.012</td>\n<td>−0.002</td>\n<td>−0.010</td>\n<td>−0.104</td>\n<td>−0.197</td>\n<td>−0.072</td>\n<td>−0.039</td>\n<td>0.022</td>\n<td>−0.002</td>\n<td>−0.132</td>\n<td>−O.278</td>\n<td>−0.001</td>\n<td>−0.003</td>\n</tr>\n<tr>\n<td>age 55–64</td>\n<td>−0.009</td>\n<td>−0.016</td>\n<td>−0.003</td>\n<td>−0.026</td>\n<td>−0.043</td>\n<td>−0.031</td>\n<td>−0.048</td>\n<td>−0.034</td>\n<td>0.000</td>\n<td>−0.003</td>\n<td>−0.081</td>\n<td>−0.0é2</td>\n<td>−0.012</td>\n<td>0.000</td>\n</tr>\n<tr>\n<td align=\"center\" colspan=\"15\">equivalised consumption to leisure ratio of graduates to non-graduates – aged 55–60</td>\n</tr>\n<tr>\n<td/>\n<td>−0.066</td>\n<td/>\n<td>−0.015</td>\n<td/>\n<td>−0.025</td>\n<td/>\n<td>0.127</td>\n<td/>\n<td>−0.181</td>\n<td/>\n<td>0.123</td>\n<td/>\n<td>−0.062</td>\n<td/>\n</tr>\n<tr>\n<td align=\"center\" colspan=\"15\">proportion of population below 60% of median income (%)</td>\n</tr>\n<tr>\n<td/>\n<td>all</td>\n<td>retirees</td>\n<td>all</td>\n<td>retirees</td>\n<td>all</td>\n<td>retirees</td>\n<td>all</td>\n<td>retirees</td>\n<td>all</td>\n<td>retirees</td>\n<td>all</td>\n<td>retirees</td>\n<td>all</td>\n<td>retirees</td>\n</tr>\n<tr>\n<td>BHC</td>\n<td>−1</td>\n<td>−2</td>\n<td>1</td>\n<td>−1</td>\n<td>−2</td>\n<td>−4</td>\n<td>−2</td>\n<td>−4</td>\n<td>0</td>\n<td>1</td>\n<td>−2</td>\n<td>−3</td>\n<td>−2</td>\n<td>−1</td>\n</tr>\n<tr>\n<td>AHC</td>\n<td>0</td>\n<td>−1</td>\n<td>0</td>\n<td>−1</td>\n<td>−1</td>\n<td>−2</td>\n<td>−1</td>\n<td>−2</td>\n<td>0</td>\n<td>1</td>\n<td>0</td>\n<td>−2</td>\n<td>−1</td>\n<td>1</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Effects of model parameters on simulated moments considered for calibration.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The statistics for the ‘high alpha’ simulation report the effects on simulated moments of inflating the assumed values for alpha by 20%, relative to their calibrated values. These statistics indicate that, as preferences for leisure are strengthened, the proportion of the population choosing non-employment in the model during the reference cross-section rises, with relatively weak effects reported at the beginning of the simulated working lifetime (ages 20–29). The reduction in work that the rise in leisure implies, also reduces disposable income during the working lifetime, resulting in lower consumption. Notably, the reduction in consumption extends into early life, as individuals anticipate the influence of stronger leisure motives into the future. The reduced rates of employment result in lower rates of pension participation from age 30, as pension participation is limited to those in work in the model. In contrast, rates of pension participation early in the simulated working life are higher when alpha is exaggerated, which is again attributable to the forward looking nature of behaviour in the model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When ‘no retirement effects’ are included that suppress wages following pension take-up, then <a href=\"#table2\">Table 2</a> indicates that simulated rates of employment increase substantively late in the working lifetime. As discussed in <a href=\"#s3-2\">Section 3.2</a>, the calibration strategy adopted for this study exploits the disproportionate influence of retirement (wage) effects on employment late in life, by jointly adjusting α and retirement effects to match simulated moments of employment to survey data reported for the reference cross-section. The higher employment generated when retirement (wage) effects are suppressed produces higher labour income, increasing disposable income, and permitting higher consumption late in life. At the same time, rates of pension scheme participation fall, as pensions can only be contributed to prior to pension draw-down, and the retirement effect on wages acts as a dis-incentive to pension draw-down.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The ‘low delta’ simulation reduces the exponential discount rates of both singles and couples by 3 percentage points. This increase in impatience results in higher simulated leisure (more adults not employed), higher consumption, and lower pension scheme participation throughout the simulated working lifetime. The effects on simulated leisure are most pronounced during peak working years (30–54), while the effects on consumption are fairly level through the life-course. An important feature of the calibration strategy adopted here is that, whereas a low value of δ can have a similar effect on leisure and pension scheme participation as a high value for α, the two parameters have opposing implications concerning consumption as indicated in Table 3.2. In practical terms, the inter-dependence of the effects on fitted moments that this discussion reveals between alternative assumptions concerning α and δ indicates the need to iterate between the respective calibration ‘loops’ to identify a preferred parameter combination.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The direction of the effects of omitting a warm-glow bequest motive from analysis are the same as those of increasing impatience, raising leisure and consumption in the reference cross-section, and reducing participation in private pensions. This observation is consistent with the fact that both parameter alternatives weaken savings incentives, relative to the calibrated parameter combination. However, <a href=\"#table2\">Table 2</a> emphasises the extent to which incentives associated with the bequest motive are skewed toward later life. The influence on rates of non-employment under the ‘low delta’ simulation are highest during peak working years (30–54), and decline substantively into later life. In contrast, omitting a bequest motive has the strongest effects in the 55–74 age band. Furthermore, whereas the ‘low delta’ simulation resulted in similar increases in consumption among 3054 year-olds as among 55–74 year-olds, omitting a bequest motive had an impact on consumption in the age band 55–74 that is over 3.5 times as great as among 30–54 year-olds. As discussed in <a href=\"#s3-2\">Section 3.2</a>, the disproportionate influence that bequest motives have on simulated consumption late in life is exploited by the calibration strategy considered here, by jointly adjusting δ and the bequest motive to match the model to age specific means of consumption observed for the reference cross-section.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The ‘low epsilon’ simulation reduces the intra-temporal elasticity from its calibrated value of 0.6 to 0.3. <a href=\"#table2\">Table 2</a> indicates that this adjustment tends to reverse and dampen the effects reported for the ‘low delta’ simulation, increasing employment, reducing consumption, and (weakly) increasing pension scheme participation. The stand-out feature of the statistics reported for the ‘low epsilon’ simulation is the bearing on the equivalised consumption to leisure ratio of graduates to non-graduates. As discussed in <a href=\"#s3-2\">Section 3.2</a>, reducing ε theoretically reduces the consumption to leisure ratio of high income families, relative to low income families. <a href=\"#table2\">Table 2</a> indicates the extent of this effect, and reveals that the moment selected for calibration is well targeted, in the sense that it is broadly insensitive to variation of other model parameters.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Sensitivity of the model fit to the assumed value for γ is reported in the ‘high gamma’ series. The high gamma series assumes a value of γ equal to 2.0, up from 1.55 in our preferred specification. As discussed in <a href=\"#s3-2\">Section 3.2</a>, the three parameters γ, δ, and ζ all have an important bearing on simulated moments for both consumption and pension participation. Furthermore, the above discussion reveals that these parameters also influence preferences concerning labour supply. As the parameters adjusted in each of the calibration loops discussed above were identified taking the value of γ as given, they are re-specified in the high gamma series to clarify the effects underlying the assumed identification strategy. This involved reducing δ (implying less patience) to off-set the heightened precautionary savings motive associated with greater risk aversion. The ζ parameters were increased to force down consumption late in life (where modelled uncertainty is less pronounced), and α was reduced to off-set associated employment effects. This combination of adjustments ensures that simulated age profiles for geometric mean consumption and rates of non-employment are approximately the same as under the preferred parameter combination, as indicated by the small shifts associated with these statistics in <a href=\"#table2\">Table 2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The measures of fit for pension participation that are reported for the high gamma series indicate that high relative risk aversion discourages pension participation. The revised parameter specification based on increasing γ from 1.55 to 2.0 reduces simulated participation in private pensions by a margin of approximately 15 percentage points for singles aged 18 to 54, and by approximately 20 percentage points for couples. Simulated participation rates in private pensions fall by less than 10 percentage points late in the working lifetime under the high gamma scenario, which is attributable to the coincident reduction in the time at which pension wealth can be accessed and the muted uncertainty that families with older reference adults face.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The ‘high rents’ simulation increases simulated rental charges by 50%, relative to their calibrated values. The statistics reported for this simulation in <a href=\"#table2\">Table 2</a> indicate that raising rental charges has a negligible impact on rates of employment and private pension scheme participation. Consumption increases slightly, as (exogenous) rental expenditure rises. The rows second from the bottom of the table indicates that increasing rental charges lowers poverty rates on a before housing costs (BHC) basis among those in excess of state pension age (pensioners), and the population more generally. In contrast, the increased rental charges has a mixed impact on poverty measured on an after housing costs basis (AHC), falling slightly among the full population, but rising among pensioners. As discussed in <a href=\"#s3-2\">Section 3.2</a>, these effects on poverty are due to public subsidies for housing costs, which are targeted at low income households, and which rise with the value of rental charges.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-1",
                    "title": "6.1 Identification",
                    "type": "section"
                }
            ],
            "id": "s6",
            "title": "6. Endogenously calibrated model parameters",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper reports results of a calibration of LINDA, a structural dynamic microsimulation model of families that can be freely downloaded from the internet. The model is based upon a preference relation that is standard in the literature, and behavioural solutions are obtained using dynamic programming techniques. Margins of uncertainty that are explicitly included in the solution to the lifetime decision problem include wages, unemployment, relationship formation and dissolution, student status, education status, the number and timing of birth of dependent children, and the time of death. In contrast to previous empirical studies that focus on individual birth cohorts, LINDA takes an overlapping generations form that is well adapted for identifying model parameters on data reported for a representative population cross-section.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper reports calibration of LINDA on data reported for a representative cross-section of the UK population observed in 2011. Discussion focusses upon the information used to identify unobservable model parameters, including preference parameters that are the focus of extensive empirical debate. The calibration strategy that is described is designed to identify sets of model parameters on specific – and important – behavioural moments via a hierarchical procedure. Importantly, results obtained support the proposition that preference parameters for a structural model of savings and employment – including the parameter of relative risk aversion – can be identified on behavioural margins observed for a population cross-section at a single point in time. It is argued here that the additional complications involved in extending a dynamic programming model of savings to allow for heterogenous birth cohorts are more than off-set by the conceptual advantages derived when bringing such a model to survey data.",
                    "type": "paragraph"
                },
                {
                    "text": "Parameterising a structural dynamic programming model of savings on data observed for a population crosssection at a point in time opens up a range of exciting empirical possibilities. One such possibility is to consider whether the intertemporal elasticity of substitution exhibits systematic variation with the economic cycle. This might help to explain the wide diversity of estimates that have previously been reported for this important preference parameter, with important behavioural and policy implications. Combined with on-going improvements in that accessibility of high performance computing technology, and associated advancements in empirical methods, it is hoped that such analyses will substantively improve our understanding of the decisions that people make during the next few decades.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Conclusions",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib20\">French (2005)</a> applies a similar procedure, but uses regression techniques to improve estimated age profiles for his reference cohort by drawing upon data observed for near-by cohorts.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "An explicit allowance for evolving tax and benefits policy has, however, been implemented in dynamic microsimulation models based on analytical functional forms for behaviour; see, e.g., <a href=\"#bib44\">Nelissen (1998)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Adjusting age profiles of income and consumption by trend growth, for example, rests upon the assumption that the economy is in a steady-state equilibrium, characterised by a stable growth path. This assumption is highly unlikely to hold for any modern economy.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The modified OECD scale assigns a value of 1.0 to the family reference person, 0.5 to their spouse (if one is present), and 0.3 to each dependent child. The OECD scale is currently the standard scale for adjusting before housing costs incomes in European Union countries, and is included here to reflect the impact that family size has been found to have on the timing of consumption (e.g. O. P. Attanasio and Weber (1995) and <a href=\"#bib12\">Blundell <i>et al</i>. (1994)</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See, for example, <a href=\"#bib4\">Andreoni (1989)</a> for details regarding the warm-glow model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "EET is short for Exempt-Exempt-Tax, referring, respectively to pension contributions, pension investment returns, and pension dispersals.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This two-step procedure is well adapted to the extended computation times required to determine the implications of a given parameter combination and the large number of parameters upon which the model depends.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The grid assumed for analysis has the following dimensions: 26 points for non-pension wealth between ages 18 and 74, and 151 points between ages 75 and 130; 26 points for earnings potential between ages 18 and 74; 21 points for private pension rights from age 18 to 74, and 151 points between ages 75 and 130; 2 points for wage offers between ages 18 and 74; 2 points for pension receipt from age 55 to 75; 2 points for education status from age 18 to 74, 2 points for relationship status from age 18 to age 89. Hence, the grid considered for analysis comprised 10,409,209 individual cells. This problem was solved in 19.6 minutes on a desktop workstation purchased in 2011.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Econometric methods include Simulated Minimum Distance (<a href=\"#bib39\">Lee &amp; Ingram, 1991</a>), Method of Simulated Moments (<a href=\"#bib47\">Stern, 1997</a>), Indirect Estimation (<a href=\"#bib22\">Gourieroux, Monfort, &amp; Renault, 1993</a>), and Efficient Method of Moments (<a href=\"#bib21\">Gallant &amp; Tauchen, 1996</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A dampening parameter often improves convergence properties of iterative search routines like the one considered here.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Publicly available microdata reported for the UK commonly refer to the ‘families’ considered by LINDA as ‘benefit units’.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Barclays Bank reports an annual ‘Equity Gilt Study’, which is a principal source of data concerning long-run returns in the UK.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The preference relation described by <a href=\"#eqn1\">Equation (1)</a> implies that <i>U<sub>cl</sub></i> = (1/ε – γ) <i>U<sub>c</sub>U<sub>l</sub></i>/<i>u</i><sup>1−γ</sup>, which is positive when 1/ε &gt; γ.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This statistic was estimated by numerically calculating the derivative <i>d</i> (Δln <i>C<sub>i,t</sub></i>)/<i>d</i> ln <i>r<sub>i,t</sub></i>, where Δ ln <i>C<sub>i,t</sub></i> = ln <i>C<sub>i,t</sub></i> – ln <i>C</i><sub><i>i,t</i>-1</sub>, for the reference population cross-section. The derivative was taken by perturbing interest rates up by 0.5 percentage points (giving an elasticity estimate of 0.263), and down by 0.5 percentage points (giving an estimate of 0.285). The average between these two estimates is reported here.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Adda, J",
                        "preferred": "J Adda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cooper, RW",
                        "preferred": "RW Cooper"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Dynamic Economics: Quantitative Methods and Applications",
            "date": "2003",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge, Massachusetts"
                        ]
                    },
                    "formatted": [
                        "Cambridge, Massachusetts"
                    ]
                },
                "name": [
                    "MIT Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ainslie, G",
                        "preferred": "G Ainslie"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haslam, N",
                        "preferred": "N Haslam"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "details": "Hyperbolic discounting, Choice over Time, New York, Russell Sage Foundation",
            "id": "bib2",
            "title": "Choice over Time",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ainslie, GW",
                        "preferred": "GW Ainslie"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Picoeconomics",
            "date": "1992",
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Giving with impure altruism: applications to charity and Ricardian equivalence",
            "authors": [
                {
                    "name": {
                        "index": "Andreoni, J",
                        "preferred": "J Andreoni"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "id": "bib4",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "1447",
                "last": "1458",
                "range": "1447–1458"
            },
            "type": "journal",
            "volume": "97"
        },
        {
            "articleTitle": "Modelling the demand for housing over the life cycle",
            "authors": [
                {
                    "name": {
                        "index": "Attanasio, O",
                        "preferred": "O Attanasio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bottazzi, R",
                        "preferred": "R Bottazzi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Low, H",
                        "preferred": "H Low"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nesheim, L",
                        "preferred": "L Nesheim"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wakefield, M",
                        "preferred": "M Wakefield"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib5",
            "journal": "Review of Economic Dynamics",
            "pages": {
                "first": "1",
                "last": "18",
                "range": "1–18"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Female labor supply as insurance against idiosyncratic risk",
            "authors": [
                {
                    "name": {
                        "index": "Attanasio, O",
                        "preferred": "O Attanasio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Low, H",
                        "preferred": "H Low"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sanchez-Marcos, V",
                        "preferred": "V Sanchez-Marcos"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib6",
            "journal": "Journal of the European Economic Association",
            "pages": {
                "first": "755",
                "last": "764",
                "range": "755–764"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "Explaining changes in female labor supply in a life-cycle model",
            "authors": [
                {
                    "name": {
                        "index": "Attanasio, O",
                        "preferred": "O Attanasio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Low, H",
                        "preferred": "H Low"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sanchez-Marcos, V",
                        "preferred": "V Sanchez-Marcos"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib7",
            "journal": "American Economic Review",
            "pages": {
                "first": "1517",
                "last": "1552",
                "range": "1517–1552"
            },
            "type": "journal",
            "volume": "98"
        },
        {
            "articleTitle": "Consumption growth, the interest rate and aggregation",
            "authors": [
                {
                    "name": {
                        "index": "Attanasio, OP",
                        "preferred": "OP Attanasio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weber, G",
                        "preferred": "G Weber"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib8",
            "journal": "Review of Economic Studies",
            "pages": {
                "first": "631",
                "last": "649",
                "range": "631–649"
            },
            "type": "journal",
            "volume": "60"
        },
        {
            "articleTitle": "Is consumption growth consistent with intertemporal optimization?",
            "authors": [
                {
                    "name": {
                        "index": "Attanasio, OP",
                        "preferred": "OP Attanasio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weber, G",
                        "preferred": "G Weber"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib9",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "1121",
                "last": "1157",
                "range": "1121–1157"
            },
            "type": "journal",
            "volume": "103"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Auerbach, AJ",
                        "preferred": "AJ Auerbach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kotlikoff, LJ",
                        "preferred": "LJ Kotlikoff"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Dynamic Fiscal Policy",
            "date": "1987",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Preference parameters and behavioral heterogeneity: an experimental approach in the health and retirement survey",
            "authors": [
                {
                    "name": {
                        "index": "Barsky, RB",
                        "preferred": "RB Barsky"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kimball, MS",
                        "preferred": "MS Kimball"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Juster, FT",
                        "preferred": "FT Juster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shapiro, MD",
                        "preferred": "MD Shapiro"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib11",
            "journal": "Quarterly Journal of Economics",
            "pages": {
                "first": "537",
                "last": "579",
                "range": "537–579"
            },
            "type": "journal",
            "volume": "112"
        },
        {
            "articleTitle": "Consumer demand and the life cycle allocation of household expenditure",
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Browning, M",
                        "preferred": "M Browning"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Meghir, C",
                        "preferred": "C Meghir"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib12",
            "journal": "Review of Economic Studies",
            "pages": {
                "first": "57",
                "last": "80",
                "range": "57–80"
            },
            "type": "journal",
            "volume": "61"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Christensen, BJ",
                        "preferred": "BJ Christensen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kiefer, NM",
                        "preferred": "NM Kiefer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Economic Modeling and Inference",
            "date": "2009",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Princeton, NewJersey"
                        ]
                    },
                    "formatted": [
                        "Princeton, NewJersey"
                    ]
                },
                "name": [
                    "Princeton University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cooley, TF",
                        "preferred": "TF Cooley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Prescott, EC",
                        "preferred": "EC Prescott"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "details": "Economic growth and business cycles, Frontiers of Business Cycles Research, Princeton, Princeton University Press",
            "id": "bib14",
            "title": "Frontiers of Business Cycles Research",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Deaton, A",
                        "preferred": "A Deaton"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Analysis of Household Surveys",
            "date": "1997",
            "id": "bib15",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Baltimore"
                        ]
                    },
                    "formatted": [
                        "Baltimore"
                    ]
                },
                "name": [
                    "John Hopkins University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Deaton, A",
                        "preferred": "A Deaton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Muellbauer, J",
                        "preferred": "J Muellbauer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Economics and Consumer Behavior",
            "date": "1980",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "How prudent are consumers?",
            "authors": [
                {
                    "name": {
                        "index": "Dynan, K",
                        "preferred": "K Dynan"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib17",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "1104",
                "last": "1113",
                "range": "1104–1113"
            },
            "type": "journal",
            "volume": "101"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Engelhardt, GV",
                        "preferred": "GV Engelhardt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kumar, A",
                        "preferred": "A Kumar"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "The elasticity of intertemporal substitution: new evidence from 401(k) participation. (Federal Reserve Bank of Dallas Working Papers 0812)",
            "id": "bib18",
            "title": "The elasticity of intertemporal substitution: new evidence from 401(k) participation. (Federal Reserve Bank of Dallas Working Papers 0812)",
            "type": "unknown"
        },
        {
            "articleTitle": "Information shocks and precautionary saving",
            "authors": [
                {
                    "name": {
                        "index": "Feigenbaum, J",
                        "preferred": "J Feigenbaum"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib19",
            "journal": "Journal of Economic Dynamics and Control",
            "pages": {
                "first": "3917",
                "last": "3938",
                "range": "3917–3938"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "articleTitle": "The effects of health, wealth, and wages on labour supply and retirement behaviour",
            "authors": [
                {
                    "name": {
                        "index": "French, E",
                        "preferred": "E French"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib20",
            "journal": "Review of Economic Studies",
            "pages": {
                "first": "395",
                "last": "427",
                "range": "395–427"
            },
            "type": "journal",
            "volume": "72"
        },
        {
            "articleTitle": "Which moments to match?",
            "authors": [
                {
                    "name": {
                        "index": "Gallant, AR",
                        "preferred": "AR Gallant"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tauchen, GE",
                        "preferred": "GE Tauchen"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib21",
            "journal": "Econometric Theory",
            "pages": {
                "first": "657",
                "last": "681",
                "range": "657–681"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "Indirect inference",
            "authors": [
                {
                    "name": {
                        "index": "Gourieroux, C",
                        "preferred": "C Gourieroux"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Monfort, A",
                        "preferred": "A Monfort"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Renault, E",
                        "preferred": "E Renault"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib22",
            "journal": "Journal of Applied Econometrics",
            "pages": {
                "first": "S85",
                "last": "S118",
                "range": "S85–S118"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Consumption over the Life Cycle",
            "authors": [
                {
                    "name": {
                        "index": "Gourinchas, P",
                        "preferred": "P Gourinchas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Parker, J",
                        "preferred": "J Parker"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib23",
            "journal": "Econometrica",
            "pages": {
                "first": "47",
                "last": "89",
                "range": "47–89"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "articleTitle": "Discounting of delayed rewards: A life span comparison",
            "authors": [
                {
                    "name": {
                        "index": "Green, L",
                        "preferred": "L Green"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fry, AF",
                        "preferred": "AF Fry"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Myerson, J",
                        "preferred": "J Myerson"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib24",
            "journal": "Psychological Science",
            "pages": {
                "first": "33",
                "last": "36",
                "range": "33–36"
            },
            "type": "journal"
        },
        {
            "articleTitle": "The determinants of the variability of stock market prices",
            "authors": [
                {
                    "name": {
                        "index": "Grossman, SJ",
                        "preferred": "SJ Grossman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shiller, RJ",
                        "preferred": "RJ Shiller"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "id": "bib25",
            "journal": "American Economic Review",
            "pages": {
                "first": "222",
                "last": "227",
                "range": "222–227"
            },
            "type": "journal",
            "volume": "71"
        },
        {
            "articleTitle": "The social security early entitlement age in a structural model of retirement and wealth",
            "authors": [
                {
                    "name": {
                        "index": "Gustman, AL",
                        "preferred": "AL Gustman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steinmeier, TL",
                        "preferred": "TL Steinmeier"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib26",
            "journal": "Journal ofPublic Economics",
            "pages": {
                "first": "441",
                "last": "464",
                "range": "441–464"
            },
            "type": "journal"
        },
        {
            "articleTitle": "Inequality and social security reforms",
            "authors": [
                {
                    "name": {
                        "index": "Hairault, JO",
                        "preferred": "JO Hairault"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Langot, F",
                        "preferred": "F Langot"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib27",
            "journal": "Journal of Economic Dynamics and Control",
            "pages": {
                "first": "386",
                "last": "410",
                "range": "386–410"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hall, RE",
                        "preferred": "RE Hall"
                    },
                    "type": "person"
                }
            ],
            "date": "1988",
            "details": "Intertemporal substitution in consumption. (NBER Working Paper W0720)",
            "id": "bib28",
            "title": "Intertemporal substitution in consumption. (NBER Working Paper W0720)",
            "type": "unknown"
        },
        {
            "articleTitle": "Consumption over the life cycle: The role of annuities",
            "authors": [
                {
                    "name": {
                        "index": "Hansen, GD",
                        "preferred": "GD Hansen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Imrohoroglu, S",
                        "preferred": "S Imrohoroglu"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib29",
            "journal": "Review of Economic Dynamics",
            "pages": {
                "first": "566",
                "last": "583",
                "range": "566–583"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "Stochastic consumption, risk aversion and the temporal behaviour of asset returns",
            "authors": [
                {
                    "name": {
                        "index": "Hansen, P",
                        "preferred": "P Hansen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Singleton, K",
                        "preferred": "K Singleton"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "id": "bib30",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "249",
                "last": "266",
                "range": "249–266"
            },
            "type": "journal",
            "volume": "91"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Havranek, T",
                        "preferred": "T Havranek"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Horvath, R",
                        "preferred": "R Horvath"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Irsova, Z",
                        "preferred": "Z Irsova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rusnak, M",
                        "preferred": "M Rusnak"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "Cross-country heterogeneity in intertemporal substitution. (William Davidson Institute Working Paper Number 1056)",
            "id": "bib31",
            "title": "Cross-country heterogeneity in intertemporal substitution. (William Davidson Institute Working Paper Number 1056)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hicks, JR",
                        "preferred": "JR Hicks"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Value and Capital",
            "date": "1939",
            "id": "bib32",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Oxford"
                        ]
                    },
                    "formatted": [
                        "Oxford"
                    ]
                },
                "name": [
                    "Clarendon Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Global optimization by multi-level coordinate search",
            "authors": [
                {
                    "name": {
                        "index": "Huyer, W",
                        "preferred": "W Huyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neumaier, A",
                        "preferred": "A Neumaier"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib33",
            "journal": "Journal of Global Optimization",
            "pages": {
                "first": "331",
                "last": "355",
                "range": "331–355"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "articleTitle": "Cubic convolution interpolation for digital image processing",
            "authors": [
                {
                    "name": {
                        "index": "Keys, RG",
                        "preferred": "RG Keys"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "id": "bib34",
            "journal": "IEEE Transactions on Acoustics, Speech, and Signal Processing",
            "pages": {
                "first": "1153",
                "last": "1160",
                "range": "1153–1160"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "articleTitle": "Bidding on the future: Evidence against normative discounting of delayed rewards",
            "authors": [
                {
                    "name": {
                        "index": "Kirby, KN",
                        "preferred": "KN Kirby"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib35",
            "journal": "Journal of Experimental Psychology-General",
            "pages": {
                "first": "54",
                "last": "70",
                "range": "54–70"
            },
            "type": "journal",
            "volume": "126"
        },
        {
            "articleTitle": "Convergence properties of the Nelder-Mead simplex method in low dimensions",
            "authors": [
                {
                    "name": {
                        "index": "Lagarias, J",
                        "preferred": "J Lagarias"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reeds, JA",
                        "preferred": "JA Reeds"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wright, MH",
                        "preferred": "MH Wright"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wright, PE",
                        "preferred": "PE Wright"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib36",
            "journal": "SIAMJournal of Optimization",
            "pages": {
                "first": "112",
                "last": "147",
                "range": "112–147"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Laibson, D",
                        "preferred": "D Laibson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Repetto, A",
                        "preferred": "A Repetto"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tobacman, J",
                        "preferred": "J Tobacman"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "Estimating discount functions with consumption choices over the lifecycle. (Oxford University Department of Economics Discussion Paper 341)",
            "id": "bib37",
            "title": "Estimating discount functions with consumption choices over the lifecycle. (Oxford University Department of Economics Discussion Paper 341)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lane, Clark",
                        "preferred": "Clark Lane"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peacock",
                        "preferred": "Peacock"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib38",
            "title": "https://www.lcp.uk.com",
            "type": "web",
            "uri": "https://www.lcp.uk.com",
            "website": "Pension Buyouts 2008"
        },
        {
            "articleTitle": "Simulation estimation of time-series models",
            "authors": [
                {
                    "name": {
                        "index": "Lee, BS",
                        "preferred": "BS Lee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ingram, B",
                        "preferred": "B Ingram"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib39",
            "journal": "Journal of Econometrics",
            "pages": {
                "first": "197",
                "last": "205",
                "range": "197–205"
            },
            "type": "journal",
            "volume": "47"
        },
        {
            "articleTitle": "Consumer bankruptcy: A fresh start",
            "authors": [
                {
                    "name": {
                        "index": "Livshits, I",
                        "preferred": "I Livshits"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "MacGee, J",
                        "preferred": "J MacGee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tertilt, M",
                        "preferred": "M Tertilt"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib40",
            "journal": "American Economic Review",
            "pages": {
                "first": "402",
                "last": "418",
                "range": "402–418"
            },
            "type": "journal",
            "volume": "97"
        },
        {
            "articleTitle": "Consumer durables and the real interest rate",
            "authors": [
                {
                    "name": {
                        "index": "Mankiw, NG",
                        "preferred": "NG Mankiw"
                    },
                    "type": "person"
                }
            ],
            "date": "1985",
            "id": "bib41",
            "journal": "Review of Economics and Statistics",
            "pages": {
                "first": "353",
                "last": "362",
                "range": "353–362"
            },
            "type": "journal",
            "volume": "62"
        },
        {
            "articleTitle": "Intertemporal substitution in macroeconomics",
            "authors": [
                {
                    "name": {
                        "index": "Mankiw, NG",
                        "preferred": "NG Mankiw"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rotemberg, JJ",
                        "preferred": "JJ Rotemberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Summers, LH",
                        "preferred": "LH Summers"
                    },
                    "type": "person"
                }
            ],
            "date": "1985",
            "id": "bib42",
            "journal": "Quarterly Journal of Economics",
            "pages": {
                "first": "225",
                "last": "251",
                "range": "225–251"
            },
            "type": "journal",
            "volume": "100"
        },
        {
            "articleTitle": "The equity premium: a puzzle",
            "authors": [
                {
                    "name": {
                        "index": "Mehra, R",
                        "preferred": "R Mehra"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Prescott, EC",
                        "preferred": "EC Prescott"
                    },
                    "type": "person"
                }
            ],
            "date": "1985",
            "id": "bib43",
            "journal": "Journal of Monetary Economics",
            "pages": {
                "first": "145",
                "last": "161",
                "range": "145–161"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Annual versus lifetime income redistribution by social security",
            "authors": [
                {
                    "name": {
                        "index": "Nelissen, JHM",
                        "preferred": "JHM Nelissen"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib44",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "223",
                "last": "249",
                "range": "223–249"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Press, WH",
                        "preferred": "WH Press"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flannery, BP",
                        "preferred": "BP Flannery"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Teukolsky, SA",
                        "preferred": "SA Teukolsky"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vetterling, WT",
                        "preferred": "WT Vetterling"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Numerical Recipes: the art of scientific computing",
            "date": "1986",
            "id": "bib45",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Means testing retirement benefits: fostering equity or discouraging savings?",
            "authors": [
                {
                    "name": {
                        "index": "Sefton, J",
                        "preferred": "J Sefton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van de Ven, J",
                        "preferred": "J van de Ven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weale, M",
                        "preferred": "M Weale"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib46",
            "journal": "Economic Journal",
            "pages": {
                "first": "556",
                "last": "590",
                "range": "556–590"
            },
            "type": "journal",
            "volume": "118"
        },
        {
            "articleTitle": "Approximate solutions to stochastic dynamic programs",
            "authors": [
                {
                    "name": {
                        "index": "Stern, S",
                        "preferred": "S Stern"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib47",
            "journal": "Econometric Theory",
            "pages": {
                "first": "392",
                "last": "405",
                "range": "392–405"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "Some empirical evidence on dynamic inconsistency",
            "authors": [
                {
                    "name": {
                        "index": "Thaler, R",
                        "preferred": "R Thaler"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "id": "bib48",
            "journal": "Economic Letters",
            "pages": {
                "first": "201",
                "last": "207",
                "range": "201–207"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "van de Ven, J",
                        "preferred": "J van de Ven"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "details": "LINDA: A dynamic microsimulation model for analysing policy effects on the evolving population cross-section. (NIESR Discussion Paper 459)",
            "id": "bib49",
            "title": "LINDA: A dynamic microsimulation model for analysing policy effects on the evolving population cross-section. (NIESR Discussion Paper 459)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "van de Ven, J",
                        "preferred": "J van de Ven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weale, M",
                        "preferred": "M Weale"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "An empirical investigation of quasi-hyperbolic discounting. (National Institute of Economic and Social Research Discussion Paper 355",
            "id": "bib50",
            "title": "An empirical investigation of quasi-hyperbolic discounting. (National Institute of Economic and Social Research Discussion Paper 355",
            "type": "unknown"
        },
        {
            "articleTitle": "The effect of income taxation on consumption and labor supply",
            "authors": [
                {
                    "name": {
                        "index": "Ziliak, JP",
                        "preferred": "JP Ziliak"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kniesner, TJ",
                        "preferred": "TJ Kniesner"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib51",
            "journal": "Journal ofLabor Economics",
            "pages": {
                "first": "769",
                "last": "796",
                "range": "769–796"
            },
            "type": "journal",
            "volume": "23"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
