{
    "status": "vor",
    "id": "00157",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00157",
    "authorLine": "Vipin P Veetil",
    "title": "Coordination in centralized and decentralized systems",
    "published": "2017-08-31T00:00:00Z",
    "versionDate": "2017-08-31T00:00:00Z",
    "statusDate": "2017-08-31T00:00:00Z",
    "volume": 10,
    "issue": 2,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00157/ijm-00157.pdf",
    "subjects": [
        {
            "id": "institutions-incentives",
            "name": "Institutions and incentives"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "We study a simple coordination problem to understand the difference between centralized and decentralized economic systems. The decentralized system is more robust than the centralized system to communication errors. But the centralized system takes less time than the decentralized system to create coordination among constituent parts. Decentralization is preferable when the constituent parts are more likely to make communication errors, when there is little urgency, and when there is need to prevent system-collapse.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Veetil",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "France"
                        },
                        "formatted": [
                            "France"
                        ]
                    },
                    "name": [
                        "Centre d’economie de la Sorbonne"
                    ]
                }
            ],
            "emailAddresses": [
                "vipin.veetil@gmail.com"
            ],
            "name": {
                "index": "Veetil, Vipin P",
                "preferred": "Vipin P Veetil"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "coordination",
        "communication errors",
        "economic systems",
        "robustness"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "How does the structure of an economic system affect its performance? By “structure” we mean the way in which different constituent parts are related to each other in terms of communication and decision-making. Most economies have a complex mix of different structures including markets, firms, and government agencies of various kinds. Despite their differences, all these structures face the common problem of coordinating the activities of constituent parts who possess private information. There are two ways in which markets, firms, and government agencies solve coordination problems: centralization and decentralization. The Chicago Mercantile Exchange has a central clearing house and quotation system (<a href=\"#bib19\">Millo, Muniesa, Panourgias, &amp; Scott, 2005</a>), but Torino’s farmers market has no such central structure. Alfred Sloan granted considerable autonomy to division managers in General Motors (<a href=\"#bib27\">Sloan, 1964</a>), but such autonomy does not exist in all firms (<a href=\"#bib17\">Love, Priem, &amp; Lumpkin, 2002</a>). The United States government consists of various federal, state, and local departments with overlapping jurisdictions (<a href=\"#bib16\">Liesbet &amp; Gary, 2003</a>). The North Korean government is presumably largely centrally organized with organs like the “Central People’s Committee” and the “State Planning Committee”. As to how the structure of an economic system affects its performance is a fundamental theoretical question with a bearing on the microstructure of markets, the internal organization of firms, and the structure of governments.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper, we compare the performance of a centralized and a decentralized system in solving a simple coordination problem when their constituent parts make errors in communicating private information. We find that the decentralized system is more robust than the centralized system to communication errors. But the centralized system takes less time than the decentralized system to create coordination. Our analysis sheds light on the influence of communication technology on organizational forms, the greater variability of autocratic societies compared to democratic societies, the variation in economic organization with product type, and the preference for centralized organization in urgencies like war.",
                    "type": "paragraph"
                },
                {
                    "text": "We study a simple ordering problem in which agents are indexed by a number and randomly placed on a line. The coordination problem is to order the agents according to their numbers, with the least numbered agent on left and highest numbered on the right. In the centralized system, agents communicate their numbers to a central authority, who uses the information to order the agents. In the decentralized system, agents communicate their numbers to neighbours and swap positions if the number of the agent on left is more than the number of the agent on right. Agents probabilistically make errors in communicating private information in the centralized system and the decentralized system. We find that the decentralized system is more robust to communication errors than the centralized system. This is because the centralized system of coordination involves a strong-dependence between the information communicated by constituent parts (<a href=\"#bib26\">Simon, 1962</a>). Errors in the information communicated by one agent to the central-coordinator negatively affects the usefulness of the information communicated by other agents to the central-coordinator. The decentralized system on the other hand involves weak-dependence between the information communicated by constituent parts. Errors in the information communicated by one agent to its neighbour has a negligible effect on the usefulness of the information communicated by other agents to their neighbours. The localization of decision-making in the decentralized system limits the impact of communication errors on the system’s performance. The strong-dependence between the information communicated by different agents in the centralized system and the weak-dependence in the decentralized system is a consequence of the difference in structure of communication and decision-making in the two systems.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib30\">Von Neumann (1951)</a> illustrates the idea of strong-dependence and weak-dependence with the following analogy. Imagine placing your hand in a tub of water at 80°C. There are two ways to communicate this information from the nerve endings in your hand to your brain. One way is to convey the temperature in binary form. Another way is the counting method, where one count is communicated for each 1°C. Interestingly, the human nervous system uses a mechanism roughly akin to the counting method. This despite the fact that the counting method involves communicating orders of magnitude more information than the binary method. <a href=\"#bib30\">Von Neumann (1951</a>, p. 101) speculates on why the human nervous system uses the counting method: “...the counting method has a high stability and safety from error. If you express a number of the order of million by counting and miss a count, the result is only irrelevantly changed. If you express it by (decimal or binary) expansion, a single error in a single digit may vitiate the entire result.”",
                    "type": "paragraph"
                },
                {
                    "text": "80°C in binary is 1010000. If the first digit is erroneously reported as 0, the temperature conveyed is 16°C. The usefulness of correct information conveyed by all other digits is vitiated by a single error. In contrast to the binary method, in the counting method the absence of a count has a negligible effect on the usefulness of the other counts. If a count is missed, the temperature conveyed is 79°C. There is strong-dependence among the digits in the binary method, but weak-dependence among the counts in the counting method. The principle of strong and weak dependence are at play in centralized and decentralized systems, and is the cause of the greater robustness of the decentralized system to communication errors.",
                    "type": "paragraph"
                },
                {
                    "text": "Though the decentralized system is more robust to communication errors, the centralized system uses less time to create coordination. The absence of a central decision-making unit means that the decentralized system has to muddle through numerous local communications and decisions, all of which takes time. The very structural feature that makes the decentralized system robust also makes it slow. Centralization is preferable to decentralization when there is urgency and when constituent parts are less likely to make errors in communicating private information.",
                    "type": "paragraph"
                },
                {
                    "text": "Our paper is related to the literature on the architecture of economic systems (<a href=\"#bib7\">Bolton &amp; Farrell, 1990</a>; <a href=\"#bib11\">Guerini, Napoletano, &amp; Roventini, 2016</a>; <a href=\"#bib13\">Hayek, 1945</a>; <a href=\"#bib15\">Lange, 1936</a>; <a href=\"#bib25\">Sah &amp; Stiglitz, 1986</a>), the literature on the internal organization of firms (<a href=\"#bib1\">Acemoglu, Aghion, Lelarge, van Reenen, &amp; Zilibotti, 2007</a>; <a href=\"#bib3\">Alonso, Dessein, &amp; Matouschek, 2008</a>; <a href=\"#bib18\">Maskin, Qian, &amp; Xu, 2000</a>; <a href=\"#bib28\">Stein, 2002</a>), and the literature on the structure of governments (<a href=\"#bib10\">Egeberg, 2007</a>; <a href=\"#bib14\">Landau, 1969</a>; <a href=\"#bib23\">Peters, 1998</a>). The literature on the architecture of economic systems began with the socialist calculation debate between Otto Neurath and Ludwig von Mises, though the modern strand originates from the contributions of Hayek and Lange. <a href=\"#bib13\">Hayek (1945)</a> claimed the market system is superior to communist central planning in using dispersed information to coordinate the activities of different agents. <a href=\"#bib15\">Lange (1936)</a> argued central planning can attain efficient allocation of resources by mimicking the price system. While the relative advantages of price, shadow-price, and non-price mechanisms of coordination are important, “there is more at stake in the choice of an economic system” (<a href=\"#bib25\">Sah &amp; Stiglitz, 1986</a>, p. 726). One of the differences between centralized and decentralized economic systems is how they perform in the presence of communication errors. The difference between the Soviet centrally planned economy and the US economy is not only one of the extent to which they use price signals to communicate economic information, but also the structures through which they communicate information. These structures influence the performance of the two systems when economic signals contain noise.",
                    "type": "paragraph"
                },
                {
                    "text": "The question of the architecture of economic systems is not limited to understanding the differences between economic systems. It also pertains to understanding the differences in the mix of markets, firms, and government agencies within an economic system (<a href=\"#bib12\">Hall &amp; Soskice, 2001</a>). Our paper is a close cousin of <a href=\"#bib25\">Sah and Stiglitz (1986)</a>, <a href=\"#bib7\">Bolton and Farrell (1990)</a>, and <a href=\"#bib11\">Guerini <i>et al</i>. (2016)</a>. While we study the consequence of errors in the communication of information, <a href=\"#bib25\">Sah and Stiglitz (1986)</a> study the consequence of errors in the processing of information in alternate economic arrangements. <a href=\"#bib7\">Bolton and Farrell (1990)</a> study the problem of entry in a system with two agents with differing costs. Bolton and Farrell argue that decentralization involves duplication and delay. We too find decentralization involves delay, but for a reason different from Bolton and Farrell’s. In our model, the decentralized system takes more time than the centralized system because the decentralized system has to muddle through numerous local communications and decision-making. In Bolton and Farrell’s model, delay occurs because agents do not communicate with each other in the decentralized system. <a href=\"#bib11\">Guerini <i>et al</i>. (2016)</a> study the macroeconomic performance of a centralized and a decentralized protocol of search and matching. They find that the centralized protocol produces full-employment, whereas the decentralized protocol produces unemployment. We believe their results may change if the coordinator in the centralized protocol has to collect private information from agents who make communication errors.",
                    "type": "paragraph"
                },
                {
                    "text": "In the literature on the role of information in shaping the internal organization of firms, our paper is related to <a href=\"#bib28\">Stein (2002)</a>, <a href=\"#bib18\">Maskin <i>et al</i>. (2000)</a>, <a href=\"#bib1\">Acemoglu <i>et al</i>. (2007)</a>, and <a href=\"#bib3\">Alonso <i>et al</i>. (2008)</a>. Our paper shares some ingredients with these papers, while differing from them in important respects. In <a href=\"#bib28\">Stein (2002)</a> model agents do not communicate private information in the decentralized system. In <a href=\"#bib1\">Acemoglu <i>et al</i>. (2007)</a> model agents do not communicate private information in the centralized system. In contrast to Stein and Acemoglu <i>et al</i>., we study the differences in the performance of centralized and decentralized systems due to the differences in their structures of communication and decision-making. <a href=\"#bib18\">Maskin <i>et al</i>. (2000)</a> and <a href=\"#bib3\">Alonso <i>et al</i>. (2008)</a> study the differences in performances of systems because their structure influences the incentives to communicate private information. Our paper studies the differences in performance of systems even when their structures do not influence incentives. Matters other than incentives matter. All this means that even when our conclusions concur with those of other papers in the literature, the reasoning behind the conclusions differ. For instance, <a href=\"#bib28\">Stein (2002)</a> concludes decentralization is preferable when information is difficult to communicate. This is similar to our conclusion that decentralization is preferable when there is a greater likelihood of communication errors. After all, information is difficult to communicate when there are communication errors. However, the reasoning behind Stein’s conclusion differs from ours. In Stein’s case, decentralization is preferable when information is difficult to communicate because no communication is necessary in the decentralized system. In our case, decentralization is preferable when information is difficult to communicate because the localization of communication limits the consequences of communication errors on the system’s performance. Our contribution to the literature on firms is that the internal structure of firms matters because it determines the robustness of firms to employees’ communication errors and the speed with which firms can coordinate the activities of its employees.",
                    "type": "paragraph"
                },
                {
                    "text": "Our paper is also related to the literature on the structure and performance of governments (<a href=\"#bib6\">Bendor, Glazer, &amp; Hammond, 2001</a>; <a href=\"#bib22\">Ostrom, Tiebout, &amp; Warren, 1961</a>; <a href=\"#bib21\">Ostrom, 1999</a>). <a href=\"#bib22\">Ostrom <i>et al</i>. (1961)</a> argue that the presence of multiple government agencies with overlapping jurisdictions is not a pathological phenomenon, nor can the problems posed by the multiplicity of government agencies be resolved by centralization. The contribution by <a href=\"#bib22\">Ostrom <i>et al</i>. (1961)</a> sparked an interesting literature on the origin and performance of alternate structures of government. This literature studied a variety of ways in which structure affects performance, including the relation between norms and governance structures (<a href=\"#bib21\">Ostrom, 1999</a>), and the influence of government structure on incentives to truthfully reveal information (<a href=\"#bib6\">Bendor <i>et al</i>., 2001</a>). Our analysis suggests that the structure of government influences performance, even when the structure does not influence social norms and incentives. Most governments have a rich and intricate framework for negotiation and adjudication between different agencies. Negotiation and adjudication involves error-prone communication. Our model suggests that the structure of government influences its robustness to error-prone communication between different agencies and the speed with which governments can execute tasks. Our paper is organized as follows. <a href=\"#s2\">Section 2</a> presents the model. <a href=\"#s3\">Section 3</a> reports and explains the results of the model. <a href=\"#s4\">Section 4</a> discusses the implications of the ideas developed in this paper. <a href=\"#s5\">Section 5</a> offers concluding remarks.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Imagine a set of <i>n</i> agents numbered from 1 to <i>n</i>. No two agents have the same number. The agents are randomly placed on a line segment; they are in no particular order. The coordination problem is to order the agents from 1 to <i>n</i> from left to right, where each agent’s number is one greater than the number of its neighbour on the left and one less than the number of its neighbour on the right. The first agent does not have a left neighbour and the last agent does not have a right neighbour. There are two ways to order the agents: a centralized system and a decentralized system. In the centralized system, each agent conveys its number to a central-coordinator. The central-coordinator orders the agents on a line segment. For instance, if an agent communicates its number as 3, the central-coordinator places the agent in position 3 on the line segment. The central-coordinator orders the agents as the agents communicate their numbers to the central-coordinator. The decentralized system works differently. Each time step, pairs of neighbouring agents are randomly selected. Within each pair, agents share information about each other’s numbers. If the agent on the left reports a number greater than the agent on the right, the agents swap positions, otherwise the agents remain in their current positions. Over time, the agents incrementally order themselves.",
                    "type": "paragraph"
                },
                {
                    "text": "Agents make errors in communicating their numbers, i.e. with some probability an agent conveys an incorrect number. When an agent makes a communication error, it reports a random number between 1 and <i>n</i> rather than its true number. Communication errors create problems in the centralized system and the decentralized system. In the centralized system, the central-coordinator places the agent who reports an incorrect number in an incorrect location. Further problems arise because another agent cannot be placed in that location. For instance, if <i>agent 3</i> reports number 5 and is placed in location 5, <i>agent 5</i> cannot be placed in location 5. When an agent reports a number whose location is occupied, the central-coordinator places it in the nearest empty location.",
                    "type": "paragraph"
                },
                {
                    "text": "In the decentralized system, communication errors cause agents to wrongly swap positions, i.e. a greater number agent may move left and a lower number agent may move right. Suppose <i>agent 3</i> and <i>agent 5</i> are neighbours with <i>agent 3</i> on the left of <i>agent 5</i>. Upon activation the agents communicate their numbers to each other. <i>Agent 3</i> correctly communicates its number, but <i>agent 5</i> makes an error and communicates 2 as its number. The two agents swap positions. <i>Agent 5</i> moves left and <i>agent 3</i> moves right, thereby decreasing the system’s coordination.",
                    "type": "paragraph"
                },
                {
                    "text": "In the centralized system, at the first time step all <i>n</i> agents communicate their numbers to the central-coordinator. The central-coordinator orders the agents at the end of the first time step using the collected information. In the decentralized system, at each time step, <i>n</i> neighbouring pairs of agents are randomly activated. The activated agents exchange information and swap positions if necessary. In the decentralized system, agents incrementally order themselves over many time steps.",
                    "type": "paragraph"
                },
                {
                    "text": "The coordination in the system is measured using the formula",
                    "type": "paragraph"
                },
                {
                    "id": "eqn1",
                    "label": "(1)",
                    "mathml": "<math><mrow><mi>C</mi><mtext> </mtext><mo>=</mo><mtext> </mtext><mo>−</mo><mfrac><mn>1</mn><mi>n</mi></mfrac><mtext> </mtext><mstyle displaystyle=\"true\"><msubsup><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mi>n</mi></msubsup><mrow><mrow><mo>|</mo> <mrow><msub><mtext>a</mtext><mi>i</mi></msub><mo>−</mo><msub><mtext>l</mtext><mtext>i</mtext></msub></mrow> <mo>|</mo></mrow></mrow></mstyle></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <b><i>a<sub>i</sub></i></b> is the number of <i>agent i</i> and <b><i>l<sub>i</sub></i></b> is the number of the location of <i>agent i</i>. Coordination is the negative mean of the absolute value of the differences between the numbers of agents and the numbers of their respective locations. For instance, if <i>agent 3</i> is at location 5, the absolute value of difference is 2. The sum of these differences is divided by the total number of agents and multiplied by negative one to measure coordination. Zero indicates perfect coordination, lower values of <i>C</i> indicate lesser coordination. The model is built in Python programming language. Model code is available at <a href=\"https://bitbucket.org/VipinVeetil/CoordinationSystems\">https://bitbucket.org/VipinVeetil/CoordinationSystems</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#s3\">Section 3</a> reports the results from numerous simulations of the model. In each simulation, the centralized system is run for one time step because it orders the agents after the first time step. In each simulation, the decentralized system is run for 1,000 time steps, and its coordination is measured at the end of the last time step. <a href=\"#fig1\">Figures 1</a>, <a href=\"#fig2\">2</a>, <a href=\"#fig3\">3</a>, and <a href=\"#fig4\">4</a> report the results from 10<sup>4</sup> simulations of the centralized system and the decentralized system for each probability of error in the range [0, 1] with increments of 0.01. Therefore, <a href=\"#fig1\">Figures 1</a>, <a href=\"#fig2\">2</a>, <a href=\"#fig3\">3</a>, and <a href=\"#fig4\">4</a> summarize the results from 2 x 10<sup>6</sup> simulations. <a href=\"#fig5\">Figure 5</a> reports the results from 10<sup>3</sup> simulations of the centralized system and the decentralized system for each number of agents in the interval [10, 1000] with increments of 10. Therefore, <a href=\"#fig5\">Figure 5</a> summarizes the outcome of 2 x 10<sup>5</sup> simulations.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Note</i>: In the centralized system, each agent conveys its number to a central-coordinator. The central-coordinator orders the agents on a line segment. In the decentralized system, at each time step, pairs of neighbouring agents are randomly selected. Within each pair, agents share information about each other<sup>5</sup> s numbers. If the agent on the left reports a number greater than the agent on the right, the agents swap positions, otherwise the agents remain in their present positions. Agents make errors in communicating their numbers, i.e. with some probability an agent conveys an incorrect number. Coordination is the negative mean of the absolute value of the differences between the numbers of agents and the numbers of their respective locations. The sum of these differences is divided by the total number of agents and multiplied by negative one to measure coordination. Zero indicates perfect coordination, lower values of C indicate lesser coordination.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00157%2Fijm-00157-fig1.tif",
                                "size": {
                                    "width": 1198,
                                    "height": 922
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00157%2Fijm-00157-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00157-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Mean of coordination in the centralized and the decentralized system.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Note</i>: In the centralized system, each agent conveys its number to a central-coordinator. The central-coordinator orders the agents on a line segment. In the decentralized system, at each time step, pairs of neighbouring agents are randomly selected. Within each pair, agents share information about each other<sup>5</sup> s numbers. If the agent on the left reports a number greater than the agent on the right, the agents swap positions, otherwise the agents remain in their present positions. Agents make errors in communicating their numbers, i.e. with some probability an agent conveys an incorrect number. Coordination is the negative mean of the absolute value of the differences between the numbers of agents and the numbers of their respective locations. The sum of these differences is divided by the total number of agents and multiplied by negative one to measure coordination. Zero indicates perfect coordination, lower values of C indicate lesser coordination.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00157%2Fijm-00157-fig2.tif",
                                "size": {
                                    "width": 1190,
                                    "height": 948
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00157%2Fijm-00157-fig2.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00157-fig2.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Variance of coordination in the centralized and the decentralized system.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Note</i>: In the centralized system, each agent conveys its number to a central-coordinator. The central-coordinator orders the agents on a line segment. In the decentralized system, at each time step, pairs of neighbouring agents are randomly selected. Within each pair, agents share information about each other<sup>5</sup> s numbers. If the agent on the left reports a number greater than the agent on the right, the agents swap positions, otherwise the agents remain in their present positions. Agents make errors in communicating their numbers, i.e. with some probability an agent conveys an incorrect number. Coordination is the negative mean of the absolute value of the differences between the numbers of agents and the numbers of their respective locations. The sum of these differences is divided by the total number of agents and multiplied by negative one to measure coordination. Zero indicates perfect coordination, lower values of C indicate lesser coordination.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00157%2Fijm-00157-fig3.tif",
                                "size": {
                                    "width": 1160,
                                    "height": 904
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00157%2Fijm-00157-fig3.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00157-fig3.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Boxplots of coordination in the centralized and the decentralized system.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Note</i>: In the centralized system, each agent conveys its number to a central-coordinator. The central-coordinator orders the agents on a line segment. In the decentralized system, at each time step, pairs of neighbouring agents are randomly selected. Within each pair, agents share information about each other<sup>5</sup> s numbers. If the agent on the left reports a number greater than the agent on the right, the agents swap positions, otherwise the agents remain in their present positions. Agents make errors in communicating their numbers, i.e. with some probability an agent conveys an incorrect number. Coordination is the negative mean of the absolute value of the differences between the numbers of agents and the numbers of their respective locations. The sum of these differences is divided by the total number of agents and multiplied by negative one to measure coordination. Zero indicates perfect coordination, lower values of C indicate lesser coordination.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00157%2Fijm-00157-fig4.tif",
                                "size": {
                                    "width": 1679,
                                    "height": 1336
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00157%2Fijm-00157-fig4.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00157-fig4.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "Histograms of coordination of the centralized and decentralized systems with different probabilities of error.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Note</i>: In the centralized system, each agent conveys its number to a central-coordinator. The central-coordinator orders the agents on a line segment. In the decentralized system, at each time step, pairs of neighbouring agents are randomly selected. Within each pair, agents share information about each other<sup>5</sup> s numbers. If the agent on the left reports a number greater than the agent on the right, the agents swap positions, otherwise the agents remain in their present positions. Agents make errors in communicating their numbers, i.e. with some probability an agent conveys an incorrect number. Coordination is the negative mean of the absolute value of the differences between the numbers of agents and the numbers of their respective locations. The sum of these differences is divided by the total number of agents and multiplied by negative one to measure coordination. Zero indicates perfect coordination, lower values of C indicate lesser coordination.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig5",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00157%2Fijm-00157-fig5.tif",
                                "size": {
                                    "width": 1205,
                                    "height": 920
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00157%2Fijm-00157-fig5.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00157-fig5.jpg"
                                }
                            },
                            "label": "Figure 5",
                            "title": "Time steps necessary for decentralized system to exceed the mean coordination of the centralized system with ten percent probability of communication error.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s2",
            "title": "2. The model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Result 1 shows that the centralized system has lower mean coordination and a greater variance of coordination than the decentralized system. <a href=\"#fig1\">Figure 1</a> shows that the mean coordination of the centralized system is less than the mean of the decentralized system. <a href=\"#fig2\">Figure 2</a> shows that the variance of the coordination of the centralized system is greater than the variance in the decentralized system. <a href=\"#fig3\">Figure 3</a> presents box-plots using all the data points used to compute mean and variance plotted in <a href=\"#fig1\">Figures 1</a> and <a href=\"#fig2\">2</a>. <a href=\"#fig4\">Figure 4</a> plots histograms of the coordination of the centralized system and the decentralized system for four different probabilities of communication errors. Like <a href=\"#fig1\">Figures 1</a> and <a href=\"#fig2\">2</a>, <a href=\"#fig3\">Figures 3</a> and <a href=\"#fig4\">4</a> show that the centralized system has a lower mean and a greater variance than the decentralized system.",
                    "type": "paragraph"
                },
                {
                    "text": "The centralized system has a lower mean than the decentralized system for the following reason. In the centralized system, an individual agent’s communication error has a significant impact on the coordination created by the central-coordinator. One agent’s misplacement has the potential to produce a cascade of misplacements. Suppose <i>agent 3</i> communicates number 5 and is placed at location 5. <i>Agent 5</i> makes no communication error, but <i>agent 5</i> cannot be placed in location 5 because location 5 is occupied by <i>agent3.</i> The central coordinator places <i>agent5</i> at the nearest empty location, say location 7. This means <i>agent 7</i> cannot be placed at location 7. <i>Agent 3’s</i> communication error has the potential to create the misplacements of other agents, even when other agents do not make communication errors. In the centralized system, the communication errors of some agents can vitiate the usefulness of correct information communicated by many agents. This is due to the very structure of ordering in the centralized system.",
                    "type": "paragraph"
                },
                {
                    "text": "In contrast to the centralized system, in the decentralized system an individual agent’s communication error has a local impact; a lower number agent may move to the right of a higher number agent, thereby producing a minor decrease in the decentralized system’s coordination. In the decentralized system, the impact of an individual agent’s communication error on the system’s performance is limited. Suppose <i>agent 8</i> and <i>agent 10</i> are neighbours with <i>agent 8</i> on the left of <i>agent 10</i>. Upon activation they communicate their numbers to each other. <i>Agent 8</i> correctly communicates 8 as its number, but <i>agent 10</i> makes an error and communicates 5 as its number. The two agents swap positions. <i>Agent 8</i> is now on the right of <i>agent 10</i>. The system’s coordination decreases due to <i>agent 8’s</i> communication error. However, the communication error of <i>agent 8</i> has no impact on the information communicated and decisions made by other pairs of agents. The decentralized system has a greater mean than the centralized system because the structure of communication in decentralized system dampens the impact of communication errors.",
                    "type": "paragraph"
                },
                {
                    "text": "The centralized system has a greater variance of coordination than the decentralized system because the performance of the centralized system is more dependent on the specifics of who does what. In the centralized system, an individual agent’s communication error can trigger a cascade of misplacements of other agents. The size of a cascade due to an agent’s communication error depends on the exact error, the messages communicated by other agents, and the position of the agent who makes the communication error. These factors vary across simulations and so does the performance of the centralized system. In contrast to the centralized system, in the decentralized system the randomness generated by the error-prone behaviour of agents is dampened by the structure of interactions; decentralized interactions dilute the specifics of who does what.",
                    "type": "paragraph"
                },
                {
                    "text": "Result 2 shows that the decentralized system takes more time than the centralized system to produce coordination. <a href=\"#fig5\">Figure 5</a> shows the number of time steps necessary for the decentralized system to exceed the mean coordination of the centralized system. The decentralized system takes more time than the centralized system to create coordination among agents. Furthermore, the number of time steps necessary for the decentralized system to exceed the mean coordination of the centralized system increases with the number of agents in the system. This is not because more interactions are necessary to order agents as the number of agents increases (there are as many interactions per time step as number of agents in the system). The structure of interactions in the decentralized system is such that the number of interactions per agent necessary for the decentralized system to outperform the centralized system increases with the number of agents.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. The model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "One may view real world economic structures like markets, firms, and governments as complex mixes of centralized and decentralized systems. Real world structures have a variety of other attributes, for instance markets have prices, firms have bureaus, and governments have parliaments. Despite their simplicity, the structures studied in this paper generate several implications and empirical predications about the world outside the window.",
                    "type": "paragraph"
                },
                {
                    "text": "First, as communication technology improves, <i>ceteris paribus</i>, the organization of economic activities will become more centralized. Better communication technology allows for more accurate communication of information. This is equivalent to a decrease in communication errors in our model and consequent improvement in the relative performance of the centralized system. Perhaps this explains the emergence of behemoths like Walmart (<a href=\"#bib8\">Bowersox &amp; Daugherty, 1995</a>). Never before has a single firm employed nearly one percent of the US labour force (<a href=\"#bib4\">Axtell, 2001</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Second, autocratic societies will have greater variability than democratic societies. Empirical evidence suggests that dictatorships and other autocratic societies exhibit greater variability than democratic societies (<a href=\"#bib2\">Almeida &amp; Ferreira, 2002</a>; <a href=\"#bib9\">Doucouliagos &amp; Ulubasoglu, 2008</a>). <a href=\"#bib24\">Rodrik (1999)</a> explains the greater variability of autocratic societies, and consequent collapse of economic growth, with their weaker ability to cope with external shocks. He argues that democratic societies have better internal conflict management mechanisms and therefore do not amplify external shocks as much as autocratic societies. Our paper provides an alternate explanation. We believe autocratic societies are less robust to communication errors of constituent parts than democratic societies because autocratic societies use more centralized decision-making than democratic societies. The greater variability and consequent extreme events in autocratic societies emerge from the way autocratic societies use dispersed information. In contrast to Rodrik’s model, our model predicts that autocratic societies will exhibit greater variance than democratic societies even in the absence of external shocks.",
                    "type": "paragraph"
                },
                {
                    "text": "Third, economic organization will vary with product type. Certain personal services like massages involve information that is difficult to convey to higher levels of management. Information about standardized products like toothbrushes can be conveyed more accurately. It is more difficult to tell one’s manager what kind of massage a customer wants than to tell her what kind of toothbrush a customer wants. This is perhaps why one does not find massage parlours with thousands of employees. <a href=\"#bib28\">Stein (2002)</a> presents evidence on how smaller banks provide relationship based small-business lending and larger banks provide services that involve easy to communicate information. Areas of economic activity where information is difficult to convey will be organized in a decentralized manner.",
                    "type": "paragraph"
                },
                {
                    "text": "Fourth, urgent matters will be coordinated through centralized systems. This may be why most cities have a single fire-department but many housing agencies. Time is more significant in firefighting than in matching houses with buyers. The superior speed of the centralized system also explains the tendency to substitute decentralized systems with centralized systems in periods of war (<a href=\"#bib20\">Milward, 1979</a>, p. 99–100). As Sun Tzu said what is of the greatest importance in war is extraordinary speed (<a href=\"#bib29\">Tzu, 2009</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Implications and empirical predictions",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this paper, we studied alternate structures of communication and decision-making. The structure of relations between agents affects the performance of economic systems even when the structure does not influence incentives to communicate private information. Our insights shed light on the internal structure of corporations and the relations between government agencies. Our model answers some basic questions like why most cities have a single firm department but many housing agencies.",
                    "type": "paragraph"
                },
                {
                    "text": "We have omitted a variety of factors relevant to the performance of economic systems including the computational limitations of information processing agents. But perhaps the greatest of omissions is an analysis of the relation between decentralization and the price system. Most economists believe markets are more decentralized than firms and governments (<a href=\"#bib5\">Axtell, 2003</a>). Markets involve the use of the price system. Why does the most common form of decentralized coordination nearly always use the price system? Our hypothesis is that the price system decreases the time necessary to create coordination but makes markets less robust to communication errors. The price system is akin to a global telecommunication system which allows agents in one part of the system to know <i>something</i> about the plans of agents in other parts (<a href=\"#bib13\">Hayek, 1945</a>). The price system decreases the time necessary for a decentralized system to produce coordination because prices tell agents more than what they learn from local interactions. With the price system fewer local interactions are necessary for coordination than without the price system. However, the price system also increases the dependence between the information communicated by different agents.",
                    "type": "paragraph"
                },
                {
                    "text": "The impact of communication errors are no longer limited to their local vicinity. With the price system, communication errors influence the plans of agents far away from the interactions in which the errors occur. An increase in the dependence of the information communicated by different agents decreases the robustness of markets to communication errors. The influence of the price system on the robustness of markets is intricately linked to the business cycle phenomena. Exploring the relation between decentralization, the price system, and their consequence on aggregate fluctuations is a fruitful area for future research.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Concluding remarks",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Technology, Information, and the Decentralization of the Firm",
            "authors": [
                {
                    "name": {
                        "index": "Acemoglu, D",
                        "preferred": "D Acemoglu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aghion, P",
                        "preferred": "P Aghion"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lelarge, C",
                        "preferred": "C Lelarge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van Reenen, J",
                        "preferred": "J Van Reenen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zilibotti, F",
                        "preferred": "F Zilibotti"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib1",
            "journal": "The Quarterly Journal of Economics",
            "pages": {
                "first": "1759",
                "last": "1799",
                "range": "1759–1799"
            },
            "type": "journal",
            "volume": "122"
        },
        {
            "articleTitle": "Democracy and the variability of economic performance",
            "authors": [
                {
                    "name": {
                        "index": "Almeida, H",
                        "preferred": "H Almeida"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferreira, D",
                        "preferred": "D Ferreira"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib2",
            "journal": "Economics & Politics",
            "pages": {
                "first": "225",
                "last": "257",
                "range": "225–257"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "articleTitle": "When does coordination require centralization?",
            "authors": [
                {
                    "name": {
                        "index": "Alonso, R",
                        "preferred": "R Alonso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dessein, W",
                        "preferred": "W Dessein"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Matouschek, N",
                        "preferred": "N Matouschek"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib3",
            "journal": "The American Economic Review",
            "pages": {
                "first": "145",
                "last": "179",
                "range": "145–179"
            },
            "type": "journal",
            "volume": "98"
        },
        {
            "articleTitle": "Zipf distribution of US firm sizes",
            "authors": [
                {
                    "name": {
                        "index": "Axtell, R",
                        "preferred": "R Axtell"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib4",
            "journal": "Science",
            "pages": {
                "first": "1818",
                "last": "1820",
                "range": "1818–1820"
            },
            "type": "journal",
            "volume": "293"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Axtell, R",
                        "preferred": "R Axtell"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "Economics as distributed computation, In Meeting the Challenge of Social Problems via Agent-Based Simulation (3–23), Tokyo, Springer",
            "id": "bib5",
            "title": "In Meeting the Challenge of Social Problems via Agent-Based Simulation (3–23)",
            "type": "unknown"
        },
        {
            "articleTitle": "Theories of delegation",
            "authors": [
                {
                    "name": {
                        "index": "Bendor, J",
                        "preferred": "J Bendor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Glazer, A",
                        "preferred": "A Glazer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hammond, T",
                        "preferred": "T Hammond"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib6",
            "journal": "Annual Review of Political Science",
            "pages": {
                "first": "235",
                "last": "269",
                "range": "235–269"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Decentralization, duplication, and delay",
            "authors": [
                {
                    "name": {
                        "index": "Bolton, P",
                        "preferred": "P Bolton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Farrell, J",
                        "preferred": "J Farrell"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "id": "bib7",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "803",
                "last": "826",
                "range": "803–826"
            },
            "type": "journal",
            "volume": "98"
        },
        {
            "articleTitle": "Logistics paradigms: the impact of information technology",
            "authors": [
                {
                    "name": {
                        "index": "Bowersox, D",
                        "preferred": "D Bowersox"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Daugherty, P",
                        "preferred": "P Daugherty"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib8",
            "journal": "Journal of Business Logistics",
            "pages": "65",
            "type": "journal",
            "volume": "16"
        },
        {
            "articleTitle": "Democracy and economic growth: a meta-analysis",
            "authors": [
                {
                    "name": {
                        "index": "Doucouliagos, H",
                        "preferred": "H Doucouliagos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ulubasoglu, M",
                        "preferred": "M Ulubasoglu"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib9",
            "journal": "American Journal of Political Science",
            "pages": {
                "first": "61",
                "last": "83",
                "range": "61–83"
            },
            "type": "journal",
            "volume": "52"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Egeberg, M",
                        "preferred": "M Egeberg"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "77–87, How bureaucratic structure matters: An organizational perspective, Tradition and Public Administration, Basingstoke, Palgrave-MacMillan",
            "id": "bib10",
            "title": "Tradition and Public Administration",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Guerini, M",
                        "preferred": "M Guerini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Napoletano, M",
                        "preferred": "M Napoletano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roventini, A",
                        "preferred": "A Roventini"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "details": "1–29, No Man Is an Island: The Impact of Heterogeneity and Local Interactions on Macroeconomic Dynamics. Laboratory of Economics and Management Working Paper",
            "id": "bib11",
            "title": "No Man Is an Island: The Impact of Heterogeneity and Local Interactions on Macroeconomic Dynamics. Laboratory of Economics and Management Working Paper",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hall, P",
                        "preferred": "P Hall"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Soskice, D",
                        "preferred": "D Soskice"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Varieties of Capitalism: The institutional foundations of comparative advantage",
            "date": "2001",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The use of knowledge in society",
            "authors": [
                {
                    "name": {
                        "index": "Hayek, F",
                        "preferred": "F Hayek"
                    },
                    "type": "person"
                }
            ],
            "date": "1945",
            "id": "bib13",
            "journal": "The American Economic Review",
            "pages": {
                "first": "519",
                "last": "530",
                "range": "519–530"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "articleTitle": "Redundancy, rationality, and the problem of duplication and overlap",
            "authors": [
                {
                    "name": {
                        "index": "Landau, M",
                        "preferred": "M Landau"
                    },
                    "type": "person"
                }
            ],
            "date": "1969",
            "id": "bib14",
            "journal": "Public Administration Review",
            "pages": {
                "first": "346",
                "last": "358",
                "range": "346–358"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "articleTitle": "On the economic theory of socialism: part one",
            "authors": [
                {
                    "name": {
                        "index": "Lange, O",
                        "preferred": "O Lange"
                    },
                    "type": "person"
                }
            ],
            "date": "1936",
            "id": "bib15",
            "journal": "The Review of Economic Studies",
            "pages": {
                "first": "53",
                "last": "71",
                "range": "53–71"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Unraveling the central state, but how? Types of multi-level governance",
            "authors": [
                {
                    "name": {
                        "index": "Liesbet, H",
                        "preferred": "H Liesbet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gary, M",
                        "preferred": "M Gary"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib16",
            "journal": "American Political Science Review",
            "pages": {
                "first": "233",
                "last": "243",
                "range": "233–243"
            },
            "type": "journal",
            "volume": "97"
        },
        {
            "articleTitle": "Explicitly articulated strategy and firm performance under alternative levels of centralization",
            "authors": [
                {
                    "name": {
                        "index": "Love, L",
                        "preferred": "L Love"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Priem, R",
                        "preferred": "R Priem"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lumpkin, G",
                        "preferred": "G Lumpkin"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib17",
            "journal": "Journal of Management",
            "pages": {
                "first": "611",
                "last": "627",
                "range": "611–627"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "articleTitle": "Incentives, information, and organizational form",
            "authors": [
                {
                    "name": {
                        "index": "Maskin, E",
                        "preferred": "E Maskin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Qian, Y",
                        "preferred": "Y Qian"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Xu, C",
                        "preferred": "C Xu"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib18",
            "journal": "The Review of Economic Studies",
            "pages": {
                "first": "359",
                "last": "378",
                "range": "359–378"
            },
            "type": "journal",
            "volume": "67"
        },
        {
            "articleTitle": "Organised detachment: Clearinghouse mechanisms in financial markets",
            "authors": [
                {
                    "name": {
                        "index": "Millo, Y",
                        "preferred": "Y Millo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Muniesa, F",
                        "preferred": "F Muniesa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Panourgias, NS",
                        "preferred": "NS Panourgias"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scott, SV",
                        "preferred": "SV Scott"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib19",
            "journal": "Information and Organization",
            "pages": "229246",
            "type": "journal",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Milward, A",
                        "preferred": "A Milward"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "War, Economy, and Society: 1939–1945",
            "date": "1979",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Berkley"
                        ]
                    },
                    "formatted": [
                        "Berkley"
                    ]
                },
                "name": [
                    "University of California Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Coping with tragedies of the commons",
            "authors": [
                {
                    "name": {
                        "index": "Ostrom, E",
                        "preferred": "E Ostrom"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib21",
            "journal": "Annual Review of Political Science",
            "pages": {
                "first": "493",
                "last": "535",
                "range": "493–535"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "The organization of government in metropolitan areas: a theoretical inquiry",
            "authors": [
                {
                    "name": {
                        "index": "Ostrom, V",
                        "preferred": "V Ostrom"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tiebout, C",
                        "preferred": "C Tiebout"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Warren, R",
                        "preferred": "R Warren"
                    },
                    "type": "person"
                }
            ],
            "date": "1961",
            "id": "bib22",
            "journal": "American Political Science Review",
            "pages": {
                "first": "831",
                "last": "842",
                "range": "831–842"
            },
            "type": "journal",
            "volume": "55"
        },
        {
            "articleTitle": "Managing Horizontal Government: The Politics of Co-Ordination",
            "authors": [
                {
                    "name": {
                        "index": "Peters, G",
                        "preferred": "G Peters"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib23",
            "journal": "Public Administration",
            "pages": {
                "first": "295",
                "last": "311",
                "range": "295–311"
            },
            "type": "journal",
            "volume": "76"
        },
        {
            "articleTitle": "Where did all the growth go? External shocks, social conflict, and growth collapses",
            "authors": [
                {
                    "name": {
                        "index": "Rodrik, D",
                        "preferred": "D Rodrik"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib24",
            "journal": "Journal of Economic Growth",
            "pages": {
                "first": "385",
                "last": "412",
                "range": "385–412"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "The architecture of economic systems: Hierarchies and polyarchies",
            "authors": [
                {
                    "name": {
                        "index": "Sah, R",
                        "preferred": "R Sah"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stiglitz, J",
                        "preferred": "J Stiglitz"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "id": "bib25",
            "journal": "American Economic Review",
            "pages": {
                "first": "716",
                "last": "727",
                "range": "716–727"
            },
            "type": "journal",
            "volume": "76"
        },
        {
            "articleTitle": "The architecture of complexity",
            "authors": [
                {
                    "name": {
                        "index": "Simon, H",
                        "preferred": "H Simon"
                    },
                    "type": "person"
                }
            ],
            "date": "1962",
            "id": "bib26",
            "journal": "Proceedings of the American Philosophical Society",
            "pages": {
                "first": "467",
                "last": "482",
                "range": "467–482"
            },
            "type": "journal",
            "volume": "106"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sloan, A",
                        "preferred": "A Sloan"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "My Years With General Motors",
            "date": "1964",
            "id": "bib27",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Doubleday"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Information production and capital allocation: decentralized versus hierarchical firms",
            "authors": [
                {
                    "name": {
                        "index": "Stein, J",
                        "preferred": "J Stein"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib28",
            "journal": "The Journal of Finance",
            "pages": {
                "first": "1891",
                "last": "1921",
                "range": "1891–1921"
            },
            "type": "journal",
            "volume": "57"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tzu, S",
                        "preferred": "S Tzu"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Art of War",
            "date": "2009",
            "editors": [
                {
                    "name": {
                        "index": "Cleary, Thomas",
                        "preferred": "Thomas Cleary"
                    },
                    "type": "person"
                }
            ],
            "id": "bib29",
            "publisher": {
                "name": [
                    "Shambhala Publications"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "von Neumann, J",
                        "preferred": "J von Neumann"
                    },
                    "type": "person"
                }
            ],
            "date": "1951",
            "details": "The general and logical theory of automata, Cerebral Mechanisms in Behavior (1-41), New York, Wiley",
            "id": "bib30",
            "title": "Cerebral Mechanisms in Behavior (1-41)",
            "type": "unknown"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
