{
    "status": "vor",
    "id": "00154",
    "version": 1,
    "type": "scientific-correspondence",
    "doi": "10.34196/ijm.00154",
    "authorLine": "Trond Husby",
    "title": "Spatial microsimulation with R, by R. Lovelace and M. Dumont (2016)",
    "published": "2017-04-30T00:00:00Z",
    "versionDate": "2017-04-30T00:00:00Z",
    "statusDate": "2017-04-30T00:00:00Z",
    "volume": 10,
    "issue": 1,
    "fpage": 201,
    "lpage": 203,
    "elocationId": "201-203",
    "pdf": "http://web:8082/00154/ijm-00154.pdf",
    "subjects": [
        {
            "id": "spatial-microsimulation",
            "name": "Spatial microsimulation"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Husby",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Netherlands"
                        },
                        "formatted": [
                            "Netherlands"
                        ]
                    },
                    "name": [
                        "Netherlands Environmental Assessment Agency (PBL)"
                    ]
                }
            ],
            "emailAddresses": [
                "trond.husby@pbl.nl"
            ],
            "name": {
                "index": "Husby, Trond",
                "preferred": "Trond Husby"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Spatial Microsimulation with R by Robin <a href=\"#bib1\">Lovelace and Morgane Dumont (2016)</a> is a practical guide to spatial microsimulation in the programming language R. The emphasis of the book is clearly on the practical implementation in a modern programming language rather than on the theoretical aspects of the field. The book is meant for anyone who wants to not only understand but to ’use’ spatial microsimulation. Readers can implement the numerous worked examples in the book using supporting code and data. Book chapters which include embedded R code can be downloaded from a GitHub repository. Readers can either compile the entire book or copy-paste relevant parts of R code to follow the worked examples.",
                    "type": "paragraph"
                },
                {
                    "text": "What is spatial microsimulation? According to the authors, spatial microsimulation can be understood either as a technique or as an approach. In this book, spatial microsimulation is primarily interpreted as a synonyme to population synthesis. The technique entails the creation of a synthetic micro population for small administrative areas by combining a-spatial microdata with geographically aggregated zone-level data.",
                    "type": "paragraph"
                },
                {
                    "text": "The book spans 12 chapters, divided into three parts. Part I gives an overview of the field of spatial microsimulation, its applications and its concepts; Part II discusses the practicalities and software decisions involved in generating spatial microdata; and Part III deals with issues related to the modelling of spatial microdata. Individual chapters can be read separately, however, in order to accompany the worked examples readers are advised to follow the sequence of the book. This review primarily deals with Part II - admittedly the core of the book.",
                    "type": "paragraph"
                },
                {
                    "text": "Part II begins with a chapter on data preparation (Chapter 4). The focus of this chapter is on loading, cleaning and reshaping aggregate and individual level data used in population synthesis. Practical issues such as subsetting, re-categorising and matching variables are carefully explained with examples. The chapter shows one of the strengths of R in this context, namely the interactive work with the data.",
                    "type": "paragraph"
                },
                {
                    "text": "The longest chapter in the book (Chapter 5) explains population synthesis. Starting with an overview on weighting algorithms, it moves on to explain the IPF technique and discusses two different implentations of IPF in R. The authors run examples of both R implementation, discussing similarities between, and advantages and drawbacks of both approaches. The R implementations of IPF share one shortcoming: individual weights are fractional. To address this shortcoming, the authors provide an easy-to-use function which transforms the fractional weights into integers. Integerised weights can subsequently be used for expansion: the replication of individuals in the micro data. The book provides easy-to-use functions for expansion as well. In my opinion, Chapters 4 and 5 are best read while running the examples in an R console.",
                    "type": "paragraph"
                },
                {
                    "text": "Chapter 6 gives an overview of alternative approaches to population synthesis, including regression- and optimization- based algorithms. This chapter also provides codes and data so that readers can play with the alternative algorithms themselves. The chapter provides links to a number of R packages and Python tools built for population synthesis.",
                    "type": "paragraph"
                },
                {
                    "text": "In Chapter 7 the reader is introduced to population synthesis ’in the wild’, i.e., on a real data set. For a newcomer to spatial microsimulation, this chapter is perhaps the most useful. Real data sets are likely to exhibit problematic features such as non-matching marginals and two-dimensional constraints. The chapter provides solutions to such problems and it uses the IPF procedure discussed in Chapter 5 to perform the population synthesis. Chapter 7 can be read alone but it is definitely more accessible if read with Chapters 4 and 5.",
                    "type": "paragraph"
                },
                {
                    "text": "Validation is an important part of any type of simulation, and model checking and evaluation is the topic of Chapter 8. The chapter deals with both internal and external validation, although it is fair to say it devotes most attention to the former. A number of different model-checking tests are presented and the authors give an example using the data set from Chapter 7. Chapters 9 and 10 deal with more specific cases of population synthesis - namely spatial microsimulation without microdata and allocation of individuals into households.",
                    "type": "paragraph"
                },
                {
                    "text": "Part III of the book focuses on how a synthetic population can be used in other models. Chapter 11 discusses the TRESIS approach to spatial microsimulation. TRESIS is an integrated approach to modelling transport decisions, where microdata on households and individuals are used to determine residential location and destination and mode choice. The TRESIS approach differs somewhat from the population synthesis presented in Chapter 7. The differences are illustrated with examples run on the data set used in Chapter 7. Finally Chapter 12 shows how the synthetic population from Chapter 4 can be used as input in an Agent-based model implemented in Netlogo.",
                    "type": "paragraph"
                },
                {
                    "text": "As an experienced R user but a newcomer to spatial microsimulation, I found the book a great do-it-yourself resource. Using my own data sets I quickly managed to create a spatial micropopulation with the approaches presented in Part II. The book is not written with a single target audience in mind, however, in my opinion this book is best suited for newcomers to spatial microsimulation who are somewhat fluent in R. Spatial Microsimulation in R devotes most of its attention to population synthesis using IPF. Other recent reference guides provide more comprehensive reviews of the field than this book. However, in my view the limited scope is an advantage. The natural flow of the chapters and the worked examples effectively bring a, somewhat devoted, newcomer to spatial microsimulation quickly up to speed on the field. In my view this is a major strength of the Spatial Microsimulation in R.",
                    "type": "paragraph"
                },
                {
                    "text": "An R user would notice that the authors primarily stick to functions from base R in the core part of the book. Many of these functions allow the user to replace for-loops with vectorised alternatives, thereby increasing computational efficency. However, some of these functions can seem unintuitive to readers who are not experienced R users or readers who are not familiar with matrix algebra. Much of the work with the data in Chapters 4 and 5 can be accomplished with functions from either the <i>tidyverse</i> or from <i>data.table</i>. These packages aim at providing user-friendly functions for data manipulation, although computationally efficient operations are going on under the hood. The syntax involved with these functions is therefore often more intuitive than functions from base R.",
                    "type": "paragraph"
                },
                {
                    "text": "In my opinion this book is an excellent resource for everyone who want to learn how to do spatial microsimulation. The possibility to download the contents of the book, compile it and work interactively with the code also makes it a great example of dynamic documents and reproducible research. I would encourage interested readers to check out the GitHub repository<sup><a href=\"#fn1\">1</a></sup> and buy the book.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Lovelace, R",
                        "preferred": "R Lovelace"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dumont, M",
                        "preferred": "M Dumont"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Spatial microsimulation with R",
            "date": "2016",
            "id": "bib1",
            "publisher": {
                "name": [
                    "CRC Press"
                ]
            },
            "type": "book"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
