{
    "status": "vor",
    "id": "00155",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00155",
    "authorLine": "Matteo G. Richiardi",
    "title": "Editorial",
    "published": "2017-05-31T00:00:00Z",
    "versionDate": "2017-05-31T00:00:00Z",
    "statusDate": "2017-05-31T00:00:00Z",
    "volume": 10,
    "issue": 2,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00155/ijm-00155.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Oxford, United Kingdom"
                        },
                        "formatted": [
                            "Oxford, United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for New Economic Thinking, Oxford Martin School, University of Oxford"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@spi.ox.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G.",
                "preferred": "Matteo G. Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The summer 2017 issue of the International Journal of Microsimulation contains six research articles, plus one book review. The articles reflect the diversity of the microsimulation field. Two of them (Thomas <i>et al</i>., and Tomintz <i>et al</i>.) present microsimulation tools. The first one, FamilyScape 3.0, is a static microsimulation model that simulates outcomes related to family formation and child wellbeing, in the United States. Although the model is unfortunately not open source, the authors provide accurate pseudo code of all the processes, in a lengthy appendix. Additional technical documentation is available from the Brookings Institution.",
                    "type": "paragraph"
                },
                {
                    "text": "The second platform, simSALUD, is a web-based tool to perform spatial microsimulation using static deterministic algorithms. The model can take different datasets as inputs; moreover, being open source, it can be extended and adapted by (non-naïve) users.",
                    "type": "paragraph"
                },
                {
                    "text": "We then have one demographic microsimulation (Werpachowska and Werpachowski) on the very hot and uncertain topic of Brexit, one static tax-benefit microsimulation (Christl et. al.) applied to Austria; a microsimulation analysing the effects of the 2010 Norwegian pension reform on lifetime income redistribution in the very long run, for the birth cohorts 1910–2070 (Stølen and Fredriksen) and an agent-based political economy model (Veetil), comparing in an appealing stylised and abstract setting centralised and decentralised systems, with respect to their resilience to failures in information processing.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, van Leeuwen reviews a recent book by Rahman and Harding on <i>Small Area Estimation and Microsimulation Modelling</i>.",
                    "type": "paragraph"
                },
                {
                    "text": "Overall, the papers presented in this issue cover a broad range of applications of microsimulation modelling, and show the vitality of the field. This was also highlighted in a very successful World Congress, which was held in Torino, Italy, from June 21 to June 23. The congress featured six keynote lectures, by Ugo Colombino (“Optimal Taxation and Microsimulation: A convergence?”), Herbert Dawid (“Policy Analysis in a Multi-Regional Agent-Based Framework”), Gunnar Eliasson (“Modelling the Experimentally Organized Economy: Calibrating and Applying the Swedish Micro Firm Based Macro Mode”), Rick Morrison (“DYNACAN: What Happened?”), Gerardo Rubino (“Rare events in simulation: issues and techniques”), and Holly Sutherland (“Quality Profiling Microsimulation Models: the Case of EUROMOD”).",
                    "type": "paragraph"
                },
                {
                    "text": "Our usual suggestions for further readings take inspiration from these talks. <i>Rare event simulation using Monte Carlo methods</i>, by <a href=\"#bib4\">Rubino and Tuffin (2009)</a>, offers a comprehensive description of the techniques that can be used to simulate and forecast rare events, from importance sampling to splitting, with applications ranging from computer science to telecommunications, biology and physics.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib2\">Eliasson (1977)</a> is one of the few comprehensive descriptions of the model of the Swedish economy developed by Gunnar Eliasson and collaborators as early as the 1970s, which featured (i) firms with heterogeneous expectation formation making investment decisions and searching for job applicants, (ii) endogenous wage determination and (iii) consumption/savings decisions by households. Two core research objectives were to offer a micro explanation for inflation, and study the relationship between inflation, profits, investment and growth. The model was populated partly with real balance sheet firms, and partly with synthetic firms whose balance sheets were calibrated in order to obtain sector totals. By providing a general equilibrium description of the whole economy, the model represents an early and still not fully acknowledged antecedent of the agent-based modelling approach (<a href=\"#bib3\">Richiardi, 2013</a>), as exemplified by the work of Herbert Dawid and collaborators (<a href=\"#bib1\">Dawid &amp; Neugart, 2011</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Dawid, H",
                        "preferred": "H Dawid"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neugart, M",
                        "preferred": "M Neugart"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Eastern Economic Journal",
            "id": "bib1",
            "title": "Agent-based models for economic policy design",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1977",
            "details": "A micro-macro interactive simulation model of the swedish economy (Tech. Rep.). Förvaltningsbolaget Sindex, http://www.ifn.se/wfiles/wp/wp007.pdf",
            "id": "bib2",
            "title": "A micro-macro interactive simulation model of the swedish economy (Tech. Rep.). Förvaltningsbolaget Sindex",
            "type": "unknown",
            "uri": "http://www.ifn.se/wfiles/wp/wp007.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Richiardi, MG",
                        "preferred": "MG Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "The missing link: Ab models and dynamic microsimulation",
            "id": "bib3",
            "title": "The missing link: Ab models and dynamic microsimulation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rubino, G",
                        "preferred": "G Rubino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tuffin, B",
                        "preferred": "B Tuffin"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Rare event simulation using monte carlo methods",
            "date": "2009",
            "id": "bib4",
            "publisher": {
                "name": [
                    "John Wiley & Sons"
                ]
            },
            "type": "book"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
