{
    "status": "vor",
    "id": "00158",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00158",
    "authorLine": "Agnieszka M. Werpachowska, Roman Werpachowski",
    "title": "Microsimulations of demographic changes in England and wales under different EU referendum scenarios",
    "published": "2017-08-31T00:00:00Z",
    "versionDate": "2017-08-31T00:00:00Z",
    "statusDate": "2017-08-31T00:00:00Z",
    "volume": 10,
    "issue": 2,
    "fpage": 103,
    "lpage": 117,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00158/ijm-00158.pdf",
    "subjects": [
        {
            "id": "demography",
            "name": "Demography"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "We perform stochastic microsimulations of the dynamics of England and Wales population after the British referendum on EU membership, considering different possible outcomes. Employing available survey data, we model the demographics of the region over the next generation, as shaped by births, deaths and international migration. The migration patterns between England and Wales and the remaining EU countries are modified according to the possible scenarios of their future relations. We find that Brexit will accelerate the overall population ageing and the deepening imbalance between workers and retirees but reduce the population growth and the fraction of women of reproductive age. In the alternative scenarios of remaining in the EU these effects will be partially forestalled by waves of immigration from current and prospective EU countries and their children. In all considered scenarios the native British population declines. Our study demonstrates that microsimulations can be a useful tool for designing and evaluating the country’s policies in the advent of fundamental transformations.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Werpachowska & Werpachowska",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Averisera Ltd"
                    ]
                }
            ],
            "emailAddresses": [
                "aw@averisera.uk"
            ],
            "name": {
                "index": "Werpachowska, Agnieszka M.",
                "preferred": "Agnieszka M. Werpachowska"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Averisera Ltd"
                    ]
                }
            ],
            "name": {
                "index": "Werpachowski, Roman",
                "preferred": "Roman Werpachowski"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "migration",
        "brexit",
        "dynamic microsimulation"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The debate over Britain’s possible exit from the European Union (Brexit) in the run-up to the referendum on 23 June 2016 has brought up several questions about the changing demographics of the country and their socioeconomic implications. The rich multiethnic, multicultural structure of the UK society has been historically shaped by several waves of economically motivated migration, the last of which began after the accession of Eastern European countries to the EU in 2004. Similarly, the referendum decision will influence its future composition through population shifts in migration patterns between Britain and the rest of the EU.",
                    "type": "paragraph"
                },
                {
                    "text": "In this work we compare the impact of different policy scenarios on the England and Wales (E&amp;W) demographics, covering different referendum outcomes and subsequent relationships with the EU described in the next section. To this end, we perform microsimulations (<a href=\"#bib1\">Andreassen, 1993</a>; <a href=\"#bib4\">Duleep &amp; Dowhan, 2008</a>; <a href=\"#bib8\">Morand, Toulemon, Pennec, Baggio, &amp; Billari, 2010</a>; <a href=\"#bib22\">Orcutt, 1957</a>; <a href=\"#bib26\">Zagheni, 2015</a>) of a representative sample of E&amp;W population (stratified by age, sex and ethnicity) tracking individual histories (births, pregnancies, path-dependent migration and deaths) of its members from 1991 to 2041 and varying their migration patterns after Brexit. The initial state and stochastic processes driving its dynamics are calibrated against data taken from the UK Censuses, birth and death registrations, International Passenger Survey and Labour Force Survey conducted by the Office for National Statistics (ONS), as described in detail in <a href=\"#s3\">Section 3</a>. We analyse the implications of the scenarios for the future age, sex and ethnic structure of E&amp;W population, and estimate its basic socioeconomic indicators in <a href=\"#s4\">Section 4</a>.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The five simulated scenarios depend predominantly on whether the UK remains in or leaves the EU and affect the migration patterns of native British and EU immigrants as follows:",
                    "type": "paragraph"
                },
                {
                    "text": "<b>Remain scenarios</b>",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "<b>Status quo</b> extrapolates current population and migration trends.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<b>2nd enlargement</b> describes the UK remaining in the EU and subsequent additional inflow of immigration after the accession of new countries.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "<b>Brexit scenarios</b>",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "<b>Soft Brexit</b> assumes an amicable parting of the ways between Britain and the EU. Their relations do not change significantly and the migration flows experience only slight changes.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<b>Exodus</b> envisions a significant ebb of EU immigrants from the UK, with an accompanying slight drop in British emigration from the country and a minor increase of their repatriation.<sup><a href=\"#fn1\">1</a></sup>",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<b>Hard Brexit</b> leads to drastically limited migration between the UK and the EU after Brexit as many migrants lose the right of residence or decide to return to their country of origin.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "Each scenario involves the following migration flows to and from the country:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "<b>Inflow of EU immigrants</b> The outcome of the Brexit referendum and further EU enlargement affect the migration flows of non-British EU citizens. We assume that they will return to levels from before 2004 after Brexit takes place in 2019 (i.e. 2 years after formally announcing the intention to withdraw from the Union, in accordance with the Treaty on European Union). If it is otherwise, they will maintain their current trends to the end of simulation; additionally, if new countries (including Turkey and Western Balkans) join the EU by the oft-cited year of 2020, a new wave of immigration will occur, raising the current migration flows between E&amp;W and the remaining EU countries by a factor <i>f</i><sub>Enl</sub> for 10 following years.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<b>Outflow of EU immigrants</b> After Brexit, a part of the EU immigrants living in E&amp;W will return to their country of origin. We expect that this ‘exodus’ will start 2 years after the referendum and last another 2 years. Depending on the scenario different fraction <i>f</i><sub>Ex</sub> of this group will leave during this period. Additionally, those who will have arrived closer to the Brexit date will leave first (last-in-first-out instead of random selection). The exodus will not involve the immigrants arriving after Brexit.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<b>Outflow of native British to the EU</b> About 30% of British emigration is destined for other EU countries (<a href=\"#bib17\">Office for National Statistics, 2014a</a>), either for work or retirement. We assume that this outflow will be reduced by Brexit by a factor <i>f</i><sub>Em</sub>.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<b>Inflow of native British from the EU</b> Brexit may start a wave of returns of British emigrants living in other EU countries. We model it by increasing their repatriation to E&amp;W by a factor <i>f</i><sub>Ret</sub>. We assume that the process will begin 2 years after the referendum and last 2 years.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "The values of the simulation parameters for the above scenarios (<a href=\"#table1\">Table 1</a>) are surmised from the ONS data, in particular the International Passenger Survey. They are discussed in detail in <a href=\"#s3-5\">Section3.5</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\"><i>f</i><sub>Enl</sub></th>\n<th align=\"center\"><i>f</i><sub>Ex</sub></th>\n<th align=\"center\"><i>f</i><sub>Em</sub></th>\n<th align=\"center\"><i>f</i><sub>Ret</sub></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Status quo</td>\n<td align=\"center\">100%</td>\n<td align=\"center\">0%</td>\n<td align=\"center\">100%</td>\n<td align=\"center\">0%</td>\n</tr>\n<tr>\n<td>2nd enlargement</td>\n<td align=\"center\">200%</td>\n<td align=\"center\">0%</td>\n<td align=\"center\">100%</td>\n<td align=\"center\">0%</td>\n</tr>\n<tr>\n<td>Soft Brexit</td>\n<td align=\"center\">0%</td>\n<td align=\"center\">10%</td>\n<td align=\"center\">80%</td>\n<td align=\"center\">10%</td>\n</tr>\n<tr>\n<td>Exodus</td>\n<td align=\"center\">0%</td>\n<td align=\"center\">70%</td>\n<td align=\"center\">80%</td>\n<td align=\"center\">10%</td>\n</tr>\n<tr>\n<td>Hard Brexit</td>\n<td align=\"center\">0%</td>\n<td align=\"center\">70%</td>\n<td align=\"center\">30 %</td>\n<td align=\"center\">80%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Microsimulation parameters for post-referendum scenarios.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s2",
            "title": "2. Microsimulation scenarios",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Our microsimulation engine employed in this study generates the stochastic evolution of a complex system through path-dependent dynamics of individual agents controlled by initial conditions, different values of attributes and exogenous factors. It supports the dynamic addition and removal of agents (such as births and deaths of persons), their transitions (e.g. migration between the EU and E&W), time-dependent interactions between agents (e.g. links between mothers and children), memory (e.g. last-in-first-out migration or course of pregnancy), as well as other features not used in this project, such as multi-level simulations, correlated and dynamically changing control variables, or coupling to a reservoir with a possible feedback mechanism. The flexible engine design facilitates building microsimulation models for forecasting, scenario analysis and intervention testing. The numerical code is written in modern C++ and runs on Windows and Linux. It provides an object-oriented application programming interface (API) which can be used to independently implement additional microsimulation features.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Microsimulation engine",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We have built the stochastic dynamic microsimulation model for forecasting changes of the E&amp;W demographics under different scenarios of future relations with the EU. It combines the headship rate method (enforcing a given distribution, conditional or not, of a particular variable in the population at given time; used to model birth multiplicity and sex of newborn children —see <a href=\"#bib1\">Andreassen, 1993</a>) and transition matrix method (applying transition probabilities to change the state of an individual member; used to model e.g. mortality, —see <a href=\"#bib1\">Andreassen, 1993</a>; <a href=\"#bib7\">Leslie, 1945</a>) to model the evolution of the population. Since our model describes the dynamics of many cohorts at the same time, it can be classified as a cross-sectional dynamic microsimulation (<a href=\"#bib1\">Andreassen, 1993</a>). Compared with other popular dynamic demographic models (<a href=\"#bib1\">Andreassen, 1993</a>; <a href=\"#bib5\">Galler &amp; Wagner, 1986</a>; <a href=\"#bib6\">Hammel, Hutchinson, Wachter, Lundy, &amp; Deuel, 1976</a>; <a href=\"#bib9\">Nelissen, 1991</a>; <a href=\"#bib10\">Nelissen &amp; Vossen, 1989</a>; <a href=\"#bib24\">Wertheimer II, Zedlewski, Anderson, &amp; Moore, 1986</a>; <a href=\"#bib25\">Wolfson, 1988</a>), ours is quite simple: focusing on natural growth and migration, it does not describe any economic variables (income, wealth or labour force participation) or educational attainment, while the household formation is only partially addressed as mother-child links. The treatment of migration is similar to the one in the MOSART model (<a href=\"#bib1\">Andreassen, 1993</a>) with additional stratification by ethnic group. The structure of our model and the data it uses are described in the following parts of this section.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We model the E&W population from 1 July 1991 to 1 July 2041 with a quarterly time step. The initial sample contains 5 million persons, which is approximately 10% of the population as measured by the 1991 UK Census. Each of its members is characterised by fixed attributes, i.e. date of birth (the daily precision minimises the time discretisation error), sex (male or female) and ethnicity (one of 18 ethnic groups according to the ONS classification used in the 2011 UK Census). Their values are drawn randomly from the three-dimensional distribution of sex, age (tabulated in five-year groups: 0–4,5–9,…, 85 and over) and ethnicity reported by the Census. The early start date serves to generate realistic life histories of individual persons, in particular building up immigrant and emigrant stock in preparation for Brexit modelling (the starting sample, while reflecting accurately the sex, age and ethnic structure, does not contain any immigrants, emigrants or mothers).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Life events, such as births, pregnancies, migration and deaths, are described by stochastic processes. Their parameters are calibrated to the following ONS data sources: birth rates, birth multiplicities and child sex ratios to E&amp;W births registrations (<a href=\"#bib15\">Office for National Statistics, 2013</a>, <a href=\"#bib18\">2014b</a>, <a href=\"#bib19\">2015</a>), ethnicity adjustment factors for birth rates to Labour Force Survey (<a href=\"#bib12\">Office for National Statistics, 1986–2010</a>), and mortality rates to E&amp;W deaths registrations and population estimates (<a href=\"#bib14\">Office for National Statistics, 2000</a> and <a href=\"#bib14\">2015</a>,<a href=\"#bib20\">2015a</a>). Migration rates are calculated based on UK Censuses (1991, 2001 and 2011) <a href=\"#bib13\">Office for National Statistics (1991, 2001 and 2011)</a> and compared against International Passenger Survey (<a href=\"#bib17\">Office for National Statistics, 2014a</a>) as sanity check. For the purpose of this study, we identify the population of native British with White British and Irish groups of the Census ethnic classification and the immigrants from current and future EU accession countries with Other White group (thus neglecting the impact of Brexit on the immigration from outside of the EU, the assumption we take into account when choosing the values of factors modifying the migration parameters in <a href=\"#table1\">Table 1</a>). The analysed microsimulation scenarios alter the migration patterns between E&amp;W and the EU as described in <a href=\"#s2\">Section 2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The full history of each person (including links between mothers and children) is by default preserved in memory throughout the simulation run, enabling us to model path-dependent demographic mechanisms with arbitrarily long memory or retrieve any additional information. We save to disk the numbers of all life events and the size of each sex, age in five-year intervals and ethnicity group. A single run for a sample simulated in this model takes approximately 10 hours on a standard PC and requires 4 GB of RAM. The following parts of this section provide more modelling details.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Microsimulation model for forecasting E&W demographics under different EU membership scenarios",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We model births as resulting from pregnancies which are triggered by a non-homogeneous Poisson process with memory, with intensity (conception rate) dependent on the woman’s age, year of birth and time since last childbirth (the probability of becoming pregnant again is set to zero for three months after giving birth). For simplicity, every pregnancy is assumed to be successful. The conception rate is calibrated to historical data on birth rates by woman’s age (in years, from 15 to 45) and year of birth of woman (<a href=\"#bib19\">Office for National Statistics, 2015</a>) and multiplicity (one or two) by five-year age group and year (<a href=\"#bib18\">Office for National Statistics, 2014b</a>). If birth rate for a given year of birth and age is yet unknown (e.g. women born after 1999), we use the latest available birth rate for women of the same age. Next the conception rate for each major E&amp;W ethnic group (White British, Other White, Indian, Pakistani, Bangladeshi, Chinese, African and Caribbean) is rescaled by the time-dependent ratio of total fertility rate (TFR) for this ethnic group to the average TFR of the whole population (the TFR data are extrapolated flat forward) (<a href=\"#bib3\">Coleman &amp; Dubuc, 2010</a>; <a href=\"#bib23\">Simpson, 2013</a>). We assume that TFR for the remaining ethnic groups is equal to the average (since they comprise less than 4% of the total population, the error introduced in this way is small).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The simulation preserves the information about the mother-child relationship. New children are assigned mother’s ethnic group, while their sex is randomly drawn from a time-dependent two-point distribution based on historical data on the number of male and female births (<a href=\"#bib15\">Office for National Statistics, 2013</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The employed pregnancy model, extensible to general epidemiological applications, enables us to generate more realistic childbearing histories and, in consequence, reduce the error of our results. Assuming an effective minimum one year interval (9 months of pregnancy and 3 months of postpartum infertility) between births, we reduce the variance of their number per woman. Modelling births as a simple Poisson process with arbitrarily small intervals between births would lead to the same mean, but a significantly higher variance, and hence larger Monte Carlo errors in the simulation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Births",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Mortality is modelled as a non-homogeneous Poisson process with mortality rate dependent on sex, age and year of birth. Thus, differences in mortality between ethnic groups result from their different sex and age structure. We calibrate the mortality curves, i.e. mortality rates as a function of age for given year of birth and sex of person, to annual data on mortality rates by sex and five-year age group (<a href=\"#bib14\">Office for National Statistics, 2000</a> and <a href=\"#bib14\">2015</a>, <a href=\"#bib20\">2015a</a>). If all or part of data points are not available for any cohort, we copy them from the closest cohort for which the data are known, e.g. if the last known data on mortality rate of 80-year-old men is for a cohort born in 1930, we use this mortality rate also for men born in 1931 (differently to some other authors <a href=\"#bib2\">Andreev and Vaupel (2006)</a> and consistent with recent observations (<a href=\"#bib21\">Office for National Statistics, 2017</a>), we do not assume that the decline in age-specific mortality rates observed so far will continue indefinitely in the future). Mortality rate for a given cohort is a piecewise constant function of age with five-year intervals until the age of 90, beyond which it is extrapolated flat.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 Mortality",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Given the lack of migration data for different ethnic groups in the E&amp;W population,<sup><a href=\"#fn2\">2</a></sup> we model it based on the decennial census data from 1991, 2001 and 2011 (<a href=\"#bib13\">Office for National Statistics, 1991, 2001 and 2011</a>) in the following way:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "For each decade [<i>y, y</i> + 10] between censuses, where <i>y</i> = 1991 or 2001, we carry out the simulation without any migration, and record the population composition by sex, age and ethnicity on the 1 July of years <i>y</i> and <i>y</i> + 10. Next, we rescale each recorded population by the ratio of the historic to simulated E&amp;W population size from 1 July <i>y</i>.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "For each five-year birth cohort i with given sex and ethnicity in census year y we collect the following quantities:",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "<i>n<sub>yi</sub></i> – the size of cohort <i>i</i> obtained from the simulation in step 1 in year <i>y</i>,",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "<i>n′<sub>yi</sub></i> – the size of the corresponding group censused in year <i>y</i>,",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "<i>n</i><sub><i>y</i>+10,<i>i</i></sub> – the size of cohort <i>i</i> after 10 years,",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "<i>n</i>′<sub><i>y</i>+10,<i>i</i></sub> – the size of the corresponding group censused in year <i>y</i> + 10.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "We estimate the net migration based on the mid-year census data in the period between 1 July <i>y</i> year and 1 July <i>y</i> +10 year in the above cohort using the formula (<i>n</i>′<sub><i>y</i>+10,<i>i</i></sub> – <i>n′<sub>yi</sub></i>) –(<i>n</i><sub><i>y</i>+10,<i>i</i></sub> – <i>n<sub>yi</sub></i>). The positive sign indicates immigration and negative emigration.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "The net migration rate <i>k<sub>i</sub></i> in each cohort can be modelled either as relative, <i>dn<sub>i</sub></i>/<i>dt</i> = <i>k<sub>i</sub>n<sub>i</sub></i>, or absolute, <i>dn<sub>i</sub></i>/<i>dt</i> = <i>k<sub>i</sub></i>. We assume that the first is better suited for describing the emigration of dominant (native) ethnic groups from an economically and politically stable country, where no substantial push factors affect the probability of moving abroad. In contrast, the second describes more realistically the migration of ethnic minorities, which is mainly driven by sentiments or various factors in the country of origin (e.g. the inflow of Polish workers after 2004). Accordingly, we use the relative rate to model the emigration of White British and Irish from E&amp;W and the absolute rate to model the emigration and immigration of the remaining, smaller ethnic groups (such as Other White), as well as the repatriation of White British and Irish. From the above formulas, we obtain the relative net migration rate <i>k<sub>i</sub></i> = log(1 + Δ<i>m<sub>i</sub></i>/<i>n<sub>i</sub></i>)/Δ<i>t</i> and the absolute rate <i>k<sub>i</sub></i> = Δ<i>m<sub>i</sub></i>/Δ<i>t</i> for each cohort <i>i</i>, where <i>n<sub>i</sub></i> is the size of the cohort at the beginning of Δ<i>t</i> period and Δ<i>m<sub>i</sub></i> is a net migration level over time Δ<i>t</i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Simulating the net migration may obscure the true scale, structure and dynamics of migration flows in the population (e.g. a large number of emigrants may offset a large number of immigrants), as noted in e.g. <a href=\"#bib11\">O’Donoghue, Redway, and Lennon (2010)</a>. We partially ameliorate these problems by using a fine stratification of cohorts (by age in five-year intervals, sex and ethnicity) when calibrating migration rates.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the simulation, we apply the obtained <i>k<sub>i</sub></i> values to each cohort over time Δ<i>t</i>, to calculate Δ<i>m<sub>i</sub></i> = <i>n<sub>i</sub></i>(<i>e</i><sup><i>k<sub>i</sub></i> Δ<i>t</i></sup> – 1) or Δ<i>m<sub>i</sub></i> = max(<i>k<sub>i</sub></i> Δ<i>t</i>, –<i>n<sub>i</sub></i>) in this group for relative and absolute rates, respectively. Beyond the last census date, extant and new persons are split in groups by five-year age intervals, sex and ethnicity, and assigned the net migration rates of corresponding groups from year 2006 (halfway between the 2001 and 2011 Censuses) in the “Status quo” scenario. We modify these rates in other scenarios described in <a href=\"#s2\">Section 2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Emigrants and immigrants are selected randomly from each five-year birth, sex and ethnicity cohort. White British and Irish emigrants are moved to an auxiliary emigrant population, which is simulated in parallel to the E&W population using the same assumptions about births and mortality, but without further migration; it serves to simulate a more realistic age and sex structure of the native British emigrants returning to E&W in the simulated post-Brexit scenarios. Immigrants are cloned to create new persons who are added to the E&W population. All children below the age of10 migrate together with their mothers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We modify the above migration dynamics by factors from Table 1 to account for different post-referendum scenarios. The “Status quo” case extrapolates obtained trends without any changes. In the “2nd enlargement” the net migration levels of Other White are multiplied by the <i>f</i><sub>Enl</sub> parameter between 2020 (the next considered EU enlargement by countries with Other White majority) and 2030, reflecting the increase in the migration flows in this group, and then come back to the state from 2016. In all Brexit scenarios, starting from the Brexit date (set to 1 July 2019, which is the closest date in the microsimulation schedule to the official one), the emigration of White British and Irish drops by the factor <i>f</i><sub>Em</sub>, while the fraction <i>f</i><sub>Ret</sub> of the auxiliary population of native British emigrants returns to E&amp;W over the following two years. (Since the available data force us to work with net migration rather than separate immigration and emigration figures, it is important to note that changes of emigration rates generally correspond to larger relative changes of net migration, possibly even changing its sign. For this reason, the <i>f</i><sub>Em</sub> values must be very high to account for realistic shifts in emigration. Additionally, <i>f</i><sub>Ret</sub> must be increased to compensate for the fact that the stock of native British emigrants to the EU accumulated in the microsimulation course does not include people who emigrated before 1991.) At the same time, the net migration of Other White returns to the levels from 2000 (before the 2004 EU enlargement) and the exodus of this group begins, during which the fraction <i>f</i><sub>Ex</sub> of this group leaves E&amp;W over the following two years. The exodus is modelled using the last-in-first-out algorithm. It assumes that the newest EU immigrants, who have spent less time in E&amp;W, have not yet formed strong bond with their new country and kept more ties with their country of origin, which makes them more willing and able of all EU immigrants to return. Furthermore, any right to remain granted by the UK government to EU immigrants after Brexit is likely to depend on how long they have been residing in the country.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5 Migration",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "A single person in the simulated population represents approx. 10 real persons in E&W. This sample size reduction causes the results to be less reliable for small groups (e.g. 70–75-year-old Chinese males). To estimate the sampling error for the fractional values (size of a group relative to the total population), at each future time t we assume that the observed fraction of people belonging to a given group is drawn from a multinomial distribution. The parameters of this distribution are estimated within a Bayesian framework, using a flat Dirichlet prior and assuming that each observation (a person) is independent (this is not strictly true, because the last-in-first-out migration algorithm used in migration modelling and the migration of children together with mothers introduces correlations between population members, but it simplifies the estimation of the sampling error). The relative sampling error for ethnic, age and sex groups is negligibly small thanks to the large sample size (5 million). Estimation of the relative sampling error for the total population size would require performing bootstrapping (repeating the simulation run 200–300 times), which is not economical. However, we expect this error to be negligible owing to the large size of the simulated sample.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-6-1",
                            "title": "3.6.1 Sampling error",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "We carry out sensitivity analysis with respect to the scenario parameters <i>f</i><sub>Ex</sub>, <i>f</i><sub>Em</sub>, <i>f</i><sub>Ret</sub> and <i>f</i><sub>Enl</sub> by perturbing them up and down by 5%. We expect the impact of these parameters on the final results to be approximately linear. Since <i>f</i><sub>Em</sub> and <i>f</i><sub>Ret</sub> affect the same segment of the population (White British and Irish), they need to be perturbed both separately and together to test the linearity assumption. An example of sensitivities to the microsimulation parameter <i>f</i><sub>Enl</sub> is presented in <a href=\"#fig1\">Fig. 1</a>. The chart shows that the immigration flows in years 2020–30 can be accurately controlled by this parameter as the sensitivity to it is precisely zero before this period and then starts to fluctuate around zero as a result of the Monte Carlo error.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We do not combine the sampling errors, calculated as described in the previous section, with the error resulting from the sensitivity to (unknown precisely) scenario parameters, because our goal is to illustrate a range of possible outcomes, not to predict the most likely one.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "Right axis: two-sided numerical derivative for ±5% perturbation. Left axis: quarterly immigration flow. The wiggles result from Monte Carlo sampling error.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig1",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00158%2Fijm-00158-fig1.tif",
                                                "size": {
                                                    "width": 1511,
                                                    "height": 613
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00158%2Fijm-00158-fig1.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00158-fig1.jpg"
                                                }
                                            },
                                            "label": "Figure 1",
                                            "title": "Sensitivity of quarterly immigration flow for Other White ethnic group to <i>f</i><sub>En</sub> parameter in the “2nd enlargement” microsimulation scenario.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s3-6-2",
                            "title": "3.6.2 Sensitivity to input parameters",
                            "type": "section"
                        }
                    ],
                    "id": "s3-6",
                    "title": "3.6 Error and stability analysis",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Methods and data",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Differences in population size between the considered scenarios become apparent within a few years, as shown in <a href=\"#fig2\">Fig. 2</a>, confirming the significant influence of Britain’s EU membership on its demographic structure. The E&amp;W population growth is fuelled by extending lifespan and immigration along with the higher fertility rate of immigrant women. Brexit will abate, but not halt it (see insert). The ONS estimates obtained by a static extrapolation called “cohort component method” (<a href=\"#bib16\">Office for National Statistics, 2014</a>), included for comparison, are slightly higher than our “Status quo” prediction.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Inset: differences in the population size between the “Status quo” and other scenarios. The dip after 2019 in the “Exodus” scenario is caused by the large-scale outflow of the EU immigrants.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00158%2Fijm-00158-fig2.tif",
                                        "size": {
                                            "width": 1089,
                                            "height": 812
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00158%2Fijm-00158-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00158-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Total size of the E&W population under different EU membership scenarios and the ONS projections.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Total size of the E&W population",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The future median age of E&amp;W population rises in all simulated scenarios, as presented in <a href=\"#fig3\">Fig. 3</a>. The trend concerns almost all sex and ethnic groups, except the EU immigrants in the “2nd enlargement” case, where it is inverted by the wave of young immigrants from new accession countries. In all Brexit scenarios the median age of the EU immigrant population is expected to increase sharply, as those who arrived last to E&amp;W and thus are more likely to return to their country of origin are on average younger than the earlier immigration and, at the same time, the inflow of new EU immigrants is reduced. Consequently, this segment of the E&amp;W population, which was unusually young in 2016, will see its median age rise much faster than other ethnic groups, which were already significantly older.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Since women constitute 53–55% of the EU immigrant population (in particular, 52.5–56.5% of the 0–29 age group), the post-Brexit immigrant exodus will affect the female median age more than the male one. This effect will be enhanced by the sex gap in life expectancy. Alongside the declining fertility rates, the departure of young female EU immigrants at the peak of their reproductive age will further accelerate the E&W population ageing through a declining birth rate.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00158%2Fijm-00158-fig3.tif",
                                        "size": {
                                            "width": 1889,
                                            "height": 1108
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00158%2Fijm-00158-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00158-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Change in the median age of female, male and total E&W population between 2016 and 2036 under different scenarios for native British, EU immigrants and the remaining ethnic groups (“others”).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Median age",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The percentage of women of reproductive age (15–45) in the E&amp;W population is expected to fall in all considered scenarios (<a href=\"#fig4\">Fig. 4a</a>), which will negatively impact the natural growth. As pointed out in the previous section, Brexit reduces their number sharply because of the specific age and sex structure of the EU immigrant group, namely younger and with higher share of women than the E&amp;W average. Consequently, the male to female ratio in the total population will increase, as presented in <a href=\"#fig4\">Fig. 4b</a>. The overall ageing of E&amp;W society imposes the same trends, although milder, on the “Status quo” scenario. They can be offset by higher rates of immigration after the future EU enlargement.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00158%2Fijm-00158-fig4.tif",
                                        "size": {
                                            "width": 1888,
                                            "height": 888
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00158%2Fijm-00158-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00158-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "<b>(a)</b> Percentage of women of reproductive age in the total E&amp;W population. <b>(b)</b> Male to female ratio under the considered EU membership scenarios.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "All scenarios reveal two periods in which the number of women of reproductive age and their share in the E&amp;W population increase: the opening decade of this century and years 2028–2036. The first is caused by the 2004 EU enlargement and the ensuing flow of immigrants from Eastern Europe, while the latter by their children entering the reproductive age. The resultant past and forthcoming small “baby booms” partially ameliorate the population ageing, without significantly encumbering the dependency ratio lowered by their parents (see <a href=\"#s4-2\">Secs. 4.2</a> and <a href=\"#s4-4\">4.4</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 Women of reproductive age and male to female ratio",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#fig5\">Figure 5a</a> displays the relationship between dependents (children and elderly) and the working-age group (ages 15–64). Their proportion, i.e. the dependency ratio (solid line, left axis), exhibits a large dip from 2001 to 2011, caused by the simultaneous decrease in the fertility rate and the influx of EU workers. The latter also explains the flattening of the old age dependency ratio (of retirement-age to working-age persons; dashed line, right axis) in this period. After the influx subsides, and the female EU immigrants start having children, both curves pick up their previous upward trends. From 2019 onwards, the scenarios fan out, depicting differences between the migration patterns: Remain scenarios yield lower ratios than Brexit ones, in particular the dependency ratio ranges from a low of 0.62 under the “2nd enlargement” scenario to a high of 0.65 under the “Exodus” scenario in 2041, whereas the old-age dependency ratio from 0.34 to 0.38. All curves flatten after 2036, when “baby boomers” (see <a href=\"#s4-3\">Section 4.3</a>) enter the workforce.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<b>(a)</b> Dependency ratio (solid line, left axis) and old age dependency ratio (dashed line, right axis). <b>(b)</b> Size of the age groups in the EU immigrant and native British populations days after the EU referendum and, following different EU membership scenarios, in2036.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00158%2Fijm-00158-fig5.tif",
                                        "size": {
                                            "width": 1890,
                                            "height": 786
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00158%2Fijm-00158-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00158-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Working-age group relative to children and elderly in the E&W population.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The divergence between the analysed scenarios is mainly driven by working-age EU immigrants (see <a href=\"#fig5\">Fig. 5b</a>). From 2016 to 2036, their number doubles if E&amp;W remains in the EU, maintains a similar level after “Soft Brexit”, and almost halves in the radical Brexit scenarios. The number of children of EU immigrants grows proportionately to the working-age group in Remain scenarios, but it shrinks faster than this group after Brexit as a result of the reduced inflow of young EU immigrant women; all scenarios predict a similar size of the elderly group through 2036.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Comparing the proportions of age groups in <a href=\"#fig5\">Fig. 5b</a> shows that the EU immigrant population is characterised by lower dependency ratios than the native British one. The continued ageing of the latter (see <a href=\"#s4-2\">Section 4.2</a>) additionally contributes to the overall growth of dependency ratios in the total E&amp;W population.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-4",
                    "title": "4.4 Dependency ratios",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Population pyramids for all considered EU membership scenarios have the shape characteristic of an ageing society, as shown in <a href=\"#fig6\">Fig. 6</a> for the E&amp;W population in 2016 and 2036. In Remain scenarios they have broader lower halves than the Brexit ones owing to the influx of young immigrants. However, this broadening does not extend down to the lowest age groups, highlighting the difference between population change due to natural growth and immigration.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Note</i>: “Others” denotes the remaining population, except native British and EU immigrants.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00158%2Fijm-00158-fig6.tif",
                                        "size": {
                                            "width": 1889,
                                            "height": 660
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00158%2Fijm-00158-fig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00158-fig6.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Population pyramids for E&W in 2016 and 2036 for two opposite EU membership scenarios.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-5",
                    "title": "4.5 Population pyramid in 2036",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Ethnic composition of the population can change by natural growth and migration. <a href=\"#fig7\">Figure 7</a> illustrates the contributions of these two factors for the period 2016–2036. In Remain scenarios, the population grows mainly through immigration from the EU and new accession countries after the next enlargement. New immigrant women, who will arrive to E&amp;W after 2016, contribute 37% of births to natural growth in this group in the “Status quo” scenario and almost 50% in the “2nd enlargement” case. In Brexit scenarios, British expats return, but owing to their relatively small number and predominantly post-reproductive age, they do not counterbalance the negative natural growth of their ethnic group. Their share in the E&amp;W population shrinks further, even with the diminished presence of the EU immigrants, owing to high fertility rates of several other relatively numerous ethnic groups such as Pakistani or Africans. This above-average fertility rate of non-EU immigrants (<a href=\"#bib23\">Simpson, 2013</a>) and the Eastern European “baby boomers” (<a href=\"#s4-3\">Section 4.3</a>) are the main factors driving the population growth.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "The number of all births (indicated by a number where it exceeds the axis range) and births only to women who immigrate to E&W in that period are shown for White British and Irish (combined), Other White and several other ethnic groups. The results for ethnic groups unchanged by the scenarios are displayed only in “Status quo” chart.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00158%2Fijm-00158-fig7.tif",
                                        "size": {
                                            "width": 1890,
                                            "height": 962
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00158%2Fijm-00158-fig7.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00158-fig7.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Changes of the ethnic group population due to natural growth and net migration between 2016 and 2036 in the E&W population for different EU membership scenarios.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-6",
                    "title": "4.6 Mechanisms of population change 2016–2036",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We have performed stochastic dynamic microsimulations of E&W population to forecast its age, sex and ethnic structure under different scenarios of the UK membership in the EU and their future relations. The differences between Brexit and Remain cases, although significant, are mostly those of degree. In the constantly growing population, the median age and dependency ratios will rise, and the percentage of women of reproductive age will fall regardless of the EU membership status. These changes mostly result from the interplay between longer lifespans (compared with earlier cohorts) and lower average fertility rates, and could be partially forestalled by the influx of immigration from current and prospective EU countries and their children. At the same time, the share of native British in the E&W population will shrink, even after their repatriation and the exodus of EU immigrants after the Brexit, owing to high fertility rates of other ethnic groups. The only qualitative effects brought about by Brexit will be a temporary population size dip in the “Exodus” scenario, a sharp increase of male to female ratio after “Hard Brexit” and a significant increase in the median age of EU immigrant group. The above demographic changes will have important fiscal consequences both on the revenue (lower number of people of working age) and expenditure (higher medical care costs and fraction of pensioners offset by lesser demand on school and maternity services) side. Under all considered scenarios, the E&W demographics will undergo a significant transformation, which can be expected to have a strong impact on the society and politics. Its exact nature will depend on the UK’s stance on immigration after Brexit. However, the presented results indicate that alleviating the growing strain placed by the ageing population on the country’s social services will require additional interventions.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Andreassen, L",
                        "preferred": "L Andreassen"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "details": "Demographic forecasting with a dynamic stochastic microsimulation model (Tech. Rep. No. 85). Central Bureau of Statistics",
            "id": "bib1",
            "title": "Demographic forecasting with a dynamic stochastic microsimulation model (Tech. Rep. No. 85). Central Bureau of Statistics",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Andreev, KF",
                        "preferred": "KF Andreev"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vaupel, JW",
                        "preferred": "JW Vaupel"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib2",
            "publisher": {
                "name": [
                    "Max Planck Institute for Demographic Research"
                ]
            },
            "source": "Forecasts of cohort mortality after age 50 (Tech. Rep. No. WP 2006-12)",
            "title": "Forecasts of cohort mortality after age 50 (Tech. Rep. No. WP 2006-12)",
            "type": "report"
        },
        {
            "articleTitle": "The fertility of ethnic minorities in the UK, 1960s–2006",
            "authors": [
                {
                    "name": {
                        "index": "Coleman, DA",
                        "preferred": "DA Coleman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dubuc, S",
                        "preferred": "S Dubuc"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib3",
            "journal": "Popul. Stud. (Camb.)",
            "pages": {
                "first": "19",
                "last": "41",
                "range": "19–41"
            },
            "type": "journal",
            "volume": "64"
        },
        {
            "articleTitle": "Adding immigrants to microsimulation models",
            "authors": [
                {
                    "name": {
                        "index": "Duleep, H",
                        "preferred": "H Duleep"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dowhan, D",
                        "preferred": "D Dowhan"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib4",
            "journal": "Social Security Bulletin",
            "pages": {
                "first": "51",
                "last": "65",
                "range": "51–65"
            },
            "type": "journal",
            "volume": "68"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Galler, HP",
                        "preferred": "HP Galler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wagner, G",
                        "preferred": "G Wagner"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microanalytic simulation models to support social and financial policy",
            "chapterTitle": "The microsimulation model of the Sfb3 for the analysis of economic and social policies",
            "date": "1986",
            "editors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Merz, J",
                        "preferred": "J Merz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Quinke, H",
                        "preferred": "H Quinke"
                    },
                    "type": "person"
                }
            ],
            "id": "bib5",
            "pages": {
                "first": "227",
                "last": "247",
                "range": "227–247"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "North-Holland"
                        ]
                    },
                    "formatted": [
                        "North-Holland"
                    ]
                },
                "name": [
                    "Amsterdam"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hammel, EA",
                        "preferred": "EA Hammel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hutchinson, D",
                        "preferred": "D Hutchinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wachter, K",
                        "preferred": "K Wachter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lundy, R",
                        "preferred": "R Lundy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Deuel, R",
                        "preferred": "R Deuel"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "id": "bib6",
            "publisher": {
                "name": [
                    "University of California"
                ]
            },
            "source": "The SOCSIM demographic-sociological microsimulation program: operating manual (Tech. Rep. No. 27)",
            "title": "The SOCSIM demographic-sociological microsimulation program: operating manual (Tech. Rep. No. 27)",
            "type": "report"
        },
        {
            "articleTitle": "Some further notes on the use of matrices in population mathematics",
            "authors": [
                {
                    "name": {
                        "index": "Leslie, PH",
                        "preferred": "PH Leslie"
                    },
                    "type": "person"
                }
            ],
            "date": "1945",
            "id": "bib7",
            "journal": "Biometrica",
            "pages": {
                "first": "213",
                "last": "245",
                "range": "213–245"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Morand, E",
                        "preferred": "E Morand"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Toulemon, L",
                        "preferred": "L Toulemon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pennec, S",
                        "preferred": "S Pennec"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Baggio, R",
                        "preferred": "R Baggio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Billari, F",
                        "preferred": "F Billari"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Demographic modelling: the state of the art. SustainCity Working Paper, 2.1a, Ined, Paris",
            "id": "bib8",
            "title": "Demographic modelling: the state of the art. SustainCity Working Paper, 2.1a, Ined",
            "type": "unknown"
        },
        {
            "articleTitle": "Household and education projections by means of a microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Nelissen, JHM",
                        "preferred": "JHM Nelissen"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib9",
            "journal": "Economic Modelling",
            "pages": {
                "first": "480",
                "last": "510",
                "range": "480–510"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Projecting household dynamics – a scenario-based approach",
            "authors": [
                {
                    "name": {
                        "index": "Nelissen, JHM",
                        "preferred": "JHM Nelissen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vossen, AP",
                        "preferred": "AP Vossen"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "id": "bib10",
            "journal": "European Journal of Population",
            "pages": {
                "first": "253",
                "last": "279",
                "range": "253–279"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "articleTitle": "Simulating migration in the Pensim2 dynamic microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Redway, H",
                        "preferred": "H Redway"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lennon, J",
                        "preferred": "J Lennon"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib11",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "65",
                "last": "79",
                "range": "65–79"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "1986",
            "id": "bib12",
            "title": "Labour Force Survey",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "1991",
            "details": "UK Census",
            "id": "bib13",
            "title": "UK Census",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "2000",
            "id": "bib14",
            "title": "Population Estimates for UK, England and Wales, Scotland and Northern Ireland",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "2013",
            "details": "Birth Summary Tables - England and Wales",
            "id": "bib15",
            "title": "Birth Summary Tables - England and Wales",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "2014",
            "details": "Statistical bulletin",
            "id": "bib16",
            "title": "National population projections: 2014-based statistical bulletin",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "2014",
            "id": "bib17",
            "title": "International Passenger Survey",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "2014",
            "id": "bib18",
            "title": "Characteristics of Birth 2, England and Wales",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "2015",
            "id": "bib19",
            "title": "Childbearing for women born in different years, England and Wales: 2014",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "2015",
            "id": "bib20",
            "title": "Deaths by single year of age tables - UK",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "2017",
            "id": "bib21",
            "title": "Avoidable mortality in England and Wales: 2015",
            "type": "unknown"
        },
        {
            "articleTitle": "A new type of socio-economic system",
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "id": "bib22",
            "journal": "Review of Economics and Statistics",
            "pages": {
                "first": "116",
                "last": "123",
                "range": "116–123"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Simpson, L",
                        "preferred": "L Simpson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "What makes ethnic group populations grow?",
            "date": "2013",
            "id": "bib23",
            "publisher": {
                "name": [
                    "Centre on Dynamics of Ethnicity"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wertheimer II, R",
                        "preferred": "R Wertheimer II"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zedlewski, SR",
                        "preferred": "SR Zedlewski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Anderson, J",
                        "preferred": "J Anderson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moore, K",
                        "preferred": "K Moore"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microanalytic simulation models to support social and financial policy",
            "chapterTitle": "DYNASIM2 in comparison with other microsimulation models",
            "date": "1986",
            "editors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Merz, J",
                        "preferred": "J Merz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Quinke, H",
                        "preferred": "H Quinke"
                    },
                    "type": "person"
                }
            ],
            "id": "bib24",
            "pages": {
                "first": "227",
                "last": "247",
                "range": "227–247"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North-Holland"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Homemaker pensions and lifetime redistribution",
            "authors": [
                {
                    "name": {
                        "index": "Wolfson, MC",
                        "preferred": "MC Wolfson"
                    },
                    "type": "person"
                }
            ],
            "date": "1988",
            "id": "bib25",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "221",
                "last": "250",
                "range": "221–250"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Zagheni, E",
                        "preferred": "E Zagheni"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "International encyclopedia of the social and behavioral sciences",
            "chapterTitle": "Microsimulation in demographic research",
            "date": "2015",
            "edition": "2nd ed.",
            "editors": [
                {
                    "name": {
                        "index": "Wright, JD",
                        "preferred": "JD Wright"
                    },
                    "type": "person"
                }
            ],
            "id": "bib26",
            "pages": {
                "first": "343",
                "last": "346",
                "range": "343–346"
            },
            "publisher": {
                "name": [
                    "Elsevier"
                ]
            },
            "type": "book-chapter",
            "volume": "15"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
