{
    "status": "vor",
    "id": "00163",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00163",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial",
    "published": "2017-12-31T00:00:00Z",
    "versionDate": "2017-12-31T00:00:00Z",
    "statusDate": "2017-12-31T00:00:00Z",
    "volume": 10,
    "issue": 3,
    "fpage": 1,
    "lpage": 4,
    "elocationId": "1-4",
    "pdf": "http://web:8082/00163/ijm-00163.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for New Economic Thinking",
                        "Oxford Martin School, University of Oxford"
                    ]
                }
            ],
            "emailAddresses": [
                "richiardi@spi.ox.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Winter 2017 issue of the International Journal of Microsimulation presents six articles.",
                    "type": "paragraph"
                },
                {
                    "text": "The first one, by Stavroula Chrysanthopoulou, is a microsimulation model of the progress of lung cancer from a disease-free state to death. The model, with its focus on the clinical pathways, is innovative as most of epidemiological microsimulation models consider socio-demographic transitions alone.",
                    "type": "paragraph"
                },
                {
                    "text": "The second article, by Xiao-guang Zhang, is a methodological contribution to the growing literature on integrated CGE-microsimulation models, to which this journal played a non-irrelevant role. Zhang suggests to separate specific sub-modules which are not normally solvable in a CGE setting, possibly because of complex functional forms and behavioural assumptions, and use an iterative simulation method to achieve a solution which is a true general equilibrium solution.",
                    "type": "paragraph"
                },
                {
                    "text": "The third article, by Bertrand Ottino-Loffler, Forrest Stonedahl, Vipin Veetil and Uri Wilensky shows how agent-based simulation models can be used to relax key assumptions of established analytical models —in this case Hotelling’s model of spatial competition, which in its original version considers two firms competing to sell a homogeneous product (say, ice creams, or political platforms) to customers uniformly distributed along a line (say, a beach, or the political spectrum). The original Hotelling’s model produces convergences of the two firms to the middle of the line, and homogenous prices. The authors generalise the model to the case of more than two firms in a two-dimensional space. They show that the principle of minimum differentiation does not hold anymore. Firms do not spread uniformly across the space, and firms in more competitive locations charge lower prices and generate less profit.",
                    "type": "paragraph"
                },
                {
                    "text": "The fourth article, by Rembert De Blander, Ingrid Shockaert, André Decoster and Patrick Deboosere, simulates the demographic evolution of the population in Flanders between 2011 and 2031 and investigates its implications for budget sustainability and inequality, under an exogenous growth scenario. The paper provides an original perspective to the challenge of population ageing with the conclusion that the future large increase in pensions’ expenditures can be sustained without changes in the tax system, due to an increase in revenues mostly coming from increases in education.",
                    "type": "paragraph"
                },
                {
                    "text": "The fifth article, by Justin van de Ven, investigates the relevance of behavioural assumptions in a microsimulation model of household decisions, where individuals choose over consumption, labour supply, pension scheme participation, and the timing of pension access in order to maximise their intertemporal utility. The generic behavioural issue is to identify functional relations that are stable enough in context of an evolving policy environment. The paper shows that a well-specified reduced-form, able to capture the effects of policies even if only indirectly, can generate qualitatively similar projections for policy counterfactuals to a structural approach.",
                    "type": "paragraph"
                },
                {
                    "text": "The sixth article, by Luzius Meisser, makes the case that the source code is necessary to fully describe a simulation model, and suggests that agile software development —a programming technique that prioritizes working software over documentation— is best suited for coding agent-based and microsimulation models. Both statements are bold and disputable, even if they are well argued for. So we published two responses, one by a computer scientist (Dan Tang) and one by an economist (myself), which confute and nuance them. I will be happy to publish further reactions and comments (as more generally with feedbacks and responses to any of the articles published in the journal).",
                    "type": "paragraph"
                },
                {
                    "text": "Some readers might be at first appalled by the fact that the journal publishes an article only to refute it: why not simply rejecting the submission? My choice is motivated by four considerations. First, Meisser’s article brings forward <i>opinions</i> (on the nature of simulation models, how to better code them, and how to better describe them), not results. The paper makes use of no analytical techniques other than logical reasoning and verbal discussion. Second, these opinions are well argued. Third, the topics are open issues in simulation modelling. And finally, the paper fills a void in the microsimulation literature, where discussion of these methodological considerations is largely absent, and consciousness generally low.",
                    "type": "paragraph"
                },
                {
                    "text": "The debate that Meisser’s article prompted has also convinced me that it is time to enhance a policy I have been thinking of since I became Editor of the journal, in fall 2015: ask authors to send at least an executable of their simulation models, if not the source code itself, upon submission of their work. The code, together with a short user guide / readme file, will then be published as an appendix to the published papers, so that any reader will be able to check the results, under the parameterisations identified by the authors. This will become part of the submission policy starting from the next issue of the journal.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "A special issue in homage to Tony Atkinson, edited by Olivier Bargain, was published in December 2017 in the <i>Journal of Economic Inequality.</i> The special issue includes one article co-authored by the late Atkinson himself (<a href=\"#bib3\">Atkinson, Leventi, Nolan, Sutherland, &amp; Tasseva, 2017</a>), where the authors use EUROMOD —the EU-wide tax-benefit calculator— to evaluate some of the policy proposals contained in the last book by Tony (<a href=\"#bib2\">Atkinson, 2015</a>). In particular, they analyse the first-round effects of the proposed tax, transfer and minimum wage reforms on income inequality and poverty. EURO-MOD is also used by Browne and Himmervoll to study the effects of an hypothetical introduction of a comprehensive basic income scheme in Finland, France, Italy and the United Kingdom (<a href=\"#bib6\">Browne &amp; Immervoll, 2017</a>), and by Jara and Schokkaert to analyse how the tax-benefit system affects the distribution of a richer measure of individual well-being than the standard income-based measures, in Sweden (<a href=\"#bib7\">Jara &amp; Schokkaert, 2017</a>). The Ecuadoran and Colombian versions of EUROMOD are used by Bargain, Jara and Rodriguez (Bargain, <a href=\"#bib5\">Jara, &amp; Rodriguez, 2017</a>) to perform a tax-benefit systems swap exercise. Finally, a paper by Olivier Bargain reviews the existing measures of well-being (<a href=\"#bib4\">Bargain, 2017</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The special issue is illustrative of the role Tony Atkinson had in the development of tax-benefit microsimulations, and of his contributions in linking distributional and welfare analysis. This role is examined more in details in a collection of short essays by a number of distinguished scholars, published earlier this year in the <i>Review of Income and Wealth</i> (<a href=\"#bib1\">Aaberge et al., 2017</a>). In particular, in her essay Holly Sutherland describes Atkinson’s role in the development of a UK tax-benefit calculator first, and then in the development of EUROMOD.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s1",
                    "title": "Suggestions for further readings",
                    "type": "section"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Tony atkinson and his legacy",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brandolini, A",
                        "preferred": "A Brandolini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferreira, FHG",
                        "preferred": "FHG Ferreira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gornick, JC",
                        "preferred": "JC Gornick"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hills, J",
                        "preferred": "J Hills"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "HSF",
                        "preferred": "HSF"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib1",
            "journal": "The Review of Income and Wealth",
            "pages": {
                "first": "411",
                "last": "444",
                "range": "411–444"
            },
            "type": "journal",
            "volume": "63"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Inequality: What can be done?",
            "date": "2015",
            "id": "bib2",
            "publisher": {
                "name": [
                    "Harvard University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Reducing poverty and inequality through tax-benefit reform and the minimum wage: the UK as a case-study",
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leventi, C",
                        "preferred": "C Leventi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nolan, B",
                        "preferred": "B Nolan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tasseva, I",
                        "preferred": "I Tasseva"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib3",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "303",
                "last": "323",
                "range": "303–323"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Welfare analysis and redistributive policies",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib4",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "393",
                "last": "419",
                "range": "393–419"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Learning from your neighbor: tax-benefit systems swaps in latin america",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jara, HX",
                        "preferred": "HX Jara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rodriguez, D",
                        "preferred": "D Rodriguez"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib5",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "369",
                "last": "392",
                "range": "369–392"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Mechanics of replacing benefit systems with a basic income: comparative results from a microsimulation approach",
            "authors": [
                {
                    "name": {
                        "index": "Browne, J",
                        "preferred": "J Browne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib6",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "325",
                "last": "344",
                "range": "325–344"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Putting measures of individual well-being to use for ex-ante policy evaluation",
            "authors": [
                {
                    "name": {
                        "index": "Jara, HX",
                        "preferred": "HX Jara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schokkaert, E",
                        "preferred": "E Schokkaert"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib7",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "421",
                "last": "440",
                "range": "421–440"
            },
            "type": "journal",
            "volume": "15"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
