{
    "status": "vor",
    "id": "00162",
    "version": 1,
    "type": "scientific-correspondence",
    "doi": "10.34196/ijm.00162",
    "authorLine": "Eveline S van Leeuwen",
    "title": "Review of small area estimation and microsimulation modelling",
    "published": "2017-08-31T00:00:00Z",
    "versionDate": "2017-08-31T00:00:00Z",
    "statusDate": "2017-08-31T00:00:00Z",
    "volume": 10,
    "issue": 2,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00162/ijm-00162.pdf",
    "subjects": [
        {
            "id": "spatial-microsimulation",
            "name": "Spatial microsimulation"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "van Leeuwen",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "The Netherlands"
                        },
                        "formatted": [
                            "The Netherlands"
                        ]
                    },
                    "name": [
                        "Urban Economics, Wageningen University"
                    ]
                }
            ],
            "emailAddresses": [
                "eveline.vanleeuwen@wur.nl"
            ],
            "name": {
                "index": "van Leeuwen, Eveline S",
                "preferred": "Eveline S van Leeuwen"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Small Area Estimation and Microsimulation Modelling by <a href=\"#bib1\">Rahman and Harding (2017)</a> is an interesting read for both beginning and more experienced microsimulation modellers.",
                    "type": "paragraph"
                },
                {
                    "text": "The two authors are well known within the microsimulation community. In this book, they share their experiences and insights into both the more theoretical and empirical aspects of microsimulation modelling.",
                    "type": "paragraph"
                },
                {
                    "text": "Across disciplines, there are several approaches towards the simulation or projection of small area statistics. However, since these different disciplines make use of different terminologies, there is less cross-pollination than expected (or hoped for). The aim of this book is to show and explain different approaches of small area estimation that are used in different research fields.",
                    "type": "paragraph"
                },
                {
                    "text": "In the first three chapters of the book several direct and indirect small area estimation approaches are described in a detailed (mathematical) way. The descriptions in these chapters are quite theoretical, which is useful for persons who really want to apply them. For the person who just wants to read an overview, the summary comparisons in terms of required input, efficiency of the approach method and the outputs expected are very useful.",
                    "type": "paragraph"
                },
                {
                    "text": "The second part of the book takes a closer look at microsimulation modelling. It starts with an overview of common approaches such as iterative proportional fitting, repeated reweighting, simulated annealing and combinatorial optimization. The authors nicely describe the intuition behind each approach. However, as stated in Chapter 5, most conventional approaches do not take into account the fact that a finite population usually has two parts: observed and unobserved sampling units. The new Bayesian Prediction-Based Microdata Simulation approach aims to obtain a posterior distribution of unknown parameters for the total population. An interesting and promising approach that better incorporates potential threats of selection and response biases.",
                    "type": "paragraph"
                },
                {
                    "text": "The book follows with a full demonstration of a microsimulation project: simulating and analysing housing stress at the small area level in Australia and its major urban areas. The in-depth chapters show how valuable and rich the results from a microsimulation can be. Also Chapter 9, about validation and evaluation of the results, is very useful. Validation and evaluation is often a challenging but very important issue in microsimulation modelling which strongly adds to the reliability and trustworthiness of the results. The authors use the housing-stress results to demonstrate the Z-score test and the absolute standardizes residual estimate analysis (ASRE).",
                    "type": "paragraph"
                },
                {
                    "text": "What I miss a bit in the book is a more extensive example of the use of the Bayesian Prediction approach. Also, the chapters about the housing stress could benefit from more cross-references with the validation Chapter (9). When reading Chapters 6–8, no references are made, while Chapter 9 actually does evaluate the results of the simulation itself. Nevertheless, all in all, the book gives an extensive theoretical and empirical overview of different microsimulation techniques and can be of relevance to both starting and more experienced researchers who want to expand their knowledges on ways to estimate small area characteristics.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Rahman, A",
                        "preferred": "A Rahman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Small area estimation and mirosimulation modeling",
            "date": "2017",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Boca Raton"
                        ]
                    },
                    "formatted": [
                        "Boca Raton"
                    ]
                },
                "name": [
                    "CRC Press, Taylor & Francis Group"
                ]
            },
            "type": "book"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
