{
    "status": "vor",
    "id": "00168",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00168",
    "authorLine": "Justin van de Ven",
    "title": "Exploring the importance of incentive responses for policy projections",
    "published": "2017-12-31T00:00:00Z",
    "versionDate": "2017-12-31T00:00:00Z",
    "statusDate": "2017-12-31T00:00:00Z",
    "volume": 10,
    "issue": 3,
    "fpage": 134,
    "lpage": 164,
    "elocationId": "134-164",
    "pdf": "http://web:8082/00168/ijm-00168.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        },
        {
            "id": "labour-supply-demand",
            "name": "Labour supply and demand"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Behavioural responses to incentives is appealing functionality for any analytical tool designed to explore the implications of public policy alternatives. This study explores the interdependence between projected savings and labour supply decisions implied by a detailed and empirically validated microsimulation model of UK households. Analysis focusses upon sensitivity of projected effects of two generic policy counterfactuals, to three alternative approaches for projecting savings and employment decisions. The results reveal that a well-specified reduced-form can generate qualitatively similar projections for policy counterfactuals to a structural approach, even if quantitative differences are difficult to avoid. Furthermore, adapting a reduced-form model to accommodate structural employment responses can be expected to obtain a close quantitative approximation to short-run projections in which both employment and savings decisions are based on utility maximisation theory. The same is not true, however, for longer-run projections due to the cumulative influence of state-specific variation.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "van de Ven",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "National Institute of Economic and Social Research"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "Melbourne Institute of Applied Economic and Social Research",
                        "University of Melbourne"
                    ]
                }
            ],
            "emailAddresses": [
                "justin.ven@simdynamics.org"
            ],
            "name": {
                "index": "van de Ven, Justin",
                "preferred": "Justin van de Ven"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "dynamic microsimulation",
        "policy evaluation",
        "savings behaviour",
        "labour supply",
        "structural",
        "reduced-form"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Microsimulation models have been growing in scale and sophistication during recent decades, aided by improvements in data, computational capacity, and empirical and theoretical methods. One dimension of contemporary development has been the use of increasingly sophisticated methods for projecting micro-unit behaviour. In economic contexts, interest has focussed on introduction into microsimulation models of structural methods for projecting agent decisions, which provide a conceptually coherent basis for exploring the effects of policy counterfactuals. Despite improvements in the analytical tools available to model builders, however, the developmental, analytical, and computational costs of incorporating structural routines for projecting behaviour remain substantial in most realistic policy contexts. Furthermore, the advantages of including such routines are both context specific and <i>a priori</i> uncertain. In presence of clear and substantial developmental costs and opaque advantages, it is perhaps unsurprising that structural methods for projecting behaviour remain the exception rather than the rule for economic microsimulation models in use today. This paper is designed to improve the evidence base for model design, by using a detailed and empirically driven microsimulation model of UK households to explore sensitivity of projected effects of policy counterfactuals to alternative approaches for projecting labour, consumption and investment decisions.",
                    "type": "paragraph"
                },
                {
                    "text": "The current treatment of behaviour in microsimulation models can be understood by putting it into historical perspective. The advent of economic modelling was made possible by two key developments during the early 1900s (<a href=\"#bib13\">Klein, 2004</a>). First, there was the uptake of mathematical methods by economists, for both statistical evaluation (econometrics; Frisch) and theoretical development (Keynes, Hicks, Marshall, following Jevons, Menger, Walras). Secondly, the economic shocks of the great depression of the 1930s and the Second World War prompted interest in the development of public statistics.<sup><a href=\"#fn1\">1</a></sup> Modern economic modelling essentially arose from a desire to make use of the newly available data via the then newly developed statistical methods, to understand the determinants of fluctuations in economic activity. Pioneering work in this regard was conducted by Jan Tinbergen, who was credited by Solow as “a major force in the transformation of economics from a discursive discipline into a model-building discipline” (<a href=\"#bib20\">Solow, 2004</a>, p. 159).",
                    "type": "paragraph"
                },
                {
                    "text": "Tinbergen’s method involved econometric estimation of a system of equations formulated to reflect theoretical insights concerning the relationship between macroeconomic variables.<sup><a href=\"#fn2\">2</a></sup> Progress along this vein continued with improvements in data availability and econometric techniques. <a href=\"#bib17\">Guy Orcutt’s (1957)</a> insight was that nonlinearities in the effects of policy on micro-units complicate projections of analyses specified at the aggregate level. He consequently advocated re-specification of economic models in terms of simulated micro-units, which could be aggregated up to macroeconomic measures. This proposition ushered in something of a golden-age for microsimulation, with intense interest in microsimulation development throughout the 1960s and 1970s.",
                    "type": "paragraph"
                },
                {
                    "text": "The growing influence of econometric modelling on the policy reform process motivated associated critical appraisal of the approach. This line of enquiry culminated in growing recognition of the limitations of econometric (reduced-form) specifications for forecasting the effects of policy counterfactuals, especially from the mid-1970s (e.g. <a href=\"#bib5\">Conant &amp; Ashby, 1970</a>, <a href=\"#bib15\">Lucas, 1976</a>, <a href=\"#bib4\">Campbell, 1979</a>, and <a href=\"#bib8\">Goodhart, 1984</a>). The source of the criticism was essentially anticipated by Keynes in his original critique of Tinbergen’s work, when he noted that “the main <i>prima facie</i> objection to the application of the [econometric] method of multiple correlation to complex economic problems lies in the apparent lack of any adequate degree of uniformity in the environment” (<a href=\"#bib12a\">Keynes, 1939</a>, p. 567).",
                    "type": "paragraph"
                },
                {
                    "text": "Econometric models suffered a conspicuously severe blow, when Lucas’ critique of the Philips curve for policy making purposes (an important component of econometric models of the macro-economy at the time) was generally accepted to be true (as unemployment and inflation were observed to increase in tandem).<sup><a href=\"#fn3\">3</a></sup> In response to this critique, the focus of economic model development shifted from projecting decisions on the basis of econometric reduced-forms, in favour of methods based on theoretical descriptions of behaviour that are assumed to be structurally invariant to the policy environment. This shift in focus led to the development of macroeconomic models based on microeconomic foundations, with the advent of Computable General Equilibrium (CGE) models from the early 1960s, and Dynamic Stochastic General Equilibrium (DSGE) models from the 1980s.<sup><a href=\"#fn4\">4</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "An outside observer might have assumed that the shift in favour of micro-foundations for economic modelling would reinforce the argument in favour of microsimulation in general. In contrast, the practical difficulties involved in using micro-foundations to project agent behaviour led modelers to adopt stylisations (e.g. representative agents) that effectively side-lined the microsimulation approach. Most developmental work on microsimulation models undertaken since the 1980s has consequently focussed on improving the statistical detail that the models capture, while retaining the traditional econometric (reduced-form) approach for projecting agent decisions. Nevertheless, there has in recent years been a noticeable trend in the microsimulation literature toward the inclusion of structural forms of decision making: In their survey of over 60 dynamic microsimulation models developed over the decade to 2013, for example, <a href=\"#bib13b\">Li and O’Donoghue (2013)</a> identify 16 that use (structural) behavioural equations to project decisions. The authors go on to note that “more models today have incorporated behavioural responses into their designs although these responses are often limited to labour market simulations” (p. 26). Hence, while models are identified that project labour supply responses to the taxbenefit system (MICROHUS, PRISM, NEDYMAS, LIAM), and others that project retirement responses to the social security system (SESIM, DYNAMITE, SADNAP), the authors conclude that there remains “limited implementation of life-cycle models in microsimulation” (p. 26).",
                    "type": "paragraph"
                },
                {
                    "text": "The key difficulty with implementing a life-cycle framework within a microsimulation model is the computational burden implied by current best-practice theories. While some specifications of the life-cycle framework imply analytically convenient closed forms (e.g. <a href=\"#bib17\">Pylkkänen, 2002</a>), these are generally ill-equipped to account for behavioural responses to uncertainty (e.g. <a href=\"#bib3\">Browning &amp; Lusardi, 1996</a>). Forms that do account for responses to risk generally do not have closed-form solutions, which complicates their implementation in modelling contexts.",
                    "type": "paragraph"
                },
                {
                    "text": "Two alternative modelling methods have emerged that are capable of projecting behaviour where no closed form description exists. The first is based on the classical microeconomic assumption of perfect rationality, and seeks to project behaviour that optimises an assumed objective function subject to defined constraints. This approach requires computationally demanding Dynamic Programming (DP) methods to solve (e.g. <a href=\"#bib19\">Rust, 2008</a>). In the case of DSGE models, the computational burden has been mitigated by limiting consideration to a small number of representative agents. In contrast, it was not until the 2000s that computing technology became generally available that is sufficiently powerful to permit implementation of DP methods in realistic microsimulation contexts. The last decade has consequently seen a growing literature based on Dynamic Stochastic Microsimulation Models (DSMMs). Much of this literature focusses on econometric evaluation of theoretical foundations, following the seminal study by <a href=\"#bib9\">Gourinchas and Parker (2002)</a>. Nevertheless, some DSMMs are starting to emerge that are designed to project the evolving national population through time for the purposes of public policy evaluation (e.g. <a href=\"#bib22\">van de Ven, 2017a</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Agent Based Models (ABMs) provide an alternative approach for projecting behaviour where no closed form description exists, by replacing the assumption of perfect rationality with a form of bounded rationality. Rather than projecting decisions that reflect a constrained optimisation, projected behaviour of each agent is based on simple heuristics or decision rules (in keeping with the keep-it-simple-stupid principle). Although originally postulated in the 1940s (von Neuman’s universal constructor), ABMs did not become popular until the widespread availability of computing hardware in the 1990s. In economics, these models attracted a great deal of attention following the short-comings of CGE/DSGE models made apparent by the 2009 Global Financial Crisis (e.g. <i>The Economist</i>, July 2010). Despite growing interest, these models tend to remain highly stylised, relative to the wider microsimulation literature (see, e.g., <a href=\"#bib18\">Richiardi, 2014</a>, and <a href=\"#bib21\">Tran, 2016</a>; <a href=\"#bib6\">Dawid <i>et al</i>, 2016</a>, provides an example of a more empirically orientated model in this field).<sup><a href=\"#fn5\">5</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "The purpose of this paper is to clarify the implications of alternative approaches for projecting behaviour that are discussed above. Analysis focuses on the two principal behavioural margins of the domestic sector; consumption / savings, and labour / leisure. Basic economic theory suggests that savings and employment decisions are jointly determined: Stronger incentives to save can be met in part through increased labour supply; reduced returns to employment can be met in part through reduced pecuniary savings. These trade-offs are well understood and widely appreciated. Yet their implications in practical policy settings are difficult to gauge, in part because a cursory appraisal reveals them to be context specific, and in part because few models exist that permit empirical evaluation in anything approaching a realistic policy context. As a consequence, there is thin evidence for formulating adequate responses to two key modelling questions. First, generally how important is it to account explicitly for the behavioural trade-offs implied by policy counterfactuals in microsimulation projections? And secondly, to what extent will an explicit consideration of labour supply incentives alone reflect projections in which policy trade-offs concerning both the labour / leisure and consumption / savings margins are explicitly accounted for? The former of these questions addresses the overall importance of accommodating theoretical descriptions for behaviour in a microsimulation context, and the latter indicates the practical importance of analytically convenient modelling assumptions that marginalise dynamic considerations (e.g. savings) when projecting behaviour.",
                    "type": "paragraph"
                },
                {
                    "text": "The current paper reports results derived from a dynamic microsimulation model that projects savings and employment decisions based on the life-cycle framework. The model is designed to project the implications of fiscal policy for the evolving population cross-section through time, and can be freely downloaded from the internet. Analysis focuses on the sensitivity of simulated effects of two policy counterfactuals, with respect to three alternative approaches for projecting savings and employment decisions. The two policy counterfactuals are a 10 percentage point increase in the rate of tax on all taxable income, and a 20 percentage point fall in the value of state retirement benefits. These counterfactuals approximate policy changes that are often considered in the literature, either because they are a focus of interest, or because they act as convenient adjustments to ensure budget neutrality of alternative reform scenarios. Savings and labour supply responses to each reform are projected on the alternative assumptions that: i) behaviour does not respond to the influence of policy on incentives; ii) labour supply responds to policy incentives, but saving does not; and iii) both labour supply and saving respond to the incentives of policy. These alternative behavioural assumptions capture the nature of alternatives that are commonly considered in the microsimulation literature, and are explored within a single analytical framework to facilitate comparisons between them.",
                    "type": "paragraph"
                },
                {
                    "text": "The remainder of the paper is comprised of three sections. The model and analytical approach are described in <a href=\"#s2\">Section 2</a>. Results of the analysis are reported in <a href=\"#s3\">Section 3</a>, and <a href=\"#s4\">Section 4</a> concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The analysis is based on data generated by the Lifetime INcome Distributional Analysis model, LINDA. This microsimulation model is designed to explore the distributional implications of public policy alternatives by projecting the evolving population cross-section through time. Savings and employment are projected by the model on the assumption that these decisions are taken to maximise expected lifetime utility. This model is an ideal starting point for the current analysis, as it required only minor adjustments to generate implications of the behavioural alternatives that are the focus of interest. Version 3.16 of the model was considered for the analysis reported here, parameterised using data reported for the United Kingdom in 2011. The model is free to download from the internet at <a href=\"http://www.simdynamics.org.\">www.simdynamics.org.</a> This website also includes a set of video tutorials that walk-through the analysis, so that it should be possible to replicate the reported results.",
                    "type": "paragraph"
                },
                {
                    "text": "An overview of LINDA is provided in <a href=\"#s2-1\">Section 2.1</a> of the main text, and the way that the model is used to evaluate the effects of the two policy counterfactuals is described in <a href=\"#s2-2\">Section 2.2</a>. Adaptations of the model to explore alternative behavioural assumptions are discussed in <a href=\"#s2-3\">Section 2.3</a>.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "This section provides a brief overview of the aspects of the LINDA model that were considered for analysis, and an overview of its parameterisation is provided in Appendix A. Extended discussion of the model structure is reported in <a href=\"#bib23\">van de Ven (2017b)</a>, and further detail concerning how the model parameters have been set is provided in <a href=\"#bib22\">van de Ven (2017a)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "LINDA is a structural dynamic microsimulation model. It is a microsimulation model in the sense that each adult from a representative population cross-section is individually represented. It is dynamic in the sense that the model projects the characteristics of the evolving population cross-section through time. And the model is structural in the sense that labour and investment decisions are projected based on the life-cycle theory of behaviour.",
                            "type": "paragraph"
                        },
                        {
                            "text": "LINDA considers the evolving circumstances of each adult in the evolving population cross-section, organised into annual snap-shots through time. The decision unit of the model is the nuclear family, defined as a single adult or partner couple and their dependent children. Each family is assigned a reference adult who is conceptually assumed to make all decisions on behalf of their family to maximise their expected lifetime utility, given their prevailing circumstances, preferences, and beliefs about the future. Allocations between family members are ignored. Preferences are described by a nested Constant Elasticity of Substitution utility function. Expectations are ‘substantively-rational’ in the sense that they are either perfectly consistent with, or specified to approximate, the intertemporal processes that govern individual characteristics. The model assumes a small open economy, where rates of return to labour and capital are exogenously given (appropriate for the UK).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Utility maximising decisions were considered for consumption, labour supply, pension scheme participation, and the timing of pension access. Heterogeneity between simulated adults was limited to the following fourteen characteristics:",
                            "type": "paragraph"
                        },
                        {
                            "id": "untable1",
                            "tables": [
                                "<table>\n<tbody>\n<tr>\n<td>- year of birth</td>\n<td>- age</td>\n<td>- relationship status<i><sup>u</sup></i></td>\n</tr>\n<tr>\n<td>- number of dependent children<i><sup>u</sup></i></td>\n<td>- age of dependent children<i><sup>u</sup></i></td>\n<td>- student status<i><sup>u</sup></i></td>\n</tr>\n<tr>\n<td>- education status<i><sup>u</sup></i></td>\n<td>- private pension wealth<i><sup>d</sup></i></td>\n<td>- timing of pension access<i><sup>d</sup></i></td>\n</tr>\n<tr>\n<td>- non-pension wealth<i><sup>d</sup></i></td>\n<td>- wage potential<i><sup>u</sup></i></td>\n<td>- immigration<i><sup>u</sup></i></td>\n</tr>\n<tr>\n<td>- emigration<i><sup>u</sup></i></td>\n<td>- survival<i><sup>u</sup></i></td>\n<td/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        },
                        {
                            "text": "Nine of the characteristics listed here are considered uncertain and uninsurable from one year to the next (represented by a <i>u</i> superscript), and three are projected in a way that depends on utility maximisations (represented by a <i>d</i> superscript).",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "Expected lifetime utility of reference adult <i>i</i>, with birth year <i>b</i>, at age <i>a</i> is described by the time separable function:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ1a",
                                    "label": "(1)",
                                    "mathml": "<math><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>U</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>=</mo></mrow></mtd><mtd columnalign=\"left\"><mrow><mfrac><mn>1</mn><mrow><mn>1</mn><mo>−</mo><mi>γ</mi></mrow></mfrac><mrow><mo>{</mo> <mrow><mi>u</mi><msup><mrow><mrow><mo>(</mo><mrow><mfrac><mrow><msub><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow><mrow><mi>θ</mi><mi>i</mi><mo>,</mo><mi>a</mi></mrow></mfrac><mo>,</mo><msub><mi>l</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow><mrow><mn>1</mn><mo>−</mo><mi>γ</mi></mrow></msup><mo>+</mo></mrow></mrow></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow/></mtd><mtd columnalign=\"left\"><mrow><mrow><mrow><mo>+</mo><msub><mi>E</mi><mrow><mi>a</mi><mo>,</mo><mi>b</mi></mrow></msub><mrow><mo>[</mo> <mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>j</mi><mo>=</mo><mi>a</mi><mo>+</mo><mn>1</mn></mrow><mi>A</mi></munderover><mrow><msup><mi>β</mi><mrow><mi>j</mi><mo>−</mo><mi>a</mi></mrow></msup></mrow></mstyle><mrow><mo>(</mo><mrow><msubsup><mi>ϕ</mi><mrow><mi>j</mi><mo>−</mo><mi>a</mi><mo>,</mo><mi>a</mi></mrow><mi>b</mi></msubsup><mi>u</mi><msup><mrow><mrow><mo>(</mo><mrow><mfrac><mrow><msub><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub></mrow><mrow><msub><mi>θ</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub></mrow></mfrac><mo>,</mo><msub><mi>l</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub></mrow><mo>)</mo></mrow></mrow><mrow><mn>1</mn><mo>−</mo><mi>λ</mi></mrow></msup><mo>+</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msubsup><mi>ϕ</mi><mrow><mi>j</mi><mo>−</mo><mi>a</mi><mo>,</mo><mi>a</mi></mrow><mi>b</mi></msubsup><mo stretchy=\"false\">)</mo><mi>ς</mi><msubsup><mi>B</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow><mrow><mn>1</mn><mo>−</mo><mi>γ</mi></mrow></msubsup></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow> <mo>}</mo></mrow></mrow></mtd></mtr></mtable></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "id": "equ1b",
                                    "label": "(2)",
                                    "mathml": "<math><mrow><mtable><mtr><mtd><mi>u</mi><mrow><mo>(</mo><mfrac><mrow><msub><mrow><mi>c</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow><mrow><msub><mrow><mi>θ</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow></mfrac><msub><mrow><mi>l</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>)</mo></mrow></mtd><mtd><mo>=</mo></mtd><mtd><msup><mrow><mo>(</mo><msup><mrow><mo>(</mo><mfrac><mrow><msub><mrow><mi>c</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow><mrow><msub><mrow><mi>θ</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow></mfrac><mo>)</mo></mrow><mrow><mrow><mo>(</mo><mn>1</mn><mo>−</mo><mn>1</mn><mo>/</mo><mi>ϵ</mi><mo>)</mo></mrow></mrow></msup><mo>+</mo><msup><mrow><mi>α</mi></mrow><mrow><mn>1</mn><mo>/</mo><mi>ϵ</mi></mrow></msup><msubsup><mrow><mi>l</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mrow><mo>(</mo><mn>1</mn><mo>−</mo><mn>1</mn><mo>/</mo><mi>ϵ</mi><mo>)</mo></mrow></mrow></msubsup><mo>)</mo></mrow><mrow><mfrac><mrow><mn>1</mn></mrow><mrow><mn>1</mn><mo>−</mo><mn>1</mn><mo>/</mo><mi>ϵ</mi></mrow></mfrac></mrow></msup></mtd></mtr></mtable></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "<inline-formula id=\"inline1\"><math display=\"inline\" id=\"i1\"><mrow><msubsup><mrow><mi>ϕ</mi></mrow><mrow><mi>j</mi><mo>−</mo><mi>a</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>b</mi></mrow></msubsup></mrow></math> is the probability that a reference adult with birth year <i>b</i> will survive to age <i>j</i> given survival to age <i>a</i>; <i>c<sub>i,a</sub> ∈ R</i><sup>+</sup> is discretionary composite (non-durable) consumption; <i>l<sub>i,a</sub> ∈</i> [0, 1] is the proportion of family time spent in leisure; <i>θ<sub>i,a</sub> ∈ R</i><sup>+</sup> is adult equivalent size based on the “revised” or “modified” OECD scale; <i>B<sub>i,a</sub> ∈ R</i><sup>+</sup> is the legacy that reference adult from benefit unit <i>i</i> would leave if they died at age <i>a</i>; and <i>E<sub>a,b</sub></i> is the expectations operator and <i>A</i> is the assumed maximum age that any individual can survive to. All other terms in (1) are parameters.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The assumed preference relation was selected primarily because it is standard in the associated literature. <i>c</i> and <i>l</i> are projected by the model to maximise expected lifetime utility. <i>c</i> is selected from a closed-and-bounded set defined to satisfy a budget constraint on liquid net wealth that is described below. <i>l</i> is selected from a set of discrete alternatives, where the model was defined to permit 3 labour supply options for each simulated adult, representing full-time, part-time, and non-employment.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "One innovation that has emerged in the literature, is heterogeneity of preference parameters. An early example in this vein is <a href=\"#bib10\">Gustman and Steinmeier (2005)</a>, who allow for variation in the rate of time preference to reflect heterogeneity in household retirement decisions. Variation of this type is omitted from the model to ensure that behavioural heterogeneity projected by the model is driven by heterogeneity in observable household characteristics.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-1-1",
                            "title": "2.1.1 Preferences",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Earnings are modelled at the family level, and are described by:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ2",
                                    "label": "(3)",
                                    "mathml": "<math><mrow><mtable><mtr><mtd><mtable><mtr><mtd><msub><mrow><mi>g</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mtd><mtd columnalign=\"left\"><mo>=</mo><mi>max</mi><mo>⁡</mo><mrow><mo>(</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><msubsup><mrow><mi>h</mi></mrow><mrow><mi>a</mi><mo>,</mo><mi>t</mi></mrow><mrow><mi>min</mi><mo>⁡</mo></mrow></msubsup><mo>)</mo><msub><mrow><mi>λ</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow></mtd></mtr><mtr><mtd><msub><mrow><mi>λ</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mtd><mtd columnalign=\"left\"><mo>=</mo><msubsup><mrow><mi>λ</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>o</mi></mrow></msubsup><msubsup><mrow><mi>λ</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>e</mi><mi>m</mi><mi>p</mi></mrow></msubsup><msubsup><mrow><mi>λ</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>r</mi><mi>e</mi><mi>t</mi></mrow></msubsup></mtd></mtr></mtable></mtd></mtr></mtable></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>h<sub>i,a</sub></i> defines the latent wage of the family of reference adult <i>i</i> at age <i>a</i>; <inline-formula id=\"inline1a\"><math display=\"inline\" id=\"i1a\"><mrow><msubsup><mi>h</mi><mrow><mi>a</mi><mo>,</mo><mi>t</mi></mrow><mrow><mi>min</mi></mrow></msubsup></mrow></math> is the (statutory) minimum wage; <i>λ<sup>o</sup></i> is a random adjustment factor that is included to allow for involuntary unemployment (lack of a wage offer); <i>λ<sup>emp</sup></i> adjusts to reflect the effect of labour supply decisions on earnings (varying with endogenous <i>l</i>); and <i>λ<sup>ret</sup></i> imposes a wage penalty on families that have previously chosen to start drawing upon their private pension wealth. In the analysis, the probabilities governing <i>λ<sup>o</sup></i> are age, relationship, and education specific, but time invariant.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In most periods, latent wages <i>h</i> are assumed to follow a random-walk with drift:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ3a",
                                    "label": "(4)",
                                    "mathml": "<math><mrow><mtable><mtr><mtd><mi>log</mi><mo>⁡</mo><mrow><mo>(</mo><mfrac><mrow><msub><mrow><mi>h</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow><mrow><msub><mrow><mi>m</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow></mfrac><mo>)</mo></mrow></mtd><mtd><mo>=</mo><mi>log</mi><mo>⁡</mo><mrow><mo>(</mo><mfrac><mrow><msub><mrow><mi>h</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow></msub></mrow><mrow><msub><mrow><mi>m</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow></msub></mrow></mfrac><mo>)</mo></mrow></mtd></mtr></mtable><mo>+</mo><msub><mrow><mi>w</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow></msub></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "id": "equ3b",
                                    "label": "(5)",
                                    "mathml": "<math><mrow><mtable><mtr><mtd><mrow><msub><mi>m</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mrow></mtd><mtd><mrow><mo>=</mo><mi>m</mi><mrow><mo>(</mo><mrow><msub><mi>n</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><mi>e</mi><msub><mi>d</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><mi>a</mi><mo>,</mo><mi>b</mi></mrow><mo>)</mo></mrow></mrow></mtd></mtr></mtable></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "id": "equ3c",
                                    "label": "(6)",
                                    "mathml": "<math><mrow><mtable><mtr><mtd><msub><mrow><mi>w</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mtd><mtd><mo>∼</mo><mtext> </mtext><mtext> </mtext><mi>N</mi><mrow><mo>(</mo><mn>0</mn><mo>,</mo><msubsup><mrow><mi>σ</mi></mrow><mrow><mi>w</mi></mrow><mrow><mn>2</mn></mrow></msubsup><mrow><mo>(</mo><msub><mrow><mi>n</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><msub><mrow><mi>e</mi><mi>d</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>)</mo></mrow><mo>)</mo></mrow></mtd></mtr></mtable></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where the parameters <i>m</i> (.) account for wage growth, which in turn depend on relationship status <i>n<sub>i,a</sub></i>, education <i>ed<sub>i,a</sub></i>, age <i>a</i>, and birth year <i>b</i>, and <i>!<sub>i,a</sub></i> is an identically and independently distributed disturbance term. The variance <inline-formula id=\"inline2\"><math display=\"inline\" id=\"i2\"><mrow><msubsup><mrow><mi>σ</mi></mrow><mrow><mi>w</mi></mrow><mrow><mn>2</mn></mrow></msubsup></mrow></math> is defined as a function of relationship status and education. The only exceptions to <a href=\"#equ3a\">equation (4)</a> are when a reference adult changes their education status (see <a href=\"#s2-1-6\">Section 2.1.6</a>), in which case a new random draw is taken from a log-normal distribution, the mean and variance of which are specific to the benefit unit’s age, birth year, relationship, and education status.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-1-2",
                            "title": "2.1.2 Labour income dynamics",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "<a href=\"#equ1a\">Equation (1)</a> is maximised, subject to an age specific credit constraint imposed on liquid (non-pension) net wealth, <i>w<sub>i,a</sub></i> <i>D<sub>a</sub></i> for the family of reference adult <i>i</i> at age <i>a</i>. <i>D<sub>a</sub></i> is set equal to minus the discounted present value of the minimum potential future income stream, subject to the condition that all debt be repaid by age70. Intertemporal variation of <i>w<sub>i,a</sub></i> is, in most periods, described by:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ4",
                                    "label": "(7)",
                                    "mathml": "<math><mrow><mtable><mtr><mtd><msub><mrow><mi>w</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub></mtd><mtd><mo>=</mo><msub><mrow><mi>w</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>+</mo><msub><mrow><mi>τ</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>+</mo><mi>u</mi><msubsup><mrow><mi>r</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow><mrow><mi>h</mi></mrow></msubsup><mo>−</mo><msub><mrow><mi>c</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>−</mo><mi>n</mi><mi>d</mi><msubsup><mrow><mi>c</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>x</mi></mrow></msubsup></mtd></mtr></mtable></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>τ</i> denotes disposable income, <i>ur<sup>h</sup></i> is un-realised returns to owner-occupied housing, <i>c</i> is discretionary non-durable composite consumption, and <i>ndc<sup>x</sup></i> is non-discretionary expenditure. Non-discretionary costs (sometimes referred to as “committed expenditure”) are disaggregated into child care, housing (rent and mortgage interest), and ‘other’ categories to facilitate simulation of welfare benefits that make explicit reference to any one of these expenditure categories. Simulated child care costs, <i>ndc<sup>c</sup></i>, are described as a function of the number and age of dependent children, and of the employment status of the least employed adult benefit unit member. Non-discretionary housing expenditure is comprised of rent and mortgage payments, <i>ndc<sup>hg</sup></i> = <i>rent</i> + <i>mort</i>, and is described below. ‘Other’ non-discretionary expenditure, <i>ndc<sup>o</sup></i>, is loosely designed to reflect the minimum expenditure required to participate in society, consistent with standard definitions of poverty. Consumption on other basic necessities is defined in terms of equivalised (non-housing / non-child care / non-health) consumption, and varies by age and year.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The only potential departures from <a href=\"#equ4\">equation (7)</a> occur when a family is identified as accessing pension wealth, or when a reference adult is identified as getting married or incurring a marital dissolution. Wealth effects at the time of pension access are discussed in <a href=\"#s2-1-5\">Section 2.1.5</a>. In relation to marital transitions, spouses are identified from within the simulated sample. A marriage between two simulated singles consequently results in the liquid net wealth of each being combined in the common benefit unit. A divorce is assumed to see liquid net wealth split evenly between each divorcee, whereas widowhood sees all liquid net wealth bequeathed to the surviving spouse. Solutions to the utility maximisation problem are evaluated on the assumption that marriages are between identical clones.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<i>w</i> includes all assets other than private pensions, and is disaggregated into housing and mortgage, and other wealth on the basis of reduced-form equations. Logit regressions are used to distinguish the incidence of home owners (<i>hh</i>) and mortgage holders (<i>mh</i>). Given incidence, regression equations for portfolio shares are used to evaluate housing wealth (<i>w<sup>h</sup></i>) , mortgage debt (<i>md<sup>h</sup></i> ), and non-housing net wealth (<i>w<sup>nh</sup> = w – w<sup>h</sup> + md<sup>h</sup></i> ).Assumed rates of return then permit evaluation of associated financial flows (realised and unrealised returns to housing wealth, mortgage interest, non-housing liquid net wealth, and rent).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-1-3",
                            "title": "2.1.3 Wealth constraint",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The model allows the measures of income accruing to each adult family member to be accounted for separately, so that it can reflect the taxation of individual incomes that is applied in the UK. Details of the specific tax and benefits schemes reflected by the model are provided in Appendix A.1. The tax function assumed for the model is represented by:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ5",
                                    "label": "(8)",
                                    "mathml": "<math><mrow><msub><mi>τ</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>=</mo><mi>τ</mi><mo> </mo><mrow><mo>(</mo><mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"center\"><mrow><mi>b</mi><mo>,</mo><mi>a</mi><mo>,</mo><msub><mi>n</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><msubsup><mi>n</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>c</mi></msubsup><mo>,</mo><msubsup><mi>l</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>j</mi></msubsup><mo>,</mo><msubsup><mi>g</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>j</mi></msubsup><mo>,</mo><mi>h</mi><msub><mi>h</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><msubsup><mi>w</mi><mrow><mi>i</mi><mo>.</mo><mi>a</mi></mrow><mi>h</mi></msubsup><mo>,</mo><mi>r</mi><mi>e</mi><mi>n</mi><msub><mi>t</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mi>m</mi><mi>o</mi><mi>r</mi><msub><mi>t</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow></msub><mo>,</mo><mi>r</mi><msubsup><mi>r</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>h</mi></msubsup><mo>,</mo><msubsup><mi>w</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>n</mi><mi>h</mi><mo>,</mo><mi>j</mi></mrow></msubsup><mo>,</mo><msubsup><mi>r</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>n</mi><mi>h</mi></mrow></msubsup><msubsup><mrow/><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>n</mi><mi>h</mi><mo>,</mo><mi>j</mi></mrow></msubsup><mo>,</mo><mi>p</mi><msubsup><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>c</mi><mo>/</mo><mi>n</mi><mi>c</mi><mo>,</mo><mi>j</mi></mrow></msubsup><mo>,</mo><mi>p</mi><msubsup><mi>y</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>j</mi></msubsup><mo>,</mo><mi>n</mi><mi>d</mi><msubsup><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mi>c</mi></msubsup></mrow></mtd></mtr></mtable></mrow><mo>)</mo></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "which depends on the birth year of the reference adult <i>b</i>; age of the reference adult, <i>a</i>; number of adults (relationship status), <i>n<sub>i,a</sub></i>; number and age of all dependent children, represented by the vector <inline-formula id=\"inline3\"><math display=\"inline\" id=\"i3\"><mrow><msubsup><mrow><mi>n</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>c</mi></mrow></msubsup></mrow></math>; labour supply of each adult <i>j</i> in the benefit unit,<inline-formula id=\"inline4\"><math display=\"inline\" id=\"i4\"><mrow><msubsup><mrow><mi>l</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>j</mi></mrow></msubsup></mrow></math>; the labour income of each adult, <inline-formula id=\"inline4a\"><math display=\"inline\" id=\"i4a\"><mrow><msubsup><mrow><mi>g</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>j</mi></mrow></msubsup></mrow></math>; indicator variables for homeowners, <i>hh<sub>i,a</sub></i>, and mortgage holders, <i>mh<sub>i,a</sub></i>; the net owner-occupied housing wealth held by the benefit unit, <inline-formula id=\"inline5\"><math display=\"inline\" id=\"i5\"><mrow><msubsup><mrow><mi>w</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>h</mi></mrow></msubsup></mrow></math>; the rent paid by non-home-owners, <i>rent<sub>i,a</sub></i>; the mortgage interest paid by mortgage holders, <i>mort<sub>i,a</sub></i>; the realised returns to (gross) housing wealth, <i>rr<sup>h</sup></i>; the non-housing net liquid wealth held by each adult, <inline-formula id=\"inline6\"><math display=\"inline\" id=\"i6\"><mrow><msubsup><mrow><mi>w</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>n</mi><mi>h</mi><mo>,</mo><mi>j</mi></mrow></msubsup></mrow></math>; the investment return on liquid net wealth of each adult, <inline-formula id=\"inline7\"><math display=\"inline\" id=\"i7\"><mrow><msubsup><mi>r</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>n</mi><mi>h</mi></mrow></msubsup><msubsup><mi>w</mi><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>n</mi><mi>h</mi><mo>,</mo><mi>j</mi></mrow></msubsup></mrow></math> (which may be negative); the pension contributions made by each adult, <inline-formula id=\"inline8\"><math display=\"inline\" id=\"i8\"><mrow><msubsup><mrow><mi>p</mi><mi>c</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>c</mi><mo>/</mo><mi>n</mi><mi>c</mi><mo>,</mo><mi>j</mi></mrow></msubsup></mrow></math>; the (retirement) pension income received by each adult, <inline-formula id=\"inline9\"><math display=\"inline\" id=\"i9\"><mrow><msubsup><mrow><mi>p</mi><mi>y</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>j</mi></mrow></msubsup></mrow></math>; and non-discretionary child care costs, <inline-formula id=\"inline10\"><math display=\"inline\" id=\"i10\"><mrow><msubsup><mrow><mi>n</mi><mi>d</mi><mi>c</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>c</mi></mrow></msubsup></mrow></math>.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-1-4",
                            "title": "2.1.4 Disposable income",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Private pensions are modelled at the family level, and are Defined Contribution in the sense that every family is assigned an account into which their respective pension contributions are (notionally) deposited. Contributions to private pensions are defined as fixed rates of employment income conditional on (endogenous) participation, and are distinguished by whether they are made by the employer, <i>π<sub>er</sub></i>, or the employee, <i>π<sub>ee</sub></i>: <i>pc<sub>i,a</sub></i> = (<i>π<sub>ee</sub></i> + <i>π<sub>er</sub></i>) <i>g<sub>i,a</sub></i>. All employer pension contributions are assumed to be exempt from taxation, and labour income is reported net of these. Employee contributions up to a year-specific cap are also exempt from income tax, reflecting provisions of the UK tax system. Any employee contributions in excess of the cap are subject to income tax. Labour income is reported gross of all employee contributions. A cap is also imposed on the maximum size of the aggregate pension pot, which remains fixed through time.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Until the year in which a benefit unit accesses its pension wealth, intertemporal accrual of private pension wealth, <i>w<sup>p</sup></i>, is described by <a href=\"#equ6\">equation (9)</a>:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ6",
                                    "label": "(9)",
                                    "mathml": "<math><mrow><msubsup><mrow><mi>w</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>p</mi></mrow></msubsup><mo>=</mo><mi>max</mi><mo>⁡</mo><mrow><mo>{</mo><mn>0</mn><mo>,</mo><mi>min</mi><mo>⁡</mo><mrow><mo>[</mo><msup><mrow><mi>w</mi></mrow><mrow><mi>p</mi><mo>,</mo><mi>max</mi><mo>⁡</mo></mrow></msup><mo>,</mo><msubsup><mrow><mi>r</mi></mrow><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow><mrow><mi>p</mi></mrow></msubsup><msubsup><mrow><mi>w</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi><mo>−</mo><mn>1</mn></mrow><mrow><mi>p</mi></mrow></msubsup><mo>+</mo><msubsup><mrow><mi>p</mi><mi>c</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>a</mi></mrow><mrow><mi>p</mi></mrow></msubsup><mo>]</mo></mrow><mo>}</mo></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>w<sup>p,</sup></i><sup>max</sup> defines the maximum size of a pension pot. <a href=\"#equ6\">Equation (9)</a> holds in all periods prior to pension receipt except following relationship transitions, in which case associated fluctuations in pension rights are modelled in a similar fashion as described for liquid net wealth.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The age at which pension dispersals are accessed, <i>a<sup>P</sup></i> , is determined endogenously subject to a minimum age of 55 (consistent with UK policy). At the time that pension wealth is accessed, a fixed fraction of accrued pension wealth is received as a tax-free lump-sum cash payment, and the remainder converted into a level life annuity that is subject to income tax. Annuity rates are calculated to reflect birth cohort-specific survival probabilities in the model, subject to assumed rates of investment returns, real growth, and transaction costs levied at time of purchase.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-1-5",
                            "title": "2.1.5 Private pensions",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Each adult is allocated an education state at entry into the model, <i>ed<sub>i,a</sub></i>, distinguishing between those with and without graduate level qualifications. This state influences the likelihood of employment offers, the age specific evolution of latent wages (<i>h</i> in <a href=\"#s2-1-2\">Section 2.1.2</a>), and transition probabilities governing marriage and divorce.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Individuals who do not enter the simulated population with tertiary education may be identified as tertiary students, <i>stud<sub>i,a</sub></i>. Any individual who first appears as a tertiary student is assumed to leave tertiary education at an exogenously defined age (assuming that they survive), at which time they may transition to tertiary educated, depending on a stochastic process that represents whether they pass their final exams. At the time an individual leaves tertiary education, they receive a new random draw for their wage potential from a log-normal distribution, where the terms of the distribution differ for graduates and non-graduates. All processes that govern transitions between alternative education states when projecting a population through time are assumed to be fully consistent with the associated expectations adopted to solve the lifetime decision problem.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-1-6",
                            "title": "2.1.6 Education",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Mortality is simulated for each adult in the model, based on random draws that are compared against associated survival probabilities. Survival probabilities are assumed to vary by age and year.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-1-7",
                            "title": "2.1.7 Mortality",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "A ‘relationship’ is defined as a cohabiting partnership, and reflects formal marriages and civil partnerships. The relationship status of each adult in each prospective year is considered to be uncertain. The transition probabilities that govern relationship formation and dissolution depend upon each reference adult’s existing relationship status, their education, age, and birth year, and the mortality probability of their spouse (if one exists). These probabilities are stored in a series of ‘transition matrices’, each cell of which refers to a discrete relationship/education/age/birth year combination.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Relationship formations are assumed to be between members of the simulated population. At the start of each simulated year, the pool of marrying adults is identified, and sorted into couples by minimising the sum of a score that allocates one point for each year difference between simulated individuals in age, and five points for any difference in education levels. After a couple are identified, the reference adult is selected by first checking whether one partner has accessed their pension wealth but the other has not (see description of Private pensions above). If so, then the pension recipient is identified as the reference. Otherwise, the individual with the highest wage potential (see description of Labour income dynamics) is identified as the reference person.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-1-8",
                            "title": "2.1.8 Relationship status, spouse matching, and identifcation of reference adults",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The model takes explicit account of the number and age of dependent children of each family. The birth of dependent children is assumed to be uncertain in the model, and described by transition probabilities that vary by the age, birth year, relationship status, and the number of existing children of each reference adult. These transition probabilities are stored in a series of transition matrices, in common with the approach used to model relationship status (described above). Having been born into a benefit unit, children are assumed to remain dependants until age 17, after which they are assumed to exit into adulthood and form family units of their own. A child may, however, depart a family prior to maturity, in the case of parental divorce. In this case all dependent children in the family are divided evenly between the separating parents (to the nearest integer).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The model is made computationally feasible by limiting child birth to three ‘child birth’ ages. Realistic benefit unit sizes are accommodated by allowing up to two children to be born at each child birth age. Restricting the number of ages at which a child can be born in the model raises a thorny problem regarding identification of the transition probabilities that are used to describe fertility risks. The model calculates the required probabilities internally, based upon the assumed birth ages and fertility rates reported at a highly disaggregated level.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-1-9",
                            "title": "2.1.9 Children",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The model parameters include the total numbers of immigrants and emigrants to be assumed for each prospective year. The parameters also include the proportions of immigrants and emigrants to assume within a set of mutually exclusive and exhaustive population subgroups. These subgroups are defined with respect to age, education, marital status, and dependent children. Subgroups are further distinguished by disposable income quintiles for immigrants, and by past migrant status for emigrants. These model parameters permit evaluation of target numbers of immigrants and emigrants who fall into each considered population subgroup in each simulated year. The model divides the domestic population simulated for each year into the same subgroups distinguished for migrants, and randomly selects members from these subgroups as either emigrants, or to be cloned as new immigrants, to match migrant targets. Variables are generated that report the age of immigration, <i>a<sup>im</sup></i>, and emigration, <i>a<sup>em</sup></i>, for each simulated adult.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-1-10",
                            "title": "2.1.10 International migration",
                            "type": "section"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 The microsimulation model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Exploring the effects of a policy counterfactual is one of the principal motivations for building microsimulation models in economics. As such, the steps involved in undertaking an associated analysis are well understood and widely appreciated. This section consequently provides a brief overview of the approach used to project the effects of each policy counterfactual. Evaluation of uncertainty associated with simulated effects of policy are then discussed, as these have received relatively sparse attention in the associated literature.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Two counterfactuals are considered for analysis. The first is an increase in the marginal rates of tax on all taxable income of 10 percentage points, which is assumed to apply in all years from 2016. Income taxes in the UK are levied on an individual basis and take a standard step-wise progressive rate structure. All income below a minimum threshold is tax exempt; see Appendix A.1.1 for further detail.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The second counterfactual is a reduction in the value of state retirement benefits of 20 percentage points, which is also assumed to apply in all years from 2016. State retirement benefits are paid from state pension age, which is scheduled to be 65 in 2016, rising to 66 from 2019, then 67 from 2026, before stabilising at 68 from 2034. This rise in state pension age is assumed for all policy environments considered in the study. State retirement benefits are defined here as the basic State Pension (a contributory flat-rate benefit; Appendix A.1.13), the Pension Credit (a means-tested retirement benefit; Appendix A.1.6), and the personal allowances for Housing and Council Tax benefits (used to evaluate means-testing of each benefit; Appendix A.1.10–11). Both counterfactuals are assumed to be announced in 2016, and to be previously unanticipated by the population.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The effects of each policy counterfactual were evaluated by comparing projections derived under the counter-factual policy environment with those derived under a base policy environment. The first step involved setting up a simulated base scenario. In the current context, the base scenario was constructed by loading in survey data for a population cross-section reported for the UK in 2011, and projecting the evolving population cross-section forward to 2016 on the basis of a description of tax and transfer policy observed in 2011. With the population cross-section updated to 2016, LINDA was then used to project the evolving population cross-section forward from 2016 to 2070 using a description for tax and transfer policy observed in 2016 (the most recent description available at the time of writing). These simulated panel data were stored as the base for comparison.",
                            "type": "paragraph"
                        },
                        {
                            "text": "With the base scenario in place, the effects of each of the two policy counterfactuals were evaluated by first loading in the simulated data projected under the base policy specification. These initialising data include all the information used to project individual characteristics, including the random events that evolve with uncertainty, from 2016 to 2070 under the base policy scenario. All simulated data – other than the information describing the incidence of random events – projected for the period 2017 to 2070 under the base scenario were re-initialised by the model, and new characteristics projected forward on the assumption of the respective policy counterfactual. This approach is designed to facilitate identification of the effects of policy, by limiting differences between a simulated counterfactual and the respective base projection to the policy changes of interest.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When considering the potential forecasting error associated with model projections, it is useful to distinguish between endogenous and exogenous factors that generate disparities between a model projection and the associated real-world phenomena. Endogenous factors refer to those that are explicitly recognised as evolving randomly within a model’s structure. In the current model, these factors are limited to the seven individual specific characteristics that are defined as evolving with uncertainty from one year to the next (see top of <a href=\"#s2-1\">Section 2.1</a>). LINDA uses Monte Carol methods based on random draws to project these characteristics. This means that any single projection generated by LINDA will be probabilistic (rather than deterministic) to the extent that it is affected by the specific set of random draws upon which it is based.",
                            "type": "paragraph"
                        },
                        {
                            "text": "‘Exogenous factors’ refer to all other considerations that generate disparities between model projections and the associated real-world phenomena. Exogenous factors consequently capture a wide range of issues, from the uncertainty associated with defining representative model parameters, through to features that may influence the simulated phenomena but are omitted from a model’s structure.",
                            "type": "paragraph"
                        },
                        {
                            "text": "LINDA is currently adapted to account only for endogenous factors when exploring the likelihood associated with alternative model projections. This limitation makes the model an inappropriate basis for formulating a forecast concerning the future state of the population cross-section, because it means that it cannot provide a reliable measure for the full scale of the disparities associated with its projections (as it omits an account of the ‘exogenous factors’ referred to above).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Focussing on the effects of policy counterfactuals is motivated in part by the view that this helps to mitigate the limitations associated with use of LINDA as a forecasting tool. Comparing simulated projections that differ only with respect to the assumed policy environment, obtains a measure of the effects of policy within a controlled context. To the extent that the effects of exogenous factors are orthogonal to the effects of a policy counterfactual, taking differences between simulated projections will generate an un-biassed point forecast for the effects of the counterfactual. This point forecast can then be supplemented by measures of uncertainty implied by the endogenous factors represented within the model. Conceptually, this approach is similar to the Difference-in-Differences reduced-form econometric procedure that is commonly used to explore the effects of natural policy experiments (e.g. <a href=\"#bib2\">Blundell &amp; Costas Dias, 2009</a>, for a review).",
                            "type": "paragraph"
                        },
                        {
                            "text": "LINDA is parameterised so that each simulated individual represents 1000 individuals in the projected population cross-section. Sensitivity of the projected effects of policy counterfactuals arising due to the discrete size of the simulated population is reflected by replicating the analysis 30 times, using a fresh set of random draws on each occasion. The random draws for each simulated individual are considered independent of all other individuals, so this is equivalent to bootstrapping with replacement. These replications permit standard errors to be evaluated for simulated summary statistics, which help to identify statistically significant variation associated with alternative behavioural assumptions under the base model parameterisation. Nevertheless, it should be noted that, even if the point estimates for policy effects generated as described here are un-biassed, the estimated uncertainty associated with those point estimates is likely to be substantively under-predicted due to the omission of the uncertainty of model parameters in the associated calculations.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Evaluating the effects of policy counterfactuals",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "One of the most flexible methods for projecting decisions is on the basis of reduced-form descriptions of behaviour. In its most general form, the approach involves the assumption of a functional relation between the behaviour of interest and alternative ‘explanatory’ characteristics. The central problem with this most general form is the difficulty associated with identifying a functional relation that is stable in context of an evolving policy environment. A model is appropriately referred to as ‘structural’ to the extent that this objective is achieved. Hence, a single model can be referred to as both ‘structural’ and a ‘reduced-form’. Unfortunately, not all reduced-form descriptions are structurally invariant to the policy environment, and not all structural descriptions of behaviour can be expressed as convenient reduced-forms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Choice of the method used to project behaviour is currently part of the art – rather than the science – of specifying a microsimulation model. The choices made in this respect tailor a model to selected subjects of interest. The multiplicity and indeterminacy of this aspect of model design also limits the scope of comparisons that can reasonably be explored between modelling alternatives; it is impractical, for example, to consider the question of which approach is likely to be ‘best’ for all contexts. The subject explored in this study was carefully chosen to be both informative and feasible.",
                            "type": "paragraph"
                        },
                        {
                            "text": "One of the most difficult features to reflect when selecting a reduced-form description for behaviour is incentive responses to a changing policy environment. Understanding such responses is the primary motivation for utility theory, and a central focus of concern in the growing field of agent-based economics. This study consequently uses a microsimulation model based on classical utility theory to explore the importance of incentive responses underlying projections for policy counterfactuals. The analysis explores the influence of three alternative behavioural scenarios: (a) Behaviour that does not respond to the influence of policy on incentives; (b) labour supply that responds to altered policy incentives but savings behaviour that does not; and (c) the case in which both savings and labour supply respond to changes in policy incentives. These behavioural alternatives are interesting because they reflect assumptions frequently made in the contemporary microsimulation literature.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Use of a common model framework facilitates comparisons between the three alternative behavioural assumptions considered for the study. The framework adopted for the analysis, LINDA, has been designed and parameterised exclusively on the assumption that both savings and labour supply respond optimally to changes in the policy environment, reflecting one of the three behavioural alternatives listed above (c). This tailoring of the considered model framework motivates use of the “fully-structural” projections (c) as the basis for comparing the behavioural alternatives that reflect reduced-forms (a,b). The analysis is consequently framed around two principal research questions: How important is it to account explicitly for the behavioural trade-offs implied by policy counterfactuals in microsimulation projections (a,c); and to what extent will an explicit consideration of labour supply incentives alone reflect projections in which policy trade-offs concerning both the labour / leisure and consumption / savings margins are explicitly accounted for (b,c)?<sup><a href=\"#fn6\">6</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The remainder of this section provides technical detail concerning the methods used to project behavioural alternatives.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "LINDA projects the evolving population cross-section through time via a two stage process that is common in the dynamic programming literature. In the first stage, utility maximising decisions are evaluated under the simulated policy environment for any feasible combination of individual specific characteristics. In the second stage, the population is projected through time, based on the description of behaviour evaluated in the first stage, and the processes that are assumed to govern the intertemporal development of individual specific characteristics. The second stage of this procedure is common to most dynamic microsimulation models in use today, with the principal distinction that LINDA uses the utility maximising solutions obtained in the first stage for projecting individual decisions. Exploring the implications of alternative behavioural assumptions required adaptation of the description for behaviour generated in the first stage of the model procedure, which is the focus of discussion here.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The model begins by defining a grid that overlays all feasible combinations of individual specific characteristics. This grid essentially acts as a look-up table for projecting individual decisions in the second stage of the simulation. A single grid axis is generated for each of the 14 characteristics described at the beginning of <a href=\"#s2-1\">Section 2.1</a>. Where a characteristic defines discrete alternatives (e.g. relationship status, number and age of dependent children, student and education status, and survival), then a separate point is defined on the respective grid axis for each potential alternative. Where a characteristic defines a continuous feasible domain, then the respective axis is arbitrarily divided into discrete points. For characteristics concerning time, a linear scale with intervals of equal duration is adopted. Annual intervals are considered for the age axis, comprising 113 points between 18 and 130 years. The working lifetime is considered to end at age 74, and all individuals are assumed to be retired from age 75. Feasible birth years span the period 1920 to 2030, and this period is divided into 11 year intervals (11 points). For financial characteristics (wage potential, pension and non-pension wealth), equal intervals on a log scale are used to construct the grid, as this provides greater detail toward the bottom of the distribution where non-concavities of the utility maximisation problem are most common. The feasible domains for non-pension wealth and wage potential are each divided into 26 points to age 74, and 21 points for pension wealth. From age 75, 151 points are considered for each of non-pension and pension wealth where greater detail can be accommodated at a low computational cost. In total, the grid considered for analysis identifies 200 million discrete combinations of individual specific characteristics over the feasible range of the analysis.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Once the grid described above has been defined, the model proceeds to solve the utility maximisation problem at each each grid intersection via backward induction. Starting with the oldest possible age considered for life (130 years), utility maximising decisions for any combination of individual specific characteristics (birth cohort, pension and non-pension wealth) are trivial to evaluate, as they are free from dynamic considerations. The model stores both the utility maximising decisions and the respective measures of (lifetime) utility at each intersection of the grid slice for the oldest age, and then proceeds to consider the decision problem at each intersection of the grid slice for the second oldest potential age of life. Solution of the utility maximisation problem at age 129 is complicated by the need to take into consideration the impact that decisions at age 129 have on probable characteristics, and associated utility, at age 130.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "As closed-form (analytical) solutions to the intertemporal utility maximisation problem are not guaranteed in the model, numerical methods are used to search over the set of all feasible decisions. Expected lifetime utility associated with each candidate decision combination is evaluated by: i) calculating the period specific utility associated with the decision, via <a href=\"#equ1b\">equation (2)</a>; ii) projecting characteristics forward one year taking into consideration the influence of the decision on future circumstances, e.g. via <a href=\"#equ4\">equation (7)</a> for liquid net wealth; and iii) by approximating the expected lifetime utility associated with each potential forward projection for individual specific characteristics by drawing on the solutions previously obtained for the grid slice describing the immediately succeeding age. Where forward projections of characteristics are uncertain, then a discrete set of alternatives are considered, each associated with a probability. In the case of wages, where the theoretical distribution one year forward is continuous, an approximation is obtained using the Guass-Hermite quadrature. Where one year forward projections for characteristics do not fall precisely on a grid point, then interpolation methods are used to approximate the measure of expected lifetime utility one-period forward by drawing on near-by grid points. The assumption of von Neuman Morgenstern utility then permits expected lifetime utility associated with the decision combination to be evaluated as a weighted sum.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "As the model solves each utility maximisation problem, it stores both the optimal decision combination and associated measure of expected lifetime utility. Once it has a solution for all intersections of the grid slice for age 129, it uses the same approach applied recursively to obtain solutions for the entire simulated lifetime. At the end of this process, the model stores the results of its solution to the lifetime decision problem to an external file, which plays an important role in facilitating the reduced-form analysis as discussed below.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-3-1",
                            "title": "2.3.1 Structural projections for behaviour using LINDA",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "All three behavioural variants considered in the study explore the effects of policy counterfactuals with respect to a common simulation base (see <a href=\"#s2-2\">Section 2.2</a>). Given the focus on behavioural reduced-forms that do not respond to the incentives associated with a change in policy context, the reduced-form projections use descriptions for behaviour described by the base simulation. These descriptions for behaviour were generated by LINDA via the structural approach described in <a href=\"#s2-3-1\">Section 2.3.1</a>, taking into consideration transfer policy as it was applied in the UK in 2016.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The descriptions of behaviour generated by LINDA under the base policy environment take the form of a (look-up table) function, with exogenous variables defined by the 14 household-specific characteristics listed at the beginning of <a href=\"#s2-1\">Section 2.1</a>. A common feature of the 14 exogenous characteristics assumed for the model is that their values in any simulated period are independent of the policy environment prevailing in the same period. This feature is useful, because it means that the characteristics generated under a base simulation can be used as the starting-point for projections of a policy counterfactual. In this context, immediate responses to the policy counterfactual are accommodated in numerically solved structural projections by resolving the (lifetime) decision problem for each alternative policy environment. In contrast, reduced-form descriptions of behaviour are usually assumed to persist in context of a changing policy environment. This difference in simulation approaches complicates a direct interchange of the respective descriptions for behaviour.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Consider, for example, projections of consumption decisions in context of a rise in income tax rates. Suppose that consumption was projected using a functional description based on age, wealth, and private income. The structural approach that is implemented by default in LINDA would adapt the consumption function to reflect the influence on incentives of higher tax rates. This approach consequently accommodates an immediate reaction to the policy change. In contrast, if the reduced-form consumption function was not revised to reflect the income tax rise, and private income remained unchanged, then projected consumption would fail to reflect the higher taxes until budgetary effects fed through to affect household wealth. The result is likely to be a run-away wealth effect, and projections for consumption that bear little resemblance to reality.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Studies that employ reduced-form descriptions of behaviour must carefully tailor their functional descriptions to minimise the likelihood of mis-specification as discussed above. This is typically achieved, within the constraints considered for reduced-forms here, by reflecting relationships between behaviour and explanatory variables that are likely to suffer little distortion by the policy environment. In the above example, this would typically be achieved by describing consumption as a function of disposable, rather than private income. A rise in tax rates would then depress disposable income for any given measure of private income, and thereby have an immediate effect on consumption, independent of any associated implications for wealth. While the magnitude of consumption responses generated under the reduced-form and structural approaches might not be the same, this approach for selecting reduced-form specifications is likely to mitigate the differences between them.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The approach assumed here for projecting behaviour under the reduced-form was consequently chosen to reflect a conceivably stable description in context of the two policy counterfactuals that are explored. As discussed above, this reflects basic best-practice in reduced-form analysis. Much of the indeterminacy commonly associated with specification of a reduced-form description was addressed here by imposing the additional condition that the reduced-form analysis retained the basic “information set” underlying the structural description for behaviour. This additional condition was imposed to facilitate comparisons between the two methodologies, and involved adapting the axes of the look-up tables to reflect the bearing of each policy counterfactual on disposable, rather than private income. This was achieved as follows.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "First, copies were made of the look-up tables describing the behavioural solutions generated by LINDA under the base policy environment. Each coordinate <i>i</i> of the base-simulation look-up table was considered in turn, and the ‘wage potential’ and ‘private pension wealth’ axes were considered for adjustment. These two axes were adjusted independently, reflecting the fact that households predominantly receive income from either one, but seldom both, of these income sources in any given year of their lives.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Re-scaling of the ‘wage potential’ axis was evaluated for any coordinate, <i>i</i>, corresponding to the working lifetime (to age 75). Given the characteristics associated with coordinate <i>i</i>, including wage potential <i>x<sub>i</sub></i>, disposable income under the policy counterfactual, <inline-formula id=\"inline11\"><math display=\"inline\" id=\"i11\"><mrow><msubsup><mrow><mi>y</mi></mrow><mrow><mi>i</mi></mrow><mrow><mn>1</mn></mrow></msubsup></mrow></math>, was evaluated, on the assumptions that all adults were full-time employed and no private pension was received. The ‘wage potential’ needed to obtain the same disposable income, under the same assumptions, except in context of the base policy context, <inline-formula id=\"inline12\"><math display=\"inline\" id=\"i12\"><mrow><msubsup><mrow><mi>x</mi></mrow><mrow><mi>i</mi></mrow><mrow><mn>0</mn></mrow></msubsup></mrow></math>, was then evaluated. This was used as the reference for re-scaling the ‘wage potential’ of the respective coordinate in the look-up table used to project reduced-form behaviour. That is, the reduced-form projections for behaviour of individuals with wage potential <i>x<sub>i</sub></i> under the policy counterfactual were drawn from the base-simulation look-up tables, with reference to wage potential <inline-formula id=\"inline13\"><math display=\"inline\" id=\"i13\"><mrow><msubsup><mrow><mi>x</mi></mrow><mrow><mi>i</mi></mrow><mrow><mn>0</mn></mrow></msubsup></mrow></math> rather than <i>x<sub>i</sub></i>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Consider, for example, the re-scaling associated with the counterfactual 10 percentage point increase in all income tax rates. Denote <i>t<sub>i</sub></i> the marginal tax rate under the base simulation corresponding to wage potential <i>x<sub>i</sub></i>, Δ<i>t</i> = 0.1 the rise in tax rates, and the proportion of wage potential subject to tax <i>ϕ<sub>i</sub></i> = (<i>x<sub>i</sub></i> <i>–</i> <i>e<sub>i</sub></i>)<i>/x<sub>i</sub></i> (where <i>e<sub>i</sub></i> is exempt income). Then it can be shown that the re-scaled value of the wage potential at coordinate <i>i</i> is given by:<sup><a href=\"#fn7\">7</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ7",
                                    "label": "(10)",
                                    "mathml": "<math><mrow><msubsup><mi>x</mi><mi>i</mi><mtext>o</mtext></msubsup><mo>=</mo><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><mfrac><mrow><mtext>Δ</mtext><mi>t</mi></mrow><mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow></mfrac><msub><mi>ϕ</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow><msub><mi>x</mi><mi>i</mi></msub></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "The approach used to re-scale the ‘private pension wealth’ axis adapted the method described above to capture the forward-looking nature of pension savings decisions. Any coordinate identified as having previously accessed pension wealth provides a direct measure of the associated (private) pension annuity. For coordinates identified as not having previously accessed pension wealth, a private pension annuity was imputed. This imputation was evaluated either at state pension age, or the age of the table coordinate, whichever was higher. The imputation accounted for projected investment returns, the (exogenous) share of pension wealth taken as a tax-free lump-sum, and annuity conversion rates. Given the private pension annuity, disposable income under the policy counterfactual, <inline-formula id=\"inline14\"><math display=\"inline\" id=\"i14\"><mrow><msubsup><mrow><mi>y</mi></mrow><mrow><mi>i</mi></mrow><mrow><mn>1</mn></mrow></msubsup></mrow></math>, was evaluated. The private pension annuity needed to obtain the same disposable income, under the same assumptions, except in context of the base policy context, <inline-formula id=\"inline15\"><math display=\"inline\" id=\"i15\"><mrow><msubsup><mrow><mi>x</mi></mrow><mrow><mi>i</mi></mrow><mrow><mn>0</mn></mrow></msubsup></mrow></math>, was then determined.<sup><a href=\"#fn8\">8</a></sup> The analytical process was then inverted to obtain a measure of private pension wealth at the prevailing coordinate, and used as the reference to re-scale the ‘private pension wealth’ axis in the look-up table adapted from the base simulation.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The adjusted look-up tables described above were used to generate counterfactual policy projections under the behavioural alternative in which both savings and employment decisions are based on reduced-forms. Consideration of the intermediate behavioural scenario, in which labour supply adjusts to the altered incentives associated with a policy counterfactual but savings behaviour does not, required some additional adjustment of the existing LINDA source code. In this case, the model was adapted to first load in the adjusted look-up tables described above. The numerical routines that search for an optimum to the utility maximisation problem were altered to project consumption and pension savings using the pre-loaded values, and to search only over the feasible labour supply alternatives. When the search considered the alternative of no labour supply, then consumption and pension participation decisions were set equal to the values associated with a low-wage offer (see <a href=\"#s2-1-2\">Section 2.1.2</a>); otherwise consumption and pension participation were set equal to their values with a standard wage offer. The results of this constrained optimisation were saved by the model, after which each simulation proceeded as normal.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Results based on the adjusted look-up tables obtained as described above are reported in <a href=\"#s3\">Section 3</a>. Results for reduced-form projections based on unadjusted look-up tables are reported in Appendix B, thereby providing an indication of the sensitivity of results to the re-scaling adjustments considered for analysis; these supplementary results clearly display the forms of mis-specification that are discussed above.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-3-2",
                            "title": "2.3.2 Adapting LINDA to explore reduced-form behavioural alternatives",
                            "type": "section"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Exploring alternative behavioural assumptions",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Method",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Results are divided into two subsections. The first provides an overview of the influence of alternative behavioural assumptions, by discussing the effects of the respective policy counterfactuals on key aggregates generated for the evolving population cross-section. The second subsection explores the dynamics underlying the population aggregate effects, by discussing the influence of alternative behavioural assumptions on the projected life course of selected birth cohorts.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table1\">Table 1</a> reports the projected effects on the government budget of a 10 percentage point rise in all rates of income tax, and a 20 per cent fall in the value of state retirement benefits. As discussed in <a href=\"#s2-3\">Section 2.3</a>, the absolute scale of differences between behavioural alternatives reported for each policy counterfactual reflect this study’s approximation of the influence of accommodating incentive responses to policy based on a common information set. A cursory examination of the statistics reported in the table indicates a reasonably high degree of correspondence between statistics generated under the three behavioural alternatives, with a closer correspondence projected for the fall in retirement benefits than the rise in tax rates. This disparity in behavioural variation is generated despite the two policy counterfactuals being projected under the same set of behavioural alternatives, and having qualitatively similar effects on net government revenues. The result is an important reminder of the extent to which behavioural sensitivity of simulated projections is policy-specific.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "tfn1-1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "“none” = projections omitting behavioural responses to policy incentives; “emp” = projections allowing for labour supply responses to policy incentives; “full” = projections allowing for labour and savings responses to policy incentives. Standard errors reported in parentheses. “income tax rates rise 10%” denotes counterfactual in which the marginal rates on all taxable income are increased by 10 percentage points. “retirement benefits fall 20%” denotes counterfactual in which all state retirement benefits are reduced in value by 20 percentage points.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Author’s calculations on simulated data generated using 30 separate sets of random draws.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"3\">income tax rates rise 10%</th>\n<th colspan=\"3\">retirement benefits fall 20%</th>\n<th colspan=\"3\">income tax rates rise 10%</th>\n<th colspan=\"3\">retirement benefits fall 20%</th>\n</tr>\n<tr>\n<th colspan=\"7\">response<a href=\"#tfn1-1\">*</a></th>\n<th colspan=\"6\">response<a href=\"#tfn1-1\">*</a></th>\n</tr>\n<tr>\n<th/>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"7\">net government revenue</td>\n<td colspan=\"6\">benefits expenditure</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>33.5</td>\n<td>39.5</td>\n<td>41.7</td>\n<td>16.6</td>\n<td>15.7</td>\n<td>17.3</td>\n<td>0.9</td>\n<td>0.5</td>\n<td>0.5</td>\n<td>−20.1</td>\n<td>−19.8</td>\n<td>−19.7</td>\n</tr>\n<tr>\n<td/>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.3)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n</tr>\n<tr>\n<td>2021</td>\n<td>33.0</td>\n<td>40.0</td>\n<td>44.4</td>\n<td>19.0</td>\n<td>18.1</td>\n<td>19.3</td>\n<td>1.5</td>\n<td>0.4</td>\n<td>0.6</td>\n<td>−23.0</td>\n<td>−22.6</td>\n<td>−22.3</td>\n</tr>\n<tr>\n<td/>\n<td>(0.5)</td>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n</tr>\n<tr>\n<td>2026</td>\n<td>32.4</td>\n<td>39.9</td>\n<td>45.1</td>\n<td>22.4</td>\n<td>21.3</td>\n<td>22.1</td>\n<td>1.5</td>\n<td>0.3</td>\n<td>0.7</td>\n<td>−26.4</td>\n<td>−26.0</td>\n<td>−25.5</td>\n</tr>\n<tr>\n<td/>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.2)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n</tr>\n<tr>\n<td>2036</td>\n<td>31.0</td>\n<td>39.6</td>\n<td>47.1</td>\n<td>33.7</td>\n<td>31.4</td>\n<td>31.8</td>\n<td>2.0</td>\n<td>0.0</td>\n<td>0.9</td>\n<td>−37.3</td>\n<td>−36.9</td>\n<td>−36.0</td>\n</tr>\n<tr>\n<td/>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.5)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n</tr>\n<tr>\n<td>2046</td>\n<td>36.6</td>\n<td>44.0</td>\n<td>54.9</td>\n<td>46.8</td>\n<td>42.8</td>\n<td>43.9</td>\n<td>2.1</td>\n<td>−0.3</td>\n<td>1.1</td>\n<td>−50.2</td>\n<td>−49.7</td>\n<td>−48.6</td>\n</tr>\n<tr>\n<td/>\n<td>(0.5)</td>\n<td>(0.5)</td>\n<td>(0.5)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n</tr>\n<tr>\n<td colspan=\"7\">income tax revenue</td>\n<td colspan=\"6\">consumption tax revenue</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>40.9</td>\n<td>46.3</td>\n<td>44.9</td>\n<td>−0.1</td>\n<td>−0.9</td>\n<td>−1.3</td>\n<td>−6.5</td>\n<td>−6.3</td>\n<td>−2.7</td>\n<td>−3.4</td>\n<td>−3.1</td>\n<td>−1.1</td>\n</tr>\n<tr>\n<td/>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.3)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n</tr>\n<tr>\n<td>2021</td>\n<td>41.2</td>\n<td>46.7</td>\n<td>48.7</td>\n<td>−1.0</td>\n<td>−1.6</td>\n<td>−1.8</td>\n<td>−6.7</td>\n<td>−6.3</td>\n<td>−3.6</td>\n<td>−3.1</td>\n<td>−2.9</td>\n<td>−1.1</td>\n</tr>\n<tr>\n<td/>\n<td>(0.5)</td>\n<td>(0.4)</td>\n<td>(0.5)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n</tr>\n<tr>\n<td>2026</td>\n<td>40.9</td>\n<td>46.6</td>\n<td>50.1</td>\n<td>−1.2</td>\n<td>−2.0</td>\n<td>−2.2</td>\n<td>−7.0</td>\n<td>−6.4</td>\n<td>−4.2</td>\n<td>−2.8</td>\n<td>−2.7</td>\n<td>−1.1</td>\n</tr>\n<tr>\n<td/>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.2)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n</tr>\n<tr>\n<td>2036</td>\n<td>41.0</td>\n<td>46.9</td>\n<td>53.3</td>\n<td>−1.1</td>\n<td>−2.8</td>\n<td>−2.9</td>\n<td>−8.0</td>\n<td>−7.3</td>\n<td>−5.3</td>\n<td>−2.6</td>\n<td>−2.7</td>\n<td>−1.3</td>\n</tr>\n<tr>\n<td/>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.5)</td>\n<td>(0.2)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n</tr>\n<tr>\n<td>2046</td>\n<td>48.8</td>\n<td>53.0</td>\n<td>62.6</td>\n<td>−0.6</td>\n<td>−3.9</td>\n<td>−3.3</td>\n<td>−10.0</td>\n<td>−9.2</td>\n<td>−6.6</td>\n<td>−2.7</td>\n<td>−3.0</td>\n<td>−1.4</td>\n</tr>\n<tr>\n<td/>\n<td>(0.5)</td>\n<td>(0.5)</td>\n<td>(0.5)</td>\n<td>(0.2)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Projected effects of policy counterfactuals on annual government budget, distinguished by year and accommodated behavioural response (£2016, billions).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The top-left panel of <a href=\"#table1\">Table 1</a> indicates that the rise in tax rates is projected, under the assumption of no responses to counterfactual incentives (the ‘non-response’ scenario, denoted ‘none’ in the table), to increase net government revenue by £34 billion in 2016, rising to £37 billion by 2046. The figure reported for 2016 is substantively lower than related projections reported by HM Revenue and Customs (HMRC), which suggest that a 1 percentage point rise of all rates of income tax in the 2016/17 tax year would raise £5.5 billion in additional revenue. The reason for this disparity is that the reduced-form descriptions for behaviour assumed here are explicitly designed to reflect immediate labour supply responses throughout the distribution, in common with the ‘full’ structural approach for projecting behaviour (discussed below). In contrast, the HMRC projection confines responses to higher-rate tax-payers, assuming that a 1 per cent rise in the marginal tax rate would lead to a 0.45 per cent reduction in taxable income. This disparity consequently reveals the potential sensitivity of reduced-form projections based on heuristically selected descriptions for behaviour.<sup><a href=\"#fn9\">9</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The top-left panel of <a href=\"#table1\">Table 1</a> also indicates that the increases in net government revenue projected for the rise in tax rates under the ‘full-response’ scenario (in which both savings and labour supply respond to incentives) are significantly greater than under the non-response scenario, with the excess rising from 20 per cent in 2016 to 33 per cent in 2046. The remaining three panels of the table help to explain this variation by disaggregating the net budgetary effects. These statistics indicate that all three budgetary components contribute to the differences in net government revenue projected for the rise in income tax rates under the full- and non-response scenarios. That is, the higher increases in net government revenues projected under the assumption that both savings and employment respond to policy incentives are coincident with smaller increases in benefits expenditure, larger increases in income tax revenue, and smaller decreases in consumption tax revenue. The most important of these components, by a wide margin, is income tax revenue, followed by consumption taxes; differences in projected benefits account for relatively little of the variation projected for net government revenues.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The relative importance of income taxes in contributing toward the differences in the effects of a rise in tax rates on the net government budget projected under the non- and full-response scenarios alludes to the likely importance of labour decisions as an explanatory factor.<sup><a href=\"#fn10\">10</a></sup> This proposition suggests that extending the non-response scenario to accommodate labour supply responses to policy incentives may obtain a close approximation to the projections generated under the full-response scenario.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The statistics reported in <a href=\"#table1\">Table 1</a> for simulations in which labour supply is assumed to respond to the altered incentives of the rise in income tax rates but savings do not (the ‘employment-response’ scenario, denoted ‘emp’ in the table) generally fall between those generated under the two behavioural alternatives, thereby providing some support for the conjecture noted in the previous paragraph. Although this result may seem intuitive, it is nevertheless useful to confirm, and provides some support for the prevailing trend to add structural labour supply responses to microsimulation models that include reduced-form descriptions for consumption. It is of further note that the intermediate statistics generated under the employment-response scenario reported in the table tend to be closer to those generated under the full-response scenario in the near-term (within a 10 year horizon), and closer to the non-response scenario in the longer term. It is conceivable that policy makers would find the relative variation generated under the employment-response scenario strictly preferable to either of the two behavioural alternatives reported in the table. We return to discuss the generality of this finding below.",
                            "type": "paragraph"
                        },
                        {
                            "text": "While the effects of alternative behavioural assumptions on projected net government revenues are relatively muted under the retirement benefits counterfactual, some interesting differences between the projections are discernable. The increase in net government revenues projected for 2016 is £700 million larger under the full-response scenario than under the non-response scenario. This relationship reverses as the simulated time horizon extends, so that by 2046 the projected increase in net government revenue is £2.9 billion smaller under the full-response scenario. The remaining statistics in <a href=\"#table1\">Table 1</a> indicate that £1.2 billion of this temporal reversal is due to a smaller decline in state expenditure on retirement benefits under the full-response scenario, £1.4 billion is due to a larger fall of income tax revenue, and £1.0 billion is due to a larger decline in consumption tax revenue. Further detail can be obtained by exploring the contemporaneous variation generated for household finances, to which we now turn.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table2\">Table 2</a> reports policy effects on domestic sector financial aggregates. Most of the statistics reported in the table indicate similar directional effects of each reform across the three behavioural alternatives, subject to some notable differences in magnitude.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "tfn1-2",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "“none” = projections omitting behavioural responses to policy incentives; “emp” = projections allowing for labour supply responses to policy incentives; “full” = projections allowing for labour and savings responses to policy incentives. Standard errors reported in parentheses. “equivalent full-time employees” evaluated as projected change in total number of labour hours per week divided by 37. “private income” denotes income net of interest charges from all private sources. “disposable income” denotes income net of government taxes and transfers.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Author’s calculations on simulated data generated using 30 separate sets of random draws.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"3\">income tax rates rise 10%</th>\n<th colspan=\"3\">retirement benefits fall 20%</th>\n<th colspan=\"3\">income tax rates rise 10%</th>\n<th colspan=\"3\">retirement benefits fall 20%</th>\n</tr>\n<tr>\n<th colspan=\"7\">response<a href=\"#tfn1-2\">*</a></th>\n<th colspan=\"6\">response<a href=\"#tfn1-2\">*</a></th>\n</tr>\n<tr>\n<th/>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"7\">equivalent full time employees (’000)</td>\n<td colspan=\"6\">consumption expenditure</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>−1481.6</td>\n<td>−491.8</td>\n<td>−574.9</td>\n<td>307.8</td>\n<td>237.9</td>\n<td>160.8</td>\n<td>−43.0</td>\n<td>−41.8</td>\n<td>−18.7</td>\n<td>−22.4</td>\n<td>−20.6</td>\n<td>−7.5</td>\n</tr>\n<tr>\n<td>(21.1)</td>\n<td>(7.4)</td>\n<td>(9.8)</td>\n<td>(10.7)</td>\n<td>(7.6)</td>\n<td>(5.6)</td>\n<td>(0.3)</td>\n<td>(0.3)</td>\n<td>(0.2)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n</tr>\n<tr>\n<td>2021</td>\n<td>−1300.9</td>\n<td>−459.6</td>\n<td>−345.1</td>\n<td>284.4</td>\n<td>194.7</td>\n<td>148.5</td>\n<td>−44.6</td>\n<td>−42.0</td>\n<td>−24.9</td>\n<td>−20.8</td>\n<td>−19.7</td>\n<td>−7.7</td>\n</tr>\n<tr>\n<td>(18.5)</td>\n<td>(11.4)</td>\n<td>(12.3)</td>\n<td>(13.1)</td>\n<td>(10.3)</td>\n<td>(8.4)</td>\n<td>(0.3)</td>\n<td>(0.3)</td>\n<td>(0.2)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n</tr>\n<tr>\n<td>2026</td>\n<td>−1198.7</td>\n<td>−435.1</td>\n<td>−218.9</td>\n<td>321.6</td>\n<td>183.0</td>\n<td>153.0</td>\n<td>−46.9</td>\n<td>−43.1</td>\n<td>−29.0</td>\n<td>−19.1</td>\n<td>−18.5</td>\n<td>−8.0</td>\n</tr>\n<tr>\n<td>(19.4)</td>\n<td>(16.0)</td>\n<td>(14.4)</td>\n<td>(14.9)</td>\n<td>(10.6)</td>\n<td>(9.7)</td>\n<td>(0.3)</td>\n<td>(0.4)</td>\n<td>(0.3)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n</tr>\n<tr>\n<td>2036</td>\n<td>−1186.1</td>\n<td>−500.0</td>\n<td>−124.6</td>\n<td>396.1</td>\n<td>173.9</td>\n<td>173.3</td>\n<td>−54.4</td>\n<td>−49.5</td>\n<td>−36.1</td>\n<td>−18.2</td>\n<td>−19.0</td>\n<td>−9.5</td>\n</tr>\n<tr>\n<td>(20.1)</td>\n<td>(17.7)</td>\n<td>(17.8)</td>\n<td>(14.8)</td>\n<td>(13.0)</td>\n<td>(11.4)</td>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.3)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n</tr>\n<tr>\n<td>2046</td>\n<td>−1081.9</td>\n<td>−614.6</td>\n<td>−156.1</td>\n<td>430.4</td>\n<td>105.6</td>\n<td>176.9</td>\n<td>−68.3</td>\n<td>−62.4</td>\n<td>−45.7</td>\n<td>−19.2</td>\n<td>−21.5</td>\n<td>−10.8</td>\n</tr>\n<tr>\n<td>(20.3)</td>\n<td>(17.5)</td>\n<td>(14.2)</td>\n<td>(19.2)</td>\n<td>(12.1)</td>\n<td>(12.1)</td>\n<td>(0.5)</td>\n<td>(0.5)</td>\n<td>(0.4)</td>\n<td>(0.3)</td>\n<td>(0.3)</td>\n<td>(0.2)</td>\n</tr>\n<tr>\n<td colspan=\"7\">private income</td>\n<td colspan=\"6\">disposable income</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>−33.1</td>\n<td>−15.2</td>\n<td>−17.4</td>\n<td>7.9</td>\n<td>5.3</td>\n<td>3.5</td>\n<td>−70.7</td>\n<td>−59.1</td>\n<td>−61.8</td>\n<td>−13.8</td>\n<td>−14.9</td>\n<td>−15.8</td>\n</tr>\n<tr>\n<td>(0.7)</td>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.3)</td>\n<td>(0.3)</td>\n<td>(0.2)</td>\n<td>(0.6)</td>\n<td>(0.5)</td>\n<td>(0.5)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.1)</td>\n</tr>\n<tr>\n<td>2021</td>\n<td>−34.2</td>\n<td>−15.3</td>\n<td>−13.1</td>\n<td>8.0</td>\n<td>6.1</td>\n<td>3.0</td>\n<td>−71.5</td>\n<td>−59.4</td>\n<td>−61.4</td>\n<td>−15.7</td>\n<td>−16.3</td>\n<td>−18.3</td>\n</tr>\n<tr>\n<td>(0.6)</td>\n<td>(0.5)</td>\n<td>(0.5)</td>\n<td>(0.4)</td>\n<td>(0.3)</td>\n<td>(0.2)</td>\n<td>(0.6)</td>\n<td>(0.5)</td>\n<td>(0.5)</td>\n<td>(0.3)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n</tr>\n<tr>\n<td>2026</td>\n<td>−37.0</td>\n<td>−16.5</td>\n<td>−12.6</td>\n<td>11.3</td>\n<td>8.1</td>\n<td>3.6</td>\n<td>−74.0</td>\n<td>−60.7</td>\n<td>−62.7</td>\n<td>−16.0</td>\n<td>−17.6</td>\n<td>−20.8</td>\n</tr>\n<tr>\n<td>(0.7)</td>\n<td>(0.6)</td>\n<td>(0.5)</td>\n<td>(0.6)</td>\n<td>(0.4)</td>\n<td>(0.3)</td>\n<td>(0.7)</td>\n<td>(0.7)</td>\n<td>(0.7)</td>\n<td>(0.4)</td>\n<td>(0.3)</td>\n<td>(0.2)</td>\n</tr>\n<tr>\n<td>2036</td>\n<td>−47.7</td>\n<td>−23.9</td>\n<td>−15.1</td>\n<td>18.9</td>\n<td>11.3</td>\n<td>4.8</td>\n<td>−84.3</td>\n<td>−68.4</td>\n<td>−68.7</td>\n<td>−20.2</td>\n<td>−25.0</td>\n<td>−29.7</td>\n</tr>\n<tr>\n<td>(0.8)</td>\n<td>(0.8)</td>\n<td>(0.7)</td>\n<td>(0.6)</td>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.7)</td>\n<td>(0.7)</td>\n<td>(0.7)</td>\n<td>(0.5)</td>\n<td>(0.4)</td>\n<td>(0.4)</td>\n</tr>\n<tr>\n<td>2046</td>\n<td>−61.7</td>\n<td>−40.0</td>\n<td>−25.0</td>\n<td>27.2</td>\n<td>12.3</td>\n<td>6.5</td>\n<td>−105.1</td>\n<td>−90.0</td>\n<td>−87.5</td>\n<td>−25.4</td>\n<td>−35.5</td>\n<td>−40.5</td>\n</tr>\n<tr>\n<td>(1.2)</td>\n<td>(0.9)</td>\n<td>(0.8)</td>\n<td>(0.7)</td>\n<td>(0.6)</td>\n<td>(0.5)</td>\n<td>(1.2)</td>\n<td>(0.9)</td>\n<td>(0.8)</td>\n<td>(0.6)</td>\n<td>(0.7)(0.6)</td>\n</tr>\n<tr>\n<td colspan=\"7\">pension wealth</td>\n<td colspan=\"6\">non-pension wealth</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n</tr>\n<tr>\n<td>2021</td>\n<td>−35.8</td>\n<td>−36.4</td>\n<td>−8.6</td>\n<td>45.8</td>\n<td>25.4</td>\n<td>17.4</td>\n<td>−102.1</td>\n<td>−48.6</td>\n<td>−175.9</td>\n<td>41.4</td>\n<td>39.2</td>\n<td>−37.8</td>\n</tr>\n<tr>\n<td>(2.1)</td>\n<td>(1.4)</td>\n<td>(1.7)</td>\n<td>(2.4)</td>\n<td>(1.6)</td>\n<td>(1.4)</td>\n<td>(2.4)</td>\n<td>(1.4)</td>\n<td>(1.8)</td>\n<td>(2.3)</td>\n<td>(1.7)</td>\n<td>(1.5)</td>\n</tr>\n<tr>\n<td>2026</td>\n<td>−69.2</td>\n<td>−77.0</td>\n<td>−9.1</td>\n<td>89.5</td>\n<td>50.7</td>\n<td>34.4</td>\n<td>−206.7</td>\n<td>−103.7</td>\n<td>−326.9</td>\n<td>83.5</td>\n<td>72.8</td>\n<td>−78.4</td>\n</tr>\n<tr>\n<td>(2.9)</td>\n<td>(1.7)</td>\n<td>(2.4)</td>\n<td>(3.2)</td>\n<td>(1.6)</td>\n<td>(1.5)</td>\n<td>(3.1)</td>\n<td>(2.3)</td>\n<td>(3.1)</td>\n<td>(2.7)</td>\n<td>(1.6)</td>\n<td>(1.6)</td>\n</tr>\n<tr>\n<td>2036</td>\n<td>−125.8</td>\n<td>−142.3</td>\n<td>17.6</td>\n<td>201.1</td>\n<td>118.8</td>\n<td>78.6</td>\n<td>−408.3</td>\n<td>−220.3</td>\n<td>−585.5</td>\n<td>150.1</td>\n<td>112.6</td>\n<td>−170.7</td>\n</tr>\n<tr>\n<td>(3.7)</td>\n<td>(2.6)</td>\n<td>(3.0)</td>\n<td>(4.0)</td>\n<td>(2.8)</td>\n<td>(2.5)</td>\n<td>(6.0)</td>\n<td>(4.0)</td>\n<td>(4.7)</td>\n<td>(4.6)</td>\n<td>(3.8)</td>\n<td>(3.2)</td>\n</tr>\n<tr>\n<td>2046</td>\n<td>−161.9</td>\n<td>−211.0</td>\n<td>56.0</td>\n<td>366.1</td>\n<td>210.7</td>\n<td>140.2</td>\n<td>−646.3</td>\n<td>−360.4</td>\n<td>−863.8</td>\n<td>236.4</td>\n<td>142.8</td>\n<td>−280.4</td>\n</tr>\n<tr>\n<td>(6.9)</td>\n<td>(5.8)</td>\n<td>(5.4)</td>\n<td>(8.0)</td>\n<td>(3.4)</td>\n<td>(3.0)</td>\n<td>(9.4)</td>\n<td>(6.3)</td>\n<td>(8.1)</td>\n<td>(5.9)</td>\n<td>(4.5)</td>\n<td>(4.5)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Projected effects of policy counterfactuals on aggregate domestic sector finances, distinguished by year and accommodated behavioural response (£2016 billion, unless otherwise stated).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Starting with statistics reported for the effects of the rise in income tax rates, labour supply is projected to fall following the policy change under all three behavioural alternatives, with the scale of the reduced employment declining over the simulated time horizon. The largest effects (by a wide margin) are reported under the non-response scenario, where the number of (equivalent) full-time employees is projected to fall by almost 1.5 million (from a total population of 53 million adults) following the rise in income tax rates in 2016, declining to a fall of just over 1 million by 2046. In contrast, employment under the full-response scenario is projected to decline by just over half a million in 2016, and by less than 200 thousand by 2046. As with the effects reported for the government budget, the employment-response scenario lies between these two extremes, is closer to the full-response scenario early in the projected time horizon, and drifts toward the non-response scenario with time.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The rise in tax rates is associated with a price effect that discourages employment, and a wealth effect that encourages employment. The relatively large fall projected for employment under the non-response scenario can consequently be understood as a reflection of exaggerated price effects captured by the assumed reduced-form description for behaviour. As discussed in <a href=\"#s2-3\">Section 2.3</a>, the behavioural description assumed for the non-response scenario was obtained by re-scaling the look-up table generated by the structural model under the base policy environment to capture the effects of each reform on disposable, rather than private income. In terms of wage potential, the re-scaling was evaluated by assuming full employment of all adult household members. This assumption was made to reflect the impact of each counterfactual on lifetime circumstances, in a way that is independent of the actual labour supply decisions; essentially, this approach was selected to capture the wealth effect, given the assumed information set.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As the approach adopted for identifying a reduced-form behavioural description was arbitrarily defined, it is possible that an alternative identification approach could mitigate the behavioural sensitivity of projected effects described in <a href=\"#table2\">Table 2</a>. Results presented in Appendix B, for example, indicate that projecting reduced-form behaviour on the un-scaled look-up tables calculated under the base policy environment generates rates of labour supply following the rise in tax rates that are substantively <i>higher</i> than under the full-response scenario. Adopting a reduced-form behavioural description intermediate between these two alternatives may consequently obtain a closer match between projections for labour supply generated under the full- and non-response scenarios. Searching for a reduced-form behavioural description that obtains a closer match to the full structural projection would, however, miss an important point.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The wealth effect that dampens the fall in labour supply projected under the full-response scenario is the product of a forward-looking expectation in context of the assumed policy counterfactual. This expectation is unobserved at the time the counterfactual first takes effect, and is consequently difficult to capture in a reduced-form. Interpreted in this way, the disparities in employment effects reported for the rise in income taxes between the non- and full-response scenarios are a product of the incentive effects that are the focus of the current analysis. While approximations might be devised to reflect these incentives within a reduced-form – one example being explored below for the fall in state retirement benefits – generic formulations that are easily implemented and suitable for a wide-range of policy alternatives do not exist, and so are usually omitted from microsimulation contexts.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The projected effects of the higher tax rates on labour supply discussed above feed directly through to influence private income. Disposable income falls by a larger margin than private income, due to the co-incident rise in taxes paid. The declines projected for disposable income generate, by construction, coincident declines in consumption under the non-response scenario. While the full-response scenario also projects declines in consumption under the higher tax policy, these declines are smaller than those reported for the non-response scenario. This is partly attributable to the smaller declines projected for disposable income under the full-response scenario. Importantly, however, it also reflects the reduction in savings incentives associated with the higher tax environment, which are not taken into consideration by the reduced-form analysis. These savings responses can also be seen in the wealth effects of the rise in taxes reported in <a href=\"#table2\">Table 2</a>, which indicate a rise in (tax-shielded) pension wealth, more than off-set by a relative decline in non-pension wealth under the full-response scenario.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The consumption effects reported for the employment-response scenario are conspicuous, in context of the preceding discussion, by the close correspondence that they display with the non-response scenario throughout the simulated time horizon. This is unsurprising, as consumption is projected on the same basis under both the non- and employment-response scenarios. Nevertheless, it is useful to note, as it is responsible for the relative magnitudes of effects generated under the three behavioural alternatives.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As discussed previously, projected effects reported for the government budget in <a href=\"#table1\">Table 1</a> under the employment-response scenario tend to be intermediate between the full- and non-response scenarios, starting closer to the full-response scenario and tending toward the non-response scenario as the time horizon is extended. This is potentially appealing variation, especially for those who are sceptical of the empirical validity of theoretical descriptions of behaviour. <a href=\"#table2\">Table 2</a> reveals that, in the near-term, projections for the government budget under the employment-response scenario tend to be closer to the full-response scenario because of the closer correspondence of labour supply responses. It seems reasonable to suppose that this close correspondence between the full- and employment-response scenarios will hold for a broad class of policy reforms, because the behavioural problem for both the full- and employment-response scenarios essentially share a common state-space.",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, the current analysis reveals that the longer term relationship between the three behavioural alternatives will depend upon quantitative differences between reduced-form and structural projections for labour/leisure and consumption/savings. In the current context, for example, the reduced-form projections imply a larger reduction in consumption and employment under the higher tax regime than the structural projections. Lower consumption implies higher future savings, which generally depresses employment, and it is this process that generates the drift of the employment-response scenario toward the non-response scenario over the simulated time horizon. In general, it is not usually known how these behavioural alternatives relate, so that it is impossible to say how a projection that accommodates employment responses to incentives in context of a reduced-form description for consumption/saving might vary, relative to a full structural framework. What is clear, however, is that quantitative distortions associated with a reduced-form description for consumption can generate substantial biases in longer-term employment projections, even if the structural description for employment is well-specified. This is an important observation, given the cursory consideration that is sometimes paid to reduced-form descriptions for consumption when accommodating structural labour-supply decisions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In contrast to the counterfactual rise in income tax rates, the fall in retirement benefits is associated with price and wealth effects that work in the same direction, and price effects that are relatively weak. The method used to identify reduced-form behavioural responses to the fall in state retirement benefits is consequently adapted to capture the influence of the reform on expected returns to pension saving, as discussed in <a href=\"#s2-3\">Section 2.3</a>. <a href=\"#table2\">Table 2</a> suggests that the identification strategy was successful, in the sense that broadly similar effects were projected for the policy counterfactual across all three behavioural alternatives. All three behavioural scenarios project falls in leisure and consumption throughout the simulated time horizon, as households work and save more to off-set the reduced generosity of state benefits. The associated increases in employment generate higher measures of private income, which are more than off-set by coincident declines in state retirement benefits paid, so that disposable income for population cross-sections is projected to fall in all simulated years and behavioural scenarios. The increased saving among the working aged population appears as a rise in pension wealth in all projections. The only directional differences between behavioural scenarios are reported for non-pension wealth, which declines under the full-response scenario, but increases under the reduced-form alternatives.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Relative to the non-response scenario, the full-response scenario projects a smaller increase in labour supply, and a smaller decline in consumption following the reduction in state retirement benefits throughout the simulated time horizon. These differences in behavioural response generate lower projections for wealth under the full-response scenario, relative to the non-response scenario. The implication is that the approach used to account for the wealth effect of the counterfactual reduction in state retirement benefits when identifying the reduced-form behavioural descriptions exaggerates the effect described by the full-structural projection. This highlights the difficulties associated with heuristically identifying a reduced-form specification.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In common with the projections for the rise in tax rates, projections under the employment-response scenario for consumption responses to the fall in retirement benefits are similar to those projected under the non-response scenario, and the employment responses generally fall between the two behavioural alternatives. In contrast to the counterfactual tax analysis, however, the labour effects projected under the employment-response scenario diverge from the non-response scenario with the simulated time horizon. The reason for this is that the reduced-form consumption responses to the fall in state retirement benefits tend to exaggerate savings, which depresses labour supply, while the reduced-form employment responses tend to exceed those generated by the structural model. This policy counterfactual consequently provides a nice example of the uncertainty associated with temporal biases of employment projections based on reduced-form descriptions for consumption as discussed above.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Policy effects on the evolving population cross-section",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This section provides further detail concerning the features underlying the projected aggregate effects of policy counterfactuals discussed in <a href=\"#s3-1\">Section 3.1</a>, by exploring the distributional variation of effects projected through the life-course. Discussion focusses on projections for families with individuals who were born between 1981 and 1990. Averaging over 10 birth cohorts dampens statistical noise associated with smaller samples, and the birth cohorts singled out here were aged between 26 and 35 in 2016, so that their projections capture the influence of the policy counterfactuals throughout the adult lifetime. Statistics calculated for the effects of the 10% rise in all income tax rates, distinguished by lifetime income quintile and cohort member age bands are reported in <a href=\"#table3\">Table 3</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Notes</i>: See notes for table 1. Quintiles defined with respect to disposable family income, equivalised using the revised OECD scale, discounted, and aggregated over the life-course. All standard errors not greater than 1 unit of respective statistic. All financial statistics reported in 2016 prices. “disposable income” denotes private income net of government taxes and transfers. “wealth” denotes the aggregate of all private pension and non-pension wealth. Source: Author’s calculations on simulated data generated using 30 separate sets of random draws.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>response</th>\n<th colspan=\"3\">no behavioural responses</th>\n<th colspan=\"3\">labour supply</th>\n<th colspan=\"3\">labour supply and savings</th>\n</tr>\n<tr>\n<th>qunitile</th>\n<th>lowest</th>\n<th>middle</th>\n<th>highest</th>\n<th>lowest</th>\n<th>middle</th>\n<th>highest</th>\n<th>lowest</th>\n<th>middle</th>\n<th>highest</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>age-band</td>\n<td colspan=\"9\">labour time per adult per week (mins)</td>\n</tr>\n<tr>\n<td>25–44</td>\n<td>−14</td>\n<td>−22</td>\n<td>−16</td>\n<td>−2</td>\n<td>−7</td>\n<td>−12</td>\n<td>−2</td>\n<td>−6</td>\n<td>−3</td>\n</tr>\n<tr>\n<td>45–54</td>\n<td>−7</td>\n<td>−38</td>\n<td>−29</td>\n<td>−1</td>\n<td>−10</td>\n<td>−15</td>\n<td>−1</td>\n<td>−4</td>\n<td>3</td>\n</tr>\n<tr>\n<td>55–64</td>\n<td>−3</td>\n<td>−21</td>\n<td>−22</td>\n<td>−1</td>\n<td>−4</td>\n<td>−11</td>\n<td>−1</td>\n<td>0</td>\n<td>−3</td>\n</tr>\n<tr>\n<td>65–74</td>\n<td>−1</td>\n<td>−13</td>\n<td>−15</td>\n<td>0</td>\n<td>−3</td>\n<td>−5</td>\n<td>0</td>\n<td>−3</td>\n<td>1</td>\n</tr>\n<tr>\n<td>75–84</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n</tr>\n<tr>\n<td colspan=\"10\">consumption expenditure (£ per week)</td>\n</tr>\n<tr>\n<td>25–44</td>\n<td>−2</td>\n<td>−22</td>\n<td>−54</td>\n<td>−2</td>\n<td>−20</td>\n<td>−52</td>\n<td>−1</td>\n<td>−11</td>\n<td>−32</td>\n</tr>\n<tr>\n<td>45–54</td>\n<td>−1</td>\n<td>−23</td>\n<td>−87</td>\n<td>0</td>\n<td>−19</td>\n<td>−83</td>\n<td>0</td>\n<td>−16</td>\n<td>−58</td>\n</tr>\n<tr>\n<td>55–64</td>\n<td>0</td>\n<td>−14</td>\n<td>−80</td>\n<td>0</td>\n<td>−9</td>\n<td>−73</td>\n<td>0</td>\n<td>−11</td>\n<td>−57</td>\n</tr>\n<tr>\n<td>65–74</td>\n<td>−1</td>\n<td>−11</td>\n<td>−72</td>\n<td>−1</td>\n<td>−5</td>\n<td>−64</td>\n<td>−1</td>\n<td>−8</td>\n<td>−57</td>\n</tr>\n<tr>\n<td>75–84</td>\n<td>−1</td>\n<td>−9</td>\n<td>−63</td>\n<td>−2</td>\n<td>−4</td>\n<td>−53</td>\n<td>−1</td>\n<td>−6</td>\n<td>−59</td>\n</tr>\n<tr>\n<td colspan=\"10\">disposable income (£ per week)</td>\n</tr>\n<tr>\n<td>25–44</td>\n<td>−5</td>\n<td>−24</td>\n<td>−72</td>\n<td>−1</td>\n<td>−19</td>\n<td>−69</td>\n<td>−1</td>\n<td>−23</td>\n<td>−63</td>\n</tr>\n<tr>\n<td>45–54</td>\n<td>−2</td>\n<td>−34</td>\n<td>−148</td>\n<td>0</td>\n<td>−21</td>\n<td>−131</td>\n<td>−1</td>\n<td>−29</td>\n<td>−119</td>\n</tr>\n<tr>\n<td>55–64</td>\n<td>−1</td>\n<td>−28</td>\n<td>−140</td>\n<td>0</td>\n<td>−15</td>\n<td>−111</td>\n<td>0</td>\n<td>−17</td>\n<td>−106</td>\n</tr>\n<tr>\n<td>65–74</td>\n<td>−5</td>\n<td>−31</td>\n<td>−139</td>\n<td>−5</td>\n<td>−18</td>\n<td>−109</td>\n<td>−5</td>\n<td>−15</td>\n<td>−105</td>\n</tr>\n<tr>\n<td>75–84</td>\n<td>−10</td>\n<td>−23</td>\n<td>−73</td>\n<td>−10</td>\n<td>−17</td>\n<td>−72</td>\n<td>−10</td>\n<td>−10</td>\n<td>−73</td>\n</tr>\n<tr>\n<td colspan=\"10\">wealth (£ ’000s)</td>\n</tr>\n<tr>\n<td>25–44</td>\n<td>−1</td>\n<td>−1</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>−1</td>\n<td>0</td>\n<td>−3</td>\n<td>−6</td>\n</tr>\n<tr>\n<td>45–54</td>\n<td>−2</td>\n<td>−13</td>\n<td>−30</td>\n<td>1</td>\n<td>−8</td>\n<td>−26</td>\n<td>−1</td>\n<td>−14</td>\n<td>−35</td>\n</tr>\n<tr>\n<td>55–64</td>\n<td>−2</td>\n<td>−26</td>\n<td>−67</td>\n<td>0</td>\n<td>−15</td>\n<td>−53</td>\n<td>−1</td>\n<td>−17</td>\n<td>−59</td>\n</tr>\n<tr>\n<td>65–74</td>\n<td>−2</td>\n<td>−32</td>\n<td>−91</td>\n<td>−1</td>\n<td>−17</td>\n<td>−74</td>\n<td>−1</td>\n<td>−21</td>\n<td>−91</td>\n</tr>\n<tr>\n<td>75–84</td>\n<td>−7</td>\n<td>−41</td>\n<td>−118</td>\n<td>−4</td>\n<td>−22</td>\n<td>−94</td>\n<td>−5</td>\n<td>−27</td>\n<td>−121</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Projected effects of a 10% rise in all income tax rates on average finances of families with members born between 1981 and 1990, distinguished by lifetime income quintile, age of cohort member, and accommodated behavioural response.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "One of the clearest features that is evident in the statistics reported in <a href=\"#table3\">Table 3</a> is the extent to which responses are skewed toward the upper end of the (lifetime income) distribution under all three behavioural scenarios. This is more than a proportional reflection of the scale of financial disparities described by the distribution, as is made",
                            "type": "paragraph"
                        },
                        {
                            "text": "clear by the effects on labour time reported at the top of the table. Rather, the result is a product of the fact that income taxes have a less pronounced bearing on families at the bottom of the distribution than they do at the top. Distributional variation of this sort is common, and is one of the key motivations originally put forward for the development of microsimulation modelling (e.g. <a href=\"#bib17\">Orcutt, 1957</a>, pp. 116–117). It is also important for the current analysis, as it emphasises incentives of individuals toward the top of the distribution when considering the implications of the policy counterfactual on population aggregates, as discussed in <a href=\"#s3-1\">Section 3.1</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Starting with the projected effects of the policy counterfactual on labour time reported at the top of <a href=\"#table3\">Table 3</a>, the differences in scale between alternative behavioural scenarios discussed in the preceding section are clearly evident. Results reported for the full-response scenario indicate that the reductions in labour supply described by the population aggregates late in the simulated time horizon are largely driven by families under the top income quintile. Of the three population subgroups reported in <a href=\"#table3\">Table 3</a>, the middle income quintile displays the most substantive reductions in labour supply under the full-response scenario, and then toward the start of the working lifetime. The relative scale of employment effects reported for the full-response scenario, across both age bands and income quintiles, reflect a balance between the price and wealth effects of the rise in income tax rates, where wealth effects are intensified with the projected decline in wealth holdings.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As discussed in <a href=\"#s3-1\">Section 3.1</a>, the wealth effects of the rise in tax rates are muted in the reduced-form descriptions for behaviour assumed here, relative to the fully-structural framework. This explains why the projected reductions in labour supply for the top quintile do not fall away under the non-response scenario, as discussed above for the full-response scenario. Furthermore, labour effects generated under the employment-response scenario lie between those projected under the non- and full-response scenarios. In this case, results of the employment-response scenario for the middle quintile are substantively closer to those of the full-response scenario, but for the highest quintile tend to be closer to the non-response scenario, reflecting distributional differences in scale of wealth effects. These differences consequently emphasise the crucial bearing of the specification used to identify behaviour using reduced-forms, which is an obvious concern wherever choice of specification is heuristically made with respect to limited objective criteria.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The projected declines in labour supply under the respective behavioural scenarios, combined with the rise in income tax rates, explain the projected declines in disposable income reported in the table. These, in turn, translate into the reported consumption effects. Notably, bearing in mind the differences in scale of projected labour supply effects, the effects on consumption and disposable income between the three behavioural scenarios appear broadly comparable. This is reflected in the close correspondence, across both age and income quintiles, projected for the effects on wealth by the three alternative behavioural scenarios. These results underscore the potential for well-specified reduced-form models to capture the qualitative nature of structural projections, even if differences in scale are almost impossible to avoid.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table4\">Table 4</a> reports statistics for the 20% fall considered for state retirement benefits that are similar to those described above for the rise in income tax rates. In common with the analysis of effects of the counterfactual increase in tax rates, the statistics reported in <a href=\"#table4\">Table 4</a> reveal qualitatively similar projections under the three alternative behavioural scenarios, subject to noticeable differences in scale. All three behavioural scenarios suggest that households above the bottom quintile will tend to off-set the decline in state retirement benefits by increasing labour supply, reducing consumption, and increasing saving during the working lifetime. In contrast, households at the bottom of the distribution, being liquidity constrained, do not increase provisions ahead of retirement, and are projected to suffer relatively large declines in consumption later in life as a result.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Notes</i>: See notes for table 3.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Author’s calculations on simulated data generated using 30 separate sets of random draws.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>response</th>\n<th colspan=\"3\">no behavioural responses</th>\n<th colspan=\"3\">labour supply</th>\n<th colspan=\"3\">labour supply and savings</th>\n</tr>\n<tr>\n<th>qunitile</th>\n<th>lowest</th>\n<th>middle</th>\n<th>highest</th>\n<th>lowest</th>\n<th>middle</th>\n<th>highest</th>\n<th>lowest</th>\n<th>middle</th>\n<th>highest</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>age-band</td>\n<td colspan=\"9\">labour time per adult per week (mins)</td>\n</tr>\n<tr>\n<td>25–44</td>\n<td>0</td>\n<td>4</td>\n<td>4</td>\n<td>1</td>\n<td>3</td>\n<td>3</td>\n<td>0</td>\n<td>1</td>\n<td>2</td>\n</tr>\n<tr>\n<td>45–54</td>\n<td>0</td>\n<td>6</td>\n<td>9</td>\n<td>0</td>\n<td>−1</td>\n<td>1</td>\n<td>0</td>\n<td>2</td>\n<td>3</td>\n</tr>\n<tr>\n<td>55–64</td>\n<td>0</td>\n<td>11</td>\n<td>35</td>\n<td>0</td>\n<td>1</td>\n<td>7</td>\n<td>0</td>\n<td>5</td>\n<td>11</td>\n</tr>\n<tr>\n<td>65–74</td>\n<td>0</td>\n<td>−2</td>\n<td>16</td>\n<td>0</td>\n<td>1</td>\n<td>3</td>\n<td>0</td>\n<td>2</td>\n<td>11</td>\n</tr>\n<tr>\n<td>75–84</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n</tr>\n<tr>\n<td colspan=\"10\">consumption expenditure (£ per week)</td>\n</tr>\n<tr>\n<td>25–44</td>\n<td>−1</td>\n<td>−7</td>\n<td>−3</td>\n<td>−1</td>\n<td>−5</td>\n<td>−2</td>\n<td>−1</td>\n<td>−1</td>\n<td>−1</td>\n</tr>\n<tr>\n<td>45–54</td>\n<td>−1</td>\n<td>−12</td>\n<td>−5</td>\n<td>−1</td>\n<td>−12</td>\n<td>−5</td>\n<td>−1</td>\n<td>−2</td>\n<td>−1</td>\n</tr>\n<tr>\n<td>55–64</td>\n<td>−2</td>\n<td>−8</td>\n<td>−4</td>\n<td>−2</td>\n<td>−11</td>\n<td>−11</td>\n<td>−1</td>\n<td>−4</td>\n<td>−2</td>\n</tr>\n<tr>\n<td>65–74</td>\n<td>−24</td>\n<td>−12</td>\n<td>0</td>\n<td>−24</td>\n<td>−14</td>\n<td>−14</td>\n<td>−5</td>\n<td>−11</td>\n<td>−5</td>\n</tr>\n<tr>\n<td>75–84</td>\n<td>−46</td>\n<td>−13</td>\n<td>2</td>\n<td>−46</td>\n<td>−15</td>\n<td>−15</td>\n<td>−6</td>\n<td>−16</td>\n<td>−12</td>\n</tr>\n<tr>\n<td colspan=\"10\">disposable income (£ per week)</td>\n</tr>\n<tr>\n<td>25–44</td>\n<td>0</td>\n<td>2</td>\n<td>3</td>\n<td>0</td>\n<td>2</td>\n<td>2</td>\n<td>0</td>\n<td>1</td>\n<td>1</td>\n</tr>\n<tr>\n<td>45–54</td>\n<td>1</td>\n<td>9</td>\n<td>13</td>\n<td>1</td>\n<td>5</td>\n<td>3</td>\n<td>1</td>\n<td>2</td>\n<td>4</td>\n</tr>\n<tr>\n<td>55–64</td>\n<td>0</td>\n<td>19</td>\n<td>30</td>\n<td>0</td>\n<td>13</td>\n<td>12</td>\n<td>0</td>\n<td>5</td>\n<td>12</td>\n</tr>\n<tr>\n<td>65–74</td>\n<td>−52</td>\n<td>−32</td>\n<td>−7</td>\n<td>−51</td>\n<td>−34</td>\n<td>−25</td>\n<td>−52</td>\n<td>−46</td>\n<td>−24</td>\n</tr>\n<tr>\n<td>75–84</td>\n<td>−81</td>\n<td>−71</td>\n<td>−23</td>\n<td>−81</td>\n<td>−74</td>\n<td>−57</td>\n<td>−84</td>\n<td>−84</td>\n<td>−62</td>\n</tr>\n<tr>\n<td colspan=\"10\">wealth (£ ’000s)</td>\n</tr>\n<tr>\n<td>25–44</td>\n<td>0</td>\n<td>4</td>\n<td>5</td>\n<td>0</td>\n<td>3</td>\n<td>3</td>\n<td>0</td>\n<td>1</td>\n<td>2</td>\n</tr>\n<tr>\n<td>45–54</td>\n<td>2</td>\n<td>19</td>\n<td>18</td>\n<td>2</td>\n<td>14</td>\n<td>12</td>\n<td>1</td>\n<td>5</td>\n<td>6</td>\n</tr>\n<tr>\n<td>55–64</td>\n<td>2</td>\n<td>34</td>\n<td>46</td>\n<td>2</td>\n<td>27</td>\n<td>25</td>\n<td>1</td>\n<td>10</td>\n<td>14</td>\n</tr>\n<tr>\n<td>65–74</td>\n<td>0</td>\n<td>45</td>\n<td>86</td>\n<td>0</td>\n<td>36</td>\n<td>39</td>\n<td>−4</td>\n<td>9</td>\n<td>24</td>\n</tr>\n<tr>\n<td>75–84</td>\n<td>−14</td>\n<td>27</td>\n<td>77</td>\n<td>−14</td>\n<td>17</td>\n<td>26</td>\n<td>−39</td>\n<td>−21</td>\n<td>4</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Projected effects of a 20% fall in all state retirement benefits on average finances of families with members born between 1981 and 1990, distinguished by lifetime income quintile, age of cohort member, and accommodated behavioural response.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The adjustments discussed above are most substantive under the non-response scenario. This can be understood as the product of an excessive reflection of the wealth effect of the policy reform in the assumed reduced-form description for behaviour, relative to the fully-structural projection. The implication is that the reduced-form projections generate larger increases in wealth held late in life under both the non- and employment-response scenarios, relative to the full-response scenario. The rise in wealth tends to depress the increase in labour time projected late in life under the employment-response scenario, relative to the non-response scenario. The message running through these results is deceptively simple: A reduced-form structure is capable of capturing responses generated by a structural framework to the extent that the associated incentives are reflected by the assumed reduced-form behavioural specification. Unfortunately, identifying a well-specified reduced-form description for behaviour is a non-trivial task.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Distributional effects of policy through the life-course",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper adds to the evidence base for choosing between alternative approaches for projecting decision making in a microsimulation context by exploring two key research questions: (i) How important is it to account explicitly for the behavioural trade-offs implied by policy counterfactuals in dynamic microsimulation projections; and (ii) to what extent will an explicit consideration of labour supply incentives alone reflect projections in which policy trade-offs concerning both the labour / leisure and consumption / savings margins are explicitly accounted for? The first of these questions provides a sense of the overall importance of structural behavioural responses when using a microsimulation model to analyse the effects of policy change, and the latter considers the practical importance of analytically convenient assumptions for structural decision making. The analysis focuses upon statistics projected using a common model structure, for the effects of two generic policy counter-factuals, with respect to three alternative sets of behavioural assumptions.",
                    "type": "paragraph"
                },
                {
                    "text": "The three sets of behavioural assumptions reported here are designed to capture key features of common assumptions applied in the existing literature. The first is a scenario in which behaviour is projected on a functional description defined for the base policy context. This scenario is designed to approximate the traditional microsimulation approach of projecting behaviour based on reduced-form statistical descriptions estimated on historical survey data. The second scenario extends upon the first by building in structural responses to policy counterfactuals in relation to labour supply. This second scenario is designed to reflect the extension of structural methods within the contemporary microsimulation literature. Finally, the third behavioural scenario extends structural responses to counterfactual policy contexts, by considering both the labour/leisure and consumption/savings margins, as is common in agent based models, and a growing subset of the microsimulation literature. The structural framework considered for analysis projects behaviour as if it maximises expected lifetime utility, which has been the foundation of (dynamic) economic theory for the last half century.",
                    "type": "paragraph"
                },
                {
                    "text": "Starting with a policy description designed to approximate taxes and benefits prevailing in the UK in 2016, the two counterfactuals consider a rise of 10 percentage points in all rates of income tax, and a reduction in the value of state retirement benefits of 20 percentage points. These policy counterfactuals are common in the existing literature, either as a focus of stand-alone interest, or as potential policy adjustments to achieve defined budgetary objectives. Furthermore, the features of the two policy counterfactuals are complementary, presenting very different incentive effects, and different influences during the life course.",
                    "type": "paragraph"
                },
                {
                    "text": "The analysis reveals that a model based on a well-specified reduced-form description of behaviour can produce a qualitative approximation of projections in which behaviour is based on a structural utility maximisation framework. Furthermore, extending a well-specified reduced-form model to accommodate structural responses for employment is likely to generate a close quantitative approximation of short-to-medium-term (up to 10 years in the current study) projections derived from a model in which both employment and savings are projected as though to maximise expected lifetime utility. Nevertheless, important quantitative differences are likely to emerge in longer-term projections between models distinguished by whether the consumption/savings margin is structurally simulated. This is because of the difficulty associated with projecting similar quantitative measures for consumption using reduced-form and structural approaches, with any differences accumulating in the projections for household wealth, which in turn distort other margins of decision making (including employment). This is an important observation, given the cursory consideration that is sometimes paid to reduced-form descriptions for consumption when accommodating structural labour-supply decisions.",
                    "type": "paragraph"
                },
                {
                    "text": "The analysis emphasises that a ‘well-specified’ reduced-form specification capable of reflecting the implications of a structural framework requires more than a close reflection of behaviour observed in a given policy context. It must also be adapted to reflect the bearing of considered policy counterfactuals on incentives. This is a difficult task, particularly where forward-looking expectations are likely to be important. While informal methods might be used to identify pertinent incentives, selecting an empirical specification that will match the implications of a structural framework is non-trivial. In this sense, the results can be interpreted as providing support for the recent research interest in identifying heuristic decision rules, associated with Agent-based economics.",
                    "type": "paragraph"
                },
                {
                    "text": "Furthermore, the analysis highlights the varying demands of different analytical approaches; a behavioural description that works well as part of a structural framework, can result in pronounced mis-specification if applied (without adjustment) as a reduced-form. This observation suggests that models are best understood as constellations of assumptions that work in concert with one another, calling into question the common practice of adopting model assumptions from third-party studies with little discussion about the similarities/differences in the methodological approaches employed.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Summary and conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "The Cambridge Model of Economic Growth",
            "authors": [
                {
                    "name": {
                        "index": "Ball, RJ",
                        "preferred": "RJ Ball"
                    },
                    "type": "person"
                }
            ],
            "date": "1963",
            "id": "bib1",
            "journal": "Economica",
            "pages": {
                "first": "180",
                "last": "190",
                "range": "180–190"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "Alternative approaches to evaluation in empirical microeconomics",
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dias, MC",
                        "preferred": "MC Dias"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib2",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "565",
                "last": "640",
                "range": "565–640"
            },
            "type": "journal",
            "volume": "44"
        },
        {
            "articleTitle": "Household saving: micro theories and macro facts",
            "authors": [
                {
                    "name": {
                        "index": "Browning, M",
                        "preferred": "M Browning"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lusardi, A",
                        "preferred": "A Lusardi"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib3",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "1797",
                "last": "1855",
                "range": "1797–1855"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "articleTitle": "Assessing the impact of planned social change",
            "authors": [
                {
                    "name": {
                        "index": "Campbell, D",
                        "preferred": "D Campbell"
                    },
                    "type": "person"
                }
            ],
            "date": "1979",
            "id": "bib4",
            "journal": "Evaluation and Program Planning",
            "pages": {
                "first": "67",
                "last": "90",
                "range": "67–90"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "Every good regulator of a system must be a model of that system",
            "authors": [
                {
                    "name": {
                        "index": "Conant, R",
                        "preferred": "R Conant"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ashby, WR",
                        "preferred": "WR Ashby"
                    },
                    "type": "person"
                }
            ],
            "date": "1970",
            "id": "bib5",
            "journal": "Interational Journal of Systems Science",
            "pages": {
                "first": "89",
                "last": "97",
                "range": "89–97"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dawid, H",
                        "preferred": "H Dawid"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harting, P",
                        "preferred": "P Harting"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van der Hoog, S",
                        "preferred": "S van der Hoog"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neugart, M",
                        "preferred": "M Neugart"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "details": "A heterogeneous agent macroeconomic model for policy evaluation: Improving transparency and reproducibility. (Bielefeld University Working Paper 06–2016",
            "id": "bib6",
            "title": "A heterogeneous agent macroeconomic model for policy evaluation: Improving transparency and reproducibility. (Bielefeld University Working Paper 06–2016",
            "type": "unknown"
        },
        {
            "articleTitle": "When it all began: The 1936 Tinbergen model revisited",
            "authors": [
                {
                    "name": {
                        "index": "Dhaene, G",
                        "preferred": "G Dhaene"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barten, AP",
                        "preferred": "AP Barten"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "id": "bib7",
            "journal": "Economic Modelling",
            "pages": {
                "first": "203",
                "last": "219",
                "range": "203–219"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Goodhart, C",
                        "preferred": "C Goodhart"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "details": "Problems of Monetary Management: The UK Experience, In, Ed., Monetary Theory and Practice: The UK experience, London, Macmillan",
            "id": "bib8",
            "title": "Monetary Theory and Practice: The UK experience",
            "type": "unknown"
        },
        {
            "articleTitle": "Consumption over the Life Cycle",
            "authors": [
                {
                    "name": {
                        "index": "Gourinchas, P",
                        "preferred": "P Gourinchas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Parker, J",
                        "preferred": "J Parker"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib9",
            "journal": "Econometrica",
            "pages": {
                "first": "47",
                "last": "89",
                "range": "47–89"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "articleTitle": "The social security early entitlement age in a structural model of retirement and wealth",
            "authors": [
                {
                    "name": {
                        "index": "Gustman, AL",
                        "preferred": "AL Gustman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steinmeier, TL",
                        "preferred": "TL Steinmeier"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib10",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "441",
                "last": "464",
                "range": "441–464"
            },
            "type": "journal",
            "volume": "89"
        },
        {
            "authors": [
                {
                    "name": "IFS",
                    "type": "group"
                }
            ],
            "bookTitle": "Green Budget: 2015",
            "date": "2015",
            "id": "bib11",
            "publisher": {
                "name": [
                    "Institute for Fiscal Studies"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A multi-sectoral study of economic growth: Some comments",
            "authors": [
                {
                    "name": {
                        "index": "Johansen, L",
                        "preferred": "L Johansen"
                    },
                    "type": "person"
                }
            ],
            "date": "1963",
            "id": "bib12",
            "journal": "Economica",
            "pages": {
                "first": "174",
                "last": "176",
                "range": "174–176"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "Official Papers: The League of Nations, Professor Tingergen’s Method",
            "authors": [
                {
                    "name": {
                        "index": "Keynes, JM",
                        "preferred": "JM Keynes"
                    },
                    "type": "person"
                }
            ],
            "date": "1935",
            "id": "bib12a",
            "journal": "Economic Journal",
            "pages": {
                "first": "558",
                "last": "577",
                "range": "558–577"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "articleTitle": "The contribution of Jan Tinbergen to economic science",
            "authors": [
                {
                    "name": {
                        "index": "Klein, LR",
                        "preferred": "LR Klein"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib13",
            "journal": "De Economist",
            "pages": {
                "first": "155",
                "last": "157",
                "range": "155–157"
            },
            "type": "journal",
            "volume": "152"
        },
        {
            "articleTitle": "Time to build and aggregate fluctuations",
            "authors": [
                {
                    "name": {
                        "index": "Kydland, FE",
                        "preferred": "FE Kydland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Prescott, EC",
                        "preferred": "EC Prescott"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "id": "bib13a",
            "journal": "Econometrica",
            "pages": {
                "first": "1345",
                "last": "1370",
                "range": "1345–1370"
            },
            "type": "journal",
            "volume": "1982"
        },
        {
            "articleTitle": "A survey of dynamic microsimulation models: uses, model structure and methodology",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib13b",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "55",
                "range": "3–55"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Investment under uncertainty",
            "authors": [
                {
                    "name": {
                        "index": "Lucas, RE",
                        "preferred": "RE Lucas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Prescott, EC",
                        "preferred": "EC Prescott"
                    },
                    "type": "person"
                }
            ],
            "date": "1971",
            "id": "bib14",
            "journal": "Econometrica",
            "pages": {
                "first": "659",
                "last": "681",
                "range": "659–681"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lucas, RJ",
                        "preferred": "RJ Lucas"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "details": "Econometric policy evaluation: a critique, The Phillips Curve and Labor Markets, Amsterdam, North-Holland",
            "id": "bib15",
            "title": "The Phillips Curve and Labor Markets",
            "type": "unknown"
        },
        {
            "articleTitle": "The prediction performance of the FRB-MIT-PENN model of the U. S. economy",
            "authors": [
                {
                    "name": {
                        "index": "Nelson, CR",
                        "preferred": "CR Nelson"
                    },
                    "type": "person"
                }
            ],
            "date": "1972",
            "id": "bib16",
            "journal": "American Economic Review",
            "pages": {
                "first": "902",
                "last": "917",
                "range": "902–917"
            },
            "type": "journal",
            "volume": "62"
        },
        {
            "articleTitle": "A new type of socio-economic system",
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "id": "bib17",
            "journal": "Review of Economics and Statistics",
            "pages": {
                "first": "773",
                "last": "797",
                "range": "773–797"
            },
            "type": "journal",
            "volume": "58"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pylkkanen, E",
                        "preferred": "E Pylkkanen"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "Modelling wages and hours of work, Ed, Studies on household labor supply and home production, Gothenburg, Goteborgs Universitet",
            "id": "bib17a",
            "title": "Studies on household labor supply and home production",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "The missing link: AB models and dynamic microsimulation, Eds., Artifcial Economics and Self Organization: Agent-Based Approaches to Economics and Social Systems, Cham, Springer International Publishing",
            "id": "bib18",
            "title": "Artifcial Economics and Self Organization: Agent-Based Approaches to Economics and Social Systems",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rust, J",
                        "preferred": "J Rust"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Dynamic Programming, Eds., New Palgrave Dictionary of Economics, New York, Palgrave Macmillan",
            "id": "bib19",
            "title": "New Palgrave Dictionary of Economics",
            "type": "unknown"
        },
        {
            "articleTitle": "Progress in economics since Tinbergen",
            "authors": [
                {
                    "name": {
                        "index": "Solow, RM",
                        "preferred": "RM Solow"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib20",
            "journal": "De Economist",
            "pages": {
                "first": "159",
                "last": "160",
                "range": "159–160"
            },
            "type": "journal",
            "volume": "152"
        },
        {
            "articleTitle": "Fiscal policy as a temptation control device: Savings subsidy and social security",
            "authors": [
                {
                    "name": {
                        "index": "Tran, C",
                        "preferred": "C Tran"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib21",
            "journal": "Economic Modelling",
            "pages": {
                "first": "254",
                "last": "268",
                "range": "254–268"
            },
            "type": "journal",
            "volume": "55"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "van de Ven, J",
                        "preferred": "J van de Ven"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "International Journal of Microsimulation",
            "id": "bib22",
            "title": "Parameterising a detailed dynamic programming model of savings and labour supply using cross-sectional data",
            "type": "unknown"
        },
        {
            "articleTitle": "SIDD: An adaptable framework for analysing the distributional implications of policy alternatives where savings and employment decisions matter",
            "authors": [
                {
                    "name": {
                        "index": "van de Ven, J",
                        "preferred": "J van de Ven"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "discriminator": "b",
            "id": "bib23",
            "journal": "Economic Modelling",
            "pages": {
                "first": "161",
                "last": "174",
                "range": "161–174"
            },
            "type": "journal",
            "volume": "63"
        },
        {
            "articleTitle": "Means testing retirement benefits: fostering equity or discouraging savings?",
            "authors": [
                {
                    "name": {
                        "index": "Sefton, J",
                        "preferred": "J Sefton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van de Ven, J",
                        "preferred": "J van de Ven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weale, M",
                        "preferred": "M Weale"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib24",
            "journal": "Economic Journal",
            "pages": {
                "first": "556",
                "last": "590",
                "range": "556–590"
            },
            "type": "journal",
            "volume": "118"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "van de Ven, J",
                        "preferred": "J van de Ven"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "International Journal of Microsimulation",
            "id": "bib25",
            "title": "Parameterising a detailed dynamic programming model of savings and labour supply using cross-sectional data",
            "type": "unknown"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "This appendix provides an overview of the model parameterisation, which is designed to complement the analytical description of the model provided in Section 2.2 of the main text. For an extended description of how the model parameters have been set, please see <a href=\"#bib25\">van de Ven (2017)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In common with the existing dynamic programming literature, a two stage procedure was used to identify parameters that match LINDA to survey data. The first stage identified a subset of parameters exogenously from the model structure, using methods that have changed little since the advent in the 1960s. Most of the parameters identified in the first stage are directly observable, and were evaluated from publicly available data sources. Given the model parameters evaluated in the first stage, remaining model parameters were adjusted in a second stage so that selected ‘simulated moments’ implied by the structural model matched to ‘sample moments’ estimated from survey data. Conceptually, the second stage of the procedure involves adjusting unobserved model parameters to ensure that observable endogenous characteristics implied by the assumed theoretical framework best reflect a selected set of moments estimated from survey data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This appendix begins by describing evaluation of the parameters identified exogenously from the model structure, before discussing the endogenously defined parameters.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The policy structure implemented for parameterising the model broadly reflects the UK policy context as it applied in April 2011. This policy environment was used to project the population cross-section forward from 2011 to 2016. From 2016, the policy environment assumed for the base simulation reflects reforms introduced as part of the 2015 Budget Statement. This section describes the 2011 policy environment; details of how reforms introduced by the 2015 Budget Statement were captured are available from the author upon request.",
                                    "type": "paragraph"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Income taxes are calculated separately for each simulated adult. The ‘taxable income’ of an adult is evaluated by aggregating their income from employment, retirement pensions, and investment returns on assets held outside of pensions, and deducting their respective personal allowance. In contrast to practice, this definition of taxable income omits Jobseekers Allowance, a stylisation that is likely to have a negligible bearing on simulations as individual employment circumstances are assumed to be stable within each year (so that individuals in receipt of Jobseekers Allowance do not typically pay income tax).",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The personal allowance for individuals under state pension age is set equal to £7475 per year in 2011, and is withdrawn by 50p for each £1 of income in excess of £100,000 per year. The personal allowance for individuals in excess of state pension age is set equal to £10,015 per year, and is withdrawn in stages, at the rate of 50p for each £1 of private income between £24,000 and £29,080 per year, and then again at the rate of 50p for each £1 of private income in excess of £100,000 per year.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Income taxes are paid at the rate of 20% on taxable income up to the basic rate limit of £35,000 per year, at the rate of 40% on income between £35,001 and the higher rate limit of £150,000, and at the additional rate of 50% on all taxable income in excess of £150,000 per year. All thresholds and personal allowances are assumed to grow in line with wages.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-1-1",
                                    "title": "A.1.1 Income taxes",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Class 1 (employee) National Insurance contributions are calculated on the earnings of each adult under state pension age. Contributions are paid at the rate of 12% on earnings in excess of the Primary Threshold (worth £139 per week in 2011) and under the Upper Earnings Limit (£817 per week), and at the rate of 2% on earnings in excess of the Upper Earnings Limit. All thresholds are assumed to grow in line with wages.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-1-2",
                                    "title": "A.1.2 National insurance contributions",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Simulating taxes on consumption for the UK is complicated by the different rates of Value Added Tax and excise duties that are payable on different goods and services, which contrasts with the aggregate measure of non-durable consumption projected by LINDA. To accommodate this variation, a series of reduced-form regressions were estimated that describe the fraction of total non-durable expenditure on each of six consumption categories: goods liable to the full rate of VAT, goods liable to the reduced rate of VAT, alcohol, tobacco, fuel, and insurance premia distinguishing those liable to the standard and higher rates of tax. These reduced-form models are used to approximate benefit unit consumption of each of the six expenditure categories during each year, and the associated tax burden is evaluated by multiplying by the relevant tax or duty rate.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "In the case of VAT and taxes on insurance premia, the relevant rates are unambiguously defined: the full-rate of VAT in 2011 was 20% and the reduced rate was 5%; the standard rate of tax applied to insurance premia was 6% and the higher rate was 20%. In contrast, the duties levied on alcohol, tobacco and fuel vary substantially across individual products. Averages were consequently calculated for the rates applied to individual products within these three broad consumption categories, weighting by expenditure share (data supplied by HM Treasury). These calculations yielded indirect tax rates (inclusive of VAT) of 50% for alcohol, 66% for fuel, and 80% for tobacco.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The reduced-form models for consumption shares were calculated using data drawn from the Living Cost and Food Survey, pooled over the years 2001 to 2010 (115,827 observations). Each of the six categories of consumption were evaluated following coding used for the IGOTM effective as at 31 August 2012. After testing a number of alternatives, we selected a linear regression specification for all six consumption categories, defining the respective consumption share as a function of age, relationship status, numbers of children, education status, disposable income, and consumption.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-1-3",
                                    "title": "A.1.3 Taxes on consumption",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Council tax is assumed to depend on relationship status, and the number and age of dependent children. It is modelled based on imputed bedrooms, consistent with the definition of the “bedroom entitlement” applied for housing benefit (see below). One bedroom is imputed for each single adult / cohabitating couple, another for each child aged 13 or over, and another for every 2 children aged under 13 years, subject to a maximum of four bedrooms. Furthermore, higher rates of council tax are assumed to apply to couples than to singles. The rates assumed for 2011 are: £14.17 per week for single adults and £19.23 for couples in a one bedroom house; £16.19 for singles and £22.26 for couples in a two bedroom house; £18.22 for singles and £27.32 for couples in a three bedroom house, and £20.24 for singles and £32.38 for couples in a four bedroom house. These rates are all indexed to wage growth.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "All benefits values and thresholds, unless otherwise stated, are assumed to be frozen (in nominal terms) from 2016 to 2020, and to be indexed to prices thereafter.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-1-4",
                                    "title": "A.1.4 Council tax",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Support to benefit units with low incomes who do not satisfy the age requirements of the pension credit (see below) is modelled on income support. The maximum benefit payable under income support is comprised of a number of components. Single adults are eligible for income support worth £71 per week in 2011, and couples for £111.45 per week. Benefit units with dependent children under age 6 are assumed to be eligible for healthy start vouchers worth £6.20 per week for new-borns, decreasing to £3.10 per week for children aged 1 to 5. Free school meals are also included, worth £5.52 for each child aged 5 to 10.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Furthermore, benefit units that are identified as home owners with a mortgage are eligible for assistance with mortgage interest payments, worth up to 3.85% per annum (nominal, 1.85% real) on a mortgage of up to £200,000.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The benefits referred to here are means-tested, withdrawn at the rate of £1 for each £1 of private income, and at the rate of £1 per week for every £250 of non-housing capital in excess of a £6,000 disregard for those on income support.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-1-5",
                                    "title": "A.1.5 Income support prior to state pension age",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "The pension credit is comprised of two elements, both of which are modelled explicitly. The guarantee credit is payable from age 60 in all years prior to 2010, rising to age 61 in 2010, 62 in 2012, 63 in 2014, 64 in 2016, and from simulated state pension age thereafter. Simulated state pension age is projected to remain at 65 years until 2018, increasing to 66 in 2019, to 67 in 2026, and to 68 in 2034.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The age of eligibility for the guarantee credit is defined with respect to planned variation of state pension age for women, taking into consideration the division of time into discrete annual intervals that is a feature of the model. Specifically, state pension age for women increased to 60 years and 1 month in May 2010, 61 years and 1 month in May 2012, 62 years and 1 month in May 2014, and is projected to rise to 63 years and 3 months by July 2016, 64 years and 1 month by November 2017, and 65 years by November 2018 at which time the state pension age of men and women will be equalised. Thereafter, existing legislation that will see state pension age of both men and women increase to 65 years and 1 month by January 2019, 66 years and 1 month by May 2026, and the government has announced its intention to increase state pension in line with longevity thereafter.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The guarantee credit provides a maximum benefit worth £137.35 per week to a single adult in 2011, and £209.70 to a couple. Furthermore, benefit units that are identified as home owners with a mortgage are eligible for assistance with mortgage interest payments, worth up to 3.85% per annum on a mortgage of up to £200,000. These payments are subject to a means-test on total benefit unit private income and non-housing capital, with benefits reduced £1 for every £1 of private income, and by £1 for every £500 of non-housing wealth in excess of a £10,000 disregard.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The savings credit provides additional income to benefit units that have private income in excess of a minimum threshold and are above state pension age. Savings credit increases at the rate of 60p for every £1 of private income in excess of £103.15 per week for singles in 2011, and £164.55 per week for couples, up to a maximum benefit worth £20.52 per week for singles in 2011 and £27.09 per week for couples. Any private income earned beyond the sum required to obtain the maximum savings credit benefit, reduces the benefit at the rate of 40p in the £1.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The maximum benefits payable under the guarantee credit are assumed to increase with real wages. In contrast, the maximum value of the savings credit is assumed to be indexed to prices. This implies that the savings credit threshold grows faster than earnings.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-1-6",
                                    "title": "A.1.6 Pension credit",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Working tax credit is payable to any benefit unit over age 24, with at least one adult in full-time employment, or with at least one adult in some employment and with a dependent child. The maximum benefit payable is comprised of a basic element worth £1920 per year in 2011, plus an additional element worth £1950 per year for single-parents and couples, plus an element worth £790 per year for benefit units with at least one adult working at least 30 hours per week. Furthermore, benefit units in which all adult members work at least 16 hours per week are eligible to subsidised child care for children aged 14 and under, equal to 70% of qualifying child care costs up to a maximum of £175 per week for a single child, and £300 per week for two or more children.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The benefits payable under the working tax credit are means-tested in conjunction with benefits payable under the child tax credit described below.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-1-7",
                                    "title": "A.1.7 Working tax credit",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "The child tax credit is payable to benefit units with dependent children under 20 years of age. The maximum benefit payable is comprised of a family element worth £545 per year in 2011, and a child element worth £2,555 per year for each qualifying child.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Eligible benefits under the child tax credit are aggregated with those of the working tax credit and subject to a common means test. Any benefit unit income in excess of a minimum threshold reduces the total tax credits payable, at the rate of 4Ip per £1. The minimum threshold is £6,420 per year in 2011 for benefit units eligible to both the working tax credit and the child tax credit, and £15,860 per year for those eligible to only the child tax credit.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-1-8",
                                    "title": "A.1.8 Child tax credit",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Benefit units with dependent children receive Child Benefit. The benefit is worth £20.30 per week in 2011 for the first child and £13.40 per week for each subsequent child. Child benefits are not means-tested.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-1-9",
                                    "title": "A.1.9 Child benefit",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Housing benefit is paid in respect of simulated rent payments to benefit units that have sufficiently low incomes. The maximum benefit payable under housing benefit is equal to rent expenditure capped at the respective local housing allowance. The local housing allowance is determined by rates graded by the bedroom entitlement of the benefit unit. The bedroom entitlement allows one bedroom for each single adult / cohabitating couple, another for each child aged 13 or over, and another for every 2 children aged under 13 years, subject to a maximum of four bedrooms. The local housing allowance is £162.50 per week in 2011 for one bedroom, £188.50 per week for two bedrooms, £221 per week for three bedrooms, and £260 per week for four bedrooms.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Housing benefit is means-tested with respect to a broad measure of income that is net of child care costs eligible to subsidies via the working tax credit (see above), and most taxes and benefits. The measure of income also includes imputed returns on non-housing wealth, calculated as £1 per week for every £250 of wealth in excess of a £6,000 disregard for individuals under the age of eligibility the Guarantee Credit, and £1 per week for every £500 of non-housing wealth in excess of a £10,000 disregard otherwise. This measure of income is then reduced by an earnings disregard, worth £5 per week for single people, £10 per week for couples, and £25 per week for lone-parents, with an additional £17.10 disregard applied for benefit units with at least one adult working full-time, or at least one adult working and with dependent children.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Any excess of this measure of income above the benefit unit’s relevant applicable amount reduces housing benefit at the rate of 65p in every £1. The applicable amount is equal to £67.50 per week for single adults, £72.30 for lone-parents, and £105.95 for couples, increasing by £62.33 for each dependent child (aged 18 and under). Couples and lone-parents are also eligible to an additional family premium worth 17.40 per week.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-1-10",
                                    "title": "A.1.10 Housing benefit",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Council tax benefit is provided to subsidise the costs to households of council taxes (see above). Although council tax benefit was available in 2011, it has been amended to a localised benefit from 2013/14. Nevertheless, council tax benefit is modelled by default in the form that it took prior to localisation of the benefit. This structure assumes that council tax benefit is subject to the same means-testing rates and thresholds as housing benefit described above, with the exception that the benefit is withdrawn the rate of 20p in every £1. As council tax benefit and housing benefit are withdrawn simultaneously, this implies 85p of aggregate (council tax and housing) benefit is withdrawn for every £1 of income above the benefit unit’s relevant applicable amount so long as both benefits are received.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-1-11",
                                    "title": "A.1.11 Council tax benefit",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Universal credit is designed to replace income support (including income based Jobseekers Allowance), housing benefit, the working tax credit, and child tax credit. Although universal credit was not available in 2011, it has been in planning since the conservative party annual conference in 2010. The scheme has been rolled-out progressively since April 2013, and is scheduled to have replaced the existing benefit schemes by 2017/18. This policy shift is consequently built into the model.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The maximum payment under universal credit is simulated by aggregating the maximum sums payable under income support, child tax credit, and housing benefit, and then adding the maximum child care component payable under the working tax credit. This maximum benefit is then withdrawn at the rate of 65p for each £1 of earned income net of taxes and national insurance contributions earned above the benefit unit’s relevant “work allowance”. Furthermore, any pension income received is deducted from the universal credit payable, and each £250 of non-housing wealth in excess of a £6,000 disregard reduces the universal credit by £1 per week (in 2011 prices).",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The work allowance depends upon whether housing related support would have been received through either income support (off-setting mortgage interest) or housing benefit (off-setting rent). If so, then so-called “lower work allowances” apply, worth £25.21 per week to single adults in 2011, £59.72 to lone parents, £25.21 to couples, and £50.41 to couples with children. Otherwise, “higher work allowances” apply, which are identical to the lower allowances for benefit units without children, but are worth £166.67 per week to lone parents, and £121.71 to couples with children.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-1-12",
                                    "title": "A.1.12 Universal credit",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "State pensions are assumed to be paid to qualifying benefit units from state pension age. State pension age is specified to increase in line with official guidelines for men, current as of the 2014 Pensions Act. The maximum value of the single tier pension is set equal to the guarantee credit, worth £137.35 per week to a single adult in 2011, and £209.70 to a couple. This benefit is indexed to assumed wage growth.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Rights to the single tier pension are accrued through accreditation for national insurance contributions. An adult is accredited with national insurance contributions in any given year, if they pay class I contributions, if they are identified as involuntarily unemployed (receive a low wage offer in the model), or if they have a dependent child under age 12 in the household. At least 10 years’ of national insurance contributions are required to receive any income under the single tier pension, and 35 years’ contributions are required for the full single tier pension.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The above description is applied when simulating the population through time. An alternative approach is, however adopted when solving the lifetime decision problem. To limit computational burden when solving the lifetime decision problem, all benefit units are assumed to be eligible to a flat rate pension worth 90% of the maximum defined above.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-1-13",
                                    "title": "A.1.13 State pensions",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Take-up of benefits by a benefit unit in any year is modelled as a random event. Each benefit unit in each year is assigned a number drawn from a uniform [0,1] distribution. This number is compared against the “take-up rate” associated with the benefit unit’s circumstances in the respective year. If the number is less than the take-up rate, then the benefit unit is assumed to take-up their benefits; otherwise they do not.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Take-up rates distinguish between benefit units, based on labour supply, family demographics, and age, and are based on statistics reported for 2013/14 in “Income-related benefits: Estimates of take-up”, Department for Work and Pensions (2015).",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-1-14",
                                    "title": "A.1.14 Allowance for imperfect benefits take-up",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "The model distinguishes between three classes of committed expenditure: housing, child care, and other necessities. The first two of these are distinguished separately, as they have a bearing on the benefits that individuals are eligible for. Each consumption class is discussed in a separate subsection below.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-2",
                                    "title": "A.2 Non-discretionary costs",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "A stylised approach has been adopted to identify the following housing related features within the model: gross housing equity, gross mortgage debt, realised return on gross housing equity, unrealised return on gross housing equity, mortgage interest costs, and rent. These factors are identified using the following procedure.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Logit regression models are used to describe the incidence of home ownership and mortgage holding in the model, with reference to the simulated year, and each benefit unit’s age, relationship status, and aggregate non-pension wealth. The logit regressions were estimated on data reported by the Wealth and Assets Survey (WAS) for 2011.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Net housing equity is defined as a ratio of net non-pension wealth. Given the stylised approach taken to model housing, and the compelling nature of this relationship, net housing equity in the model is imputed as a simple age specific ratio, also evaluated from the WAS.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Mortgage debt, for home owners who are also identified as mortgage holders in the model, is imputed on the basis of a Tobit regression equation for the ratio of gross mortgage debt to net housing equity. The regression model describes the ratio of mortgage debt to housing equity as a function of age, time, relationship status, and net non-pension wealth, and was estimated on the same WAS data as considered for other aspects of housing.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "assets": [
                                                {
                                                    "id": "table1a",
                                                    "label": "Algorithm A.1",
                                                    "tables": [
                                                        "<table>\n<tbody>\n<tr>\n<td>1: Identify home-owners.</td>\n</tr>\n<tr>\n<td>2: <b>if</b> home owner <b>then</b></td>\n</tr>\n<tr>\n<td>3: go to step 7</td>\n</tr>\n<tr>\n<td>4: <b>else</b></td>\n</tr>\n<tr>\n<td>5: go to step 18</td>\n</tr>\n<tr>\n<td>6: <b>end if</b></td>\n</tr>\n<tr>\n<td>7: Compute net housing equity.</td>\n</tr>\n<tr>\n<td>8: Identify mortgage holders.</td>\n</tr>\n<tr>\n<td>9: <b>if</b> mortgage holder <b>then</b></td>\n</tr>\n<tr>\n<td>10: go to step 14</td>\n</tr>\n<tr>\n<td>11: <b>else</b></td>\n</tr>\n<tr>\n<td>12: go to step 16</td>\n</tr>\n<tr>\n<td>13: <b>end if</b></td>\n</tr>\n<tr>\n<td>14: Compute mortgage debt.</td>\n</tr>\n<tr>\n<td>15: Compute annual interest charge on mortgage debt.</td>\n</tr>\n<tr>\n<td>16: Compute returns to gross housing equity.</td>\n</tr>\n<tr>\n<td>17: Go to step 19.</td>\n</tr>\n<tr>\n<td>18: Compute rent paid.</td>\n</tr>\n<tr>\n<td>19: Evaluate council tax payment.</td>\n</tr>\n</tbody>\n</table>"
                                                    ],
                                                    "title": "Computing housing-related variables.",
                                                    "type": "table"
                                                }
                                            ],
                                            "type": "figure"
                                        },
                                        {
                                            "text": "Housing has an impact on family budgets in three ways in the model: returns to gross housing wealth, interest charges on outstanding mortgages, and rent payable. Each of these is described in turn.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Returns to gross housing wealth were calculated from the ONS mix adjusted house price index, and discounted to real terms by the National Accounts final consumption deflator. The calibration assumes that the return to housing wealth in forward projections is equal to the mean return observed between 1970 and 2010.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Interest on outstanding mortgages has a direct impact on our measure of committed expenditure, and can affect the benefits to which a benefit unit is eligible. This rate is set to the maximum interest rate eligible for subsidy through Income Support; 3.85% per annum nominal – which is taken to be 1.85% real (assuming that target inflation is achieved).",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Rents in 2011 are set equal to the Local Housing Allowance rates averaged over all Local Authorities, reported for June 2011 by the Valuation Office Agency. Rents are assumed to grow in line with wages. The rental rates are defined in terms of numbers of bedrooms, which are simulated in the model as defined for the Housing Benefit. The only exception is in relation to single adults aged 30 and under without children, who are assumed to share their accommodation, and who consequently incur the lower rental charge associated with shared accommodation by the LHA.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Two sets of rents are supplied to the model: Local Housing Allowance (LHA) rates for low income people, and “market rent” for high income people. Both sets of rents are defined in terms of numbers of bedrooms, which are simulated in the model as defined for the Housing Benefit. The only exception is in relation to single adults aged 30 and under without children, who are assumed to share their accommodation, and who consequently incur the lower rental charges.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-2-1",
                                    "title": "A.2.1 Housing",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "A linear regression model was estimated for the average aggregate child care costs, distinguished by child age, parental labour supply, and survey year. This equation was estimated on data reported by the LCF.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "Child care costs are assumed to be incurred only by benefit units with children under age 14, and in which all adults supply some labour. Child care costs are assumed to vary between children aged 0–4 and those aged 5–13. Child care costs are also assumed to vary between benefit units in which all adults are full-time employed and those working less than full-time.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-2-2",
                                    "title": "A.2.2 Child care",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Consumption on “other basic necessities” in the model is parameterised based on data reported for the 5% of benefit units with the lowest aggregate consumption. Data for calibrating this aspect of the model were evaluated from the LCF (and its predecessors) between 1971 and 2012.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "The LCFs were used to identify age, year, equivalised total consumption (in 2011 prices), and equiv-alised consumption net of child care and rental charges for the full reported sample of benefit units. The equivalence scale used for analysis is the revised OECD scale, which is also assumed for the model’s preference relation. The 5% of benefit units with the lowest equivalised total consumption, distinguished by year and across 7 age bands (18–24; 25–34; 35–44;...; 65–74; 75+) were selected from the full sample population. Averages for equivalised consumption net of child care and rental charges, by age band and year, were then evaluated. These averages of equivalised consumption are loaded into the model to define consumption on “other basic necessities”.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-2-3",
                                    "title": "A.2.3 Other basic necessities",
                                    "type": "section"
                                }
                            ],
                            "id": "sA-1",
                            "title": "A.1 Simulated transfer policy",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The rate of return to non-housing, non-pension wealth is given by:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equA1",
                                    "label": "(A1)",
                                    "mathml": "<math><mrow><msup><mi>r</mi><mrow><mi>n</mi><mi>h</mi></mrow></msup><mo>=</mo><mrow><mo>{</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msup><mi>r</mi><mi>I</mi></msup></mrow></mtd><mtd columnalign=\"left\"><mrow><mtext>if</mtext><mtext> </mtext><msup><mi>w</mi><mrow><mi>n</mi><mi>h</mi></mrow></msup><mo>≥</mo><mn>0</mn></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>r</mi><mi>l</mi></msub><mo>+</mo><mrow><mo>(</mo><mrow><msub><mi>r</mi><mi>u</mi></msub><mo>−</mo><msub><mi>r</mi><mi>l</mi></msub></mrow><mo>)</mo></mrow><mtext> </mtext><mi>min</mi><mtext> </mtext><mrow><mo>{</mo> <mrow><mfrac><mrow><mo>−</mo><msup><mi>w</mi><mi>s</mi></msup></mrow><mrow><msup><mi>g</mi><mrow><mi>f</mi><mi>t</mi></mrow></msup></mrow></mfrac><mo>,</mo><mn>1</mn></mrow> <mo>}</mo></mrow><mo>,</mo><msub><mi>r</mi><mi>l</mi></msub><mo>&lt;</mo><msub><mi>r</mi><mi>u</mi></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><mtext>if</mtext><mtext> </mtext><msup><mi>w</mi><mrow><mi>n</mi><mi>h</mi></mrow></msup><mo>&lt;</mo><mn>0</mn></mrow></mtd></mtr></mtable></mrow></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Specifying <i>r<sup>D</sup><sub>l</sub> &lt; r<sup>D</sup><sub>u</sub></i> reflects a so-called ‘soft’ credit constraint in which interest charges increase with loan size. <i>r<sub>I</sub></i> is set equal to the average real return on long-term treasury bills reported between 1970 and 2010.<i>r<sub>l</sub></i> is set equal to annual averages of the monthly interest rates on sterling personal loans up to £10,000 to households reported by the Bank of England (code IUMHPTL) between 1995 and 2010. <i>r<sub>u</sub></i> is set equal to annual averages of the monthly interest rates for sterling credit card lending to households reported by the Bank of England (code IUMCCTL) between 1995 and 2010.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The (real) return assumed to pension wealth during the accrual phase, was set to 3.5% per annum, based on a benchmark allocation of a 60:40 split between equities and bonds, a 5% real return to equities, and a 1.2% return to Gilts. The capital return assumed for calculating the price of pension annuities was set equal to 1.5%, reflecting the assumed (real) rate of wage growth, and the associated capital charge was set to 4.7% based on “typical” pricing margins reported in the pension buy-outs market.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "sA-3",
                            "title": "A.3 Returns to non-housing wealth",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The age and year specific mortality rates assumed for the model are set to observed rates between 1951 and 1980, and to mortality rates assumed for the Office for National Statistics (ONS) principal population projection between 1981 and 2062.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "All dates prior to and following the time series reported by the ONS (1951 to 2062) are imputed by employing a geometric convergence rate of 2.5 per cent per annum from the last age-specific statistic loaded into the model (1951 if back in time, 2062 if forward in time) and a series assumed to represent the “very long-run”. This “very long-run” projection is obtained by amplifying the year-to-year variation in the two nearest years loaded into the model by a factor of 15.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The sex specific mortality rates published by the ONS are aggregated into a gender neutral series by weighting each series by the relative likelihood that the respective sex survives to each age, given the assumption that sexes are equally weighted at birth.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "sA-4",
                            "title": "A.4 Mortality rates",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The model requires rates of marriage formation, divorce, and widowhood. The last of these three states is projected on the basis of projections of individual specific mortality. This section describes derivation of the model parameters for marriage formation and divorce.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "At the time of writing, the ONS reports historical data for the number of marriages in England and Wales by age, sex and calendar year at annual intervals between 1851 and 2011. The ONS also makes available for modelling purposes the component factors that underlie its population projections, which describe official estimates for the number of marriages by age and sex at annual intervals between 2008 and 2033. Furthermore, ONS population estimates by age, sex and marital status are available for England and Wales at annual intervals between 1971 and 2033. These statistics permit age and gender specific marital rates to be calculated for England and Wales at annual intervals between 1971 and 2033 inclusive. Furthermore, the ONS reports age and sex specific divorce rates for England and Wales at annual intervals between 1950 and 2010, which can be extended to 2032 by the component factors of the ONS population projections that are noted above.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The rates of marriage formation and divorce that are described above are imperfect for modelling purposes in (at least) three important respects. First, the transition rates for marriage and marital dissolution that are described above are not distinguished by education status. Second, marriage rates calculated on historical data do not account for marriages that are performed abroad. Thirdly, the majority of the statistics that are reported by the ONS focus on legal marital status, and do not extend to include civil partnerships or cohabitation.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The focus of ONS statistics on legal marriage is problematic for modelling purposes due to the rise of civil partnerships and cohabitation, and the fact that couples who share the same address often engage in some pooling of consumption and income. This pooling of financial resources is recognised by the system of social security in the UK, which treats cohabitating couples in the same way as registered married couples when determining eligibility for most benefits (excluding state pensions and bereavement allowances).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The rates of marriage and divorce described above were consequently adjusted to match the implied proportion of the population married, by age and year, to marriage rates described by the Living Costs and Food Survey (LCF, and its predecessor surveys) reported between 1978 and 2012. Details for these adjustments can be obtained from the author upon request.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "sA-5",
                            "title": "A.5 Relationship status",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The model requires fertility rates by age, year, relationship status, and number of previous births to simulate dependent children. Unfortunately these rates are not readily available for the UK, and so were constructed based on a set of identifying assumptions and a selected set of publicly available data sources.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The ONS reports the number of births by age of mother and registered marital status at annual intervals between 1938 and 2010 for England and Wales. It also reports the number of births within marriage/civil partnerships by age of mother and number of previous live-born children, at annual intervals between 1938 and 2010 for England and Wales. As noted previously, ONS population estimates/projections by age, sex and marital status are available for England and Wales at annual intervals between 1971 and 2033. Furthermore, the proportions of women by age, year, and marital status, recorded as having 0,1,2,3, and 4+ dependent children can be estimated on the sample reported by the LCF (and its predecessor surveys) for the period between 1971 and 2012.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We assume that the data reported by the ONS for England and Wales, and by the LCF, are representative for the United Kingdom. Assume also, that the number of children reported by the LCF for women to age 45 is equivalent to the total number of live-born children. Then, combining the ONS population estimates with the proportions estimated on LCF data, we can calculate the number of married women with 0,1,2,3, and 4+ dependent children by age and year. Ignoring the distinction between marriage and civil partnerships, we then combined the ‘number of births’ data reported by the ONS with our population estimates to obtain birth rates for married women that distinguish between the mother’s age, year, and the number of previous births. These birth rates were extended to single women by applying a proportional adjustment equal to the age and year specific ratio of the average birth rate of single women to married women, described by the ONS population estimates that are cited above.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The fertility rates that were obtained as outlined above can be treated as approximate only. To improve the ability of the model to capture the evolving population structure in the UK, we adjusted the statistics that were obtained as described above to align the model to ONS estimates for England and Wales of the percentage distribution of women of childbearing age by number of live-born children, age and year of birth of woman between 1920 and 1991. Details of how this was done can be obtained from the author upon request.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "sA-6",
                            "title": "A.6 Fertility",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The parameters of the assumed preference relation, simulated rental charges, and a selected set of parameters governing intertemporal evolution of latent wages were all adjusted endogenously to the model structure. Preference parameters are unobservable, and are consequently prime candidates for identifying endogenously to the model. Although rental charges are observable, distributional considerations complicate identification of appropriate charges to assume for the model. Similarly, although wages are observable, a subset of wage parameters were identified endogenously to the model to account of associated selection effects.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Adjustment of the parameters to match the simulated moments implied by a dynamic programming model to associated sample moments is commonly conducted either by manual calibration or optimisation of a loss function using an econometric criterion. The current parameterisation was obtained via a series of manual adjustments of model parameters, guided by graphical representations and sums of squared errors for a set of age specific population moments, following the approach described by <a href=\"#bib24\">Sefton, van de Ven, and Weale (2008)</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "The assumed preference relation (see Section 2.1.1 of the main text) includes five parameters: relative risk aversion <i>γ</i>; an exponential discount factor <i>δ</i>; a parameter for the warm-glow model of bequests <i>ζ</i>; the intra-temporal elasticity <i>ε</i>; and the utility price of leisure, <i>α</i>. There are 12 rental rates included with the model, which distinguish benefit units by income, demographic size, and age. Finally, the specification adopted for wages (see Section 2.1.2) includes a very large number of parameters, governing wage growth <i>m</i> (.), earnings volatility <inline-formula id=\"inline1c\"><math display=\"inline\" id=\"i1c\"><mrow><msubsup><mrow><mi>σ</mi></mrow><mrow><mi>w</mi></mrow><mrow><mn>2</mn></mrow></msubsup></mrow></math> (.), and the factor effects of pension take-up λ<sup>ret</sup>.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-7-1",
                                    "title": "A.7.1 Calibrated parameters",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "Following extensive experimentation, a step-wise procedure was adopted, based on concentric cycling over three sets of model parameters; <i>A</i>, <i>B</i>, and <i>C</i>. Parameters in a higher set were re-adjusted each time the parameters in a lower set were altered, so that those in set <i>C</i> were subject to the most frequent adjustment, and those in set <i>A</i> the least frequent. Set <i>A</i> comprises simulated rental rates, set <i>B</i> the parameters governing wage growth and earnings volatility (of employees), and set <i>C</i> all other endogenously calibrated parameters. We began by setting rental charges to average market rates, all wage growth parameters <i>m</i> (.) = 1, and made initial guesses for earnings volatility, <inline-formula id=\"inline2c\"><math display=\"inline\" id=\"i2c\"><mrow><msubsup><mrow><mi>σ</mi></mrow><mrow><mi>w</mi></mrow><mrow><mn>2</mn></mrow></msubsup></mrow></math> (.). Given these assumptions for parameter sets <i>A</i> and <i>B</i>, and the model parameters identified exogenously from the model structure, the calibration procedure began by adjusting parameters in set <i>C</i>. It was not necessary to pass through a large number of cycles to obtain convergence, due to the invariance of the cross-sectional population characteristics upon which the calibration was based, as is discussed further below.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "sA-7-2",
                                    "title": "A.7.2 Calibration procedure",
                                    "type": "section"
                                },
                                {
                                    "content": [
                                        {
                                            "text": "All five preference parameters of the model and the factor effects of pension take-up λ<sup>ret</sup>, were identified by matching the model to moments evaluated on survey data reported for a single (reference) population cross-section. This is notable, given that preference parameters are often a central focus of interest in the related literature. It is also extremely useful because it simplifies specification of the policy context underlying the behaviour considered for identification, and omits the feed-back effects that can otherwise complicate parameter adjustments. Parameterisation then proceeded in four concentric ‘loops’.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "(1) The inner-most loop, which was repeated most frequently, focussed on adjusting α and λ<sup>ret</sup>. Increasing the utility price of leisure α tends to decrease labour supply throughout the working lifetime. Exaggerating the wage discount for benefit units that have previously accessed their private pensions tends to decrease labour supply late in the working lifetime. These two model parameters provide a high degree of control over the employment profile throughout the life-course, and were jointly adjusted to match the model to age and relationship-specific means for employment participation.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "(2) The second loop jointly adjusted δ and ζ to reflect age and relationship specific geometric means for consumption. Increasing the discount factorδ makes benefit units more patient, and consequently tends to decrease consumption throughout the working lifetime. Increasing ζ exaggerates the bequest motive, which tends to lower consumption late in the life course when the probability of imminent mortality becomes appreciable. Taken δ together and ζprovide a high degree of control over the age profile of consumption implied by the structural model.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "(3) The third loop of the calibration strategy adjusted <i>γ</i>, by focussing on the associated influence on savings incentives. Raising <i>γ</i> <i>ceteris paribus</i> exaggerates precautionary savings motives, implying lower consumption and <i>lower</i> pension scheme participation (due to the illiquidity of pension wealth). In contrast, δ raising tends to imply lower consumption and <i>higher</i> pension scheme participation as benefit units are made more patient. Hence, if the rates of pension scheme participation implied by the model following the second loop of the calibration were too low (high), we reduced (increased) <i>γ</i> and returned to the inner-most loop. Otherwise we proceeded to the outer-most loop.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "(4) <i>ε</i> was adjusted to match the model to distributional variation described by data for the ratio between equivalised consumption and leisure. Increasing <i>ε</i> will tend to shift period specific expenditure in favour of (equivalised) consumption, relative to leisure, for benefit units with relatively high (equivalised) wage rates.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "content": [
                                                {
                                                    "text": "The drift parameters, <i>m</i> (.), and the dispersion parameters, <inline-formula id=\"inline3c\"><math display=\"inline\" id=\"i3c\"><mrow><msubsup><mrow><mi>σ</mi></mrow><mrow><mi>w</mi></mrow><mrow><mn>2</mn></mrow></msubsup></mrow></math> (.), were calibrated against historical data by projecting the reference population cross-section backward through time. The drift parameters were adjusted to reflect geometric means of employment income, distinguished by age, year, relationship status, and education status. The model includes a separate drift parameter for each age, year, education, and relationship combination, so that a close match could be obtained to the associated sample moments.",
                                                    "type": "paragraph"
                                                },
                                                {
                                                    "text": "Similarly, the variance parameters were adjusted to reflect age, year, and relationship specific variances of log employment income calculated from survey data. Unlike the drift parameters, however, only four parameters ” distinguish singles from couples, and graduates from non-graduates ” were adjusted to reflect the dispersion of employment income. These model parameters were adjusted manually.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "sA-7-3a",
                                            "title": "Identification of parameter set B",
                                            "type": "section"
                                        },
                                        {
                                            "content": [
                                                {
                                                    "text": "Two sets of rents (<i>rent</i>) are supplied to the model: Local Housing Allowance (LHA) rates are assumed for benefit units with equivalised incomes below 60% of median gross full-time earnings in 2011, and “market rents” for those with equivalised incomes above 120% of median earnings. Between these two income thresholds, rental charges are assumed to vary linearly between the LHA and market rents. Both sets of rents are described in terms of numbers of bedrooms, where one bedroom is allowed for each single adult / cohabitating couple, another for each child aged 13 or over, and another for every 2 children aged under 13 years, subject to a maximum of four bedrooms. The only exception is in relation to single adults aged 30 or under without children, who are assumed to share their accommodation, and who consequently incur lower rental charges.",
                                                    "type": "paragraph"
                                                },
                                                {
                                                    "text": "The simulated benefits system includes a scheme to subsidise rental charges. Furthermore, rents in the model are disproportionately incurred by individuals toward the bottom of the income/wealth distribution. Increasing rents consequently tends to increase disposable incomes toward the lower end of the distribution on a before housing costs basis, and to reduce disposable incomes on an after housing costs basis, with associated implications for simulated poverty rates. Rental charges were consequently adjusted to match poverty rates generated by the model to survey data.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "sA-7-3b",
                                            "title": "Identification of parameter set A",
                                            "type": "section"
                                        }
                                    ],
                                    "id": "sA-7-3",
                                    "title": "A.7.3 Identification of parameter set C",
                                    "type": "section"
                                }
                            ],
                            "id": "sA-7",
                            "title": "A.7 Parameters identified endogenous to LINDA",
                            "type": "section"
                        }
                    ],
                    "id": "sA",
                    "title": "A. Model parameterisation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This appendix reports sensitivity of simulated results to the assumed method for identifying the reduced-form descriptions for behaviour. Specifically, the behavioural descriptions used to project reduced-form decisions are taken directory from the structural solutions evaluated under the base policy environment (reflecting UK policy prevailing in 2016), without the adjusting those descriptions as discussed in Section 2.3 of the main text. The current appendix replicates statistics reported in Section 3.1 of the main text for the effects of policy counterfactuals on aggregates for the evolving population cross-section.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Discussion here focusses on the projected effects of the rise in income tax rates, which indicate substantive differences in projected decision making associated with alternative behavioural assumptions. Under the non-response scenario, the rise in income tax rates is projected to have no immediate effect on labour supply, but does result in increasing employment as the time horizon is extended. By 2046, almost one million additional (equivalent) full-time workers are projected under the higher tax rate counterfactual when behavioural responses to altered incentives are suppressed. This increase in simulated labour supply with the projected time horizon is a product of the coincident decline in (non-pension) wealth. The rise in income tax rates from 2016 is projected under the non-response scenario to result in a decline in aggregate net wealth by 2046 of £775 billion (885 – 110).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The increase in private income associated with the projected rise in labour supply is more than sufficient to off-set the coincident decline in investment income associated with falling net assets, so that private income is projected to increase by £30 billion in 2046 under the high tax rate counterfactual when behavioural responses are suppressed. This increase in private income amplifies the increase in income tax revenue associated with the higher tax rates that are imposed. It also mitigates the projected impact on disposable incomes, thereby supporting a higher consumption stream. Furthermore, the increase in employment rates permits the accrual of higher pension wealth, off-setting the overall decline in total net worth associated with the higher tax rate counterfactual.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Interpreted from a utility maximising perspective, the projections that omit behavioural responses to altered incentives assume that the population spends and supplies labour under the counterfactual policy environment as though they still lived under the base policy environment. This means that, in context of the 10% rise in income tax rates, people are projected to spend as though they enjoyed a higher disposable income than they actually receive for any given measure of private income. Conceptually, these individuals are repeatedly “surprised” by how little wealth they have in each succeeding period, and subsequently cut back consumption and increase labour supply to make up the ever-growing short-fall in wealth. The result is a dynamic projection for the counterfactual that reflects a run-away wealth effect. Similar effects are not associated with results reported in Section 3 of the main text, because the description assumed for behaviour is explicitly adapted to respond to the considered policy reforms.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "tfnA-1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "“none” = projections omitting behavioural responses to policy incentives; “emp” = projections allowing for labour supply responses to policy incentives; “full” = projections allowing for labour and savings responses to policy incentives. Standard errors reported in parentheses. “income tax rates rise 10%” denotes counterfactual in which the marginal rates on all taxable income are increased by 10 percentage points. “retirement benefits fall 20%” denotes counterfactual in which all state retirement benefits are reduced in value by 20 percentage points.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Author’s calculations on simulated data generated using 30 separate sets of random draws.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2b",
                                    "label": "Table B.1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"3\">income tax rates rise 10%</th>\n<th colspan=\"3\">retirement benefits fall 20%</th>\n<th colspan=\"3\">income tax rates rise 10%</th>\n<th colspan=\"3\">retirement benefits fall 20%</th>\n</tr>\n<tr>\n<th/>\n<th colspan=\"6\">response<a href=\"#tfnA-1\">*</a></th>\n<th colspan=\"6\">response<a href=\"#tfnA-1\">*</a></th>\n</tr>\n<tr>\n<th/>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"7\">net government revenue</td>\n<td colspan=\"6\">benefits expenditure</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>52.4</td>\n<td>45.8</td>\n<td>41.8</td>\n<td>17.5</td>\n<td>17.9</td>\n<td>17.2</td>\n<td>0.1</td>\n<td>0.6</td>\n<td>0.6</td>\n<td>−19.6</td>\n<td>−19.6</td>\n<td>−19.7</td>\n</tr>\n<tr>\n<td/>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n</tr>\n<tr>\n<td>2021</td>\n<td>56.5</td>\n<td>50.7</td>\n<td>44.4</td>\n<td>19.3</td>\n<td>19.8</td>\n<td>19.3</td>\n<td>0.4</td>\n<td>0.8</td>\n<td>0.6</td>\n<td>−22.0</td>\n<td>−22.1</td>\n<td>−22.3</td>\n</tr>\n<tr>\n<td/>\n<td>(0.5)</td>\n<td>(0.5)</td>\n<td>(0.4)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n</tr>\n<tr>\n<td>2026</td>\n<td>59.4</td>\n<td>53.1</td>\n<td>45.2</td>\n<td>21.8</td>\n<td>22.4</td>\n<td>22.2</td>\n<td>0.6</td>\n<td>1.0</td>\n<td>0.7</td>\n<td>−25.1</td>\n<td>−25.2</td>\n<td>−25.5</td>\n</tr>\n<tr>\n<td/>\n<td>(0.7)</td>\n<td>(0.7)</td>\n<td>(0.6)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n</tr>\n<tr>\n<td>2036</td>\n<td>58.1</td>\n<td>50.2</td>\n<td>39.3</td>\n<td>30.8</td>\n<td>31.7</td>\n<td>32.1</td>\n<td>9.3</td>\n<td>9.7</td>\n<td>9.0</td>\n<td>−35.4</td>\n<td>−35.5</td>\n<td>−36.2</td>\n</tr>\n<tr>\n<td/>\n<td>(0.8)</td>\n<td>(0.8)</td>\n<td>(0.6)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.3)</td>\n<td>(0.3)</td>\n<td>(0.3)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n</tr>\n<tr>\n<td>2046</td>\n<td>81.2</td>\n<td>70.1</td>\n<td>55.4</td>\n<td>42.0</td>\n<td>43.4</td>\n<td>44.3</td>\n<td>1.6</td>\n<td>1.9</td>\n<td>0.8</td>\n<td>−47.6</td>\n<td>−47.7</td>\n<td>−48.8</td>\n</tr>\n<tr>\n<td/>\n<td>(0.9)</td>\n<td>(0.8)</td>\n<td>(0.7)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.3)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n</tr>\n<tr>\n<td colspan=\"7\">income tax revenue</td>\n<td colspan=\"6\">consumption tax revenue</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>52.3</td>\n<td>46.3</td>\n<td>45.1</td>\n<td>−2.1</td>\n<td>−1.7</td>\n<td>−1.4</td>\n<td>0.1</td>\n<td>0.1</td>\n<td>−2.7</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>−1.1</td>\n</tr>\n<tr>\n<td/>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n</tr>\n<tr>\n<td>2021</td>\n<td>58.0</td>\n<td>52.9</td>\n<td>48.7</td>\n<td>−2.5</td>\n<td>−2.2</td>\n<td>−1.9</td>\n<td>−1.1</td>\n<td>−1.3</td>\n<td>−3.6</td>\n<td>−0.1</td>\n<td>−0.1</td>\n<td>−1.1</td>\n</tr>\n<tr>\n<td/>\n<td>(0.5)</td>\n<td>(0.5)</td>\n<td>(0.5)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n</tr>\n<tr>\n<td>2026</td>\n<td>61.8</td>\n<td>56.3</td>\n<td>50.1</td>\n<td>−3.0</td>\n<td>−2.5</td>\n<td>−2.2</td>\n<td>−1.8</td>\n<td>−2.2</td>\n<td>−4.2</td>\n<td>−0.3</td>\n<td>−0.3</td>\n<td>−1.1</td>\n</tr>\n<tr>\n<td/>\n<td>(0.7)</td>\n<td>(0.7)</td>\n<td>(0.6)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n</tr>\n<tr>\n<td>2036</td>\n<td>70.1</td>\n<td>63.2</td>\n<td>53.7</td>\n<td>−4.0</td>\n<td>−3.3</td>\n<td>−2.8</td>\n<td>−2.7</td>\n<td>−3.3</td>\n<td>−5.4</td>\n<td>−0.6</td>\n<td>−0.5</td>\n<td>−1.3</td>\n</tr>\n<tr>\n<td/>\n<td>(0.7)</td>\n<td>(0.7)</td>\n<td>(0.5)</td>\n<td>(0.0)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n</tr>\n<tr>\n<td>2046</td>\n<td>85.7</td>\n<td>75.7</td>\n<td>62.5</td>\n<td>−4.8</td>\n<td>−3.6</td>\n<td>−3.1</td>\n<td>−2.9</td>\n<td>−3.8</td>\n<td>−6.4</td>\n<td>−0.8</td>\n<td>−0.7</td>\n<td>−1.4</td>\n</tr>\n<tr>\n<td/>\n<td>(1.0)</td>\n<td>(0.8)</td>\n<td>(0.7)</td>\n<td>(0.0)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Projected effects of policy counterfactuals on annual government budget, distinguished by year and accommodated behavioural response (£2016, billions).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "tfnA-2",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "“none” = projections omitting behavioural responses to policy incentives; “emp” = projections allowing for labour supply responses to policy incentives; “full” = projections allowing for labour and savings responses to policy incentives. Standard errors reported in parentheses. “equivalent full-time employees” evaluated as projected change in total number of labour hours per week divided by 37. “private income” denotes income net of interest charges from all private sources. “disposable income” denotes income net of government taxes and transfers.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Author’s calculations on simulated data generated using 30 separate sets of random draws.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3b",
                                    "label": "Table B.2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"3\">income tax rates rise 10%</th>\n<th colspan=\"3\">retirement benefits fall 20%</th>\n<th colspan=\"3\">income tax rates rise 10%</th>\n<th colspan=\"3\">retirement benefits fall 20%</th>\n</tr>\n<tr>\n<th/>\n<th colspan=\"6\">response<a href=\"#tfnA-2\">*</a></th>\n<th colspan=\"6\">response<a href=\"#tfnA-2\">*</a></th>\n</tr>\n<tr>\n<th/>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n<th>none</th>\n<th>emp</th>\n<th>full</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"7\">equivalent full time employees (’000)</td>\n<td colspan=\"6\">consumption expenditure</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>−0.1</td>\n<td>−515.3</td>\n<td>−573.4</td>\n<td>0.0</td>\n<td>90.6</td>\n<td>154.8</td>\n<td>0.0</td>\n<td>−0.1</td>\n<td>−18.7</td>\n<td>0.0</td>\n<td>−0.2</td>\n<td>−7.4</td>\n</tr>\n<tr>\n<td/>\n<td>(0.0)</td>\n<td>(9.1)</td>\n<td>(9.6)</td>\n<td>(0.0)</td>\n<td>(5.1)</td>\n<td>(6.4)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.2)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n</tr>\n<tr>\n<td>2021</td>\n<td>298.1</td>\n<td>−137.0</td>\n<td>−343.0</td>\n<td>10.3</td>\n<td>96.4</td>\n<td>141.2</td>\n<td>−8.2</td>\n<td>−9.7</td>\n<td>−24.8</td>\n<td>−1.3</td>\n<td>−1.3</td>\n<td>−7.6</td>\n</tr>\n<tr>\n<td/>\n<td>(6.4)</td>\n<td>(14.1)</td>\n<td>(13.4)</td>\n<td>(1.2)</td>\n<td>(7.0)</td>\n<td>(7.3)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.2)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n</tr>\n<tr>\n<td>2026</td>\n<td>506.5</td>\n<td>82.5</td>\n<td>−214.9</td>\n<td>14.4</td>\n<td>107.5</td>\n<td>148.1</td>\n<td>−13.0</td>\n<td>−15.4</td>\n<td>−29.0</td>\n<td>−2.5</td>\n<td>−2.3</td>\n<td>−8.0</td>\n</tr>\n<tr>\n<td/>\n<td>(10.6)</td>\n<td>(13.1)</td>\n<td>(12.3)</td>\n<td>(1.8)</td>\n<td>(6.9)</td>\n<td>(7.1)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n</tr>\n<tr>\n<td>2036</td>\n<td>825.9</td>\n<td>351.6</td>\n<td>−106.3</td>\n<td>11.3</td>\n<td>133.2</td>\n<td>171.6</td>\n<td>−18.9</td>\n<td>−23.2</td>\n<td>−36.9</td>\n<td>−4.8</td>\n<td>−4.4</td>\n<td>−9.2</td>\n</tr>\n<tr>\n<td/>\n<td>(13.9)</td>\n<td>(16.3)</td>\n<td>(15.0)</td>\n<td>(1.5)</td>\n<td>(6.7)</td>\n<td>(7.9)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.3)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n</tr>\n<tr>\n<td>2046</td>\n<td>940.6</td>\n<td>433.1</td>\n<td>−147.6</td>\n<td>10.7</td>\n<td>167.0</td>\n<td>185.2</td>\n<td>−20.7</td>\n<td>−27.2</td>\n<td>−44.4</td>\n<td>−7.1</td>\n<td>−6.1</td>\n<td>−10.4</td>\n</tr>\n<tr>\n<td/>\n<td>(14.1)</td>\n<td>(17.2)</td>\n<td>(15.8)</td>\n<td>(0.8)</td>\n<td>(9.4)</td>\n<td>(12.3)</td>\n<td>(0.3)</td>\n<td>(0.3)</td>\n<td>(0.3)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n</tr>\n<tr>\n<td colspan=\"7\">private income</td>\n<td colspan=\"6\">disposable income</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>0.0</td>\n<td>−15.1</td>\n<td>−17.1</td>\n<td>0.0</td>\n<td>1.5</td>\n<td>3.2</td>\n<td>−52.3</td>\n<td>−59.8</td>\n<td>−61.8</td>\n<td>−17.5</td>\n<td>−16.6</td>\n<td>−16.0</td>\n</tr>\n<tr>\n<td/>\n<td>(0.0)</td>\n<td>(0.4)</td>\n<td>(0.4)</td>\n<td>(0.0)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.4)</td>\n<td>(0.5)</td>\n<td>(0.5)</td>\n<td>(0.1)</td>\n<td>(0.1)</td>\n<td>(0.2)</td>\n</tr>\n<tr>\n<td>2021</td>\n<td>7.2</td>\n<td>−6.3</td>\n<td>−12.8</td>\n<td>−1.1</td>\n<td>0.3</td>\n<td>2.8</td>\n<td>−50.9</td>\n<td>−57.9</td>\n<td>−61.2</td>\n<td>−20.7</td>\n<td>−19.8</td>\n<td>−18.5</td>\n</tr>\n<tr>\n<td/>\n<td>(0.4)</td>\n<td>(0.6)</td>\n<td>(0.6)</td>\n<td>(0.0)</td>\n<td>(0.1)</td>\n<td>(0.2)</td>\n<td>(0.6)</td>\n<td>(0.6)</td>\n<td>(0.6)</td>\n<td>(0.2)</td>\n<td>(0.2)</td>\n<td>(0.3)</td>\n</tr>\n<tr>\n<td>2026</td>\n<td>12.3</td>\n<td>−3.0</td>\n<td>−12.3</td>\n<td>−2.2</td>\n<td>−0.2</td>\n<td>3.3</td>\n<td>−50.0</td>\n<td>−58.2</td>\n<td>−62.5</td>\n<td>−24.3</td>\n<td>−23.1</td>\n<td>−20.9</td>\n</tr>\n<tr>\n<td/>\n<td>(0.6)</td>\n<td>(0.7)</td>\n<td>(0.6)</td>\n<td>(0.0)</td>\n<td>(0.2)</td>\n<td>(0.3)</td>\n<td>(0.5)</td>\n<td>(0.7)</td>\n<td>(0.9)</td>\n<td>(0.3)</td>\n<td>(0.3)</td>\n<td>(0.3)</td>\n</tr>\n<tr>\n<td>2036</td>\n<td>22.7</td>\n<td>1.7</td>\n<td>−14.2</td>\n<td>−4.5</td>\n<td>−1.0</td>\n<td>4.8</td>\n<td>−40.4</td>\n<td>−52.5</td>\n<td>−60.2</td>\n<td>−36.0</td>\n<td>−33.5</td>\n<td>−29.8</td>\n</tr>\n<tr>\n<td/>\n<td>(0.9)</td>\n<td>(1.1)</td>\n<td>(0.8)</td>\n<td>(0.1)</td>\n<td>(0.2)</td>\n<td>(0.3)</td>\n<td>(0.7)</td>\n<td>(0.8)</td>\n<td>(0.8)</td>\n<td>(0.4)</td>\n<td>(0.5)</td>\n<td>(0.4)</td>\n</tr>\n<tr>\n<td>2046</td>\n<td>30.4</td>\n<td>−0.2</td>\n<td>−23.4</td>\n<td>−7.1</td>\n<td>−1.1</td>\n<td>6.4</td>\n<td>−56.2</td>\n<td>−74.5</td>\n<td>−85.9</td>\n<td>−50.0</td>\n<td>−45.7</td>\n<td>−40.6</td>\n</tr>\n<tr>\n<td/>\n<td>(1.2)</td>\n<td>(1.1)</td>\n<td>(1.1)</td>\n<td>(0.1)</td>\n<td>(0.3)</td>\n<td>(0.5)</td>\n<td>(1.6)</td>\n<td>(1.5)</td>\n<td>(1.7)</td>\n<td>(0.4)</td>\n<td>(0.5)</td>\n<td>(0.6)</td>\n</tr>\n<tr>\n<td colspan=\"7\">pension wealth</td>\n<td colspan=\"6\">non-pension wealth</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n<td>0.0</td>\n</tr>\n<tr>\n<td/>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n<td>(0.0)</td>\n</tr>\n<tr>\n<td>2021</td>\n<td>1.7</td>\n<td>−21.6</td>\n<td>−7.5</td>\n<td>0.1</td>\n<td>3.8</td>\n<td>17.4</td>\n<td>−233.2</td>\n<td>−259.3</td>\n<td>−175.6</td>\n<td>−83.7</td>\n<td>−81.0</td>\n<td>−39.3</td>\n</tr>\n<tr>\n<td/>\n<td>(0.7)</td>\n<td>(1.8)</td>\n<td>(1.9)</td>\n<td>(0.1)</td>\n<td>(0.8)</td>\n<td>(1.1)</td>\n<td>(2.4)</td>\n<td>(3.1)</td>\n<td>(2.5)</td>\n<td>(0.7)</td>\n<td>(1.0)</td>\n<td>(1.5)</td>\n</tr>\n<tr>\n<td>2026</td>\n<td>11.1</td>\n<td>−33.1</td>\n<td>−5.4</td>\n<td>0.2</td>\n<td>7.0</td>\n<td>32.4</td>\n<td>−420.3</td>\n<td>−473.5</td>\n<td>−326.7</td>\n<td>−171.7</td>\n<td>−165.0</td>\n<td>−79.9</td>\n</tr>\n<tr>\n<td/>\n<td>(1.3)</td>\n<td>(2.1)</td>\n<td>(2.2)</td>\n<td>(0.2)</td>\n<td>(1.1)</td>\n<td>(2.2)</td>\n<td>(4.2)</td>\n<td>(4.3)</td>\n<td>(3.5)</td>\n<td>(1.7)</td>\n<td>(1.7)</td>\n<td>(2.2)</td>\n</tr>\n<tr>\n<td>2036</td>\n<td>53.9</td>\n<td>−39.0</td>\n<td>27.8</td>\n<td>0.4</td>\n<td>13.3</td>\n<td>72.4</td>\n<td>−681.3</td>\n<td>−799.3</td>\n<td>−566.0</td>\n<td>−364.4</td>\n<td>−344.6</td>\n<td>−173.4</td>\n</tr>\n<tr>\n<td/>\n<td>(3.3)</td>\n<td>(4.2)</td>\n<td>(3.6)</td>\n<td>(0.2)</td>\n<td>(1.2)</td>\n<td>(2.4)</td>\n<td>(5.3)</td>\n<td>(6.8)</td>\n<td>(6.2)</td>\n<td>(3.4)</td>\n<td>(3.8)</td>\n<td>(4.2)</td>\n</tr>\n<tr>\n<td>2046</td>\n<td>110.5</td>\n<td>−44.2</td>\n<td>81.4</td>\n<td>0.6</td>\n<td>23.8</td>\n<td>136.2</td>\n<td>−885.0</td>\n<td>−1108.2</td>\n<td>−793.1</td>\n<td>−595.2</td>\n<td>−549.5</td>\n<td>−286.3</td>\n</tr>\n<tr>\n<td/>\n<td>(3.9)</td>\n<td>(4.6)</td>\n<td>(4.0)</td>\n<td>(0.3)</td>\n<td>(1.7)</td>\n<td>(4.0)</td>\n<td>(7.8)</td>\n<td>(9.4)</td>\n<td>(9.7)</td>\n<td>(4.4)</td>\n<td>(5.3)</td>\n<td>(4.8)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Projected effects of policy counterfactuals on aggregate domestic sector finances, distinguished by year and accommodated behavioural response (£2016 billion, unless otherwise stated).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The labour supply response to the rise in income tax rates projected for 2016 under the employment-response scenario, closely reflects that generated under the full-response scenario. Despite the coincident decline projected for disposable incomes in 2016 (due to both the reduction in labour incomes and higher tax burdens), however, projected consumption expenditure remains invariant by construction under the employment-response scenario. This combination of lower disposable incomes and fixed consumption expenditure in near-term projections following the rise in income taxes produces a rapid draw-down of assets under the employment-response scenario. The decline in asset holdings exaggerate the wealth effects of the higher tax rate counterfactual, off-setting incentives to reduce labour supply under the employment-response scenario. This is the mechanism that is responsible for the drift of the projections under the employment-response scenario toward those of the non-response scenario as the time horizon is extended.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "sB",
                    "title": "B. Projections under Naϊve reduced-form specifications",
                    "type": "section"
                }
            ],
            "id": "a1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "I should like to thank participants in the 6th World Congress of the International Microsimulation Association (Torino, 2017), two anonymous referees, and the journal editor for useful comments on earlier drafts. The usual disclaimer applies.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
