{
    "status": "vor",
    "id": "00167",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00167",
    "authorLine": "Rembert De Blander et al.",
    "title": "Projected population, inequality and social expenditures",
    "published": "2017-12-31T00:00:00Z",
    "versionDate": "2017-12-31T00:00:00Z",
    "statusDate": "2017-12-31T00:00:00Z",
    "volume": 10,
    "issue": 3,
    "fpage": 92,
    "lpage": 133,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00167/ijm-00167.pdf",
    "subjects": [
        {
            "id": "demography",
            "name": "Demography"
        },
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "We investigate the budgetary and distributional effects of a demographic and economic evolution in Flanders between 2011 and 2031. We project demographic changes by means of two multi-state population projections (LIPRO-projections), on the basis of which we statically reweigh the <i>EU-SILC</i> 2008 dataset. In addition, we assume a modest real <i>exogenous</i> –meaning not induced by the demographic projections– growth rate of 1%. Population-wise, we find a pronounced ageing, a growth of single-headed households, mostly to the detriment of couples with children, and a closing generational gap in education. While income inequality exhibits a non-monotonous pattern over time (reaching a maximum around 2020), poverty steadily declines after 2011. We find a large increase in expenditures on pensions, which is, however, covered by the modest public income growth we assume, while keeping the tax system constant <i>in real terms</i>.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "De Blander et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Department of Economics",
                        "KU Leuven"
                    ]
                }
            ],
            "emailAddresses": [
                "Rembert@DeBlander.eu"
            ],
            "name": {
                "index": "De Blander, Rembert",
                "preferred": "Rembert De Blander"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Interface Demography",
                        "Vrije Universiteit Brussel"
                    ]
                }
            ],
            "emailAddresses": [
                "ingrid.schockaert@vub.ac.be"
            ],
            "name": {
                "index": "Schockaert, Ingrid",
                "preferred": "Ingrid Schockaert"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Department of Economics",
                        "KU Leuven"
                    ]
                }
            ],
            "emailAddresses": [
                "andre.decoster@kuleuven.be"
            ],
            "name": {
                "index": "Decoster, André",
                "preferred": "André Decoster"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium"
                        },
                        "formatted": [
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Interface Demography",
                        "Vrije Universiteit Brussel"
                    ]
                }
            ],
            "emailAddresses": [
                "Patrick.Deboosere@vub.ac.be"
            ],
            "name": {
                "index": "Deboosere, Patrick",
                "preferred": "Patrick Deboosere"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "inequality",
        "poverty",
        "population projections",
        "budgetary sustainability"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Traditionally, in Flanders, household income is among the highest in Europe and inequality as well as poverty are low (<a href=\"#bib19\">Eurostat, 2014</a>). Following the general trend in Western European countries, inequality declined between the 1950s up to the second half of the 1980s. Since then, however, there exists no unequivocal evidence for this equalizing tendency (<a href=\"#bib51\">Van den Bosch, Vandenbroucke, Cantillon, &amp; Pacolet, 2009</a>; <a href=\"#bib55\">Vranken, De Boyser, &amp; Dierckx, 2006</a>), except for Flanders where inequality remains consistently lower than in the rest of Belgium (<a href=\"#bib9\">Cantillon, Horemans, Vandenbroucke, &amp; Van Lancker, 2011</a>; <a href=\"#bib21\">FOD Economie, K.M.O., Middenstand en Energie, 2013</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper, we extend the horizon of analysis, projecting income inequality and poverty indicators, as well as social expenditures for Flanders, up to the year 2031. Moreover, we analyse the underlying demographic elements affecting these evolutions. Traditionally, such trends were mainly attributed to economic factors, such as wages, income, or tax-benefit systems, (<a href=\"#bib1\">Bargain &amp; Callan, 2010</a>; <a href=\"#bib26\">Heathcote, Perri, &amp; Violante, 2010</a>); in contrast, we investigate the role of (projected) demographic evolutions as drivers of future income inequality and poverty trends.",
                    "type": "paragraph"
                },
                {
                    "text": "The profound changes in Flanders’ population structure seem to justify our focus. In parallel with the well-documented ageing of the population (<a href=\"#bib20\">Federaal Planbureau en ADSEI, 2011</a>; <a href=\"#bib45\">Studiecommissie voor de vergrijzing, 2006</a>), the Flemish household composition changed quite substantially. From the 1960s onward, driven by new gender and generational relations, divorce rates started to rise, marriage became less popular and, with the exception of the baby-boom years, fertility continued to show an overall decreasing trend (<a href=\"#bib31\">Lesthaeghe &amp; Neels, 2002</a>; <a href=\"#bib50\">Van Bavel &amp; Bastiaenssen, 2006</a>). The onset of this so-called second demographic transition occurred about 20 years later in Belgium, particularly in Flanders, compared to neighbouring countries, while resulting trends were, until recently, less pronounced (<a href=\"#bib12\">Deboosere <i>et al</i>., 2009</a>). After 1980, however, Flanders started to catch-up with international trends and different family formation processes proliferated. As a result, households have become smaller in general (<a href=\"#bib32\">Lodewijcks &amp; Deboosere, 2011</a>) and, especially among the young, unmarried couples and single-headed households have proliferated (<a href=\"#bib12\">Deboosere <i>et al</i>., 2009</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "A second major evolution in the population structure concerns increasing educational achievement. Under the impulse of labour market demands and political and societal investments in the educational system, ever more children enter schooling and remain in training for a longer period of time (<a href=\"#bib53\">Vanderstraeten, 1999</a>). Parallel, from the 1960s onward, we observe a democratization and growing gender equity in education, although social inequality remains a critical aspect of Flanders’ educational system at all levels (<a href=\"#bib38\">Pelleriaux, 2000</a>; <a href=\"#bib54\">Verbergt, Cantillon, &amp; Van den Bosch, 2009</a>), the breach between classes has decreased (<a href=\"#bib24\">Groenez, 2010</a>). Moreover, girls outperform boys at all educational levels for some time now (<a href=\"#bib38\">Pelleriaux, 2000</a>). In short, since the 1960s, for each consecutive generation, educational levels are higher compared to earlier generations.",
                    "type": "paragraph"
                },
                {
                    "text": "In recent literature, the importance of a clear understanding of the impact of population change on inequality and poverty has repeatedly been stressed (<a href=\"#bib2\">Blank, 1995</a>, <a href=\"#bib3\">2011</a>; <a href=\"#bib8\">Burtless, 1999</a>; <a href=\"#bib10\">Chen &amp; Föster, 2011</a>; <a href=\"#bib37\">Peichl, Pestel, &amp; Schneider, 2012</a>; <a href=\"#bib56\">Western, Bloome, &amp; Percheski, 2008</a>). This understanding is far from easy, since different components of demographic change are intertwined and may have counteracting effects. In this respect the ageing, in particular the growing share of the population above 65, is presumed to increase inequality, since elderly population’s income is lower and their poverty ratio higher than that of the working-age population. In addition, in Flanders, this generational gap seems to have increased over time (<a href=\"#bib51\">Van den Bosch <i>et al</i>., 2009</a>). However, ageing also implies an increase in life expectancy, and couple’s survival has a positive effect on household income: women depend less on a widows’ pension and also, with the increase in education and female labour force participation, households will often have two pensions or combine a pension with (the younger womans’) income from wages. Consequently, the net effect of ageing on the income distribution remains ambiguous. <a href=\"#bib34\">Mookherjee and Shorrocks (1982)</a> found that, in the UK, the shift in age-income relationship had an impact on inequality, but the population’s compositional change did not. More recently, the latter was confirmed for other European countries by the <i>Social Situation Monitor</i> (<a href=\"#bib17\">European Commission: DG Employment, Social Affairs &amp; Inclusion, 2017</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "On the basis of all 22 countries present in the Luxembourg Income Survey, it has been shown (<a href=\"#bib48\">Tai &amp; Treas, 2008</a>, <a href=\"#bib49\">2009</a>) that, even in the case of single-headed households, the effects on inequality are not clear-cut. Being less able to pool income resources (combined with the gender pay gap), single-headed households and especially single parents have a lower income compared to the household income of the rest of the population. In addition, no improvement in the situation of single parents is observed over time (<a href=\"#bib48\">Tai &amp; Treas, 2008</a>, <a href=\"#bib49\">2009</a>). This general phenomenon is also observed in Flanders (<a href=\"#bib47\">Studiedienst Vlaamse Regering, 2013</a>; <a href=\"#bib51\">Van den Bosch <i>et al</i>., 2009</a>). A rise in the prevalence of female single-headed households is therefore often found to trigger an increase in inequality and poverty (<a href=\"#bib6\">Bradley, Huber, Moller, Nielson, &amp; Stephens, 2003</a>; <a href=\"#bib30\">Kollmeyer, 2013</a>). With the increase in education and subsequent increased female labour force participation, however, this tendency might reverse. In addition, <a href=\"#bib16\">Esping-Andersen (2007)</a> indicates that the negative influence of single motherhood is mainly restricted to the United States as the strong European welfare state mitigates its impact.",
                    "type": "paragraph"
                },
                {
                    "text": "The rise in educational attainment and the concomitant increase in female labour force participation is also found to increase inequality since double-income households are concentrated at the top of the income distribution (<a href=\"#bib16\">Esping-Andersen, 2007</a>). However, the larger the group of the educated and the lower educational disparity, the smaller the role this factor will play in the determination of income inequality. In the long run, we might well expect the rise in educational attainment to temper inequality. In this respect, <a href=\"#bib7\">Breen and Salazar (2010)</a> found that changes in women’s education and their behavioural consequences account for little if any of the growth in earnings inequality between households, while <a href=\"#bib30\">Kollmeyer (2013)</a> found that it decreases inequality.",
                    "type": "paragraph"
                },
                {
                    "text": "This work joins a strand of recent research aiming at quantifying the role of demographic change on inequality (<a href=\"#bib37\">Peichl <i>et al</i>., 2012</a>), but in contrast to former studies, we analyse this relationship <i>prospectively</i>, focusing on the 20 year period from 2011 to 2031. From a policy point of view, this is important; for social policy to go beyond ad hoc answers to structural changes, it needs to be informed on how future population (and economic) characteristics affect inequality. In addition, this prospective view can re-mediate some of the difficulties related to contextual factors faced by retrospective research (<a href=\"#bib16\">Esping-Andersen, 2007</a>). Building on hypothetical scenarios about economic growth and population forecasts, we isolate our analysis from temporal and contextual influences and gain at least partial control over interactions with non-observed variables. Note that we limit our attention to the coming 13 year period, which is the time frame in which the baby-boom generation will reach retirement age. Moreover, beyond this time frame, predictions become increasingly uncertain.",
                    "type": "paragraph"
                },
                {
                    "text": "The prospective nature of our endeavour firmly roots it in the <i>microsimulation</i> tradition. A microsimulation model (<i>MSM</i>) is essentially a <i>forecasting</i> device that simulates aggregate and distributional effects of change –such as population change– by applying it to a representative sample of individuals or families, subsequently adding up the results across individual units using population weights (<a href=\"#bib5\">Bourguignon &amp; Spadaro, 2006</a>; <a href=\"#bib33\">Martini &amp; Trivellato, 1997</a>). The results in this paper were obtained using the microsimulation model Mefisto.<sup><a href=\"#fn1\">1</a></sup> The baseline model used in this paper investigates the effect of demographic change under the condition of a 1% economic growth attributed to efficiency increases.<sup><a href=\"#fn2\">2</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "To disentangle economic from demographic growth, we use two decomposition methods. The first is based on the construction of a counterfactual, which involves reweighing the sample at <i>t</i><sub>0</sub> such that the distribution of population covariate levels becomes identical to the sample at <i>t</i><sub>1</sub>. Comparison of the counterfactual Gini-index with the actual one at <i>t</i><sub>0</sub> reveals the effect of changing population structure, while the difference between counterfactual and the distribution at <i>t</i><sub>1</sub> is a residual effect. This method is known as the Blinder-Oaxaca decomposition (<a href=\"#bib4\">Blinder, 1973</a>; <a href=\"#bib35\">Oaxaca, 1973</a>). In the context of distributional analysis it has been applied by <a href=\"#bib15\">DiNardo, Fortin, and Lemieux (1996)</a>, <a href=\"#bib28\">Hyslop and Maré (2005)</a>, <a href=\"#bib25\">Handcock and Morris (1998)</a>, <a href=\"#bib1\">Bargain and Callan (2010)</a>, to name but a few. The second method concerns an exact decomposition of the inequality index (<a href=\"#bib43\">Shorrocks, 1980</a>, <a href=\"#bib44\">1984</a>) to gain insight into the influence on inequality and poverty of shifts in population subgroup prevalences.",
                    "type": "paragraph"
                },
                {
                    "text": "In <a href=\"#s2\">Section 2</a> we describe the data and methodology. <a href=\"#s3\">Section 3</a> presents the results of the population projections. <a href=\"#s4\">Section 4</a> describes the forecasted income inequality evolution and its relation to demographic and economic change, with <a href=\"#s4-3\">Subsection 4.3</a> focusing on budgetary effects.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We proceed with a number of distinct steps:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "We first make multi-state demographic projections at five-year intervals for twenty years (from 2011 up to 2031) by age, sex and household position and by age, sex and educational attainment. The procedure is described in <a href=\"#s2-2\">Subsection 2.2</a>.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "We calibrate the <i>EU-SILC</i> 2008 data to the distribution of the different population subgroups obtained by the demographic projections. In other words, we reweigh the <i>EU-SILC</i> 2008 in such a way that the income data match the population forecast obtained in step 1. This procedure is called static ageing (see <a href=\"#s2-3\">Subsection 2.3</a>).",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "We choose a realistic scenario for economic growth to update the income data in <i>EU-SILC</i> 2008 for each five-year interval from 2011 to 2031 (as described in <a href=\"#s2-4\">Subsection 2.4</a>).",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Finally, based on the re-weighted and uprated income data obtained from steps 2 and 3, we estimate inequality and poverty indices, as well as the budgetary implications for each five-year interval (details can be found in <a href=\"#s2-5\">Subsection 2.5</a>).",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "content": [
                        {
                            "text": "The population as found in the 2001 Belgian census data served as the baseline for the population projections. The 2001 Census data were linked to the National Register data, using the individual’s unique National Number. This provided the information on transitions in household positions and in educational attainment levels during a period of five years. In addition, births, deaths and migratory movements were extracted from the same data sources.<sup><a href=\"#fn3\">3</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The EU-Statistics on Income and Living Conditions (<i>EU-SILC</i>) database is our main source of information on income, social inclusion and living conditions. In addition, data on housing, labour, education and health are collected as well.<sup><a href=\"#fn4\">4</a></sup> Information on household position is not available as such, but is extracted from the relationships of parenthood and partnership between all household members. This procedure is explained in the Appendix. At the start of this research, the microsimulation model Mefisto ran on the <i>EU-SILC</i> 2008 dataset, which explains our choice for that particular cross-section.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We used the LIPRO (Lifestyle Projection) Method as proposed by <a href=\"#bib52\">Van Imhoff and Keilman (1991)</a>, for which the 2001 Census data provided the baseline population. For the projection by household position, the population is broken down by five-year age groups, sex and 12 “LIPRO household positions”: children of married and unmarried couples, children in lone parent households, married and unmarried couples with or without children, single households, lone parents, non-related family members, members of collective households and a residual category.<sup><a href=\"#fn5\">5</a></sup> For the projection by educational attainment level, the state vector comprised of five-year age groups, sex and nine educational levels: individuals are either still in school or have finished school attaining one of the following levels: primary education, lower secondary education (general, technical and professional), higher secondary education (general, technical and professional) or higher education.",
                            "type": "paragraph"
                        },
                        {
                            "text": "LIPRO-projections estimate population structures prospectively by multiplying the density of the initially observed population state vector (baseline vector) with a transition matrix to obtain the density of the state vector in the next period. We thus estimate two first-order Markov models: the first has a state vector consisting of age groups, gender and household position. The second first-order Markov model has a state vector consisting of age groups, gender and educational attainment level.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This way the population is recursively projected one period ahead. The transition rate matrix indicates the probability to transit from one household position (educational level) to another. The matrix also includes death and emigration rates <i>from</i> each household position (educational level) as well as births and immigration <i>to</i> each household position (educational level). The initial transition rate matrix is estimated from the linked 2001 Census data and National Register Data and refers to the transition probabilities between 1 January 2001 and 1 January 2006 .<sup><a href=\"#fn6\">6</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "For consecutive five year projection periods up to 2026–2031, the transition rate matrix is adapted using scenarios based on prognoses about the evolution of fertility, mortality and migration (<a href=\"#bib46\">Studiedienst Vlaamse Regering, 2011</a>). We assume that the recent revival of fertility in Flanders will continue up to the period 2016–2021, while going down again afterwards (<a href=\"#bib40\">Schockaert &amp; Surkyn, 2012</a>). Life expectancy is expected to continually increase, a little faster for men than for women. In addition, we assume that international immigration increases up to the 2016–2021 period and remains constant at that level thereafter. Emmigration increases linearly with about 20% over the whole projection period. The combination of both hypotheses results in the pattern summarized in <a href=\"#table1\">Table 1</a>. Note that we assume that the household formation processes will remain identical during the complete projection horizon. This means that the forecasted population structure and its impact on inequality and expenditures are the result of the ageing and the projection of household formation processes of the current population. In the case of the educational projection, we assume a slight rise in educational retention.<sup><a href=\"#fn7\">7</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th colspan=\"6\">Period</th>\n</tr>\n<tr>\n<th/>\n<th/>\n<th>2006–10</th>\n<th>2011–15</th>\n<th>2016–20</th>\n<th>2021–25</th>\n<th>2026–30</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Fertility (births per woman)</td>\n<td/>\n<td>1.73</td>\n<td>1.82</td>\n<td>1.76</td>\n<td>1.72</td>\n<td>1.70</td>\n</tr>\n<tr>\n<td>Life expectancy (years)</td>\n<td>Female</td>\n<td>82.7</td>\n<td>83.2</td>\n<td>83.8</td>\n<td>84.4</td>\n<td>85.0</td>\n</tr>\n<tr>\n<td/>\n<td>Male</td>\n<td>76.9</td>\n<td>77.7</td>\n<td>78.7</td>\n<td>79.6</td>\n<td>80.7</td>\n</tr>\n<tr>\n<td>Net migration (rate/base rate)</td>\n<td/>\n<td>1</td>\n<td>1.2</td>\n<td>1.4</td>\n<td>1.2</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Educat. retent. (rate/base rate)</td>\n<td/>\n<td>1</td>\n<td>1.065</td>\n<td>1.13</td>\n<td>1.195</td>\n<td>1.25</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Projection scenarios.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The LIPRO-projection model presents some clear advantages with respect to classical projections by age and sex only. First, the results are much richer. Secondly, LIPRO is a fully dynamic model where vital events and migration are differentiated by, and interact with household formation or educational processes. If, for example, fertility is lower among higher educated women, a rise in the population’s educational levels will temper total fertility rates, even though for all educational levels alike we considered a relative fertility increase comparable to the one predicted by <a href=\"#bib46\">Studiedienst Vlaamse Regering (2011)</a>. In other words, important compositional population changes mitigate the evolution of fertility, mortality and migration, and consequently impose constraints on future population trends. Thirdly, modification in one household position also imposes constraints on the adjustments in other household positions. For example, if for the purpose of population projections we accept the number of same-sex couple formation to be negligible, the number of men that transit into the state of “married couple without children” should be equal to the number of women entering this state (and vice versa). In other words, LIPRO calibrates the theoretically linked transitions. The constraints included in the household projection are explained by <a href=\"#bib41\">Schockaert and Surkyn (2013)</a>. For the educational projection, no constraints were used. The above properties of LIPRO projections enhance the reliability of the results by ensuring coherence in population trends.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Multi-state population projections",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "An overview of weighting methods can be found in <a href=\"#bib29\">Kalton and Flores-Cervantes (2003)</a>, keeping in mind that most of these methods were conceived to re-mediate survey non-response (<a href=\"#bib27\">Holt &amp; Elliot, 1991</a>). Reweighing by a simple reweighing of cells (<a href=\"#bib29\">Kalton &amp; Flores-Cervantes, 2003</a>), however, is ruled out for two reasons. First, due to insufficient observations we use two sets of demographic projections. Since these are made independently from each other, they possibly result in conflicting reweighing factors. Although a simple solution seems to be available by calibrating the conflicting individual weights, a second more fundamental problem remains. In the described demographic projections, the unit of observation is the individual, while for our distributional analysis, we prefer the household as unit of observation, since the household composition is the cornerstone for equivalising income. In order to marry the individual-based demographic projections with the household-based inequality and poverty analysis, we calibrate the base year sample using household weights to the individual-based totals implied by the demographic projections (<a href=\"#bib14\">Deville &amp; Sarndal, 1992</a>). Such a calibration procedure finds new weights as close as possible to the old ones, such that the individual-based demographically projected totals are respected.<sup><a href=\"#fn8\">8</a></sup> A detailed description can be found in <a href=\"#bib11\">De Blander, Schockaert, Decoster, and Deboosere (2013)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Static ageing and calibration to obtain household weights",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In order to obtain a realistic impression of future (equivalised) income distributions and concepts derived thereof, such as inequality and poverty, not only demographic changes need to be taken into account, but we need to make some assumptions concerning economic growth as well.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Clearly, <i>economic growth</i> is not independent of demographic changes. It can be split up into the following components:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "An <i>increase in workforce participation rate</i>. We assumed that this component remains unchanged, conditional on the variables used in the demographic projection, that is sex, age, household position and education. Any changes in this component are thus mainly driven by ageing and educational changes.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Productivity growth</i>, which breaks down into two components:",
                                        "type": "paragraph"
                                    },
                                    {
                                        "items": [
                                            [
                                                {
                                                    "text": "an <i>endogenous</i> productivity growth component, caused by the changing distribution of individual and household characteristics over time (considering the projections we use, the main source of this component is an increase in educational attainment). Whenever a (projected) population stabilizes, this component tends to zero. Keep in mind that we assume that the returns to education remain at their present level.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            [
                                                {
                                                    "text": "an <i>efficiency growth</i> component, conditional on individual and household characteristics, induced by the fact that, people produce ever more, hence more efficiently, without any change to said characteristics, including hours worked.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        ],
                                        "prefix": "alpha-lower",
                                        "type": "list"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "Since changes in workforce participation rate and endogenous productivity growth are completely determined by the demographic projections, we name the sum of both the <i>demographic</i> growth. It is only the varying component of productivity growth, conditional on the demographic assumptions, for which we need to make additional assumptions, and which we termed <i>efficiency growth</i>. In the remainder of this paper, we assume that the <i>efficiency growth</i> amounts to a <i>yearly real-term</i> increase of 1%.<sup><a href=\"#fn9\">9</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Following additional assumptions are made:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "economic growth is proportionally shared among the factors of production, which entails that (self-)employment income and income from capital have the same growth rate.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "benefits grow according to the assumptions described in <a href=\"#bib13\">Dekkers, Desmet, Fasquelle, and Weemaes (2013)</a>: the minimum income will grow at an annual rate of 1% in real terms, all other benefits at 0.5%.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "To ensure that we do not overestimate inequality, we allow pensions to grow with the <i>efficiency growth</i> rate. Let us justify the pension growth rate by providing an example. Consider a pensioner in the observed sample who retired five years prior to observation at time <i>t</i><sub>0</sub>. In the philosophy of the reweighing methodology, this observation will represent a number of pensioners at time <i>t</i><sub>1</sub>, who will have retired in <i>t</i><sub>1</sub> − 5. Exact calculation of their pension would involve calculating each observation’s last wage at <i>t</i><sub>0</sub> − 5, applying the observed real wage growth between <i>t</i><sub>0</sub> − 5 and <i>t</i><sub>0</sub>, applying the hypothesized real wage growth between <i>t</i><sub>0</sub> and <i>t</i><sub>1</sub> − 5, and finally, applying an hypothesized real pension growth between <i>t</i><sub>1</sub> − 5 and <i>t</i><sub>1</sub>. Simply up-rating pensions by the hypothesized real wage growth rate will produce accurate results if:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "real pension growth rates between <i>t</i><sub>1</sub> − 5 and <i>t</i><sub>1</sub> are identical to those between <i>t</i><sub>0</sub> − 5 and <i>t</i><sub>0</sub>,",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "the real wage growth rate between <i>t</i><sub>0</sub> − 5 and <i>t</i><sub>0</sub> was close to the hypothesized real wage growth rate.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "It seems reasonable to make assumptions concerning incomes in terms of the <i>efficiency growth</i> rate, since collective wage agreements pertain to individual increases in wages. Assuming the educational attainment of one firm, or even a whole sector of the economy, remains quite stable over time, wage increases will be accorded conditional on age and education of employees. Likewise, an increase in benefits is stated as a percentage increase of the individual’s benefit. Consequently, wage and benefit rises seem not directly connected with any demographic evolution. The demographic growth component is not observed by individual firms, but only appears ex-post at the aggregate level.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The resulting factors by which incomes and pensions are uprated can be found in <a href=\"#table2\">Table 2</a>. As mentioned above, this represents only the <i>efficiency growth</i> component of the total economic growth, the second component arising from the fact that increasingly educated cohorts grow older. The combined effect of <i>efficiency growth</i> and growth induced by demographic change is depicted in <a href=\"#fig1\">Figure 1</a>. It is obtained by calculating the growth rate of aggregated primary income per capita, under the combined demographic and economic assumptions, which should be a close proxy to projected per capita economic growth. The total growth rate gradually decreases to the annual <i>efficiency growth</i> rate of 1%. Although this boundary is not fully reached, the projected evolution is consistent with what we theoretically expect: once we reach a stable population (keeping boundary conditions on fertility, migration,... constant), economic growth will settle at the level of what we termed the <i>efficiency growth</i> component.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>year</th> <th>factor</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>2011</td>\n<td>1.030</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>1.083</td>\n</tr>\n<tr>\n<td>2021</td>\n<td>1.138</td>\n</tr>\n<tr>\n<td>2026</td>\n<td>1.196</td>\n</tr>\n<tr>\n<td>2031</td>\n<td>1.257</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Up-rate factors.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig1.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 520
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "The macro-economic growth rate resulting from both <i>effciency</i> and <i>demographic</i> growth.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As small word of caution might be in order: the <i>endogenous</i> productivity growth component is driven by the fact that younger cohorts are more educated, leading to an increasing educational average over time. Our results partly depend on one of the many implicit ceteris paribus assumptions we have made: the returns to education remain fixed at their present level. However, the returns to education can fluctuate for each education level depending on the relative demand and supply in each labour market segment. Jobs for which there are shortages of qualified candidates, will typically be more highly remunerated. On the other hand, if the proportion of highly educated increases faster than the labour demand for this type of workers, we might witness a decrease of the return to education over time for the highest educated. Such a detailed level of labour market scenarios is, however, beyond the scope of this paper.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4 Economic growth",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this Subsection, we describe the way inequality and poverty will be measured, keeping in mind that, under the assumptions we made, everybody improves in absolute and <i>real</i> terms.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "We calculate two inequality indices: the Gini coefficient and the Theil index. For some continuous (income) distribution <i>F</i> with mean <i>μ<sub>F</sub></i>, the Gini coefficient is formally defined by",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ1",
                                    "label": "(1)",
                                    "mathml": "<math><msub><mi>G</mi><mi>F</mi></msub><mo>=</mo><mo>−</mo><mn>1</mn><mo>+</mo><mn>2</mn><mstyle displaystyle=\"true\"><mrow><msubsup><mo>∫</mo><mn>0</mn><mi>∞</mi></msubsup><mrow><mfrac><mrow><mi>x</mi><mi>F</mi><mo stretchy=\"false\">(</mo><mi>x</mi><mo stretchy=\"false\">)</mo><mi>d</mi><mi>F</mi><mo stretchy=\"false\">(</mo><mi>x</mi><mo stretchy=\"false\">)</mo></mrow><mrow><msub><mi>μ</mi><mi>F</mi></msub></mrow></mfrac></mrow></mrow></mstyle><mo>,</mo></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where the variable <i>x</i> represents an equivalised net income of an individual <i>i</i>. In this paper, we use the <i>OECD</i> equivalence scale, which gives full weight to the first household member, 0.5 to subsequent adults and 0.3 to each child. The value of the Gini coefficient ranges from 0 at complete income equality (everybody earns the same amount) to 1 when inequality is maximal (only one individual earns total income). If we only have a sample at our disposal, the Gini coefficient can be estimated by",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ2",
                                    "label": "(2)",
                                    "mathml": "<math><msub><mover accent=\"true\"><mi>G</mi><mo>^</mo></mover><mi>F</mi></msub><mo>=</mo><mfrac><mn>1</mn><mrow><mi>N</mi><mo stretchy=\"false\">(</mo><mi>N</mi><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mrow></mfrac><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mi>N</mi></munderover><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>j</mi><mo>=</mo><mi>i</mi><mo>+</mo><mn>1</mn></mrow><mi>N</mi></munderover><mrow><mfrac><mrow><mo>|</mo><mo>|</mo><msub><mi>x</mi><mi>i</mi></msub><mo>−</mo><msub><mi>x</mi><mi>j</mi></msub><mo>|</mo><mo>|</mo></mrow><mi>μ</mi></mfrac></mrow></mstyle></mrow></mstyle><mo>,</mo></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "with <i>x<sub>i</sub></i> representing a realization of <i>x</i>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The Theil index is a competing inequality measure.<sup><a href=\"#fn10\">10</a></sup> It is given by",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ3",
                                    "label": "(3)",
                                    "mathml": "<math><msub><mi>T</mi><mi>F</mi></msub><mo>=</mo><mstyle displaystyle=\"true\"><mrow><msubsup><mo>∫</mo><mn>0</mn><mi>∞</mi></msubsup><mrow><mfrac><mi>x</mi><mrow><msub><mi>μ</mi><mi>F</mi></msub></mrow></mfrac><mtext> </mtext><mtext>In</mtext></mrow></mrow></mstyle><mtext> </mtext><mrow><mo>(</mo><mrow><mfrac><mi>x</mi><mrow><msub><mi>μ</mi><mi>F</mi></msub></mrow></mfrac></mrow><mo>)</mo></mrow><mi>d</mi><mi>F</mi><mo stretchy=\"false\">(</mo><mi>x</mi><mo stretchy=\"false\">)</mo><mo>.</mo></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "It ranges from 0 at complete income equality (everybody earns the same amount) to ln <i>N</i>, when inequality is maximal (only one individual earns total income). It is measured by",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ4",
                                    "label": "(4)",
                                    "mathml": "<math><msub><mover accent=\"true\"><mi>T</mi><mo>^</mo></mover><mi>F</mi></msub><mo>=</mo><msup><mi>N</mi><mrow><mo>−</mo><mn>1</mn></mrow></msup><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mi>N</mi></munderover><mrow><mfrac><mrow><msub><mi>x</mi><mi>i</mi></msub></mrow><mover accent=\"true\"><mi>x</mi><mo>¯</mo></mover></mfrac></mrow></mstyle><mtext> </mtext><mtext>In</mtext><mtext> </mtext><mrow><mo>(</mo><mrow><mfrac><mrow><msub><mi>x</mi><mi>i</mi></msub></mrow><mover accent=\"true\"><mi>x</mi><mo>¯</mo></mover></mfrac></mrow><mo>)</mo></mrow><mo>.</mo></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "The main advantage of the Theil index is its sub-group decomposability, that is",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ5",
                                    "label": "(5)",
                                    "mathml": "<math><msub><mi>T</mi><mi>F</mi></msub><mo>=</mo><msub><mi>T</mi><mi>B</mi></msub><mo>+</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>g</mi><mo>=</mo><mn>1</mn></mrow><mi>G</mi></munderover><mrow><msub><mi>q</mi><mi>g</mi></msub></mrow></mstyle><mo>⋅</mo><msub><mi>T</mi><mrow><msub><mi>F</mi><mi>g</mi></msub></mrow></msub><mo>,</mo></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>g</i>= 1<i>,..., G</i> constitutes a partition<sup><a href=\"#fn11\">11</a></sup> of the population, <i>q<sub>g</sub></i> is the equivalised <i>income share</i> of subgroup <i>g</i>, <i>T<sub>F</sub><sub>g</sub></i> is the Theil index of sub-group <i>g</i> and <i>T<sub>B</sub></i> is the between group Theil index. It is calculated by attributing every individual the group-mean equivalised income <i>μ<sub>F</sub><sub>g</sub></i>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In the context of our study, this property of the Theil index is helpful: it allows analysing the contribution of specific changes in the prevalence of population categories, for example, the increase of single-headed households or individuals with higher education, to the forecasted changes in inequality. The largest part of this contribution originates from the second part of the formula <inline-formula id=\"inline1\"><math display=\"inline\" id=\"i1\"><mrow><mstyle displaystyle=\"true\"><msubsup><mo>∑</mo><mrow><mi>g</mi><mo>=</mo><mn>1</mn></mrow><mi>G</mi></msubsup><mrow><mi>q</mi><mi>g</mi></mrow></mstyle><mo>⋅</mo><msub><mi>T</mi><mrow><msub><mi>F</mi><mi>g</mi></msub></mrow></msub></mrow></math>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In order to assess the difference in Theil index, Δ<i>T<sub>F</sub></i> , between two periods, <i>t</i><sub>1</sub> and <i>t</i><sub>2</sub>, we decompose its difference in a Blinder-Oaxaca fashion as",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ6",
                                    "label": "(6)",
                                    "mathml": "<math><mi>Δ</mi><msub><mi>T</mi><mi>F</mi></msub><mo>=</mo><mi>Δ</mi><msub><mi>T</mi><mi>B</mi></msub><mo>+</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>g</mi><mo>=</mo><mn>1</mn></mrow><mi>G</mi></munderover><mrow><mi>Δ</mi><mrow><mo>(</mo><mrow><msub><mi>q</mi><mi>g</mi></msub><mo>⋅</mo><msub><mi>T</mi><mrow><msub><mi>F</mi><mi>g</mi></msub></mrow></msub></mrow><mo>)</mo></mrow></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "id": "equ7",
                                    "label": "(7)",
                                    "mathml": "<math><mo>=</mo><mi>Δ</mi><msub><mi>T</mi><mi>B</mi></msub><mo>+</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>g</mi><mo>=</mo><mn>1</mn></mrow><mi>G</mi></munderover><mrow><mi>Δ</mi><msub><mi>q</mi><mi>g</mi></msub><msub><mover accent=\"true\"><mi>T</mi><mo>¯</mo></mover><mrow><msub><mi>F</mi><mi>g</mi></msub></mrow></msub><mo>+</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>g</mi><mo>=</mo><mn>1</mn></mrow><mi>G</mi></munderover><mrow><msub><mover accent=\"true\"><mi>q</mi><mo>¯</mo></mover><mi>g</mi></msub><mi>Δ</mi><msub><mi>T</mi><mrow><msub><mi>F</mi><mi>g</mi></msub></mrow></msub></mrow></mstyle></mrow></mstyle><mo>,</mo></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <inline-formula id=\"inline2\"><math display=\"inline\" id=\"i2\"><mrow><mi mathvariant=\"normal\">Δ</mi><mi>x</mi><mo>=</mo><msub><mrow><mi>x</mi></mrow><mrow><msub><mrow><mi>t</mi></mrow><mrow><mn>2</mn></mrow></msub></mrow></msub><mo>−</mo><msub><mrow><mi>x</mi></mrow><mrow><msub><mrow><mi>t</mi></mrow><mrow><mn>1</mn></mrow></msub></mrow></msub></mrow></math> and <inline-formula id=\"inline3\"><math display=\"inline\" id=\"i3\"><mrow><mover><mrow><mi>x</mi></mrow><mrow><mo>¯</mo></mrow></mover><mo>=</mo><mfrac><mrow><mrow><mo>(</mo><msub><mrow><mi>x</mi></mrow><mrow><msub><mrow><mi>t</mi></mrow><mrow><mn>2</mn></mrow></msub></mrow></msub><mo>+</mo><msub><mrow><mi>x</mi></mrow><mrow><msub><mrow><mi>t</mi></mrow><mrow><mn>1</mn></mrow></msub></mrow></msub><mo>)</mo></mrow></mrow><mrow><mn>2</mn></mrow></mfrac><mn>.</mn></mrow></math>. Note that this decomposition is neutral with respect to point of view (<a href=\"#bib39\">Reimers, 1983</a>). The difference in Theil index can thus be broken down into an overall difference in the between group Theil index, and, for each subgroup <i>g</i> <inline-formula id=\"inline4\"><math display=\"inline\" id=\"i4\"><mrow><mrow><mo>(</mo><mi mathvariant=\"normal\">Δ</mi><msub><mrow><mi>q</mi></mrow><mrow><mi>g</mi></mrow></msub><msub><mrow><mover><mrow><mi>T</mi></mrow><mrow><mo>¯</mo></mrow></mover></mrow><mrow><msub><mrow><mi>F</mi></mrow><mrow><mi>g</mi></mrow></msub></mrow></msub><mo>)</mo></mrow></mrow></math> and an <i>income share effect</i> <inline-formula id=\"inline5\"><math display=\"inline\" id=\"i5\"><mrow><mrow><mo>(</mo><msub><mrow><mover><mrow><mi>q</mi></mrow><mrow><mo>¯</mo></mrow></mover></mrow><mrow><mi>g</mi></mrow></msub><mi mathvariant=\"normal\">Δ</mi><msub><mrow><mi>T</mi></mrow><mrow><msub><mrow><mi>F</mi></mrow><mrow><mi>g</mi></mrow></msub></mrow></msub><mo>)</mo><mn>.</mn></mrow></mrow></math>.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-5-1",
                            "title": "2.5.1 Inequality indexes",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "<a href=\"#bib22\">Foster, Greer, and Thorbecke (1984)</a> introduced the family of poverty indices",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ8",
                                    "label": "(8)",
                                    "mathml": "<math><msup><mi>P</mi><mrow><mi>F</mi><mi>G</mi><mi>T</mi></mrow></msup><mrow><mo>(</mo><mrow><mi>F</mi><mo>|</mo><mi>z</mi><mo>,</mo><mi>α</mi></mrow><mo>)</mo></mrow><mo>=</mo><mstyle displaystyle=\"true\"><mrow><msubsup><mo>∫</mo><mn>0</mn><mi>∞</mi></msubsup><mrow><msup><mrow><mrow><mo>[</mo> <mrow><mi>max</mi><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><mfrac><mi>x</mi><mi>z</mi></mfrac><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow> <mo>]</mo></mrow></mrow><mi>α</mi></msup><mi>f</mi><mo stretchy=\"false\">(</mo><mi>x</mi><mo stretchy=\"false\">)</mo></mrow></mrow></mstyle><mo>,</mo></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "known as the Foster-Greer-Thorbecke class of poverty measures, where <i>x</i> represents equivalised net household income, <i>f</i>(<i>x</i>) its density function and with <i>z</i> the poverty line or poverty threshold. In this paper, we use a relative poverty line, defined as 60% of the median equivalised income of the Flemish population. Note that the poverty line varies over time. <i>P<sup>FGT</sup></i> (<i>F|z</i>, 1) is the normalized poverty gap. The (non-normalized) poverty gap per poor person is equal to the difference between the individual’s income and the poverty line divided by the poverty rate. It is an indicator of the severity of poverty.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "A key advantage of the <i>FGT</i> class of poverty indices is its subgroup decomposability, that is",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ9",
                                    "label": "(9)",
                                    "mathml": "<math><msup><mi>P</mi><mrow><mi>F</mi><mi>G</mi><mi>T</mi></mrow></msup><mo stretchy=\"false\">(</mo><mi>F</mi><mo>|</mo><mi>z</mi><mo>,</mo><mi>α</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>k</mi><mo>=</mo><mn>1</mn></mrow><mi>K</mi></munderover><mrow><msub><mi>p</mi><mi>k</mi></msub><msup><mi>P</mi><mrow><mi>F</mi><mi>G</mi><mi>T</mi></mrow></msup></mrow></mstyle><mo stretchy=\"false\">(</mo><msub><mi>F</mi><mi>k</mi></msub><mo>|</mo><mi>z</mi><mo>,</mo><mi>α</mi><mo stretchy=\"false\">)</mo><mo>,</mo></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "with <i>p<sub>k</sub></i> the <i>population share</i> belonging to subgroup <i>k</i> and <i>F<sub>k</sub></i> the income distribution within subgroup <i>k</i>. As in the case of the Theil decomposition, we will use the poverty decomposition to gain insight in the impact of specific shifts in the population composition on poverty.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Similar to inequality, we decompose differences in a poverty index, <i>[triangle]P<sup>FGT</sup></i> (<i>F|z, α</i>), between two periods, <i>t</i><sub>1</sub> and <i>t</i><sub>2</sub>, in a standpoint-neutral (<a href=\"#bib39\">Reimers, 1983</a>) Blinder-Oaxaca fashion as",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ10",
                                    "label": "(10)",
                                    "mathml": "<math><mi>Δ</mi><msup><mi>P</mi><mrow><mi>F</mi><mi>G</mi><mi>T</mi></mrow></msup><mrow><mo>(</mo><mrow><mi>F</mi><mo>|</mo><mi>z</mi><mo>,</mo><mi>α</mi></mrow><mo>)</mo></mrow><mo>=</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>k</mi><mo>=</mo><mn>1</mn></mrow><mi>k</mi></munderover><mrow><mi>Δ</mi><mrow><mo>(</mo><mrow><msub><mi>p</mi><mi>k</mi></msub><mo>⋅</mo><msup><mi>P</mi><mrow><mi>F</mi><mi>G</mi><mi>T</mi></mrow></msup><mrow><mo>(</mo><mrow><msub><mi>F</mi><mi>k</mi></msub><mo>|</mo><mi>z</mi><mo>,</mo><mi>α</mi></mrow><mo>)</mo></mrow></mrow><mo>)</mo></mrow></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "id": "equ11",
                                    "label": "(11)",
                                    "mathml": "<math><mo>=</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>k</mi><mo>=</mo><mn>1</mn></mrow><mi>K</mi></munderover><mrow><mi>Δ</mi><msub><mi>p</mi><mi>k</mi></msub><mo>⋅</mo><msup><mover accent=\"true\"><mi>P</mi><mo>¯</mo></mover><mrow><mi>F</mi><mi>G</mi><mi>T</mi></mrow></msup><mrow><mo>(</mo><mrow><msub><mi>F</mi><mi>k</mi></msub><mo>|</mo><mi>z</mi><mo>,</mo><mi>α</mi></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>k</mi><mo>=</mo><mn>1</mn></mrow><mi>K</mi></munderover><mrow><mover accent=\"true\"><mi>p</mi><mo>¯</mo></mover><mi>k</mi><mo>⋅</mo><mi>Δ</mi><msup><mi>P</mi><mrow><mi>F</mi><mi>G</mi><mi>T</mi></mrow></msup><mrow><mo>(</mo><mrow><msub><mi>F</mi><mi>k</mi></msub><mo>|</mo><mi>z</mi><mo>,</mo><mi>α</mi></mrow><mo>)</mo></mrow></mrow></mstyle></mrow></mstyle><mo>.</mo></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "The difference in poverty index can thus be seen to originate from a <i>compositional effect</i> <inline-formula id=\"inline6\"><math display=\"inline\" id=\"i6\"><mrow><mrow><mo>(</mo><mi mathvariant=\"normal\">Δ</mi><msub><mrow><mi>p</mi></mrow><mrow><mi>k</mi></mrow></msub><mtext> </mtext><mo>·</mo><msup><mrow><mover><mrow><mi>P</mi></mrow><mrow><mo>¯</mo></mrow></mover></mrow><mrow><mi>F</mi><mi>G</mi><mi>T</mi></mrow></msup><mrow><mo>(</mo><msub><mrow><mi>F</mi></mrow><mrow><mi>k</mi></mrow></msub><mo>|</mo><mtext> </mtext><mi>z</mi><mo>,</mo><mo>⁢</mo><mi>α</mi><mo>)</mo></mrow><mo>)</mo></mrow></mrow></math> and a <i>poverty change effect</i> <inline-formula id=\"inline7\"><math display=\"inline\" id=\"i7\"><mrow><mo>(</mo><msub><mrow><mover><mrow><mi>p</mi></mrow><mrow><mo>¯</mo></mrow></mover></mrow><mrow><mi>k</mi></mrow></msub><mn>.</mn><mi mathvariant=\"normal\">Δ</mi><msup><mrow><mi>P</mi></mrow><mrow><mi>F</mi><mi>G</mi><mi>T</mi></mrow></msup><mrow><mo>(</mo><msub><mrow><mi>F</mi></mrow><mrow><mi>k</mi></mrow></msub><mo>|</mo><mi>z</mi><mo>,</mo><mi>α</mi><mo>)</mo><mo>)</mo></mrow></mrow></math>, for each subgroup, <i>k</i>.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-5-2",
                            "title": "2.5.2 Poverty",
                            "type": "section"
                        }
                    ],
                    "id": "s2-5",
                    "title": "2.5 Measuring inequality and poverty",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "During the second half of the last century, intense modifications in family formation and dissolution were observed (<a href=\"#bib12\">Deboosere <i>et al</i>., 2009</a>): a postponement of first marriage, a reduction of marriage intensity and an increment in divorce rates. These evolutions, in combination with the endurance of fertility decline and the increase of life expectancy, will induce a profound change in Flanders demographic structure over the next twenty years.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#fig2\">Figure 2</a> shows the population distribution by age and sex in 2011 and the projection result for 2031. As the baby-boom generations at working and reproductive age in 2011 grow older, the bottom of the pyramid shrinks and the top becomes heavier. Parallel, this ageing process gives rise to changes in the population’s household composition as the younger generations of 2011 grow older and their family formation behaviour is reflected in successive age groups in each subsequent projection year. This is demonstrated in <a href=\"#fig3\">Figures 3</a>–<a href=\"#fig5\">5</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00167%2Fijm-00167-fig2.tif",
                                "size": {
                                    "width": 537,
                                    "height": 571
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00167%2Fijm-00167-fig2.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00167-fig2.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Population pyramid 2011 – 2031.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#fig3\">Figures 3</a>–<a href=\"#fig5\">5</a> depict the proportional distribution of household positions, by age for each five-year projection period between 2011 and 2031. The <i>x</i>-axes represent five-year age groups and the <i>y</i>-axes, the proportion of individuals from each age group in single-headed households (<a href=\"#fig5\">Figure 5</a>) and in couples with and without children (<a href=\"#fig3\">Figures 3</a> and <a href=\"#fig4\">4</a>, respectively). Each curve, from light to dark grey, represents a consecutive projection year. A first important evolution is the decrease of the share of individuals that live in couples with children. This is related to the decrease and postponement of couple formation and to fertility decline. The latter development explains the larger decrease after the age of 40, as low fertility leads to a shorter total time span that children are present at their parent’s household. Higher divorce rates add to this evolution and also explain the decreasing prevalence of couples without children at more advanced adult age. However, among the elderly population, above the age of 75 for women and 85 for men, the prevalence of individuals living in a couple increases in time. This is easily understood as the result of growing partner’s survival rates since we projected women’s and especially men’s life expectancy to grow. The decrease in the share of couples in the population over time results in the rise of single-headed households, most eminent between the age of 40 and 70.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00167%2Fijm-00167-fig3.tif",
                                "size": {
                                    "width": 1013,
                                    "height": 315
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00167%2Fijm-00167-fig3.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00167-fig3.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Couples with children by age and sex.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00167%2Fijm-00167-fig4.tif",
                                "size": {
                                    "width": 1013,
                                    "height": 312
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00167%2Fijm-00167-fig4.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00167-fig4.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "Couples without children by age and sex.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig5",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00167%2Fijm-00167-fig5.tif",
                                "size": {
                                    "width": 1011,
                                    "height": 311
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00167%2Fijm-00167-fig5.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00167-fig5.jpg"
                                }
                            },
                            "label": "Figure 5",
                            "title": "Single-headed household-heads by age and sex.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#fig6\">Figure 6</a> depicts the proportional distribution by age of individuals with only primary or less education, lower and higher secondary education and higher education for each five year projection period between 2011 and 2031, for women (left panels) and men (right panels). The Figure shows that parallel to ageing and changes in household position, for all age groups and each gender, we foresee a considerable advancement in educational attainment. That is, for each age group the share of the population with higher secondary and higher education becomes larger over time. This process is almost entirely due to the ageing of the population as from each projection year to the next, the educational profile of the younger generations is progressively spread to all ages. Therefore, in the first part of the projection period, especially the 40 − 64-age group’s educational attainment increases; in the second half of the projection period, the 65+ educational attainment rises most while below 60, practically no change is observed any more. Within the population under the age of 35, practically no change is observed since we assumed only minor adaptations in educational behaviour (see <a href=\"#table1\">Table 1</a>). Consequently, in the long run, an equalizing tendency between generations and gender is observed.",
                    "type": "paragraph"
                },
                {
                    "text": "The following comparison demonstrates this tendency: in 2011, the part of the population having at least a higher secondary degree below the age of 40 was about 80% while this was only the case for about 22% of the group above 65. In 2031, 80% of the whole population under 65 will have a higher secondary degree, and this is also the case for almost 60% of the 65+ group. Furthermore, in 2011, the younger generations of women had already exceeded the education level of men; in 2031 this will be the case for all age groups, except the most advanced ones.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Demographic trends",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "In this Section we depict the forecasted change in income distribution, using the Gini (1) and Theil (3) indexes for describing the overall inequality changes. In addition, the poverty rate and poverty gap (<a href=\"#fig9\">Figures 9</a>–<a href=\"#fig11\">11</a>) focus on the evolution of the lower tail of the income distribution. The curves called “total predicted effect” trace the evolution of each indicator when we carry out projections as described in <a href=\"#s2\">Section 2</a>. Note that the interpretation of such a curve should be comparable to the year 2008, represented by a horizontal grey line.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We decompose this projection into its constituent components, following the Blinder-Oaxaca decomposition method of <a href=\"#s1\">Section 1</a>. The <i>efficiency growth</i> effect is obtained by keeping the population identical to its 2008 distribution, while attributing every individual an income increase as described in <a href=\"#s2-4\">Subsection 2.4</a>. The “demographic effect” results from the projected evolution in population composition, but keeping <i>real</i> incomes constant at their 2008 level. Note that the total effect is not always the sum of the two partial effects, as interaction induces some degree of non-linearity.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Both the temporal evolution and the decomposition into a demographic and an <i>efficiency growth</i> effect of the Gini and the Theil indices are similar (see <a href=\"#fig7\">Figures 7</a>–<a href=\"#fig8\">8</a>). The overall inequality change is mainly driven by the population component with a rather small <i>efficiency growth</i> effect added to it.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig6.tif",
                                        "size": {
                                            "width": 895,
                                            "height": 1572
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig6.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Population and educational attainment by age and sex.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig7.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 498
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig7.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig7.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Inequality measure: Gini coefficient.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig8.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 498
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig8.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig8.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "Inequality measure: Theil index.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Inequality peaks around 2021 and reaches a level comparable to 2008 in 2031. Note however that the predicted change is quite small. At its peak in 2021, the Gini coefficient has only increased 0.007 points in absolute terms (which corresponds with roughly 3%) above its initial level of 0.211. Of this change, about 86% is due to demographic changes and only 14% to the <i>efficiency growth</i> effect. However, in 2031, the Gini coefficient is only 0.002 points (1%) above its initial level, with 100% of the increase explained by the <i>efficiency growth</i> effect.<sup><a href=\"#fn12\">12</a></sup> The Theil index follows a similar pattern, with a maximal increase of 0.008 points (9%). While the <i>efficiency growth</i> effect increases inequality due to the different growth rates between gross wages and the different types of benefits, we refer to <a href=\"#s4-2\">Subsection 4.2</a> for a detailed analysis of the effect of demographic changes on inequality.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig9\">Figure 9</a> depicts the projection of the relative poverty rate. From 2011 onward, both indicators steadily decrease from a maximum of about 13.5% and 10% to 11.5% and 7.3% respectively. The number of people in poverty (<a href=\"#fig10\">Figure 10</a>) follows a similar pattern. This is the result of the <i>efficiency growth</i> effect, reinforced after 2016 by a demographic effect.<sup><a href=\"#fn13\">13</a></sup> In contrast with the poverty rate, the average poverty gap (<a href=\"#fig11\">Figure 11</a>) systematically <i>increases</i> from 300 € to about 340 €. In other words, despite the decrease in poverty risk, for those in poverty, the situation becomes more severe.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig9",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig9.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 497
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig9.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig9.jpg"
                                        }
                                    },
                                    "label": "Figure 9",
                                    "title": "Relative poverty rate.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig10",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig10.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 500
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig10.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig10.jpg"
                                        }
                                    },
                                    "label": "Figure 10",
                                    "title": "People in poverty.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig11",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig11.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 497
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig11.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig11.jpg"
                                        }
                                    },
                                    "label": "Figure 11",
                                    "title": "Monthly poverty gap per poor household.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In short, inequality rises during the first decade of the projection period and decreases afterwards. Poverty also increases, but for a shorter period of time. Furthermore, overall inequality changes seem mostly driven by demographic factors, while the poverty evolution in addition strongly depends on the forecasted economic factors.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Demographic and efficiency growth effects on inequality and poverty evolutions",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Up till now, we established the effect of the joint forecasted population changes and compared them with the <i>efficiency growth</i> effects. In this Section, we break down “demographic effect” of <a href=\"#fig8\">Figure 8</a> and <a href=\"#fig9\">Figure 9</a> in order to gain insight into the way population change affects inequality and poverty. Some shifts in the prevalence of particular sub-groups described in <a href=\"#s3\">Section 3</a> give some suggestions, but evolutions are intertwined and/or imply contradictory effects, rendering straightforward and simple predictions quite hard.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Let us first take the example of ageing. On the one hand, ageing implies an increase of the population above the age of 65, which consists frequently of pensioners with an income below average. On the other hand, ageing also implies an increase in life expectancy, and the longer survival of a couple has a positive effect on household income. As a consequence: women will depend less on a widows’ pension in 2031. In addition, with the increase in female education and labour force participation, households will more often have two pensions at their disposal or combine a pension with (the younger woman’s) income from wages. Consequently, the net effect of ageing on the income distribution is a priori unclear.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The decomposition method for the Theil index was explained in <a href=\"#equ5\">Equation (5)</a> of <a href=\"#s2-5\">Subsection 2.5</a>; the decomposition of the poverty index was presented in 9 of <a href=\"#s2-5\">Subsection 2.5</a>. To isolate population change, we keep the individual wages constant to those of the base year 2008 (“no <i>efficiency growth</i>”). Students and age groups below 25, over-represented among students, are excluded from the analysis. Since their household income is directly linked to that of their parents, they don’t properly contribute to shifts in income distribution or poverty.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig12\">Figures 12</a>–<a href=\"#fig13\">13</a> show the decomposition of the change in Theil index (as given in <a href=\"#fig8\">Figure 8</a>) due to changes in age distribution and educational levels. <a href=\"#fig14\">Figures 14</a>–<a href=\"#fig15\">15</a> show the decomposition due to changes in age distribution and household position. <a href=\"#fig12\">Figures 12</a> and <a href=\"#fig14\">14</a> analyse the overall inequality reduction between the beginning and the end of the projection period (2011 versus 2031). <a href=\"#fig13\">Figures 13</a> and <a href=\"#fig15\">15</a> are restricted to the period of temporal inequality increase between 2011 and 2021.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig12",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig12.tif",
                                        "size": {
                                            "width": 737,
                                            "height": 521
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig12.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig12.jpg"
                                        }
                                    },
                                    "label": "Figure 12",
                                    "title": "Decomposition of the change in Theil index with respect to sub-populations by age and educational attainment, period 2011–2031.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig13",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig13.tif",
                                        "size": {
                                            "width": 737,
                                            "height": 521
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig13.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig13.jpg"
                                        }
                                    },
                                    "label": "Figure 13",
                                    "title": "Decomposition of the change in Theil index with respect to sub-populations by age and educational attainment, period 2011–2021.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig14",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig14.tif",
                                        "size": {
                                            "width": 737,
                                            "height": 521
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig14.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig14.jpg"
                                        }
                                    },
                                    "label": "Figure 14",
                                    "title": "Decomposition of the change in Theil index with respect to sub-populations by age and household position, period 2011–2031.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The first bar at the left depicts the change in the between-groups Theil index. The other bars indicate the contribution of changes in each population subgroup to the total inequality change. The size of the bar indicates the size of contribution to inequality change; upward means a positive impact, downward a negative one. As became clear from <a href=\"#equ5\">Equation (5)</a>, the subgroup contribution depends on the <i>inequality</i> evolution <i>within</i> the group and the group’s <i>share</i> of the total population’s <i>income</i>, represented in light and dark grey bars respectively. Note that both effects are entirely due to population change, since we assume “no <i>efficiency growth</i>”. Clearly, changes in the income <i>shares</i> are largely driven by <i>observed</i> changes in the population composition; a change in the prevalence of a population category provokes an income share change in the same direction. This way we can directly link the results with the population change described in <a href=\"#s3\">Section 3</a>. Changes in the <i>within-group inequality</i> are related to the subgroup composition with respect to the demographic variables <i>omitted</i> in the decomposition exercise (sex and household composition in the first and sex and education in the second exercise), but that induce changes in the subgroup’s labour force participation rate and/or endogenous income growth.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig12\">Figure 12</a> indicates that the overall decrease in inequality between 2011 and 2031 is due to a reduction of between-group inequality and to the decrease in income share of the population with no or only primary education. The latter process is related to the general increase in educational attainment depicted in <a href=\"#fig6\">Figure 6</a>. The reduction of between-group inequality can easily be understood by the attenuation of generational differences in education. However, <a href=\"#fig12\">Figure 12</a> also shows that the increase of the income share of individuals over 55 with secondary or higher education, increases inequality. In other words, ageing and the subsequent growth of the elderly population increases inequality, despite their higher educational attainment. This effect is nonetheless insufficient to offset the overall inequality decrease.",
                            "type": "paragraph"
                        },
                        {
                            "text": "During the first part of the projection period between 2011 and 2021, in contrast, the impact of ageing <i>does</i> outgrow that of educational attainment growth effect and between-group inequality reduction, as shown in <a href=\"#fig13\">Figure 13</a>. Consequently, <a href=\"#fig8\">Figure 8</a> showed an increase of inequality between 2011 and 2021.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig14\">Figures 14</a>–<a href=\"#fig15\">15</a>, decomposing the Theil index by age and household position, also reveal that the growth of the elderly population’s income share positively contributes to the Theil index, whether living as a couple or in single-headed households. The decrease of the adult population younger than 55 living in couples with children has a negative impact on inequality. Note that the within-group inequality among many couples of the same age group increases, as well as the between-group inequality between 2011 and 2021. This can be explained by the fact that educational growth, especially at the beginning of the projection period, increasingly differentiates among individuals in similar household positions. This process is more evident in couples than single-headed households due to the larger effect of education on the income growth of double-income households.<sup><a href=\"#fn14\">14</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig15",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig15.tif",
                                        "size": {
                                            "width": 737,
                                            "height": 521
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig15.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig15.jpg"
                                        }
                                    },
                                    "label": "Figure 15",
                                    "title": "Decomposition of the change in Theil index with respect to sub-populations by age and household position, period 2011–2021.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig16\">Figures 16</a>–<a href=\"#fig17\">17</a> show the decomposition of the declining poverty trend between 2011 and 2031 (see <a href=\"#fig9\">Figure 9</a>). <a href=\"#fig16\">Figure 16</a> refers to the decomposition by age and educational attainment; <a href=\"#fig17\">Figure 17</a> to the decomposition by household position. The bars indicate each population group’s contribution to the overall poverty change, depending on the within-group poverty and the population share of each group, represented in light and dark grey bars respectively (see <a href=\"#equ5\">Equation (5)</a>). The size of the bars indicates the size of contribution to inequality change; upward means a positive impact, downward a negative one.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig16",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig16.tif",
                                        "size": {
                                            "width": 737,
                                            "height": 521
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig16.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig16.jpg"
                                        }
                                    },
                                    "label": "Figure 16",
                                    "title": "Decomposition of poverty change by age and educational attainment.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig17",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig17.tif",
                                        "size": {
                                            "width": 737,
                                            "height": 521
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig17.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig17.jpg"
                                        }
                                    },
                                    "label": "Figure 17",
                                    "title": "Decomposition of poverty change by age and household position.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig16\">Figure 16</a> shows that the poverty decrease between 2011 and 2031 is largely due to the decrease of the <i>population share</i> with only or less than primary education . This effect is somewhat attenuated at more advanced ages due to the ageing of the population, but it is completely compensated by a prominent reduction in the poverty <i>levels</i> among the group above the age of 65. Among secondary and higher educational levels, the effect of ageing takes the upper-hand; the increase of the population share above the age 55 increases poverty, despite the increased educational levels. Moreover, among the adult population between the ages 35 and 60, we even observe an increase in within-poverty due to educational change",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig17\">Figure 17</a> shows that, both the growing population share of single-headed households among the lower income groups and the diminishing population share of couples without children among the higher income groups, have an increasing effect on poverty. However, the reduction of poverty levels most pronounced for childless couples, but also witnessed for single-headed households counteracts to this effect sufficiently to account for the poverty reduction witnessed between 2011 and 2031. This indicates that the educational increase is most concentrated among individuals living in these types of household (for instance childless couples and single-headed households). The contribution of changes in couples with children is rather modest; their increased prevalence (see <a href=\"#fig3\">Figures 3</a>–<a href=\"#fig5\">5</a>) leads to a modest negative effect on poverty, compensated by an increase in within-group poverty levels.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Understanding the effect of population change",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In <a href=\"#fig18\">Figures 18</a>–<a href=\"#fig20\">20</a> we present the projected evolution of payments made <i>to all levels of government</i> and benefits received <i>from all levels of government</i> by Flemish households, expressed as a percentage of aggregated gross incomes. These numbers are generated by the <i>MSM</i> Mefisto, which models the Belgian tax-benefit system. We decompose the “total predicted effect” into an <i>efficiency growth</i> effect, by increasing each individual’s income, keeping the population structure identical to the 2008 structure, and a “population effect”, by changing the population structure to match the population forecasts, but keeping constant individuals’ income in real terms (see <a href=\"#s4\">Section 4</a>).<a href=\"#fig19\">",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig18",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig18.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 521
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig18.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig18.jpg"
                                        }
                                    },
                                    "label": "Figure 18",
                                    "title": "Evolution of income taxes and social security contributions as a percentage of total income.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig19",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig19.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 521
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig19.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig19.jpg"
                                        }
                                    },
                                    "label": "Figure 19",
                                    "title": "Evolution of all social security payments received as a percentage of total income.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig20",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig20.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 521
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig20.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig20.jpg"
                                        }
                                    },
                                    "label": "Figure 20",
                                    "title": "Net yearly payments made.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig18\">Figure 18</a> depicts the total direct payments made by Flemish households to all levels of government (that is federal, regional and local). These payments consist of income taxes and social security contributions. Demographic changes have only a moderate effect on the total direct payments, increasing them by around 1% –from 54.5% to 55.5%– between 2008 and 2031, again in percentage of aggregated gross income. In contrast, the <i>efficiency growth</i> effect induces an almost linear increase in taxes from 54.5% in 2008 to 62% in 2031. This tax increase is mainly caused by increasing real wages in a progressive tax system assumed to be constant in real terms, that is a tax system where the brackets are only indexed with inflation, resulting in an increasing real <i>average</i> tax rate.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The evolution of the total predicted effect climbs slightly above the <i>efficiency growth</i> effect. Note that, in general, the total effect, measured as the difference between a given point in time and year 2008, is not always the sum of the two partial effects, measured similarly, but a sometimes quite important interaction effect induces some degree of non-linearity. For example, the difference between the total predicted effect on taxes in 2031 and the horizontal line marking the level of taxes in 2008, is larger than the sum of the demographic and the <i>efficiency growth</i> effects in <a href=\"#fig18\">Figure 18</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The total tax burden is broken down into its constituent components: income tax (<a href=\"#fig21\">Figure 21</a>) and social security contributions (<a href=\"#fig22\">Figure 22</a>). Income tax is predicted to rise almost linearly from 22.5% of total gross income in 2008 to 29% in 2031. About two thirds of its increase are induced by the <i>efficiency growth</i> effect, while the remaining one third follows mainly from the endogenous growth due to increasing educational levels. Social security contributions fall below their initial level of 32.2% of total gross income until 2021, but climb to 32.5% in 2031. This last evolution is the combined effect of a linearly increasing <i>efficiency growth</i> effect with a negative demographic effect, which stabilizes around <i>–</i>0.7% after 2021.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig21",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig21.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 521
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig21.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig21.jpg"
                                        }
                                    },
                                    "label": "Figure 21",
                                    "title": "Evolution of income taxes.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig22",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig22.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 523
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig22.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig22.jpg"
                                        }
                                    },
                                    "label": "Figure 22",
                                    "title": "Evolution of social security contributions.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In <a href=\"#fig19\">Figure 19</a>, the dependent variable is the sum of child benefits, minimum guaranteed income, unemployment benefits and pensions (again expressed as a percentage of aggregated gross incomes). While the <i>efficiency growth</i> effect on total received benefits decreases by about 1%, the total increase from 29% to 40% is mainly driven by the demographic effect. Breaking down all benefits received into their four components (<a href=\"#fig23\">Figures 23</a>–<a href=\"#fig26\">26</a>), the bulk (80% of total benefits) consists of pensions, with the remainder about equally divided between child (10.3%) and unemployment benefits (9.4%) in 2008. In 2031, however, the share of pensions has increased to 85% of total benefits at the expense of the unemployment benefits (6%), and with child benefits slightly decreasing to 9% of total benefits.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig23",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig23.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 521
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig23.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig23.jpg"
                                        }
                                    },
                                    "label": "Figure 23",
                                    "title": "Evolution of different types of child support.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The difference between <a href=\"#fig18\">Figures 18</a> and <a href=\"#fig19\">19</a>, is given in <a href=\"#fig20\">Figure 20</a>. It could be considered as a measure of the size of government <i>pur sang</i>, meaning that part of revenues which is not redistributed right away. Here the two partial effects oppose each other, resulting in a steady decrease of the total effect from 25% to 20%. Remarkably, the total predicted size of government expenses, expressed per capita (instead of relating it to total gross income) is roughly the same in 2031 as in 2008. This means that the non-redistributive tasks of the aggregated government, such as law enforcement, infrastructure, education and health care, for example, can remain at their 2008 level, <i>in real terms, per capita</i>. In other words, under the assumed growth scenario and keeping the tax-benefit system constant <i>in real terms</i>, in twenty years time the aggregated collective sector governing the <i>Flemish population</i> will be able to provide the same level of services and collective goods per capita as today, <i>despite the increasing share of pensions in total income</i> from 23% in 2008 to 34% in 2031 (see <a href=\"#fig26\">Figure 26</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Note that when we consider the social security system separately, and compare benefits received (<a href=\"#fig19\">Figure 19</a>) with contributions made (<a href=\"#fig22\">Figure 22</a>), the surplus of about 3% (32.25% contributions paid by households obtained from <a href=\"#fig22\">Figure 22</a> minus 29.25% benefits received by households obtained from <a href=\"#fig19\">Figure 19</a>) in 2008, is turned into a deficit of 6.5% (32.5% contributions paid minus 39% benefits received) in 2031 (all quantities measured as percentage of aggregate gross income). This in turn could have lead us raise alarmist warnings about the sustainability of pensions. Indeed, in a <i>steady state</i>, that is, a state without any demographical or other transition, any system can only be sustainable if it complies to a budget constraint. In this respect, two remarks are in order:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "The ageing of the population is a <i>transitory effect</i>, hence any ceteris paribus steady state reasoning seems a priori overly simplistic.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Notice the use of the word system, without the “social security” qualifier.",
                                        "type": "paragraph"
                                    },
                                    {
                                        "text": "Indeed, when considering the complete collective sector, that is the combined government <i>and</i> social security revenues, our exercise shows that the increased income taxes ensuing from only a moderate exogenous growth, will easily pay for the increased volume of pensions, while at the same time leaving everyone better off (at a growth rate of 1%) <i>in real terms</i>, compared to the present situation. This seemingly counter-intuitive conclusion is explained by two phenomena:",
                                        "type": "paragraph"
                                    },
                                    {
                                        "items": [
                                            [
                                                {
                                                    "text": "<i>fiscal drag</i>: keeping the fiscal system constant (in real terms) generates super-linear incomes (in real terms) for the government.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            [
                                                {
                                                    "text": "<i>consolidation of government functions</i>: by not artificially separating redistribution from consumptive public expenditures, we allow the fiscal drag to pay for the baby-boom ripple.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        ],
                                        "prefix": "alpha-lower",
                                        "type": "list"
                                    }
                                ],
                                [
                                    {
                                        "text": "As the population approaches a new steady state, the fraction of taxes needed to subsidize the social security system can be brought down again, albeit to a higher level as before, due to the higher life expectancy.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig24",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig24.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 521
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig24.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig24.jpg"
                                        }
                                    },
                                    "label": "Figure 24",
                                    "title": "Evolution of minimum income.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig25",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig25.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 521
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig25.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig25.jpg"
                                        }
                                    },
                                    "label": "Figure 25",
                                    "title": "Evolution of Unemployment benefits.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig26",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-fig26.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 521
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-fig26.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-fig26.jpg"
                                        }
                                    },
                                    "label": "Figure 26",
                                    "title": "Evolution of Pensions.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 Budgetary effects",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Inequality and poverty effects",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this paper, we forecasted changes in inequality, poverty and social expenditures in Flanders between 2011 and 2031, and analysed their relationship to population change. We used multi-state population projections (LIPRO-projections) based on Census and Register data from 2001 and 2006. We reweighed the <i>EU-SILC</i> 2008 survey data to construct the necessary income data for each five year period between 2011 and 2031. Assumptions about population change were conservative: we presumed only changes in mortality, fertility and migration following the current official Flemish hypotheses, whereas household formation processes and educational behaviour were kept (nearly) constant to the projection base-year information of 2006. In addition, we assumed a modest economic <i>efficiency</i> growth of 1% annually.",
                    "type": "paragraph"
                },
                {
                    "text": "Our population projections foresee a pronounced ageing of the Flemish population between 2011 and 2031. Along with the ageing process, characteristics of the current younger generations are spread to older age groups. Consequently, the projection results demonstrate an increase of single-headed households to the detriment of couples, especially those with children. Educational attainment levels increase and intergenerational and gender differences attenuate.",
                    "type": "paragraph"
                },
                {
                    "text": "Under the assumptions mentioned, inequality and poverty show unequal forecasted evolutions and are differently affected by demographic and economic change. Inequality, measured by the Gini and Theil indices, is lower in 2031 than in 2011, but it exhibits a non-monotonous pattern over time, reaching a maximum around 2020. This pattern is mainly driven by population change, while economic growth has a small but increasing impact over time. Poverty steadily declines from 2011 onward. This is due to a growth effect, reinforced by population change.",
                    "type": "paragraph"
                },
                {
                    "text": "The evolution of public finances is forecasted as follows. On the revenue side, income taxes increase from 22% to almost 30% of gross income earned by all families. On the expense side, pensions increase from 23% to 34% of gross income earned by all families. However, this spectacular increase in pension volume is completely paid by the modest growth we assume and by keeping the tax system constant <i>in real terms</i>. These results are obtained <i>without altering the retirement age, nor the real level of pensions</i>.",
                    "type": "paragraph"
                },
                {
                    "text": "In order to gain insight into the relationship between population and inequality change, we decomposed the Theil index and the poverty rate into the effects of shifts in particular subgroups defined by age and household composition on the one hand, and age and educational level on the other. The impact on inequality of changes in population subgroups remain similar over time, but depending on the observation period the effect of one predominates over the other. In addition, the results show the counteracting effects of the population ageing process. With ageing, the elderly population increases but educational levels also rise and generational differences attenuate. Over the total observation period between 2011 and 2031 the latter two processes play the larger role: the overall decrease in inequality is mainly due to a declining between-group income variation reinforced by a decline of the population with no or only primary education. Also the drop in prevalence of couples with children reduces inequality. During the period between 2011 and 2021, in contrast, the impact of the growing elderly population, especially single-headed households, outgrows that of educational attainment growth and between-group inequality reduction, producing a temporary increase in inequality. The reduction in poverty between 2011 and 2031 can to a large extent be attributed to the decrease of the population share with only or less than primary education. Among the elderly population this effect is enhanced by a a prominent reduction in within-poverty <i>levels</i>. Educational increase counterbalances the effect of the rise of single-headed households to the detriment of couples, that would have increased overall poverty if their poverty levels would not have declined due to educational improvement.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Analysing the effects of tax-benefit reforms on income distribution: A decomposition approach",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Callan, T",
                        "preferred": "T Callan"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib1",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "1",
                "last": "21",
                "range": "1–21"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Changes in inequality and unemployment over the 1980s: Comparative cross-national responses",
            "authors": [
                {
                    "name": {
                        "index": "Blank, RM",
                        "preferred": "RM Blank"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib2",
            "journal": "Journal of Population Economics",
            "pages": {
                "first": "1",
                "last": "21",
                "range": "1–21"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Blank, RM",
                        "preferred": "RM Blank"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Changing inequality",
            "date": "2011",
            "id": "bib3",
            "publisher": {
                "name": [
                    "University of California Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Wage discrimination: Reduced form and structural estimates",
            "authors": [
                {
                    "name": {
                        "index": "Blinder, AS",
                        "preferred": "AS Blinder"
                    },
                    "type": "person"
                }
            ],
            "date": "1973",
            "id": "bib4",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "436",
                "last": "455",
                "range": "436–455"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Microsimulation as a tool for evaluating redistribution policies",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spadaro, A",
                        "preferred": "A Spadaro"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib5",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "77",
                "last": "106",
                "range": "77–106"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Distribution and redistribution in postindustrial democracies",
            "authors": [
                {
                    "name": {
                        "index": "Bradley, D",
                        "preferred": "D Bradley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Huber, E",
                        "preferred": "E Huber"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moller, S",
                        "preferred": "S Moller"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nielson, F",
                        "preferred": "F Nielson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stephens, JD",
                        "preferred": "JD Stephens"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib6",
            "journal": "World Politics",
            "pages": {
                "first": "193",
                "last": "228",
                "range": "193–228"
            },
            "type": "journal",
            "volume": "55"
        },
        {
            "articleTitle": "Has increased women’s educational attainment led to greater earnings inequality in the United Kingdom? A multivariate decomposition analysis",
            "authors": [
                {
                    "name": {
                        "index": "Breen, R",
                        "preferred": "R Breen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Salazar, L",
                        "preferred": "L Salazar"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib7",
            "journal": "European Sociological Review",
            "pages": {
                "first": "143",
                "last": "157",
                "range": "143–157"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "articleTitle": "Effects of growing wage disparities and changing family composition on the U.S. income distribution",
            "authors": [
                {
                    "name": {
                        "index": "Burtless, G",
                        "preferred": "G Burtless"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib8",
            "journal": "European Economic Review",
            "pages": {
                "first": "853",
                "last": "865",
                "range": "853–865"
            },
            "type": "journal",
            "volume": "43"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cantillon, B",
                        "preferred": "B Cantillon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Horemans, J",
                        "preferred": "J Horemans"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vandenbroucke, P",
                        "preferred": "P Vandenbroucke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van Lancker, W",
                        "preferred": "W Van Lancker"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "131–160, Eds., De sociale staat van Vlaanderen 2011, Studiedienst Vlaamse Regering, http://www.deverenigdeverenigingen.be/images/stories/SSV_2011-publicatie.pdf",
            "id": "bib9",
            "title": "Inkomen en armoede in Vlaanderen en Europa",
            "type": "unknown",
            "uri": "http://www.deverenigdeverenigingen.be/images/stories/SSV_2011-publicatie.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chen, W-H",
                        "preferred": "W-H Chen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Föster, M",
                        "preferred": "M Föster"
                    },
                    "type": "person"
                }
            ],
            "chapterTitle": "Trends in household earnings inequality: The role of changing family formation practices",
            "date": "2011",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD"
                ]
            },
            "title": "http://www.bmask.gv.at/cms/site/.../0/7/.../oecd_divided_we_stand_2011.pdf",
            "type": "web",
            "uri": "http://www.bmask.gv.at/cms/site/.../0/7/.../oecd_divided_we_stand_2011.pdf",
            "website": "Divided we stand: Why inequalities keep rising"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "De Blander, R",
                        "preferred": "R De Blander"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schockaert, I",
                        "preferred": "I Schockaert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Deboosere, P",
                        "preferred": "P Deboosere"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib11",
            "publisher": {
                "name": [
                    "CES - KU Leuven"
                ]
            },
            "source": "The impact of demographic change on policy indicators and reforms (FLEMOSI Discussion Paper No. DP25)",
            "title": "The impact of demographic change on policy indicators and reforms (FLEMOSI Discussion Paper No. DP25)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Deboosere, P",
                        "preferred": "P Deboosere"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lesthaeghe, R",
                        "preferred": "R Lesthaeghe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Surkyn, J",
                        "preferred": "J Surkyn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Willaert, D",
                        "preferred": "D Willaert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Boulanger, P-M",
                        "preferred": "P-M Boulanger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lambert, A",
                        "preferred": "A Lambert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lohlé-Tart, L",
                        "preferred": "L Lohlé-Tart"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Brussel"
                        ]
                    },
                    "formatted": [
                        "Brussel"
                    ]
                },
                "name": [
                    "FOD Economie, K.M.O., Middenstand en Energie, Algemene Directie Statistiek en Economische Informatie"
                ]
            },
            "title": "http://statbel.fgov.be/nl/binaries/mono_200104_nl[1]_tcm325-92942.pdf",
            "type": "web",
            "uri": "http://statbel.fgov.be/nl/binaries/mono_200104_nl[1]_tcm325-92942.pdf",
            "website": "Huishoudens en gezinnen in België (No. 4)"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Desmet, R",
                        "preferred": "R Desmet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fasquelle, N",
                        "preferred": "N Fasquelle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weemaes, S",
                        "preferred": "S Weemaes"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "The social and budgetary impacts of recent social security reform in Belgium. Technical Report, Federal Planning Bureau, Belgium, https://lirias.kuleuven.be/bitstream/123456789/442606/4/Dekkers_Desmet_Fasquelle_Weemaes_impactofreform_IMA_2013.pdf, Paper presented at the IMPALLA-ESPANET International Conference“Building blocks for an inclusive society: empirical evidence from social policy research”, Luxembourg, April 18–19, 2013",
            "id": "bib13",
            "title": "The social and budgetary impacts of recent social security reform in Belgium. Technical Report",
            "type": "unknown",
            "uri": "https://lirias.kuleuven.be/bitstream/123456789/442606/4/Dekkers_Desmet_Fasquelle_Weemaes_impactofreform_IMA_2013.pdf"
        },
        {
            "articleTitle": "Calibration estimators in survey sampling",
            "authors": [
                {
                    "name": {
                        "index": "Deville, J-C",
                        "preferred": "J-C Deville"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sarndal, C-E",
                        "preferred": "C-E Sarndal"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "id": "bib14",
            "journal": "Journal of The American Statistical Association",
            "pages": {
                "first": "376",
                "last": "382",
                "range": "376–382"
            },
            "type": "journal",
            "volume": "87"
        },
        {
            "articleTitle": "Labor market institutions and the distribution of wages, 1973-1992: A semiparametric approach",
            "authors": [
                {
                    "name": {
                        "index": "DiNardo, J",
                        "preferred": "J DiNardo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fortin, NM",
                        "preferred": "NM Fortin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lemieux, T",
                        "preferred": "T Lemieux"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib15",
            "journal": "Econometrica",
            "pages": {
                "first": "1001",
                "last": "1044",
                "range": "1001–1044"
            },
            "type": "journal",
            "volume": "64"
        },
        {
            "articleTitle": "Sociological explanations of changing income distributions",
            "authors": [
                {
                    "name": {
                        "index": "Esping-Andersen, G",
                        "preferred": "G Esping-Andersen"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib16",
            "journal": "American Behavioral Scientist",
            "pages": {
                "first": "639",
                "last": "658",
                "range": "639–658"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "authors": [
                {
                    "name": "European Commission: DG Employment, Social Affairs & Inclusion",
                    "type": "group"
                }
            ],
            "date": "2017",
            "details": "Research findings – social situation monitor – decomposition of inequality by population subgroups, website. Retrieved from, http://ec.europa.eu/social/main.jsp?catId=1050&intPageId=1882&langId=e",
            "id": "bib17",
            "title": "website. Retrieved from",
            "type": "unknown",
            "uri": "http://ec.europa.eu/social/main.jsp?catId=1050&intPageId=1882&langId=en"
        },
        {
            "authors": [
                {
                    "name": "European Union",
                    "type": "group"
                }
            ],
            "date": "2003",
            "id": "bib18",
            "title": "http://epp.eurostat.ec.europa.eu/portal/page/portal/income_social_inclusion_living_conditions/legislation",
            "type": "web",
            "uri": "http://epp.eurostat.ec.europa.eu/portal/page/portal/income_social_inclusion_living_conditions/legislation",
            "website": "Regulation (EC) 1177/2003 of the European parliament and of the council concerning community statistics on income and living conditions (EU-SILC)"
        },
        {
            "authors": [
                {
                    "name": "Eurostat",
                    "type": "group"
                }
            ],
            "date": "2014",
            "id": "bib19",
            "title": "http://epp.eurostat.ec.europa.eu/-portal/-page/-portal/-region_cities/-regional_statistics/-data/-database",
            "type": "web",
            "uri": "http://epp.eurostat.ec.europa.eu/-portal/-page/-portal/-region_cities/-regional_statistics/-data/-database",
            "website": "Regional database"
        },
        {
            "authors": [
                {
                    "name": "Federaal Planbureau en ADSEI",
                    "type": "group"
                }
            ],
            "date": "2011",
            "id": "bib20",
            "title": "http://www.plan.be/admin/ uploaded/201112190816070.bevpop2011_nl.pdf",
            "type": "web",
            "uri": "http://www.plan.be/admin/ uploaded/201112190816070.bevpop2011_nl.pdf",
            "website": "Bevolkingsvooruitzichten 2010-2060 (Vooruitzichten)"
        },
        {
            "authors": [
                {
                    "name": "FOD Economie, K.M.O., Middenstand en Energie",
                    "type": "group"
                }
            ],
            "date": "2013",
            "id": "bib21",
            "title": "Fiscale statistiek — evolutie van de inkomensongelijkheid in België voor en na belastingen",
            "type": "web",
            "uri": "http://statbel.fgov.be/nl/modules/publications/statistiques/-arbeidsmarkt_levensomstandigheden/-inkomensongelijkheid.jsp"
        },
        {
            "articleTitle": "A class of decomposable poverty measures",
            "authors": [
                {
                    "name": {
                        "index": "Foster, J",
                        "preferred": "J Foster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greer, J",
                        "preferred": "J Greer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thorbecke, E",
                        "preferred": "E Thorbecke"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "id": "bib22",
            "journal": "Econometrica",
            "pages": {
                "first": "761",
                "last": "766",
                "range": "761–766"
            },
            "type": "journal",
            "volume": "52"
        },
        {
            "articleTitle": "Marry your like: Assortative mating and income inequality",
            "authors": [
                {
                    "name": {
                        "index": "Greenwood, J",
                        "preferred": "J Greenwood"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Guner, G",
                        "preferred": "G Guner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kocharkov, G",
                        "preferred": "G Kocharkov"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Santos, C",
                        "preferred": "C Santos"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib23",
            "journal": "American Economic Review",
            "pages": {
                "first": "348",
                "last": "533",
                "range": "348–533"
            },
            "type": "journal",
            "volume": "104"
        },
        {
            "articleTitle": "Onderwijsexpansie en – democratisering in Vlaanderen",
            "authors": [
                {
                    "name": {
                        "index": "Groenez, S",
                        "preferred": "S Groenez"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib24",
            "journal": "Tijdschrift Sociologie",
            "pages": {
                "first": "199",
                "last": "238",
                "range": "199–238"
            },
            "type": "journal",
            "volume": "3–4"
        },
        {
            "articleTitle": "Relative distribution methods",
            "authors": [
                {
                    "name": {
                        "index": "Handcock, MS",
                        "preferred": "MS Handcock"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morris, M",
                        "preferred": "M Morris"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib25",
            "journal": "Sociological Methodology",
            "pages": {
                "first": "53",
                "last": "97",
                "range": "53–97"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Heathcote, J",
                        "preferred": "J Heathcote"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Perri, F",
                        "preferred": "F Perri"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Violante, GL",
                        "preferred": "GL Violante"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "15–51, Review of Economic Dynamics, 13, 1, Special issue: Cross-Sectional Facts for Macroeconomists",
            "id": "bib26",
            "title": "Unequal we stand: An empirical analysis of economic inequality in the United States, 1967-2006",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Holt, D",
                        "preferred": "D Holt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Elliot, D",
                        "preferred": "D Elliot"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "details": "333–342, Journal of the Royal Statistical Society. Series D (The Statistician), 40, 3, Special Issue: Survey Design, Methodology and Analysis, 2",
            "id": "bib27",
            "title": "Methods of weighting for unit non-response",
            "type": "unknown"
        },
        {
            "articleTitle": "Understanding New Zealand’s changing income distribution, 1983-1998: A semi-parametric analysis",
            "authors": [
                {
                    "name": {
                        "index": "Hyslop, DR",
                        "preferred": "DR Hyslop"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maré, DC",
                        "preferred": "DC Maré"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib28",
            "journal": "Economica",
            "pages": {
                "first": "469",
                "last": "495",
                "range": "469–495"
            },
            "type": "journal",
            "volume": "72"
        },
        {
            "articleTitle": "Weighting methods",
            "authors": [
                {
                    "name": {
                        "index": "Kalton, G",
                        "preferred": "G Kalton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flores-Cervantes, I",
                        "preferred": "I Flores-Cervantes"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib29",
            "journal": "Journal of Official Statistics",
            "pages": {
                "first": "81",
                "last": "97",
                "range": "81–97"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "Family structure, female employment, and national income inequality: A cross-national study of 16 Western countries",
            "authors": [
                {
                    "name": {
                        "index": "Kollmeyer, C",
                        "preferred": "C Kollmeyer"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib30",
            "journal": "European Sociological Review",
            "pages": {
                "first": "816",
                "last": "827",
                "range": "816–827"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "articleTitle": "From the first to the second demographic transition: An interpretation of the spatial continuity of demographic innovation in France, Belgium and Switzerland",
            "authors": [
                {
                    "name": {
                        "index": "Lesthaeghe, R",
                        "preferred": "R Lesthaeghe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neels, K",
                        "preferred": "K Neels"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib31",
            "journal": "European Journal of Population",
            "pages": {
                "first": "325",
                "last": "360",
                "range": "325–360"
            },
            "type": "journal",
            "volume": "18"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lodewijcks, E",
                        "preferred": "E Lodewijcks"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Deboosere, P",
                        "preferred": "P Deboosere"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Households and families: Stability and fast development go hand in hand (GGP Belgium Paper Series No. 6), Generations & Gender Programme Belgium, GGP Belgium Paper Series - No. 6. Retrieved from, http://www.ggps.be/doc/GGP_Belgium_Paper_Series_6-EN.pdf",
            "id": "bib32",
            "title": "Households and families: Stability and fast development go hand in hand (GGP Belgium Paper Series No. 6)",
            "type": "unknown",
            "uri": "http://www.ggps.be/doc/GGP_Belgium_Paper_Series_6-EN.pdf"
        },
        {
            "articleTitle": "The role of survey data in microsimulation models for social policy analysis",
            "authors": [
                {
                    "name": {
                        "index": "Martini, A",
                        "preferred": "A Martini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Trivellato, U",
                        "preferred": "U Trivellato"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib33",
            "journal": "Labour",
            "pages": {
                "first": "83",
                "last": "112",
                "range": "83–112"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "A decomposition analysis of the trend in UK income inequality",
            "authors": [
                {
                    "name": {
                        "index": "Mookherjee, D",
                        "preferred": "D Mookherjee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shorrocks, A",
                        "preferred": "A Shorrocks"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "id": "bib34",
            "journal": "Economic Journal",
            "pages": {
                "first": "886",
                "last": "902",
                "range": "886–902"
            },
            "type": "journal",
            "volume": "92"
        },
        {
            "articleTitle": "Male-female wage differentials in urban labor markets",
            "authors": [
                {
                    "name": {
                        "index": "Oaxaca, R",
                        "preferred": "R Oaxaca"
                    },
                    "type": "person"
                }
            ],
            "date": "1973",
            "id": "bib35",
            "journal": "International Economic Review",
            "pages": {
                "first": "693",
                "last": "709",
                "range": "693–709"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "articleTitle": "sreweight: A Stata command to reweight survey data to external totals",
            "authors": [
                {
                    "name": {
                        "index": "Pacifico, D",
                        "preferred": "D Pacifico"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib36",
            "journal": "Stata Journal",
            "pages": {
                "first": "4",
                "last": "21",
                "range": "4–21"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "articleTitle": "Does size matter? the impact of changes in household structure on income distribution in Germany",
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pestel, N",
                        "preferred": "N Pestel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schneider, H",
                        "preferred": "H Schneider"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib37",
            "journal": "Review of Income & Wealth",
            "pages": {
                "first": "118",
                "last": "141",
                "range": "118–141"
            },
            "type": "journal",
            "volume": "58"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pelleriaux, K",
                        "preferred": "K Pelleriaux"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "Het ontstaan van een demotiecultuur in het secundair onderwijs. een cultuursociologische analyse van de nieuwe vormen van ongelijkheid en van de nieuwe sociale kwestie, Doctoral dissertation, Vrije Universiteit Brussel, Faculteit Economsiche, Sociale en Politieke Wetenschappen, Vakgroep Sociologie, Onderzoeksgroep TOR, Brussels, http://www.vub.ac.be/TOR/cgi-bin/publicatiea.cgi?Command=Opzoeken&opdracht=auteur&id=11, (TOR Working Paper 2000/41)",
            "id": "bib38",
            "title": "(TOR Working Paper 2000/41)",
            "type": "unknown",
            "uri": "http://www.vub.ac.be/TOR/cgi-bin/publicatiea.cgi?Command=Opzoeken&opdracht=auteur&id=11"
        },
        {
            "articleTitle": "Labor market discrimination against hispanic and black men",
            "authors": [
                {
                    "name": {
                        "index": "Reimers, CW",
                        "preferred": "CW Reimers"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "id": "bib39",
            "journal": "Review of Economics and Statistics",
            "pages": {
                "first": "570",
                "last": "579",
                "range": "570–579"
            },
            "type": "journal",
            "volume": "65"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schockaert, I",
                        "preferred": "I Schockaert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Surkyn, J",
                        "preferred": "J Surkyn"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Snapshots of our future families (FLEMOSI Discussion Paper No. 12). VUB, http://www.flemosi.be/uploads/125/FLEMOSIDP12PopulationProjectionbyHH.pdf",
            "id": "bib40",
            "title": "Snapshots of our future families (FLEMOSI Discussion Paper No. 12). VUB",
            "type": "unknown",
            "uri": "http://www.flemosi.be/uploads/125/FLEMOSIDP12PopulationProjectionbyHH.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schockaert, I",
                        "preferred": "I Schockaert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Surkyn, J",
                        "preferred": "J Surkyn"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "Technical report on the LiPro-projections (FLEMOSI Working Paper). VUB",
            "id": "bib41",
            "title": "Technical report on the LiPro-projections (FLEMOSI Working Paper). VUB",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schwartz, C",
                        "preferred": "C Schwartz"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "1524–1557, American Journal of Sociology, 115, 5, doi: 10.1086/651373",
            "id": "bib42",
            "title": "Earnings inequality and the changing association between spouses’ earnings",
            "type": "unknown"
        },
        {
            "articleTitle": "The class of additively decomposable inequality measures",
            "authors": [
                {
                    "name": {
                        "index": "Shorrocks, AF",
                        "preferred": "AF Shorrocks"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "id": "bib43",
            "journal": "Econometrica",
            "pages": {
                "first": "613",
                "last": "625",
                "range": "613–625"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "articleTitle": "Inequality decomposition by population subgroups",
            "authors": [
                {
                    "name": {
                        "index": "Shorrocks, AF",
                        "preferred": "AF Shorrocks"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "id": "bib44",
            "journal": "Econometrica",
            "pages": {
                "first": "1369",
                "last": "1385",
                "range": "1369–1385"
            },
            "type": "journal",
            "volume": "52"
        },
        {
            "authors": [
                {
                    "name": "Studiecommissie voor de vergrijzing",
                    "type": "group"
                }
            ],
            "date": "2006",
            "id": "bib45",
            "title": "http://www.plan.be/admin/uploaded/200611090953120.OPVERG200601nl.pdf",
            "type": "web",
            "uri": "http://www.plan.be/admin/uploaded/200611090953120.OPVERG200601nl.pdf",
            "website": "Jaarlijks verslag (Tech. Rep.). Hoge Raad van Financiёn"
        },
        {
            "authors": [
                {
                    "name": "Studiedienst Vlaamse Regering.",
                    "type": "group"
                }
            ],
            "date": "2011",
            "details": "SVR-projecties van de bevolking en de huishoudens voor Vlaamse steden en gemeenten, 2009–2030 (Tech. Rep.), Brussels, Studiedienst Vlaamse Regering, SVR-internet page. Retrieved from, http://data.gov.be/nl/dataset/svr-projecties-van-de-bevolking-en-de-huishoudens-voor-vlaamse-steden-en-gemeenten-2009-2030",
            "id": "bib46",
            "title": "SVR-internet page. Retrieved from",
            "type": "unknown",
            "uri": "http://data.gov.be/nl/dataset/svr-projecties-van-de-bevolking-en-de-huishoudens-voor-vlaamse-steden-en-gemeenten-2009-2030"
        },
        {
            "authors": [
                {
                    "name": "Studiedienst Vlaamse Regering",
                    "type": "group"
                }
            ],
            "date": "2013",
            "id": "bib47",
            "title": "http://ebl.vlaanderen.be/publications/documents/44799",
            "type": "web",
            "uri": "http://ebl.vlaanderen.be/publications/documents/44799",
            "website": "Vlaamse armoedemonitor 2013 (Tech. Rep.). Studiedienst Vlaamse Regering"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tai, T-o",
                        "preferred": "T-o Tai"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Treas, J",
                        "preferred": "J Treas"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Poverty, household composition, and welfare states: A multi-level analysis of 22 countries(Luxembourg Income Study Working Paper Series No. 492) Luxembourg Income Study. Retrieved from, http://s3.amazonaws.com/zanran_storage/www.lisproject.org/Content[a80]ages/53940035.pdf, Presented at 2009 Annual Meeting - Population Association of America, Detroit, MI, United States, 30 April - 2 May",
            "id": "bib48",
            "title": "Poverty, household composition, and welfare states: A multi-level analysis of 22 countries(Luxembourg Income Study Working Paper Series No. 492) Luxembourg Income Study. Retrieved from",
            "type": "unknown",
            "uri": "http://s3.amazonaws.com/zanran_storage/www.lisproject.org/Content[a80]ages/53940035.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tai, T-O",
                        "preferred": "T-O Tai"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Treas, J",
                        "preferred": "J Treas"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "777–787, Journal of Gerontology: Psychology and Social Sciences, 64B, doi: doi:IO.IO93/geronb/gbp039",
            "id": "bib49",
            "title": "Does household composition explain welfare regime poverty risks for older adults and other household members?",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Van Bavel, J",
                        "preferred": "J Van Bavel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bastiaenssen, V",
                        "preferred": "V Bastiaenssen"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "De recente evolutie van de vruchtbaarheid in het Vlaamse Gewest tussen 2001 en 2005 (Interface Demography Working Paper No. 2006-1)VUB. Retrieved from, http://www.vub.ac.be/SOCO/demo/papersonline/IDWP2006-1.pdf",
            "id": "bib50",
            "title": "De recente evolutie van de vruchtbaarheid in het Vlaamse Gewest tussen 2001 en 2005 (Interface Demography Working Paper No. 2006-1)VUB. Retrieved from",
            "type": "unknown",
            "uri": "http://www.vub.ac.be/SOCO/demo/papersonline/IDWP2006-1.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Van den Bosch, K",
                        "preferred": "K Van den Bosch"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vandenbroucke, P",
                        "preferred": "P Vandenbroucke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cantillon, B",
                        "preferred": "B Cantillon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pacolet, J",
                        "preferred": "J Pacolet"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib51",
            "pages": {
                "first": "113",
                "last": "154",
                "range": "113–154"
            },
            "publisher": {
                "name": [
                    "Studiedienst Vlaamse Regering"
                ]
            },
            "title": "Inkomen, verdeling en armoede: over groei, stabiliteit en de kloof tussen werkenden en uitkeringstrekkers",
            "type": "web",
            "uri": "http://www4.vlaanderen.be/dar/svr/pages/2009-05-12-ssv2009.aspx",
            "website": "De sociale staat van Vlaanderen"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Van Imhoff, E",
                        "preferred": "E Van Imhoff"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keilman, NW",
                        "preferred": "NW Keilman"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "LiPro 2.0: An application of a dynamic demographic projection model to household structure in the Netherlands",
            "date": "1991",
            "id": "bib52",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Swets and Zeitlinger B.V"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Educational expansion in Belgium: A sociological analysis using system theory",
            "authors": [
                {
                    "name": {
                        "index": "Vanderstraeten, R",
                        "preferred": "R Vanderstraeten"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib53",
            "journal": "Journal of Educational Policy",
            "pages": {
                "first": "507",
                "last": "522",
                "range": "507–522"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Verbergt, G",
                        "preferred": "G Verbergt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cantillon, B",
                        "preferred": "B Cantillon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van den Bosch, K",
                        "preferred": "K Van den Bosch"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib54",
            "title": "http://www.centrumvoorsociaalbeleid.be/sites/default/files/socialeongelijkhedeninhetvlaamseonderwijs.pdf",
            "type": "web",
            "uri": "http://www.centrumvoorsociaalbeleid.be/sites/default/files/socialeongelijkhedeninhetvlaamseonderwijs.pdf",
            "website": "Sociale ongelijkheden in het Vlaamse onderwijs: tien jaar later"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Vranken, J",
                        "preferred": "J Vranken"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Boyser, K",
                        "preferred": "K De Boyser"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dierckx, D",
                        "preferred": "D Dierckx"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Armoede en sociale uitsluiting. jaarboek 2006, Leuven, Acco",
            "id": "bib55",
            "title": "Armoede en sociale uitsluiting. jaarboek 2006",
            "type": "unknown"
        },
        {
            "articleTitle": "Inequality among American families with children, 1975 to 2005",
            "authors": [
                {
                    "name": {
                        "index": "Western, B",
                        "preferred": "B Western"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bloome, D",
                        "preferred": "D Bloome"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percheski, C",
                        "preferred": "C Percheski"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib56",
            "journal": "American Sociological Review",
            "pages": {
                "first": "903",
                "last": "920",
                "range": "903–920"
            },
            "type": "journal",
            "volume": "73"
        },
        {
            "authors": [
                {
                    "name": "World Bank",
                    "type": "group"
                }
            ],
            "date": "2017",
            "id": "bib57",
            "title": "http://databank .worldbank.org/data/reports.aspx?source=2&series=NY.GD[a80].MKTP.KD.ZG&country=",
            "type": "web",
            "uri": "http://databank .worldbank.org/data/reports.aspx?source=2&series=NY.GD[a80].MKTP.KD.ZG&country=",
            "website": "World Development Indicators."
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The first step of the reweighing procedure consists of knowing for each individual, its age, sex and household position. The former two variables are readily available in the <i>EU-SILC</i>; household position however is not. In this Section we explain how we constructed a LIPRO household typology within the <i>EU-SILC</i> dataset. The <i>EU-SILC</i> questionnaire identifies the relationships of parenthood and partnership between all household members. <a href=\"#figa1\">Figure A.I</a> shows an extract of the Belgian <i>EU-SILC</i> questionnaire on the relationships among household members. Based on information directly from the National Register, in column 2 and 3, the names of each household member are printed. In column 2I to 24, the interviewer enters the line number (column I) corresponding to the father, mother, spouse or partner of each individual.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Notes: Note that “voorgedrukt” and “voorg” means that the information is taken directly from the National Register. The interviewer only verifies it. Source: National Register of Belgium.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "figa1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-figa1.tif",
                                        "size": {
                                            "width": 779,
                                            "height": 217
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-figa1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-figa1.jpg"
                                        }
                                    },
                                    "label": "Figure A.1",
                                    "title": "The <i>EU-SILC</i> questionnaire on relationships among household members.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "To assign a LIPRO household position to each individual in the database, we started with the basic rules presented in <a href=\"#tablea1\">Table A.1</a>. In the case of nuclear families, the application of the above rules is not problematic. In the case of extended families, additional restrictions become necessary. When the extended family involves grandparents, parents and children, the grandparents are assigned the MAR+ or UNM+ category. This implies that the second generation is classified as CMAR or CUNM and the grandchildren will be OTHR/NFR. The same rule is applied if there is only one grandparent present; the first generation is H1[a80]A, the second C1[a80]A and the grandchildren OTHR/NFR. This choice has implications for the population structure. Most grandparents are married couples, while this is less the case for the second generation among which consensual unions are more accepted. If we had the MAR+ of UNM+ categories to the second generation, more individuals would have been UNM+.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To verify the compatibility of the <i>EU-SILC</i> LIPRO typology and the Census typology, we compare the population structure by age, sex and household position in <i>EU-SILC</i> (2008) and in the results of the population projection. The continuous lines in represent the distribution by age, sex and LIPRO-household position for 2008 resulting from the weighted average of the 2006 Register data used in the projection and the projected population for 2011. The dotted lines show the distribution from the <i>EU-SILC</i> data, taking into account the original weights. Since both distributions refer to the same population, they should be identical. However, we observe some important discrepancies. In the case of children’s household positions, the population distribution by age and sex in <i>EU-SILC</i> closely follows the one of the Projection (<a href=\"#figa2\">Figure A.2</a>). There are a little less C1PA children of young age and slightly more CUNM children in <i>EU-SILC</i>. Also the proportion of singles (SING) and lone parents (H1PA) seems to be slightly underestimated in the <i>EU-SILC</i> with respect to the projection, while the part of married men and women with or without children (MAR0 and MAR+) is somewhat higher (<a href=\"#figa3\">Figure A.3</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "tablea1",
                                    "label": "Table A.1",
                                    "tables": [
                                        "<table>\n<tbody>\n<tr>\n<td>SING</td>\n<td>only individual living in the household</td>\n</tr>\n<tr>\n<td>H1PA</td>\n<td>someone’s parent and without partner</td>\n</tr>\n<tr>\n<td>MAR0</td>\n<td>married with partner and not someone’s parent</td>\n</tr>\n<tr>\n<td>MAR+</td>\n<td>married with partner and is someone’s parent</td>\n</tr>\n<tr>\n<td>UNM0</td>\n<td>someone’s partner (one of both unmarried) and not someone’s parent</td>\n</tr>\n<tr>\n<td>UNM+</td>\n<td>someone’s partner (one of both unmarried) and someone’s parent</td>\n</tr>\n<tr>\n<td>CMAR</td>\n<td>has a parent with a partner, both are married</td>\n</tr>\n<tr>\n<td>CUNM</td>\n<td>has a parent with a partner, one of both is unmarried currently married</td>\n</tr>\n<tr>\n<td>C1PA</td>\n<td>has a parent without partner</td>\n</tr>\n<tr>\n<td>OTHR or NFR</td>\n<td>All other positions</td>\n</tr>\n<tr>\n<td>COLL</td>\n<td>Collective households are excluded from <i>EU-SILC</i></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Rules for creating a LIPRO-typology in <i>EU-SILC</i>.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "figa2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-figa2.tif",
                                        "size": {
                                            "width": 1026,
                                            "height": 399
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-figa2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-figa2.jpg"
                                        }
                                    },
                                    "label": "Figure A.2",
                                    "title": "Comparison of the population distribution by age and sex in <i>EU-SILC</i> and the projection, SING, MAR0, MAR+.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The largest difference however is found among the UNM0 and UNM+ categories for which the <i>EU-SILC</i> shows a considerable larger part of the young adult population. Several processes are at the basis of these divergences. The underestimation of singles, and single parents and their children in the <i>EUSILC</i> most probably reveals a sampling error not entirely corrected by the weights; drop-out and non-response is higher among individuals living alone (or alone with children) than among larger households. The larger proportion of UNM0 and UNM+ in <i>EU-SILC</i> than in the Projection Results is more puzzling. In the Census and Register data used for the projections, the LIPRO-household position is defined using the relationship of each member with the household head. While in the <i>EU-SILC</i> data, the unmarried couple is always defined as UNM0 or UNM+, this is not the case in the Projection Results, where another member can take the role of the household head. More important yet is the absence of a clear manner to identify consensual unions in Census and Register data; when the household head is not married, no relationship is defined. To identify the UNM0 and UNM+ individuals, <a href=\"#bib12\">Deboosere <i>et al</i>. (2009)</a> therefore proposed that individuals of the opposite sex and without family relation to the household head are a potential partner. However, this person should have an age difference of at least 15 years to all other non-family related members. This last restriction may lead to an underestimation of consensual unions.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "figa3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00167%2Fijm-00167-figa3.tif",
                                        "size": {
                                            "width": 1029,
                                            "height": 401
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00167%2Fijm-00167-figa3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00167-figa3.jpg"
                                        }
                                    },
                                    "label": "Figure A.3",
                                    "title": "Comparison of the population distribution by age and sex in <i>EU-SILC</i> and the projection, UNM0, UNM+, H1PA.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "title": "Constructing a LIPRO-typology for <i>EU-SILC</i>",
                    "type": "section"
                }
            ],
            "id": "appendix-1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "This paper was written as part of the SBO- project “F<span class=\"small-caps\">lemosi</span>: A tool for ex ante evaluation of socioeconomic policies in Flanders”, funded by IWT Flanders . The project intends to build ‘FLEmish MOdels of SImulation’ and is joint work of the Centre for Economic Studies (<i>CES</i>) of the Katholieke Universiteit Leuven – the Centre for Social Policy (<i>CSB</i>) of the Universiteit Antwerpen – the Interface Demografie (<i>ID</i>) of the Vrije Universiteit Brussel – the Centre de Recherche en Èconomie Publique et de la Population (<i>CREPP</i>) of the Université de Liège and the Institute for Social and Economic Research (Microsimulation Unit) of the University of Essex. For more information on the project, see <a href=\"http://www.flemosi.be\">www.flemosi.be</a>.",
            "type": "paragraph"
        },
        {
            "text": "We would also like to thank Patrick Lusyne, Gijs Dekkers and various members of the projects steering committee for helpful suggestions and comments. Usual disclaimers apply.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
