{
    "status": "vor",
    "id": "00160",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00160",
    "authorLine": "Michael Christl et al.",
    "title": "A tax-benefit model for Austria (AUTAX): Work incentives and distributional effects of the 2016 tax reform",
    "published": "2017-08-31T00:00:00Z",
    "versionDate": "2017-08-31T00:00:00Z",
    "statusDate": "2017-08-31T00:00:00Z",
    "volume": 10,
    "issue": 2,
    "fpage": 144,
    "lpage": 176,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00160/ijm-00160.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This study introduces a tax-benefit model based on administrative data for Austria (AUTAX) that can be used for the <i>ex ante</i> and <i>ex post</i> evaluation of reforms of personal income taxation and social benefits. We analyze the effects of the 2016 Austrian tax reform <i>ex ante</i> and concentrate on the effects on the distribution of net income and on work incentives. Our results show that the changes to the tax brackets have slightly increased inequality, and the middle- and high-income earners profited most. This effect has been significantly lowered by an increase in the negative income tax for low-income earners. By calculating average effective tax rates (AETRs) as well as marginal effective tax rates (METRs) along the whole income distribution in our model, we discuss changes on work incentives on the extensive but also on the intensive margin. We show that the 2016 tax reform positively affected the work incentives on the extensive and the intensive margin for higher income groups. The additional change in the negative income tax had only an impact on the extensive margin of low-income earners. These low-income earners are usually part-time workers, therefore giving a higher incentive to work part-time but no additional incentive to increase working hours. We show that a decrease in social security contributions instead of an increase in the negative income tax for low-income earners would lead to an increase in both the extensive and the intensive margin.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Christl",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Austria"
                        },
                        "formatted": [
                            "Austria"
                        ]
                    },
                    "name": [
                        "Independent Researcher"
                    ]
                }
            ],
            "emailAddresses": [
                "michael.christl@agenda-austria.at"
            ],
            "name": {
                "index": "Christl, Michael",
                "preferred": "Michael Christl"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Austria"
                        },
                        "formatted": [
                            "Austria"
                        ]
                    },
                    "name": [
                        "Independent Researcher"
                    ]
                }
            ],
            "emailAddresses": [
                "monika.koeppl-turyna@agenda-austria.at"
            ],
            "name": {
                "index": "Köppl-Turyna, Monika",
                "preferred": "Monika Köppl-Turyna"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Austria"
                        },
                        "formatted": [
                            "Austria"
                        ]
                    },
                    "name": [
                        "Independent Researcher"
                    ]
                }
            ],
            "emailAddresses": [
                "denes.kucsera@agenda-austria.at"
            ],
            "name": {
                "index": "Kucsera, Dénes",
                "preferred": "Dénes Kucsera"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "Microsimulation",
        "Wage Tax",
        "Work Incentives",
        "Income Inequality"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Austrian income tax system is complex. Tax burden in Austria increases constantly due to the fact that the bracket creep is not automatically offset.<sup><a href=\"#fn1\">1</a></sup> Such increases in the tax burden have led to multiple tax reforms over previous years. The reforms, which take place irregularly, have led to a significant increase in the complexity and to constant changes not only in the tax brackets, but also in the tax rates and diverse allowances. Most of those reforms have influenced both the income distribution and the work incentives. Detailed informations regarding the development of the Austrian personal income tax system since 1955 is summarized by <a href=\"#bib34\">Schratzenstaller and Wagener (2009)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Tax reforms and the implied distributional effects and incentives are a topic of interest in Austria. Both, income distribution and work incentives are constantly being altered due to the reforms. While the latest tax reforms of 2005 and 2009 have been broadly discussed<sup><a href=\"#fn2\">2</a></sup>, this study set up a tax-benefit model to analyze the effects of the 2016 tax reform on income distribution, as well as work incentives, on the extensive and intensive margin.",
                    "type": "paragraph"
                },
                {
                    "text": "Many cash transfers and allowances are based on households and not individuals and are therefore not covered in the broadly used personal income statistics. This paper introduces a tax-benefit model (AUTAX) that simulates social contributions, personal income tax and most of the cash allowances on a personal level.<sup><a href=\"#fn3\">3</a></sup> Transfers are not covered in our model, except for the simulation of the negative income tax, which is in fact a transfer to low-income groups, and hence not covered by the usual wage tax statistics. It is a static model that implies that our results show first order effects. We use data from the wage tax statistics of the Austrian Statistical Office, which covers one percent of the taxable persons (including retired but excluding self-employed) in Austria.",
                    "type": "paragraph"
                },
                {
                    "text": "Most of the studies on the 2016 Austrian tax reform do not or only partly consider work incentives in their analysis. Our model allows us to take a closer look on work incentive effects of changes in the tax system for specific income groups. By calculating average effective tax rates (AETRs) as well as marginal effective tax rate (METRs) along the whole income distribution, changes of work incentives due to the 2016 tax reform on the extensive but also on the intensive margin given a specific income level can be determined.",
                    "type": "paragraph"
                },
                {
                    "text": "Several tax-benefit models already exist for Austria. EUROMOD, which is a tax-benefit microsimulation model for the European Union, is used by many researchers in Austria. Additionally, there is the tax-benefit model ITABENA generated by the Institute for Advanced Studies Vienna, as well as the ATTM (of the GAW institute), and the WIFO microsimulation model.",
                    "type": "paragraph"
                },
                {
                    "text": "Our model offers one significant advantage over the above-mentioned tax-benefit models in Austria, which is the use of administrative instead of survey data. We use administrative tax data, which results in a much larger sample compared with the other Austrian models that use a mixture of survey and administrative data<sup><a href=\"#fn4\">4</a></sup> such as the Austrian part ofthe European Union Statistics on Income and Living Conditions (EU-SILC)<sup><a href=\"#fn5\">5</a></sup>, and leads therefore to a smaller measurement error. That is especially important when one analyzes distributional effects. Moreover, as shown in detail later on, survey data do not often correlate well with the actual tax receipts at the lower end of the income distribution, and are therefore of limited use when it comes to analyzing work incentives for low-wage earners. This problem is overcome by using the administrative data.",
                    "type": "paragraph"
                },
                {
                    "text": "However, the use of survey (or partly survey) data does have various advantages. The use of EU-SILC data allows for the consideration of household-based tax-credits and benefits. In addition, it is possible to not only consider employees, but also self-employed persons. It is therefore clear that AUTAX should be seen as an additional tool to validate results from the already existing tax-benefit models regarding data issues. As we will demonstrate later, AUTAX, as well as the other tax-benefit models, face data and implementation difficulties. For policy analysis in Austria, a tax-benefit model based on administrative data such as AUTAX does not exist. The possibility of comparing results from microsimulation based on administrative as well as survey data might help to identify data problems.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper is structured as follows: The next section (<a href=\"#s2\">Section 2</a>) covers the Austrian wage tax system before and after the 2016 tax reform. <a href=\"#s3\">Section 3</a> introduces a new tax-benefit model for Austria and compares the simulated values of the model for 2014 and the wage tax statistics. In <a href=\"#s4\">Section 4</a>, we use the model to simulate the ex ante results of the 2016 Austrian tax reform. In <a href=\"#s5\">Section 5</a>, we introduce alternative policy options to reduce the tax burden for low and middle incomes – a decrease in social security contributions – and compare the distributional effects as well as the changes in work incentives with the increase in negative income tax that was part of the 2016 tax reform. <a href=\"#s6\">Section 6</a> concludes the findings of our study.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The total tax wedge in Austria consists of four main elements. The net income (in the broad sense) is the difference between the total labor costs and the sum of the payroll taxes paid by employers, social contributions paid by employers and by employees, and income taxes paid by employees. As the tax system itself is rather complex, we represent the standard taxation mechanism for a single person household, neglecting changes to several tax allowances and credits such as the tax credits for childcare (“Kinderfreibetrag”), single earners and other family-specific tax reliefs. Additionally, we can not take into account that (a subset of the) blue-collar workers pay into several special funds, which constitute an additional job insurance and compensation for this group of workers (e.g. “Nachtschwerarbeit” or “Schlechtwetterentschädigungsbeitrag”).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The main payroll taxes paid by the employers are “Diensgeberbeitrag zum Familienlastenausgleichsfonds” (federal tax for family benefits equaling 4.5% of the gross salary), “Zuschlag zum Diensgeberbeitrag” (employer-contribution surcharge for employees – its level depends on the federal state, e.g. in Vienna it equals 0.4% of the gross salary) and “Kommunalsteuer” (federally-regulated tax payable to municipalities – 3% of the gross salary).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The wage tax is calculated from the gross income. Wages in Austria are usually paid 14 times per year. In the tax system, the gross wage is divided into two differently-taxed categories. The first part, the recurrent wage income, contains the regular monthly income paid 12 times a year. The second part consists of the so-called special payments (holiday and Christmas bonuses) paid usually twice a year and is taxed at a lower rate. Employees are asked to pay the “Arbeiterkammerumlage” (contribution to the chamber of workers), which equals 0.5% of their gross salary. The”Wohnbauforderungsbeitrag” (tax contribution for subsidizing the construction of residential buildings) constitutes in total 1% of the gross salary and is equally divided between the employee and employer. These two contributions are paid only from the recurrent wage income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Social security contributions are paid from both the recurrent wage income and the special payments. The main parts of the social contribution are: retirement insurance, health insurance and unemployment insurance (rates of these contributions are summarized in <a href=\"#tableA1\">Table A.1</a> in the Appendix. Additional contributions are accident insurance (in total 1.3% of gross salary, paid exclusively by the employer), the insolvency fund (in total 0.45% of the gross salary, paid exclusively by the employer) and the occupational retirement benefits (“Betriebliche Vorsorge” – equalling 1.53% of the gross salary, paid exclusively by the employer). The actual levels of the first three elements of the social security contribution depend on the occupational group and are levied proportionally to the gross salary between a lower and upper threshold. The lower constraint is the so-called social security income threshold (“Geringfügigkeitsgrenze” – EUR 405.98 per month in 2016), while the upper threshold is called the social security income cap (“Höchstbemessungsgrundlage” – EUR 4,650 per month, in 2015). The rates of the social security contributions are summarized in <a href=\"#tableA1\">Table A.1</a> in the Appendix.",
                            "type": "paragraph"
                        },
                        {
                            "text": "All of the above-mentioned social security contributions paid by the employee reduce the tax base of the income tax. Some additional tax-base-reducing allowances for employees are the “Werbungskosten” (work- related deductions – EUR 132 per year) and the “Sonderausgaben” (extraordinary expenses – EUR 54 per year). The last allowance is also applied to pensioners.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The taxable recurrent wage is taxed according to the tax rate schedule highlighted in <a href=\"#table1\">Table 1a</a>. The first EUR 11,000 of the tax base are tax exempt; above this level, the tax rate increases stepwise to 50%. The special payments are taxed according to the tax rate schedule presented in <a href=\"#table1\">Table 1b</a>. One should note that this tax rate is applied only for special payments above a yearly exemption limit of EUR 2,100 (“Freigrenze”).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: <a href=\"#bib31\">Schratzenstaller (2009)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\" colspan=\"2\">(a) Recurrent wage income tax rates.</th>\n</tr>\n<tr>\n<th align=\"center\">Tax base(EUR)</th>\n<th align=\"center\">Tax rate</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\">0 – 11,000</td>\n<td align=\"center\">0%</td>\n</tr>\n<tr>\n<td align=\"center\">11,000 – 25,000</td>\n<td align=\"center\">36.5%</td>\n</tr>\n<tr>\n<td align=\"center\">25,000 – 60,000</td>\n<td align=\"center\">42.21%</td>\n</tr>\n<tr>\n<td align=\"center\">&gt; 60,000</td>\n<td align=\"center\">50%</td>\n</tr>\n<tr>\n<th align=\"left\" colspan=\"2\">(b) Tax rates for special payments.</th>\n</tr>\n<tr>\n<td align=\"center\">Tax base(EUR)</td>\n<td align=\"center\">Tax rate</td>\n</tr>\n<tr>\n<td align=\"center\">0 – 620</td>\n<td align=\"center\">0%</td>\n</tr>\n<tr>\n<td align=\"center\">620 – 25,000</td>\n<td align=\"center\">6%</td>\n</tr>\n<tr>\n<td align=\"center\">25,000 – 50,000</td>\n<td align=\"center\">27%</td>\n</tr>\n<tr>\n<td align=\"center\">50,000 – 83,333</td>\n<td align=\"center\">35.75%</td>\n</tr>\n<tr>\n<td align=\"center\">&gt; 83,333</td>\n<td align=\"center\">50%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "The tax system in 2015.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The wage-tax burden for employees was calculated based on the two presented tax rate schedules and is further reduced by two tax credits, namely by the “Arbeitnehmerabsetzbetrag” (employee tax credit-EUR 54 per year) and the “Verkehrsabsetzbetrag” (travel expenses tax credit – EUR 291 per year). For pensioners the tax burden is reduced by the “Pensionistenabsetzbetrag” (pensioners tax credit), which amounts to EUR 400 per year for a tax base below EUR 17,000; between 17,000 and 25,000 EUR, the tax credit for pensioners decreases stepwise to zero.<sup><a href=\"#fn6\">6</a></sup>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 The tax system in 2015 (before the reform)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The 2016 tax reform did not changed the general design of the wage tax system in Austria, it only adjusted the parameters. Apart from some minor changes in social security contributions, the the main adjustment was implemented on the tax rate schedule itself. The taxable recurrent income is now taxed according a new tax rate schedule highlighted in <a href=\"#table2\">Table 2</a>. The exemption limit as well as the taxation of the special payments below EUR 83,333 was left unchanged (see <a href=\"#table1\">Table 1b</a>). Similarly, as before the 2016 reform, special payments above EUR 83,333 are taxed as recurrent income, i.e. special payments between EUR 83,333 and EUR 166,667 are taxed at 50%, while above EUR 166,667 are taxed at 55% from 2016.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: <a href=\"#bib2\">Austrian Federal Ministry of Finance (2015)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\">Tax base (EUR)</th>\n<th align=\"center\">Tax rate</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\">0 – 11,000</td>\n<td align=\"center\">0%</td>\n</tr>\n<tr>\n<td align=\"center\">11,000 – 18,000</td>\n<td align=\"center\">0%</td>\n</tr>\n<tr>\n<td align=\"center\">18,000 – 31,000</td>\n<td align=\"center\">35%</td>\n</tr>\n<tr>\n<td align=\"center\">31,000 – 60,000</td>\n<td align=\"center\">42%</td>\n</tr>\n<tr>\n<td align=\"center\">60,000 – 90,000</td>\n<td align=\"center\">48%</td>\n</tr>\n<tr>\n<td align=\"center\">90,000 – 1,000,000</td>\n<td align=\"center\">50%</td>\n</tr>\n<tr>\n<td align=\"center\">&gt; 1,000,000</td>\n<td align=\"center\">55%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Tax rates for recurrent wage in 2016.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "New tax brackets have been introduced. The tax rate for a taxable income between EUR 11,000 and 18,000 has been lowered to 25% (compared to 36.5% before). For income between EUR 18,000 and 31,000 the tax rate was also slightly lowered to 35% (compared to 36.5% for wages between EUR 25,000 and 42.21% afterwards). <a href=\"#figA1\">Figure A.1</a> in the Appendix shows the changes in the tax rates and the tax brackets resulting from the last two income tax reforms in Austria.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In an additional step, the two tax credits for the employed, the employee tax credit and the travel expenses tax credit, have been merged to a single employee tax credit and its level was increased to EUR 400. The advertising expense lump-sum allowance and the extra charge lump-sum allowance stayed at the same level. <a href=\"#table3\">Table 3</a> summarizes the changes in allowances and tax credits.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: <a href=\"#bib2\">Austrian Federal Ministry of Finance (2015)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\">Old system</th>\n<th align=\"center\">New system</th>\n</tr>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"2\">(EUR)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Tax credits:</b></td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>employee tax credit</td>\n<td align=\"center\">54</td>\n<td align=\"center\">-</td>\n</tr>\n<tr>\n<td>deductible amount for travel expenses</td>\n<td align=\"center\">291</td>\n<td align=\"center\">400</td>\n</tr>\n<tr>\n<td>pensioner tax credit</td>\n<td align=\"center\">400</td>\n<td align=\"center\">400</td>\n</tr>\n<tr>\n<td><b>Lump-sum allowances:</b></td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>advertising expense lump-sum</td>\n<td align=\"center\">132</td>\n<td align=\"center\">132</td>\n</tr>\n<tr>\n<td>extra charge lump-sum</td>\n<td align=\"center\">60</td>\n<td align=\"center\">60</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Lump-sum allowances and tax credits.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The 2016 tax reform also introduced some minor changes regarding social security contributions. The social security income threshold has been increased to EUR 415.72 a month in accordance with the previous yearly adjustments. The social security income cap has been increased at a higher rate than the previous adjustments to EUR 4,860 a month. Moreover, the difference between blue-collar and white-collar workers has been abolished: the health insurance contributions for both groups is equal now 3.87%. Some changes for apprentices such as a reduction in contributions for health insurance as well as for unemployment insurance, were introduced. For a detailed overview of social security contributions, please consult <a href=\"#tableA1\">Table A.1</a> in the Appendix.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For families, the child tax allowance (“Kinderfreibetrag”) has been increased. For single-income household with children, it has increased from EUR 220 to EUR 440. For a households with two incomes, the child tax allowance increased from EUR 132 to EUR 264 per parent. However, as argued by <a href=\"#bib14\">Gasior (2015)</a>, this tax allowance is not directly included in the tax system, therefore especially low-income groups tend not to apply for it.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In addition to the above mentioned changes that influence the net income, the negative income tax (NIT) was increased. The negative income tax can be considered a transfer that was introduced to adjust/reduce the social security contribution burden for low-income earners. The negative income tax is also not directly included in the tax system: the individual has to apply for this transfer via a yearly tax declaration. Until 2014, an individual with low income and social security contributions was eligible for 10% of his or her social security contributions (with a maximum of EUR 110 and pensioners were not eligible) as a transfer. In 2015, 20% of social security contribution (with a maximum of EUR 220 and EUR 55 for pensioners) could be received back as negative income tax. This was further increased in 2016 to 50% of social security contributions (with a maximum of EUR 400 and EUR 110 for pensioners). The idea behind this policy tool is to reduce the tax burden for low-income earners who do not pay income tax and are therefore not influenced by the changes in the tax rates and the tax brackets. <a href=\"#bib33\">Schratzenstaller <i>et al</i>. (2015)</a> argues that only a portion of the low-income earners are compensated by the negative income tax, as not every employee makes the yearly tax declaration and hence receives this transfer.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the old system, the elaboration of the negative income tax showed a discontinuity in payable taxes. According to the <a href=\"#bib8\">Budgetdienst (2015)</a> this discontinuity in payable taxes was abolished due to a continuous decrease in the negative income. The abolished discontinuity can be seen also in <a href=\"#fig6\">Figure 6</a> in our study.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 The tax system after the 2016 reform",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Labor taxation in Austria",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "To simulate the distributional effects of the 2016 Austrian tax reform, in the first step of our analysis we set up a traditional tax-benefit model.<sup><a href=\"#fn7\">7</a></sup> For an overview of the characteristics and features that are desirable for tax-benefit models see <a href=\"#bib20\">Immervoll and O’Donoghue (2009)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "As previously mentioned, several other tax-benefit models exist that are based on (partly) survey data (EU-SILC<sup><a href=\"#fn8\">8</a></sup>), but our model is the first to be based on administrative data and concentrates not only on distributional features, but also work incentives (by calculating marginal effective tax rates and average effective tax rates). We model the standard taxation mechanism on individual wage income, neglecting several tax allowances and tax credits for childcare (“Kinderfreibetrag”), single earners and other family-specific tax reliefs due to the fact that this information is not contained in the administrative data.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Our model is based on the wage-tax statistics 2014 of the Austrian Statistical Office. The sample consists of 65535 observations and corresponds to 1% of the wage taxpayers. The dataset contains e.g. annual gross income, social security contributions, the total wage tax and some individual characteristics of the tax payers. <a href=\"#table4\">Table 4</a> presents the summary statistics of the main variables.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "tfn1",
                                            "label": "a",
                                            "text": [
                                                {
                                                    "text": "The income tax law (“Einkommensteuergesetz 1988”, short ESt).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn2",
                                            "label": "b",
                                            "text": [
                                                {
                                                    "text": "E.g. severance indemnities, dismissal wages etc.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\">Variable</th>\n<th align=\"center\">Mean</th>\n<th align=\"center\">Std. Dev.</th>\n<th align=\"center\">Obs.</th>\n</tr>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"2\">(EUR)</th>\n<th/>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Gross wage</td>\n<td>26,512.47</td>\n<td>28,273.13</td>\n<td>65,535</td>\n</tr>\n<tr>\n<td>Special payments (paragraph 67 (1–2) of the ESt)<a href=\"#tfn1\"><sup>a</sup></a></td>\n<td>3,437–61</td>\n<td>3,284.93</td>\n<td>65,535</td>\n</tr>\n<tr>\n<td>Social security and other contributions</td>\n<td>3,411.15</td>\n<td>3,415.68</td>\n<td>65,535</td>\n</tr>\n<tr>\n<td>Other wage income (paragraph 67 (3–8) of the ESt)<a href=\"#tfn2\"><sup>b</sup></a></td>\n<td>375.38</td>\n<td>4,722.25</td>\n<td>65,535</td>\n</tr>\n<tr>\n<td>Tax base</td>\n<td>18,982.57</td>\n<td>21,216.19</td>\n<td>65,535</td>\n</tr>\n<tr>\n<td>Total wage tax</td>\n<td>4,036.57</td>\n<td>9034.34</td>\n<td>65,535</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Summary statistics (annual data).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 The data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Our simulation model (AUTAX) covers the main components of the tax system. <a href=\"#fig3\">Figure 3.2</a> presents the steps of the simulation of the wage tax and the net income, which is subsequently used for the analysis of distributional effects. Starting with the gross wage, we distinguish between recurrent wage income and special payments. In the case of recurrent wage income, we deduct the social security contributions, contributions to the chamber of workers and the tax for subsidizing the construction of residential buildings. In the next step, we deduct the lump-sum job and non-job related allowances such as the expenses allowance.<sup><a href=\"#fn9\">9</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The gross recurrent income reduced by all social contributions and allowances is the taxable recurrent income, which is the tax base for the wage tax. We calculate the wage tax and deduct all possible tax credits (such as the employee tax credit, the travel expenses tax credit and the pensioner tax credit). Similarly, for special payments we deduct the social security contributions and calculate the wage tax according to the tax rate schedule on the special payments. Combining the wage tax on recurrent wage and the special payments, we calculate the total wage tax of each individual. The net income of a person equals, therefore, the gross income minus all social security contributions and the total wage tax.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To analyze the distributional effects ofthe tax reform, we compare the net wage income ofindividuals under the old and the new tax systems. Since we are interested in the distributional effects of the change in the tax system itself, we use the latest available data for 2014 and simply adjust the gross wages to the inflation rates in 2015 and 2016.<sup><a href=\"#fn10\">10</a></sup> This makes the assumption that there were no other changes in the wage structure (such as demographic changes, changes in real wages, changes in employment situation etc.) during this period, and therefore enables us to extract the effect of the reform only.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the analysis of incentive effects of the tax reform, we compare the average effective tax rate as well as the marginal effective tax rates. Both are widely recognized concepts. While the average effective tax rate (AETR) is straightforwardly defined as:",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"2\">Gross wage income</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><b>Recurrent wage income</b></td>\n<td><b>special payments (13. and 14. payment)</b></td>\n</tr>\n<tr>\n<td>+ additional wage (except 13. and 14.)</td>\n<td/>\n</tr>\n<tr>\n<td>- social security contributions on recurrent income (see <a href=\"#tableA1\">Table A.1</a>)</td>\n<td/>\n</tr>\n<tr>\n<td>- lump-sum commuter allowance</td>\n<td>- social security contributions on special payments</td>\n</tr>\n<tr>\n<td>- other job-related allowances</td>\n<td/>\n</tr>\n<tr>\n<td>- non-job-related allowances</td>\n<td/>\n</tr>\n<tr>\n<td>= <b>taxable recurrent income (tax base)</b></td>\n<td>= <b>taxable special payments (tax base)</b></td>\n</tr>\n<tr>\n<td>- income tax (see <a href=\"#table2\">Table 2</a>)</td>\n<td>- income tax</td>\n</tr>\n<tr>\n<td>+ tax credits</td>\n<td>on special payments (see <a href=\"#table1\">Table 1b</a>)</td>\n</tr>\n<tr>\n<td>= <b>net wage income (recurrent wage income)</b></td>\n<td>= <b>net wage income (special payments)</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "The simulation model.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "id": "eqn1",
                            "label": "(1)",
                            "mathml": "<math><mi>A</mi><mi>E</mi><mi>T</mi><mi>R</mi><mtext> </mtext><mo>=</mo><mtext> </mtext><mfrac><mi>t</mi><mi>y</mi></mfrac></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>t</i> is the total tax burden, which in our model is the social security contributions, the income tax and, if eligible, the negative income tax and <i>y</i> is the gross wage income. Due to the data restrictions, the social security contributions and other taxes paid by the employer cannot be taken into account.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Calculation of the marginal effective tax rate (METR) is analytically straightforward. It is defined by the first differences of the AETR, but since tax systems are usually characterized by discontinuities, we use a numerical approach to calculate the METR. We follow the definition of <a href=\"#bib19\">Immervoll (2004)</a> to calculate the increase in net income that comes along with a marginal wage increase:",
                            "type": "paragraph"
                        },
                        {
                            "id": "eqn2",
                            "label": "(2)",
                            "mathml": "<math><mi>M</mi><mi>E</mi><mi>T</mi><mi>R</mi><mtext> </mtext><mtext> </mtext><mo>=</mo><mtext> </mtext><mtext> </mtext><mn>1</mn><mo>−</mo><mtext> </mtext><mfrac><mrow><mrow><mo>(</mo><mrow><mi>y</mi><mtext> </mtext><mo>+</mo><mtext> </mtext><mi>d</mi></mrow><mo>)</mo></mrow><mtext> </mtext><mo>×</mo><mtext> </mtext><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><mtext> </mtext><mi>A</mi><mi>E</mi><mi>T</mi><msup><mi>R</mi><mo>∗</mo></msup></mrow><mo>)</mo></mrow><mo>−</mo><mtext> </mtext><mrow><mo>(</mo><mrow><mi>y</mi><mtext> </mtext><mo>×</mo><mtext> </mtext><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><mtext> </mtext><mi>A</mi><mi>E</mi><mi>T</mi><mi>R</mi></mrow><mo>)</mo></mrow></mrow><mo>)</mo></mrow></mrow><mi>d</mi></mfrac></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>y</i> is again the gross wage income, <i>d</i> is the margin, <i>AETR</i>* is the average tax rate at a gross income level of <i>y</i> + <i>d</i> (in the case of an gross income increase by <i>d</i>), and AETR defines the average effective tax rate at an gross income level of <i>y</i>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 The model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "There exist several tax-benefit models for Austria. EUROMOD, a tax-benefit microsimulation model for the European Union, is used by many researchers in Austria. Additionally, there is the tax-benefit model ITABENA (see <a href=\"#bib11\">Dearing &amp; Lietz, 2007</a>), as well as the ATTM (see <a href=\"#bib36\">Steiner &amp; Wakolbinger, 2009</a>), and the WIFO microsimulation model (see <a href=\"#bib26\">Rabethge, 2009</a>). All these models use the Austrian part of the European Union Statistics on Income and Living Conditions (EU-SILC) as the data source.",
                            "type": "paragraph"
                        },
                        {
                            "text": "AUTAX is a static tax-benefit model, which implies that the results show first-order effects. The advantage of the model is that it uses the wage-tax statistics. Compared to other data sources, e.g. to EU-SILC data, the administrative wage-tax data has the advantage that it offers more than 65000 observations, while EU-SILC is based on survey data (only parts of the EU-SILC stem from administrative data), which has a sample size of about 12000 observations, depending on the survey year.<sup><a href=\"#fn11\">11</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "One disadvantage of the administrative data, however, is that it is not possible to distinguish between different lump-sum allowances (e.g. commuter, child care, single-earner and other family-specific tax allowances) as the wage-tax statistics 2014 allows us only to calculate the overall sum of the non-job-related allowances. Hence, the analysis is restricted to the individual and can only partly take into account the interaction between household-related tax benefits and income tax by simulating the overall observed tax-reliefs, however without the possibility of distinguishing between the effects of the different components.<sup><a href=\"#fn12\">12</a></sup> On the other hand, social transfers (for instance, child and housing benefits) cannot be accounted for due to missing data (with the exception of the negative income tax) – they are not recorded in the income-tax data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The general limitations of survey data are described in <a href=\"#bib28\">Rossi, Wright, and Anderson (2013)</a>, while <a href=\"#bib16\">Hauser (2008)</a> highlights the problems with the EU-SILC data for Germany and compares it to other data sources. <a href=\"#bib9\">Ceriani, Fiorio, Gigliarano, <i>et al</i>. (2013)</a> additionally argues that national microsimulation models based on administrative data show a lower measurement error compared with models based on survey data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Problems with survey data might arise, in particular, when we study the distributional effects. <a href=\"#bib24\">Lohmann (2011)</a> shows that some results (such as the percentage of working poor) are most likely driven by different approaches to data collection (survey vs. administrative).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The data collection effects on the distribution ofincome can also be seen in <a href=\"#table6\">Table 6</a>, which compares the gross wage incomes according to the wage tax statistic 2014 and EU-SILC 2015. Especially on the lower tail of the distribution, significant differences may be observed between the two data sets – a problem that has already been identified by <a href=\"#bib23\">Liégeois, Berger, Islam, Wagener, <i>et al</i>. (2011)</a> in the case of Luxembourg. The reasons for these differences are highlighted in <a href=\"#bib35\">Statistik Austria (2016)</a>. Nevertheless, this difference is reduced when only workers employed through the whole year are taken into account and in general, the overall shapes of the distributions remain similar (<a href=\"#bib23\">Liégeois <i>et al</i>., 2011</a>). Yet, since in this work we are interested in analyzing work incentives specifically for low-wage earners, referring to survey data might result in a bias. Administrative data are a much more reliable source of information in this case. In general, <a href=\"#table6\">Table 6</a> suggests, that EU-SILC data and administrative data differ significantly for the first four deciles of the income distribution.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: <a href=\"#bib35\">Statistik Austria (2016)</a>",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\">Percentile</th>\n<th align=\"center\">Wage tax</th>\n<th align=\"center\">EU-SILC</th>\n<th align=\"center\">Difference</th>\n</tr>\n<tr>\n<th align=\"center\" colspan=\"4\">(EUR)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\">10</td>\n<td align=\"center\">4,463</td>\n<td align=\"center\">2,860</td>\n<td align=\"center\">−35.9%</td>\n</tr>\n<tr>\n<td align=\"center\">20</td>\n<td align=\"center\">10,743</td>\n<td align=\"center\">8,061</td>\n<td align=\"center\">−25.0%</td>\n</tr>\n<tr>\n<td align=\"center\">30</td>\n<td align=\"center\">16,943</td>\n<td align=\"center\">14,938</td>\n<td align=\"center\">−11.8%</td>\n</tr>\n<tr>\n<td align=\"center\">40</td>\n<td align=\"center\">22,420</td>\n<td align=\"center\">20,774</td>\n<td align=\"center\">−7.3%</td>\n</tr>\n<tr>\n<td align=\"center\">50</td>\n<td align=\"center\">27,714</td>\n<td align=\"center\">26,612</td>\n<td align=\"center\">−4.0%</td>\n</tr>\n<tr>\n<td align=\"center\">60</td>\n<td align=\"center\">32,704</td>\n<td align=\"center\">31,903</td>\n<td align=\"center\">−2.4%</td>\n</tr>\n<tr>\n<td align=\"center\">70</td>\n<td align=\"center\">38,367</td>\n<td align=\"center\">38,265</td>\n<td align=\"center\">−0.3%</td>\n</tr>\n<tr>\n<td align=\"center\">80</td>\n<td align=\"center\">46,483</td>\n<td align=\"center\">45,809</td>\n<td align=\"center\">−1.4%</td>\n</tr>\n<tr>\n<td align=\"center\">90</td>\n<td align=\"center\">61,317</td>\n<td align=\"center\">59,943</td>\n<td align=\"center\">−2.2%</td>\n</tr>\n<tr>\n<td align=\"center\">mean</td>\n<td align=\"center\">32,208</td>\n<td align=\"center\">30,858</td>\n<td align=\"center\">−4.2%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Comparison of annual gross wage incomes: wage tax statistics 2014 and EU-SILC 2015.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Advantages and disadvantages of the model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As already outlined in the previous section the 2016 tax reform has mainly addressed the adjustment of the tax brackets and the tax rates. The wage taxes before and after the reform are computed using the tax rate schedules introduced in <a href=\"#table1\">Tables 1a</a> – <a href=\"#table2\">2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Lump-sum allowances that reduce the tax base and tax credits that reduce the tax burden are chosen according to the Austrian tax law as follows: the social security income threshold and social security income cap are set to equal the 2015 levels. Both were increased by 2.17% a year on average between 2010 and 2015, which is slightly above the inflation rates during these years. The 2016 tax reform increased the upper ceiling for social insurance contributions from EUR 4,650 to EUR 4,860, which is an increase by 4.52%, thus by 2.35 percentage points above the regular level. In our model, we consider this as an additional change in the tax system caused by the tax reform, therefore the analyzed effects of the 2016 tax reform include the effect of this exceptional increase in the upper ceiling of the social security contribution.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table7\">Table 7</a> indicates the values for the social security contributions used in both models: the value of 4,750 Euro in the left column corresponds to the simulated level of the upper ceiling for social insurance contributions from the year 2015 as if it had been increased at the regular rate.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\">Old system</th>\n<th align=\"center\">New system</th>\n</tr>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"2\">(EUR)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Social security income cap</td>\n<td align=\"center\">4,750</td>\n<td align=\"center\">4,860</td>\n</tr>\n<tr>\n<td>Social security income threshold</td>\n<td align=\"center\">416</td>\n<td align=\"center\">416</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Monthly ceilings for social security contributions, 2016.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Lump-sum allowances and tax credits are chosen according to the values mentioned in the previous section.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 Parametrization",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To check the robustness of our simulation model we compare the simulated values with the actual ones included in the wage tax statistics 2014. Starting with the gross wage income, we simulate the wage tax and the net wage income and compare it with the actual data from 2014. In the second step we compare the distributions and take a closer look at the effects of the reform on the inequality measures.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Looking at the summary statistics in <a href=\"#table8\">Table 8</a>, we can see that we underestimate the average wage tax by approximately 10 Euro per person, mainly because we cannot control for some household-specific tax allowances. Regarding the net wage income, our simulation model underestimates the value by 137 Euro. For both the simulated wage tax and the net wage income our model leads to a higher standard deviation compared to the real data.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table8",
                                    "label": "Table 8",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\">Variable</th>\n<th align=\"center\">Mean</th>\n<th align=\"center\">Std. Dev.</th>\n<th align=\"center\">N</th>\n</tr>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"2\">(EUR)</th>\n<th/>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Wage tax</td>\n<td>4,036.6</td>\n<td>9,034.3</td>\n<td>65,535</td>\n</tr>\n<tr>\n<td>Wag tax (sim)</td>\n<td>4,025.2</td>\n<td>9,233.0</td>\n<td>65,535</td>\n</tr>\n<tr>\n<td>Net wage income</td>\n<td>19,064.8</td>\n<td>17,442.6</td>\n<td>65,535</td>\n</tr>\n<tr>\n<td>Net wage income (sim)</td>\n<td>18,928.1</td>\n<td>17,249.5</td>\n<td>65,535</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Summary statistics – simulated values (annual).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As highlighted in <a href=\"#table9\">Table 9</a>, the actual values and the simulated values ofthe model for wage tax and net income show a high correlation. The same holds true for all groups of individuals. Only the wage tax for apprentices seems to show some differences between the data and the simulated results.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table9",
                                    "label": "Table 9",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\">Wage tax</th>\n<th align=\"center\">Net income</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Apprentices</td>\n<td align=\"center\">0.8508</td>\n<td align=\"center\">0.9969</td>\n</tr>\n<tr>\n<td>Blue-collar workers</td>\n<td align=\"center\">0.9742</td>\n<td align=\"center\">0.9979</td>\n</tr>\n<tr>\n<td>White-collar workers</td>\n<td align=\"center\">0.9931</td>\n<td align=\"center\">0.9976</td>\n</tr>\n<tr>\n<td>Civil servants</td>\n<td align=\"center\">0.9905</td>\n<td align=\"center\">0.9961</td>\n</tr>\n<tr>\n<td>Public-contract staff</td>\n<td align=\"center\">0.9853</td>\n<td align=\"center\">0.9956</td>\n</tr>\n<tr>\n<td>Civil-servant pensioners</td>\n<td align=\"center\">0.9918</td>\n<td align=\"center\">0.9972</td>\n</tr>\n<tr>\n<td>Pensioners</td>\n<td align=\"center\">0.9897</td>\n<td align=\"center\">0.9971</td>\n</tr>\n<tr>\n<td>Individuals with care allowance</td>\n<td align=\"center\">1.0000</td>\n<td align=\"center\">1.0000</td>\n</tr>\n<tr>\n<td>Other individuals</td>\n<td align=\"center\">0.9873</td>\n<td align=\"center\">0.9975</td>\n</tr>\n<tr>\n<td>Total</td>\n<td align=\"center\">0.9922</td>\n<td align=\"center\">0.9977</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Correlation realized values and simulated values.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00160%2Fijm-00160-fig1.tif",
                                        "size": {
                                            "width": 1320,
                                            "height": 928
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00160%2Fijm-00160-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00160-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Distributions of the realized and the simulated values for net wage income.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "When we compare the distributions of the simulated net wage income and the realized values of the Wage tax statistics 2014, we can again observe similar distributions. In the simulation, low annual net wage incomes (between EUR 0 and EUR 4,000) are slightly overestimated, while incomes of individuals with anet wage income between EUR 400 and EUR 12,000 are slightly underestimated. For the income level between EUR 12,000 and EUR 25,000 individuals are again slightly overestimated in the simulation. Between EUR 30,000 and EUR 50,000, the simulated data slightly underestimates the original data, and for a yearly income above EUR 50,000 the fit is almost perfect.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We use the independent 2-group Mann-Whitney U Test to test the equality of both distributions (see <a href=\"#tableA2\">Table A.2</a> in the Appendix). It is used to test whether two independent samples are drawn from the same distributions. An advantage of this test is that the two samples under consideration do not necessarily need to have the same number ofobservations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The effects on inequality measures are shown in <a href=\"#table10\">Table 10</a>. Our simulation slightly underestimates the income inequality measured by the Gini coefficient and the Theil Index. Nevertheless, when we compare the distributional impact of the tax reform, we compare the simulated values, therefore the simulation error will be included in both tax systems and therefore should not have a significant influence on the estimate of the distributional effects. Further inequality measures are listed in <a href=\"#table10\">Table 10</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table10",
                                    "label": "Table 10",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\">Inequality measure</th>\n<th align=\"center\">Net income</th>\n<th align=\"center\">Simulated net income</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Gini coefficient</td>\n<td align=\"center\">0.40911</td>\n<td align=\"center\">0.40706</td>\n</tr>\n<tr>\n<td>Theil index (GE(a), a = 1)</td>\n<td align=\"center\">0.31261</td>\n<td align=\"center\">0.31107</td>\n</tr>\n<tr>\n<td>Atkinson inequality measures (eps = 1)</td>\n<td align=\"center\">0.35335</td>\n<td align=\"center\">0.35734</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Inequality measures.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5 Robustness",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Model and data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, we firstly summarize the revenue effects of the 2016 tax reform according to our simulation model. Secondly, we analyze the effects on individual incomes and thirdly, we analyze the implications of the tax reform on the income distribution. Finally, we simulate some policy options that were discussed in recent political debates in Austria.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The total financial relief resulting from the tax reform is estimated to be around EUR 4.2 billion. This is in line with other studies (<a href=\"#bib8\">Budgetdienst (2015)</a>; <a href=\"#bib27\">Rocha-Akis (2015)</a>) that report a reduction in government revenues of approximately EUR 4.4 billion (including self-employed workers).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The tax reform leads to higher social security contributions, due to the adjustment of the upper threshold for social security contributions. This, in turn, indicates a lower tax base and consequently lower wage tax revenue for the government from high-wage incomes. In total, an increase of the upper threshold leads to an additional revenue of EUR 127 million for social security.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table11",
                                    "label": "Table 11",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\">Old system</th>\n<th align=\"center\">New system</th>\n</tr>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"2\">(MEUR)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Total wage tax revenues</td>\n<td align=\"center\">27,644</td>\n<td align=\"center\">23,451</td>\n</tr>\n<tr>\n<td>Net tax revenues</td>\n<td align=\"center\" colspan=\"2\">−4,193</td>\n</tr>\n<tr>\n<td>Social security contributions</td>\n<td align=\"center\">23,912</td>\n<td align=\"center\">24,039</td>\n</tr>\n<tr>\n<td>Net social security contributions</td>\n<td align=\"center\" colspan=\"2\">127</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Changes in tax and social security revenues in 2016.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Effects on tax and social security revenues",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Obviously, the tax reform decreased the individual tax burden for all taxpayers above the tax exemption limit. However, not all individuals are relieved at the same rate, e.g. on average employees have higher income (an pay higher social security contributions) than pensioners. Therefore, we take a closer look at socio-economic characteristics and study how different social groups have profited from the reform.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table12\">Table 12</a> shows large differences for distinct groups. While the 2016 tax reform increased the net wage income on average by EUR 620, for women this increase was only EUR 416, while men profited on average by EUR 836. This is mainly due to the fact that women in Austria have, on average, lower gross wage incomes because of higher employment in part-time jobs.<sup><a href=\"#fn13\">13</a></sup> In the relative terms men profited as well more than women from the 2016 tax reform, as net income has increased by 3.47% and 2.87%, respectively. The reason for this difference is that two thirds of the individuals who do not pay income taxes are women and for those individuals, net wage income was not influenced by the tax reform itself.<sup><a href=\"#fn14\">14</a></sup> If we only consider female and male employees, we can see that on average males profit more than females in absolute but also in relative terms.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table12",
                                    "label": "Table 12",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\">Old system</th>\n<th align=\"center\">New system<br/>(EUR)</th>\n<th align=\"center\" colspan=\"2\">Difference</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Women</td>\n<td align=\"center\">14,504</td>\n<td align=\"center\">14,920</td>\n<td align=\"center\">416</td>\n<td align=\"center\">(2.87%)</td>\n</tr>\n<tr>\n<td>Men</td>\n<td align=\"center\">24,107</td>\n<td align=\"center\">24,942</td>\n<td align=\"center\">836</td>\n<td align=\"center\">(3–47%)</td>\n</tr>\n<tr>\n<td>Pensioners</td>\n<td align=\"center\">16,346</td>\n<td align=\"center\">16,835</td>\n<td align=\"center\">490</td>\n<td align=\"center\">(2.99%)</td>\n</tr>\n<tr>\n<td>Employees</td>\n<td align=\"center\">20,673</td>\n<td align=\"center\">21,362</td>\n<td align=\"center\">689</td>\n<td align=\"center\">(3.33%)</td>\n</tr>\n<tr>\n<td>Female employees</td>\n<td align=\"center\">16,511</td>\n<td align=\"center\">17,021</td>\n<td align=\"center\">510</td>\n<td align=\"center\">(3.09%)</td>\n</tr>\n<tr>\n<td>Male employees</td>\n<td align=\"center\">24,363</td>\n<td align=\"center\">25,211</td>\n<td align=\"center\">848</td>\n<td align=\"center\">(3.48%)</td>\n</tr>\n<tr>\n<td>Total</td>\n<td align=\"center\">19,179</td>\n<td align=\"center\">19,799</td>\n<td align=\"center\">620</td>\n<td align=\"center\">(3.23%)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Average annual net income by social groups.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "On average employees profit slightly more than pensioners. Their net wage income has increased by EUR 689, while pensioners net wage income has only increased by EUR 490. By contrast, in the relative terms, the increase was similar for the two groups: 3.33% for employees and 2.99% for pensioners.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table13\">Table 13</a> shows the effect of the tax reform for specific social groups. Those that profit most by the tax reform in absolute terms are civil servants (EUR 1,393) and civil servant pensioners (EUR 1,208), followed by white-collar workers (EUR 828) and public-contracted staff (EUR 823). The same holds true for the relative income gain. Both groups (civil servants and civil servant pensioners) profited by around 4%. This is driven by the fact that in these social groups, the proportion of income earners, who are less affected by the 2016 tax reform, is low.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table13",
                                    "label": "Table 13",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\">Old system</th>\n<th align=\"center\">New system<br/>(EUR)</th>\n<th align=\"center\" colspan=\"2\">Difference</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Apprentices</td>\n<td align=\"center\">7,255</td>\n<td align=\"center\">7,627</td>\n<td align=\"center\">372</td>\n<td align=\"center\">(5.12%)</td>\n</tr>\n<tr>\n<td>Blue-collar workers</td>\n<td align=\"center\">14,616</td>\n<td align=\"center\">15,075</td>\n<td align=\"center\">459</td>\n<td align=\"center\">(3.14%)</td>\n</tr>\n<tr>\n<td>White-collar workers</td>\n<td align=\"center\">25,112</td>\n<td align=\"center\">25,940</td>\n<td align=\"center\">828</td>\n<td align=\"center\">(3.30%)</td>\n</tr>\n<tr>\n<td>Civil servant</td>\n<td align=\"center\">35,732</td>\n<td align=\"center\">37,124</td>\n<td align=\"center\">1,393</td>\n<td align=\"center\">(3.90%)</td>\n</tr>\n<tr>\n<td>Public contract staff</td>\n<td align=\"center\">23,444</td>\n<td align=\"center\">24,266</td>\n<td align=\"center\">823</td>\n<td align=\"center\">(3.51%)</td>\n</tr>\n<tr>\n<td>Civil servant pensioner</td>\n<td align=\"center\">29,850</td>\n<td align=\"center\">31,058</td>\n<td align=\"center\">1,208</td>\n<td align=\"center\">(4.05%)</td>\n</tr>\n<tr>\n<td>Pensioner</td>\n<td align=\"center\">15,285</td>\n<td align=\"center\">15,709</td>\n<td align=\"center\">424</td>\n<td align=\"center\">(2.77%)</td>\n</tr>\n<tr>\n<td>Other individuals</td>\n<td align=\"center\">8,927</td>\n<td align=\"center\">9,145</td>\n<td align=\"center\">218</td>\n<td align=\"center\">(2.45%)</td>\n</tr>\n<tr>\n<td>Total</td>\n<td align=\"center\">19,179</td>\n<td align=\"center\">19,799</td>\n<td align=\"center\">620</td>\n<td align=\"center\">(3.23%)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Average annual net income by social status.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Calculating the effects of the tax reform for specific age groups (see <a href=\"#table14\">Table 14</a>), we can see that the differences are small compared with the differences relating to social groups mentioned above. However, the average tax reduction due to the 2016 reform is highest for those between 46 and 55 years (EUR 838), followed by the wage income earners aged between 36 and 45 years (EUR 749) and those between 56 and 65 years (EUR 692).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table14",
                                    "label": "Table 14",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"center\">Old system</th>\n<th align=\"center\">New system<br/>(EUR)</th>\n<th align=\"center\" colspan=\"2\">Difference</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>16 to 25 years</td>\n<td align=\"center\">10,054</td>\n<td align=\"center\">10,351</td>\n<td align=\"center\">297</td>\n<td align=\"center\">(2.96%)</td>\n</tr>\n<tr>\n<td>26 to 35 years</td>\n<td align=\"center\">18,260</td>\n<td align=\"center\">18,884</td>\n<td align=\"center\">624</td>\n<td align=\"center\">(3.42%)</td>\n</tr>\n<tr>\n<td>36 to 45 years</td>\n<td align=\"center\">22,306</td>\n<td align=\"center\">23,056</td>\n<td align=\"center\">749</td>\n<td align=\"center\">(3.36%)</td>\n</tr>\n<tr>\n<td>46 to 55 years</td>\n<td align=\"center\">25,133</td>\n<td align=\"center\">25,972</td>\n<td align=\"center\">838</td>\n<td align=\"center\">(3.34%)</td>\n</tr>\n<tr>\n<td>56 to 65 years</td>\n<td align=\"center\">22,313</td>\n<td align=\"center\">23,005</td>\n<td align=\"center\">692</td>\n<td align=\"center\">(3.10%)</td>\n</tr>\n<tr>\n<td>66+ years</td>\n<td align=\"center\">16,682</td>\n<td align=\"center\">17,197</td>\n<td align=\"center\">515</td>\n<td align=\"center\">(3.09%)</td>\n</tr>\n<tr>\n<td>Total</td>\n<td align=\"center\">19,179</td>\n<td align=\"center\">19,799</td>\n<td align=\"center\">620</td>\n<td align=\"center\">(3.23%)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Average annual net income by age.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Taking a closer look at the tax burden reduction for specific income groups, <a href=\"#fig2\">Figure 2</a> shows that people with a gross income between EUR 20,000 and EUR 45,000, in particular, profited the most from the 2016 tax reform. The annual net income of this group increased by about 4 to 5%. <a href=\"#fig2\">Figure 2</a> also highlights the huge complexity of the Austrian tax system: there are significant differences in the income tax paid at the same gross income levels.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00160%2Fijm-00160-fig2.tif",
                                        "size": {
                                            "width": 1320,
                                            "height": 953
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00160%2Fijm-00160-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00160-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Annual net income increase of the 2016 tax reform.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Effects on individual net wage income",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The distributional effects of the tax reform are particularly interesting for policy makers. The Austrian 2016 tax reform was intended to reduce the overall tax burden. As already mentioned, following the structure of the wage tax system, 28.1% of wage earners were not paying wage taxes in 2014. The idea of the 2016 reform was to reduce the tax burden especially for low income-groups. Nevertheless, it is not clear, whether this goal was met.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig3\">Figure 3</a> shows the density plot of net wage incomes before and after the tax reform. We can see a slight shift to the right for low incomes, which is mainly a result of the increased tax credits. The shift to the right in the distribution for net incomes between EUR 15,000 and EUR 25,000 is to a large extent an effect of the new tax rate of 25% that was introduced for the tax base between EUR 11,000 and EUR 18,000. In general, the outward shift indicates that as a result of the 2016 tax reform, the net wage income increased significantly for wage earners with a net wage income level between EUR 15,000 and EUR 35,000.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00160%2Fijm-00160-fig3.tif",
                                        "size": {
                                            "width": 1320,
                                            "height": 956
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00160%2Fijm-00160-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00160-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Distribution of net wage income before and after the 2016 tax reform.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Typical inequality measures for income distributions show that the inequality in wage incomes has increased. The Gini coefficient as well as the Theil-Index increased by almost 0.4 percentage points.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table15",
                                    "label": "Table 15",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\">Inequality measures</th>\n<th align=\"center\">Old system</th>\n<th align=\"center\">New system</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"right\">Gini coefficient</td>\n<td align=\"right\">0.40606</td>\n<td align=\"right\">0.41005</td>\n</tr>\n<tr>\n<td align=\"right\">Theil index (GE(a), a = 1)</td>\n<td align=\"right\">0.30688</td>\n<td align=\"right\">0.31050</td>\n</tr>\n<tr>\n<td align=\"right\">Atkinson inequality measures (ε = 1)</td>\n<td align=\"right\">0.45917</td>\n<td align=\"right\">0.46408</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Inequality measures for 2016.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Indeed this result is somehow surprising. The fact that high-incomes profit more in absolute value but not in relative terms (see <a href=\"#fig2\">Figure 2</a>) would suggest that the income inequality might be reduced. Howerver, this effect is masked by the fact that 28.1 percent of wage earners in 2014 did not pay any wage tax at all and therefore do not profit from the tax reform itself.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Next, we analyze the reform for different net wage income groups. Splitting our sample into deciles (see <a href=\"#table16\">Table 16</a>), we can take a closer look at the tax reduction for specific income groups. The results indicate that the 9th decile is the one that profited the most. The net wage income in this income group increased on average by EUR 1383 or 4.47%. Followed by the 8th decile, the 6th decile and the 7th decile. The 10th decile has on average a net income of EUR 53,066 after the reform and did not profit as much as the other income groups in relative terms mainly because of the increase of the upper threshold for social security contributions as well as of the decreasing effect of the tax reform for high-wage incomes (see <a href=\"#fig2\">Figure 2</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table16",
                                    "label": "Table 16",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th align=\"right\">Old system</th>\n<th align=\"right\">New system<br/>(EUR)</th>\n<th align=\"center\" colspan=\"2\">Difference</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1st decile</td>\n<td align=\"right\">735</td>\n<td align=\"right\">735</td>\n<td align=\"right\">0</td>\n<td align=\"right\">(0.00%)</td>\n</tr>\n<tr>\n<td align=\"right\">2nd decile</td>\n<td align=\"right\">3,905</td>\n<td align=\"right\">3,912</td>\n<td align=\"right\">7</td>\n<td align=\"right\">(0.18%)</td>\n</tr>\n<tr>\n<td align=\"right\">3rd decile</td>\n<td align=\"right\">8,704</td>\n<td align=\"right\">8,730</td>\n<td align=\"right\">26</td>\n<td align=\"right\">(0.30%)</td>\n</tr>\n<tr>\n<td align=\"right\">4th decile</td>\n<td align=\"right\">12,684</td>\n<td align=\"right\">12,710</td>\n<td align=\"right\">26</td>\n<td align=\"right\">(0.20%)</td>\n</tr>\n<tr>\n<td align=\"right\">5th decile</td>\n<td align=\"right\">16,081</td>\n<td align=\"right\">16,468</td>\n<td align=\"right\">387</td>\n<td align=\"right\">(2.40%)</td>\n</tr>\n<tr>\n<td align=\"right\">6th decile</td>\n<td align=\"right\">19,177</td>\n<td align=\"right\">19,942</td>\n<td align=\"right\">765</td>\n<td align=\"right\">(3.99%)</td>\n</tr>\n<tr>\n<td align=\"right\">7th decile</td>\n<td align=\"right\">22,303</td>\n<td align=\"right\">23,185</td>\n<td align=\"right\">882</td>\n<td align=\"right\">(3.95%)</td>\n</tr>\n<tr>\n<td align=\"right\">8th decile</td>\n<td align=\"right\">25,841</td>\n<td align=\"right\">26,902</td>\n<td align=\"right\">1,061</td>\n<td align=\"right\">(4.11%)</td>\n</tr>\n<tr>\n<td align=\"right\">9th decile</td>\n<td align=\"right\">30,954</td>\n<td align=\"right\">32,337</td>\n<td align=\"right\">1,383</td>\n<td align=\"right\">(4.47%)</td>\n</tr>\n<tr>\n<td align=\"right\">10th decile</td>\n<td align=\"right\">51,400</td>\n<td align=\"right\">53,066</td>\n<td align=\"right\">1,667</td>\n<td align=\"right\">(3.24%)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Annual net wage income by deciles.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As shown in <a href=\"#table16\">Table 16</a>, the first three deciles do not profit from the 2016 tax reform, since most of them do not pay any wage tax because their tax base is below the lowest tax bracket. The fact that these individuals do not profit from the reform already suggests that the reform has distributional consequences. One should note that the increased negative tax is not included in our analysis, as this policy is considered a transfer. It might nevertheless positively influence the wage distribution.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the next step, we decompose the distributional effects by using standard Theil decomposition. We analyze the distributional effects for several individual characteristics, such as tax status (being a tax wage payer or not), age, social status (blue-collar workers, white-collar workers etc.), as well as working hours (part-time or full-time employed).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Decomposing the Theil index into an effect between the taxpayers and the non-taxpayers and within these groups, <a href=\"#table17\">Table 17</a> points out that the Theil index has increased from 0.3063 to 0.3122. While the decrease of the within-effect suggests that the tax reform reduced inequality within the two groups, the between-effect indicates increased inequality between the two groups.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table17",
                                    "label": "Table 17",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\">Old system</th>\n<th align=\"center\">New system</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Total</td>\n<td align=\"center\">0.3069</td>\n<td align=\"center\">0.3105</td>\n</tr>\n<tr>\n<td>Within</td>\n<td align=\"center\">0.1398</td>\n<td align=\"center\">0.1377</td>\n</tr>\n<tr>\n<td>Between</td>\n<td align=\"center\">0.1671</td>\n<td align=\"center\">0.1728</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Theil decomposition by tax status (taxpayer or not).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "This is not surprising since, in relative terms, low-income taxpayers profit less from the reform. Moreover, the increase in inequality of net wage incomes is also due to the fact that non-taxpayers did not profit from the tax reform directly.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Repeating the Theil decomposition for different social groups, <a href=\"#table18\">Table 18 (a)</a> indicates, that not only the inequality between, but also within these groups is increasing. However, the effect between the groups is low indicating that there was no special treatment of any of the social groups.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Notes</i>: Social status categories listed in <a href=\"#table13\">Table 13</a>. Working time: part time vs. full time. Age groups listed in <a href=\"#table14\">Table 14</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table18",
                                    "label": "Table 18",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"3\">(a) by social status</th>\n<th align=\"center\" colspan=\"2\">(b) by working time</th>\n</tr>\n<tr>\n<th/>\n<th align=\"center\">Old system</th>\n<th align=\"center\">New system</th>\n<th align=\"center\">Old system</th>\n<th align=\"center\">New system</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Total</td>\n<td align=\"center\">0.3069</td>\n<td align=\"center\">0.3105</td>\n<td align=\"center\">0.3069</td>\n<td align=\"center\">0.3105</td>\n</tr>\n<tr>\n<td>Within</td>\n<td align=\"center\">0.2521</td>\n<td align=\"center\">0.2551</td>\n<td align=\"center\">0.2526</td>\n<td align=\"center\">0.2548</td>\n</tr>\n<tr>\n<td>Between</td>\n<td align=\"center\">0.0547</td>\n<td align=\"center\">0.0554</td>\n<td align=\"center\">0.0543</td>\n<td align=\"center\">0.0557</td>\n</tr>\n<tr>\n<th align=\"center\" colspan=\"3\">(c) by age groups</th>\n<th align=\"center\" colspan=\"2\">(d) by gender</th>\n</tr>\n<tr>\n<th/>\n<th align=\"center\">Old system</th>\n<th align=\"center\">New system</th>\n<th align=\"center\">Old system</th>\n<th align=\"center\">New system</th>\n</tr>\n<tr>\n<td>Total</td>\n<td align=\"center\">0.3069</td>\n<td align=\"center\">0.3105</td>\n<td align=\"center\">0.3069</td>\n<td align=\"center\">0.3105</td>\n</tr>\n<tr>\n<td>Within</td>\n<td align=\"center\">0.2718</td>\n<td align=\"center\">0.2752</td>\n<td align=\"center\">0.2872</td>\n<td align=\"center\">0.2903</td>\n</tr>\n<tr>\n<td>Between</td>\n<td align=\"center\">0.0351</td>\n<td align=\"center\">0.0353</td>\n<td align=\"center\">0.0197</td>\n<td align=\"center\">0.0202</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Theil decomposition by social status, working time, age groups and gender.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The same holds true for part-time and full-time workers (<a href=\"#table18\">Table 18 b</a>). There is only a slight increase in the effect between the groups, which is mainly due to the fact that part-time workers are more often not paying any wage taxes and are therefore not profiting from the tax reform. The effect is small because simultaneously high-wage part-time workers are those that profit the most from the tax reform in absolute terms (see also <a href=\"#fig2\">Figure 2</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Analysis of the age groups suggests (<a href=\"#table18\">Table 18 c</a>) that there is almost no inequality between the age groups and that the impact of the tax reform on the between effect is negligible. We conclude that there is no change in the distributions between the age groups, whilst inequality within age groups is rising.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Comparing the results by gender (<a href=\"#table18\">Table 18</a> d), we observe almost no change in the distribution between males and females. The increase in overall inequality results from changes within the distributions.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 Distributional effects",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Simulation results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "As we concluded in the previous section, the main reason for the increase in inequality of net wage incomes resulting from the tax reform, is that low-wage-income earners did not directly profit from the changes to the tax scheme. As the Theil decomposition has shown, inequality within the group of taxpayers has decreased, while the overall increase in inequality stems only from the inequality between the groups of taxpayers and non-taxpayers.",
                    "type": "paragraph"
                },
                {
                    "text": "To overcome this problem, the Austrian government has increased one of the transfers to low-wage earners – the negative income tax. The idea was to reduce the high burden of social security contributions for low-wage earners. Prior to the reform, the negative income tax was at maximum EUR 110 for all employees. In 2015, it was increased to EUR 220 and in 2016 further to EUR 400. Additionally, for pensioners, a negative income tax was introduced in 2015 at maximum of EUR 55 and further increased to EUR 110 in 2016. The negative income tax is limited at a maximum of 50% of the social security contributions.",
                    "type": "paragraph"
                },
                {
                    "text": "Even though the negative income tax might increase the incentive to work in general, it decreases the incentive to work for low-wage-income earners. The marginal benefit of working an additional hour is reduced since an additional Euro earned will lead to a lower increase in the net income than before the tax reform. In this section we discuss the fiscal effects of this policy and also whether the policy has reached the goal of compensating the effects on the net wage income distribution. Additionally, we analyze alternative policy options that can help compensate for the distributional effects.",
                    "type": "paragraph"
                },
                {
                    "text": "It is often argued that social security contributions are the largest burden for low-wage income earners in Austria, as they belong to one of the highest in Europe<sup><a href=\"#fn15\">15</a></sup>. A reduction in social security contributions might reduce wage-income inequality as it reduces the total tax burden especially for low-income groups. For high-income groups, the positive effect of lower social security contributions is reduced by the effect ofhigher taxes, resulting from the higher tax base.",
                    "type": "paragraph"
                },
                {
                    "text": "For simplicity, we consider two specific reductions to social security contributions (SSC):",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "<b>SSC1:</b> A reduction of social security contributions by 1 percentage point",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<b>SSC2:</b> A reduction of social security contributions for low-and middle-income groups by 1 percentage point (gross incomes below EUR 50,000 per year).",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "content": [
                        {
                            "text": "We analyze the fiscal effects of the three policies: the actual change to the negative income tax and the two scenarios described above. The fiscal effect of the negative income tax is unclear, as it depends on the actual tax declaration. In fact, both the fiscal costs and the effect of the negative income tax on individual income take place only in 2017. However, for simplicity, we assume that the negative income tax is collected by every “eligible” person already in 2016 and is therefore added to the individual net wage income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "According to our model, the increase in the negative income tax will result in an increase in total expenditure of 370 million EUR. This effect can be separated to a transfer of EUR 90 million to pensioners with low income, and approximately EUR 280 million to low-income earners.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table19",
                                    "label": "Table 19",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\">Old system</th>\n<th align=\"center\">New system</th>\n<th align=\"center\" colspan=\"2\">Proposals</th>\n</tr>\n<tr>\n<th/>\n<th/>\n<th/>\n<th align=\"center\">SSC1</th>\n<th align=\"center\">SSC2</th>\n</tr>\n<tr>\n<th/>\n<th align=\"center\" colspan=\"4\">(MEUR)</th></tr>\n</thead>\n<tbody>\n<tr>\n<td>Wage tax revenue</td>\n<td align=\"center\">23,451</td>\n<td align=\"center\"/>\n<td align=\"center\">24,006</td>\n<td align=\"center\">23,830</td>\n</tr>\n<tr>\n<td>SSC revenue</td>\n<td align=\"center\">24,039</td>\n<td align=\"center\"/>\n<td align=\"center\">22,389</td>\n<td align=\"center\">22,883</td>\n</tr>\n<tr>\n<td>Additional wage tax revenue</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">556</td>\n<td align=\"center\">379</td>\n</tr>\n<tr>\n<td>Loss in SSC</td>\n<td align=\"center\"/>\n<td align=\"center\"/>\n<td align=\"center\">−1,649</td>\n<td align=\"center\">−1,155</td>\n</tr>\n<tr>\n<td>Total costs</td>\n<td align=\"center\"/>\n<td align=\"center\">−370</td>\n<td align=\"center\">−1,094</td>\n<td align=\"center\">−776</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Costs of the policy proposals.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "A reduction of social security contributions for all individuals will lead to an increase in wage tax revenues of EUR 556 million but this will be offset by a loss of social security contributions of EUR 1,649 million. In total, the additional costs for the government would equal EUR 1,094 million.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A reduction in the security contributions for gross-wage incomes below EUR 50,000 will lead to an overall cost of EUR 776 million, which is almost double what is needed for the increase in the negative income tax. Tax revenues would increase by EUR 379 million, while social security contributions would decrease by EUR 1,115 million.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Costs",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The distributional effects of the reform on the net wage income have already been discussed in the previous section. This section will focus on the distributional effects of transfers, such as the negative income tax, and the two other policy tools, which would reduce the tax burden of low-income workers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "From a theoretical point of view, a negative income tax in Austria is more effective for increasing net income for low-wage earners, since it is a direct transfer and it is independent of income (up to a certain level). Therefore, it is a redistributional instrument to support low-wage-income earners. However, a decrease in social security contributions for low-wage-income earners or for the general population should also lead to a more equal distribution of wage incomes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table20\">Table 20</a> shows the effects of the mentioned policy tools on income deciles and compares it to the pre-reform values. The increase of the negative income tax to 400 EUR leads to an significant increase in disposable income especially in the second and third decile. The second decile will be the decile with the highest relative increase in income (4.92%). On the other hand, the social security reductions (SSCi and SSC2) increase the disposable income in the second and third decile on a lower level but additionally, the disposable income of higher deciles will be decreased as well.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table20",
                                    "label": "Table 20",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"2\" rowspan=\"2\">Old system</th>\n<th align=\"center\" colspan=\"2\" rowspan=\"2\">New system 400 EUR NIT</th>\n<th align=\"center\" colspan=\"4\">Proposals</th>\n</tr>\n<tr>\n<th align=\"center\" colspan=\"2\">SSC1</th>\n<th align=\"center\" colspan=\"2\">SSC2</th>\n</tr>\n<tr>\n<th align=\"center\" colspan=\"8\">(EUR)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1st decile</td>\n<td align=\"right\">780</td>\n<td align=\"center\">+16</td>\n<td align=\"center\">(2.07%)</td>\n<td align=\"center\">+7</td>\n<td align=\"center\">(0.92%)</td>\n<td align=\"center\">+8</td>\n<td align=\"center\">(0.97%)</td>\n</tr>\n<tr>\n<td>2nd decile</td>\n<td align=\"center\">3,980</td>\n<td align=\"center\">+196</td>\n<td align=\"center\">(4.92%)</td>\n<td align=\"center\">+51</td>\n<td align=\"center\">(1.28%)</td>\n<td align=\"center\">+52</td>\n<td align=\"center\">(1.32%)</td>\n</tr>\n<tr>\n<td>3rd dec1le</td>\n<td align=\"center\">8,771</td>\n<td align=\"center\">+243</td>\n<td align=\"center\">(2.78%)</td>\n<td align=\"center\">+122</td>\n<td align=\"center\">(1.40%)</td>\n<td align=\"center\">+126</td>\n<td align=\"center\">(1.43%)</td>\n</tr>\n<tr>\n<td>4th dec1le</td>\n<td align=\"center\">12,715</td>\n<td align=\"center\">+164</td>\n<td align=\"center\">(1.29%)</td>\n<td align=\"center\">+162</td>\n<td align=\"center\">(1.27%)</td>\n<td align=\"center\">+167</td>\n<td align=\"center\">(1.31%)</td>\n</tr>\n<tr>\n<td>5th dec1le</td>\n<td align=\"center\">16,081</td>\n<td align=\"center\">+391</td>\n<td align=\"center\">(2.43%)</td>\n<td align=\"center\">+529</td>\n<td align=\"center\">(3.29%)</td>\n<td align=\"center\">+535</td>\n<td align=\"center\">(3.33%)</td>\n</tr>\n<tr>\n<td>6th dec1le</td>\n<td align=\"center\">19,177</td>\n<td align=\"center\">+765</td>\n<td align=\"center\">(3.99%)</td>\n<td align=\"center\">+925</td>\n<td align=\"center\">(4.82%)</td>\n<td align=\"center\">+932</td>\n<td align=\"center\">(4.86%)</td>\n</tr>\n<tr>\n<td>7th dec1le</td>\n<td align=\"center\">22,303</td>\n<td align=\"center\">+882</td>\n<td align=\"center\">(3.95%)</td>\n<td align=\"center\">+1,066</td>\n<td align=\"center\">(4.78%)</td>\n<td align=\"center\">+1,075</td>\n<td align=\"center\">(4.82%)</td>\n</tr>\n<tr>\n<td>8th dec1le</td>\n<td align=\"center\">25,841</td>\n<td align=\"center\">+1,061</td>\n<td align=\"center\">(4.11%)</td>\n<td align=\"center\">+1,287</td>\n<td align=\"center\">(4.98%)</td>\n<td align=\"center\">+1,297</td>\n<td align=\"center\">(5.02%)</td>\n</tr>\n<tr>\n<td>9th dec1le</td>\n<td align=\"center\">30,954</td>\n<td align=\"center\">+1,383</td>\n<td align=\"center\">(4.47%)</td>\n<td align=\"center\">+1,647</td>\n<td align=\"center\">(5.32%)</td>\n<td align=\"center\">+1,590</td>\n<td align=\"center\">(5.14%)</td>\n</tr>\n<tr>\n<td>10th dec1le</td>\n<td align=\"center\">51,400</td>\n<td align=\"center\">+1,668</td>\n<td align=\"center\">(3.24%)</td>\n<td align=\"center\">+2,075</td>\n<td align=\"center\">(4.04%)</td>\n<td align=\"center\">+1,672</td>\n<td align=\"center\">(3.25%)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Impact of policy options on wage income deciles.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Our calculations in <a href=\"#table21\">Table 21</a> show that the Gini coefficient decreases irrespective of the policy option, and that negative income tax leads to the strongest decline in wage-income inequality. However, reduction of social security contributions for gross incomes below EUR 50,000 also decreases inequality as measured by the Gini coefficient. As the Gini coefficient reacts especially strongly to changes in the middle part of the distribution, we compare the effects on another measure of inequality, the Theil index. The results do not change. All three policy alternatives decrease the net-income inequality, and again the increase in the negative income tax has the highest impact.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table21",
                                    "label": "Table 21",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\" rowspan=\"2\"/>\n<th align=\"center\" rowspan=\"2\">New system 110 EUR NIT</th>\n<th align=\"center\" rowspan=\"2\">New System 400 EUR NIT</th>\n<th align=\"center\" colspan=\"2\">Proposals</th>\n</tr>\n<tr>\n<th>SSC1</th>\n<th>SSC2</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Gini coefficient</td>\n<td align=\"center\">0.405</td>\n<td align=\"center\">0.406</td>\n<td align=\"center\">0.408</td>\n<td align=\"center\">0.407</td>\n</tr>\n<tr>\n<td>Theil Total</td>\n<td align=\"center\">0.305</td>\n<td align=\"center\">0.306</td>\n<td align=\"center\">0.308</td>\n<td align=\"center\">0.307</td>\n</tr>\n<tr>\n<td>Theil Within</td>\n<td align=\"center\">0.140</td>\n<td align=\"center\">0.137</td>\n<td align=\"center\">0.137</td>\n<td align=\"center\">0.136</td>\n</tr>\n<tr>\n<td>Theil Between</td>\n<td align=\"center\">0.166</td>\n<td align=\"center\">0.168</td>\n<td align=\"center\">0.171</td>\n<td align=\"center\">0.171</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Inequalitymeasures and Theil decomposition of policy options.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The decrease in the Theil index follows almost entirely from a decrease in the inequality between non taxpayers and taxpayers in the case of an increase in the negative income tax. If the reduction of social security contributions (SSC1 and SSC2) is chosen as a policy tool to reduce inequality, we observe not only a decrease in inequality between the two groups, but also within the groups.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Distributional effects",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Work incentives can be split into incentives to start working (extensive margin) and incentives to increase working hours (intensive margin). The distinction between the extensive and intensive margins has long been recognized by the literature on the labor supply<sup><a href=\"#fn16\">16</a></sup>. The labor supply responses at the intensive and extensive margin are crucial for the tax design of any income-tax system<sup><a href=\"#fn17\">17</a></sup>. Participation tax rates, AETR, as well as METR for low incomes remain high in many current tax systems<sup><a href=\"#fn18\">18</a></sup>, indicating that there is room for policies that aim to increase incentives on both the extensive and the intensive margin.",
                            "type": "paragraph"
                        },
                        {
                            "text": "There are to the best of our knowledge two studies regarding work incentives of the 2016 tax reform in Austria. First, the <a href=\"#bib18\">IHS (2015)</a> argues that the work incentives increased due to a significant decrease in the tax burden for all income groups (for low-income earners due to the negative income tax). Whereas, the <a href=\"#bib15\">GAW (2015)</a> follows <a href=\"#bib30\">Saez, Slemrod, and Giertz (2012)</a> and argues, that not only the average tax rate, but also the marginal and the transfer tax rate are decisive for labor supply decisions. They show that the effect of negative income tax for low-income earners will not increase work incentives because disposable income will not increase due to a loss in transfers. They argue that the total effects on both the intensive and the extensive margins will be small. They estimate an increase of employment of 10.000 full-time equivalents.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In general, work incentives depend on the marginal tax burden, which not only includes the marginal tax rate, but also the additional social security contributions as well as the transfer withdrawal rate. In our analysis, we do not consider the potential decrease in the transfer withdrawal rate. We also exclude marginally employed from our calculations of the average and marginal effective tax rates, since it is not clear, whether they pay social security contributions. The employer of a marginally-employed individual pays accident insurance, but pension and health insurance contributions are the individual choice of the employee. Both, the AETR as well as the METR, would equal zero according to our model, since we do not know whether the employee pays social security contributions or not.",
                            "type": "paragraph"
                        },
                        {
                            "text": "From an incentive point of view, the 2016 tax reform decreased the AETR for a given gross income level not only above the tax-free amount, but also below due to changes in the negative income tax, as indicated in <a href=\"#fig4\">Figure 4</a>. This implies that the incentives on the extensive margin increased, since more people would be willing to work because of the increased net income as a result of the changes in the tax rates and the tax brackets, but also because of the increased negative income tax. In particular, the incentive to work for women, which on average have lower gross-wage incomes, was increased by the reform<sup><a href=\"#fn19\">19</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00160%2Fijm-00160-fig4.tif",
                                        "size": {
                                            "width": 1980,
                                            "height": 720
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00160%2Fijm-00160-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00160-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "2016 tax reform – Incentives on the extensive margin (AETR) and intensive margin (METR).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "However, the tax reform will also increase the incentives on the intensive margin since the METR was decreased, especially above the tax-free amount. Therefore, taxpayers will have a higher incentive to work more hours. Both effects will, however, be reduced by the fact that an increase in net income reduces social benefits for lower-income groups. The effects for the lowest-income earners are not influenced by the changes in the tax rates and the tax brackets, but mainly by the increase of the negative income tax. However, we can already see that the METR does not change for low-income earners, indicating that the incentive to increase working hours did not change. Next, we take a closer look at the alternative policy options discussed above.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "One has to keep in mind that the increase in the negative income tax increases the work incentives on the extensive and the intensive margins only indirectly, as the negative income tax is paid out on request only one year later. One advantage of a decrease in social security contributions is that the effect on net wage income would be immediate.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "For low-wage income earners with no additional social transfers, the incentive to start working would be increased, no matter which policy tool we choose. Still, if other transfers, such as the unemployment benefits and the means-tested minimum income (German: “<i>bedarfsorientierte Mindestsicherung</i>”), are decreased due to higher-wage income, the incentives effect can be negligible, as argued by the <a href=\"#bib15\">GAW (2015)</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#fig4\">Figure 4</a> shows that the average effective tax rate decreases due to the 2016 reform for low-wage earners. This indicates that the incentive on the extensive margin increases if other social benefits do not decrease due to the higher net income. By contrast, the effect on the intensive margin, measured as the METR, remains unchanged by the increase in negative income tax. The METR stays almost the same for incomes below the tax-free amount indicating that an additional Euro earned is taxed at almost the same rate as under the old system. Therefore, there is no additional incentive to increase the hours worked for low-income groups. Since the number ofpart-time workers is already quite high in Austria, this is something policy-makers should be aware of.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "By contrast, a reduction in social security contributions effects the incentives on both the extensive and the intensive margins. <a href=\"#fig5\">Figure 5</a> shows the average and marginal effective tax rates under the new system (with an increase in the negative tax rate) and under a system where the social security contributions have been lowered instead (SSC2). The AETR indicated that starting to work in general gets less attractive for low-wage income earners. But the incentives on the extensive margin for low-wage income earners would significantly increase (under the assumption that other social benefits are not reduced due to the higher net wage income) as the lower METR indicates. While the negative income tax gives no additional incentive to low-income earners to increase their working hours, the reduction in social security contributions does.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig5",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00160%2Fijm-00160-fig5.tif",
                                                "size": {
                                                    "width": 1979,
                                                    "height": 720
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00160%2Fijm-00160-fig5.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00160-fig5.jpg"
                                                }
                                            },
                                            "label": "Figure 5",
                                            "title": "Policy options – Incentives for low wage incomes on the extensive (AETR) and intensive margin (METR).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s5-3-1",
                            "title": "5.3.1 Effects for low-wage earners",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The increase in the negative income tax influences only low-wage incomes. By contrast, the discussed decrease in social security contributions would influence the work incentives of middle-wage income earners not only on the extensive but also on the intensive margin.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#fig6\">Figure 6</a> compares AETR and METR for both policy options, the increase of the negative income tax, as well as the alternative increase in social security contributions (SSC2). We can see that a reduction in social security contributions leads not only to a lower AETR but also to a lower METR for middle-wage earners indicating both a increase in incentive on the extensive and intensive margins for the gross-income groups between EUR 20,000 and EUR 50,000.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig6",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00160%2Fijm-00160-fig6.tif",
                                                "size": {
                                                    "width": 1980,
                                                    "height": 720
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00160%2Fijm-00160-fig6.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00160-fig6.jpg"
                                                }
                                            },
                                            "label": "Figure 6",
                                            "title": "Policy options – Incentives for middle wage incomes on the extensive (AETR) and intensive margin (METR).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The decrease in social security contributions for incomes up to EUR 50,000 (SSC2) would lead to higher incentives to work more hours, as an additional Euro earned is taxed less than before. Reducing the social security contributions for all taxpayers (SSCi) would lead to additional incentives for higherwage income earners on the extensive as well as the intensive margin.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Any change in the tax system affects work incentives and therefore the labor supply. The 2016 tax reform itself increased not only the incentives on the extensive but also on the intensive margin for the taxpayers. In addition, the increase in the negative income tax has introduced an incentive on the extensive margin for low-wage workers who are often employed part-time, in marginal employment or as interns. But for this group ofworkers, the incentives on the extensive margin did not change.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In almost all sectors in the Austrian economy, collectively-bargained minimum wages for full-time jobs are above EUR 21,000. The “middle-wage income jobs” are in fact mostly low-paid full-time jobs. If the goal of the policy-makers is to increase the net incomes and the incentives to work for people that work full-time, there is no doubt that a decrease in the social security contributions is more effective than an increase in the negative income tax.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Additionally, the increase in the negative income tax makes part-time work and marginal employment more attractive compared with a decrease in social security contributions and leads to lower incentives to increase working hours. If the goal of the policy-makers is to raise the incentives to increase working hours for people that work part-time, a decrease in social security contributions would be more efficient as well.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-3-2",
                            "title": "5.3.2 Effects for middle-wage earners",
                            "type": "section"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Effects on work incentives",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Policy options",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The goal of2016 tax reform in Austria was to increase net wage incomes for low-and middle-income groups. When we focus on individual net wage income distribution, we conclude that this goal was only partially met. On average, the net income of the Austrian taxpayer has increased on average by about EUR 620, which is an increase in net income of 3.23%. Looking at specific socio-economic factors, we find that, on average, the net wage income of male workers has increased by about EUR 836, while for women it has increased by about EUR 416. In absolute, as well as relative terms, men profited more than women. Additionally, employees (EUR 689) profited more than pensioners (EUR 490) and male employees (EUR 848) more than female employees (EUR 510), in both absolute and relative terms.",
                    "type": "paragraph"
                },
                {
                    "text": "Taking a closer look at occupational categories, civil servants as well as civil-servant pensioners profited on average the most in absolute terms. Both groups experienced net income gains of more than EUR 1,200. In relative terms, both groups also profited more than others groups (by almost 4%); however, apprentices profited the most (5.12%) due to some specific changes that only affected them.",
                    "type": "paragraph"
                },
                {
                    "text": "Looking at the distributional effects of the tax reform, we can see that the changes in the tax system increased inequality. The Gini index increased from 0.406 to 0.410 and the Theil index increased from 0.307 to 0.311, both indicating a significant increase in inequality. Our analysis shows that this increase stems mainly from the fact that income inequality between the wage taxpayers and non-taxpayers increased, while inequality within these two groups reduced. The reform decreased the tax burden, but many wage-income earners in Austria are not paying any wage taxes due to their low incomes. Taking a closer look at the deciles of the net wage incomes, we can see that in relative terms, the 9th decile, which are net wage incomes of around EUR 30,000, profit the most from the tax reform. On average, the net income in this group increased by 4.47% or EUR 1,383. The lowest 4 deciles did not significantly profit from the tax reform.",
                    "type": "paragraph"
                },
                {
                    "text": "To decrease the tax burden of low-wage income groups, the Austrian government decided to increase the negative income tax. We analyze this policy tool, as well as the alternative scenario i.e. a decrease in social security contributions for gross incomes below EUR 50,000. Our analysis shows that both policies would reduce income inequality, however not to the pre-reform level. The increase in the negative income tax leads to a Theil index of 0.306, while the decrease in social security contributions by one percentage point for gross incomes below EUR 50,000 leads to a Theil index of 0.307, compared with the pre-reform level of 0.305.",
                    "type": "paragraph"
                },
                {
                    "text": "While both policies lead to higher-wage incomes for lower-wage income earners, our analysis shows that the two policies influence work incentives differently. While the tax reform has increased work incentives on both the extensive and the intensive margins for taxpayers, the negative income tax only had an impact on the intensive margin of low-income earners. The low-income earners are more often part-time workers and the reform therefore provides a higher incentive to work part-time and no additional incentive to increase working hours. If the goal of the policy-makers is to increase the net incomes and incentives to work for people that work full-time, there is no doubt that a decrease in the social security contributions is more effective than an increase in the negative income tax, which makes part-time work and marginal employment more attractive.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Concluding remarks",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "1988",
            "details": "Tax-benefit models, London School of Economics; Suntory Toyota International Centre for Economics and Related Disciplines",
            "id": "bib1",
            "title": "Tax-benefit models",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Austrian Federal Ministry of Finance",
                    "type": "group"
                }
            ],
            "date": "2015",
            "details": "Steuerreformgesetz 2015/2016 (StRefG 2015/2016) (Tech. Rep.). Author.",
            "id": "bib2",
            "title": "Steuerreformgesetz 2015/2016 (StRefG 2015/2016) (Tech. Rep.). Author.",
            "type": "unknown"
        },
        {
            "articleTitle": "Extensive and intensive margins of labour supply: Work and working hours in the US, the UK and France",
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bozio, A",
                        "preferred": "A Bozio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Laroque, G",
                        "preferred": "G Laroque"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib3",
            "journal": "Fiscal Studies",
            "pages": {
                "first": "1",
                "last": "29",
                "range": "1–29"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "articleTitle": "The distribution of the gender wage gap in Austria: evidence from matched employer-employee data and tax records",
            "authors": [
                {
                    "name": {
                        "index": "Böheim, R",
                        "preferred": "R Böheim"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Himpele, K",
                        "preferred": "K Himpele"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mahringer, H",
                        "preferred": "H Mahringer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zulehner, C",
                        "preferred": "C Zulehner"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib4",
            "journal": "Journal for Labour Market Research",
            "pages": {
                "first": "19",
                "last": "34",
                "range": "19–34"
            },
            "type": "journal",
            "uri": "http://dx.doi.org/10.1007/sl2651-012-0113-y",
            "volume": "46"
        },
        {
            "articleTitle": "The tax reform 2004-05-measures and macroeconomic effects",
            "authors": [
                {
                    "name": {
                        "index": "Breuss, F",
                        "preferred": "F Breuss"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kaniovski, S",
                        "preferred": "S Kaniovski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schratzenstaller, M",
                        "preferred": "M Schratzenstaller"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib5",
            "journal": "Austrian Economic Quarterly",
            "pages": {
                "first": "127",
                "last": "142",
                "range": "127–142"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Breuss, F",
                        "preferred": "F Breuss"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kaniovski, S",
                        "preferred": "S Kaniovski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schratzenstaller, M",
                        "preferred": "M Schratzenstaller"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Gesamtwirtschaftliche Auswirkungen der Konjunkturpakete 1 und 2 und der Steuerreform 2009",
            "date": "2009",
            "id": "bib6",
            "publisher": {
                "name": [
                    "WIFO-Österr. Inst. für Wirtschaftsforschung"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Means-testing and tax rates on earnings",
            "authors": [
                {
                    "name": {
                        "index": "Brewer, M",
                        "preferred": "M Brewer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shephard, A",
                        "preferred": "A Shephard"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib7",
            "journal": "Dimensions of Tax Design: The Mirrlees Review",
            "pages": {
                "first": "90",
                "last": "173",
                "range": "90–173"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": "Budgetdienst",
                    "type": "group"
                }
            ],
            "date": "2015",
            "details": "Analyse Steuerreform 2015/2016",
            "id": "bib8",
            "title": "Analyse Steuerreform 2015/2016",
            "type": "unknown"
        },
        {
            "articleTitle": "The importance of choosing the data set for tax-benefit analysis",
            "authors": [
                {
                    "name": {
                        "index": "Ceriani, L",
                        "preferred": "L Ceriani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fiorio, C",
                        "preferred": "C Fiorio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gigliarano, C",
                        "preferred": "C Gigliarano"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib9",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "86",
                "last": "121",
                "range": "86–121"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Will the tax reform of 2015-16 offset the cumulative effect of bracket creep?",
            "authors": [
                {
                    "name": {
                        "index": "Christl, M",
                        "preferred": "M Christl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kucsera, D",
                        "preferred": "D Kucsera"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib10",
            "journal": "WIFOMonatsberichte (monthly reports)",
            "pages": {
                "first": "447",
                "last": "453",
                "range": "447–453"
            },
            "type": "journal",
            "volume": "88"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dearing, H",
                        "preferred": "H Dearing"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lietz, C",
                        "preferred": "C Lietz"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "Dokumentation des IHS Steuer-Transfer Mikrosimulationsmodells ITABENA (Tech. Rep.). IHS.",
            "id": "bib11",
            "title": "Dokumentation des IHS Steuer-Transfer Mikrosimulationsmodells ITABENA (Tech. Rep.). IHS.",
            "type": "unknown"
        },
        {
            "articleTitle": "Income taxation with fixed hours of work",
            "authors": [
                {
                    "name": {
                        "index": "Diamond, P",
                        "preferred": "P Diamond"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "id": "bib12",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "101",
                "last": "110",
                "range": "101–110"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fuchs, M",
                        "preferred": "M Fuchs"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gasior, K",
                        "preferred": "K Gasior"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "Austria (AT) 2011-2015. EUROMOD Country report",
            "id": "bib13",
            "title": "Austria (AT) 2011-2015. EUROMOD Country report",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gasior, K",
                        "preferred": "K Gasior"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "Kurzstudie European Centre for Social Welfare Policy and Research",
            "id": "bib14",
            "title": "Wer bekommt ein Stück vom Kuchen?",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "GAW",
                    "type": "group"
                }
            ],
            "bookTitle": "Steuerreform erhöht Arbeitsanreize kaum",
            "date": "2015",
            "id": "bib15",
            "publisher": {
                "name": [
                    "Gesellschaft für angewandte Wirtschaftsforschung"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hauser, R",
                        "preferred": "R Hauser"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Problems of the German contribution to EU-SILC - a research perspective, comparing EU-SILC, microcensus and SOEP",
            "id": "bib16",
            "title": "Problems of the German contribution to EU-SILC - a research perspective, comparing EU-SILC, microcensus and SOEP",
            "type": "unknown"
        },
        {
            "articleTitle": "What has been learned about labor supply in the past twenty years?",
            "authors": [
                {
                    "name": {
                        "index": "Heckman, JJ",
                        "preferred": "JJ Heckman"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib17",
            "journal": "The American Economic Review",
            "pages": {
                "first": "116",
                "last": "121",
                "range": "116–121"
            },
            "type": "journal",
            "volume": "83"
        },
        {
            "authors": [
                {
                    "name": "IHS",
                    "type": "group"
                }
            ],
            "bookTitle": "Steuerreform erhöht Arbeitsanreize",
            "date": "2015",
            "id": "bib18",
            "publisher": {
                "name": [
                    "Institute for Advanced Studies"
                ]
            },
            "type": "book"
        },
        {
            "date": "2004",
            "details": "ImmervollH, Average and marginal effective tax rates facing workers in the EU",
            "id": "bib19",
            "title": "Average and marginal effective tax rates facing workers in the EU",
            "type": "unknown",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "articleTitle": "Towards a multi-purpose framework for tax-benefit micro-simulation: lessons from EUROMOD",
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib20",
            "journal": "International Journal of Micro Simulation",
            "pages": {
                "first": "43",
                "last": "54",
                "range": "43–54"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "Tax-benefit systems, income distribution and work incentives in the European Union",
            "authors": [
                {
                    "name": {
                        "index": "Jara, HX",
                        "preferred": "HX Jara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tumino, A",
                        "preferred": "A Tumino"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib21",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "27",
                "last": "62",
                "range": "27–62"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Income maintenance and labor force participation",
            "authors": [
                {
                    "name": {
                        "index": "Laroque, G",
                        "preferred": "G Laroque"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib22",
            "journal": "Econometrica",
            "pages": {
                "first": "341",
                "last": "376",
                "range": "341–376"
            },
            "type": "journal",
            "volume": "73"
        },
        {
            "articleTitle": "Cross-validating administrative and survey datasets through microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Liégeois, P",
                        "preferred": "P Liégeois"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Berger, F",
                        "preferred": "F Berger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Islam, N",
                        "preferred": "N Islam"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wagener, R",
                        "preferred": "R Wagener"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib23",
            "journal": "International Journal of Microsimulations",
            "pages": {
                "first": "54",
                "last": "71",
                "range": "54–71"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Comparability of EU-SILC survey and register data: The relationship among employment, earnings and poverty",
            "authors": [
                {
                    "name": {
                        "index": "Lohmann, H",
                        "preferred": "H Lohmann"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib24",
            "journal": "Journal of European Social Policy",
            "pages": {
                "first": "37",
                "last": "54",
                "range": "37–54"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "bookTitle": "Taxing wages 2016",
            "date": "2016",
            "id": "bib25",
            "publisher": {
                "name": [
                    "OECD Publishing"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rabethge, B",
                        "preferred": "B Rabethge"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Die Methode der Mikrosimulation am Beispiel einer Abschaffung des Allein-verdienerabsetzbetrags",
            "date": "2009",
            "id": "bib26",
            "publisher": {
                "name": [
                    "University of Vienna"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Verteilungseffekte der Einkommensteuerreform 2015/16",
            "authors": [
                {
                    "name": {
                        "index": "Rocha-Akis, S",
                        "preferred": "S Rocha-Akis"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib27",
            "journal": "WIFO-Monatsberichte",
            "pages": {
                "first": "387",
                "last": "398",
                "range": "387–398"
            },
            "type": "journal",
            "volume": "88"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rossi, PH",
                        "preferred": "PH Rossi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wright, JD",
                        "preferred": "JD Wright"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Anderson, AB",
                        "preferred": "AB Anderson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of survey research",
            "date": "2013",
            "id": "bib28",
            "publisher": {
                "name": [
                    "Academic Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Optimal income transfer programs: intensive versus extensive labor supply responses",
            "date": "2000",
            "id": "bib29",
            "publisher": {
                "name": [
                    "National Bureau of Economic Research (NBER)"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The elasticity of taxable income with respect to marginal tax rates: A critical review",
            "authors": [
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Slemrod, J",
                        "preferred": "J Slemrod"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Giertz, SH",
                        "preferred": "SH Giertz"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib30",
            "journal": "Journal of economic literature",
            "pages": {
                "first": "3",
                "last": "50",
                "range": "3–50"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "articleTitle": "The tax reform 2009-10",
            "authors": [
                {
                    "name": {
                        "index": "Schratzenstaller, M",
                        "preferred": "M Schratzenstaller"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib31",
            "journal": "WIFOMonatsberichte (monthly reports)",
            "pages": {
                "first": "687",
                "last": "702",
                "range": "687–702"
            },
            "type": "journal",
            "volume": "82"
        },
        {
            "articleTitle": "Steuerreform 2015/16 - Maßnahmen und Gesamteinschätzung",
            "authors": [
                {
                    "name": {
                        "index": "Schratzenstaller, M",
                        "preferred": "M Schratzenstaller"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib32",
            "journal": "WIFO-Monatsberichte",
            "pages": {
                "first": "371",
                "last": "385",
                "range": "371–385"
            },
            "type": "journal",
            "volume": "88"
        },
        {
            "articleTitle": "Tax reform of 2015-16 - measures and overall assessment",
            "authors": [
                {
                    "name": {
                        "index": "Schratzenstaller, M",
                        "preferred": "M Schratzenstaller"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib33",
            "journal": "WIFO Monatsberichte (monthly reports)",
            "pages": {
                "first": "371",
                "last": "385",
                "range": "371–385"
            },
            "type": "journal",
            "volume": "88"
        },
        {
            "articleTitle": "The Austrian income tax tariff, 1955-2006",
            "authors": [
                {
                    "name": {
                        "index": "Schratzenstaller, M",
                        "preferred": "M Schratzenstaller"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wagener, A",
                        "preferred": "A Wagener"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib34",
            "journal": "Empirica",
            "pages": {
                "first": "309",
                "last": "330",
                "range": "309–330"
            },
            "type": "journal",
            "volume": "36"
        },
        {
            "authors": [
                {
                    "name": "Statistik Austria",
                    "type": "group"
                }
            ],
            "date": "2016",
            "details": "Standard-Dokumentation: Metainformationen zu EU-SILC 2015",
            "id": "bib35",
            "title": "Standard-Dokumentation: Metainformationen zu EU-SILC 2015",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wakolbinger, F",
                        "preferred": "F Wakolbinger"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "The Austrian Tax-Transfer Model ATTM-Version 1.0.",
            "id": "bib36",
            "title": "The Austrian Tax-Transfer Model ATTM-Version 1.0.",
            "type": "unknown"
        },
        {
            "articleTitle": "Tax Reform 2015-16 and Bracket Creep 2010-2019: A Microsimulation Analysis for Austria",
            "authors": [
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wakolbinger, F",
                        "preferred": "F Wakolbinger"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib37",
            "journal": "WIFO Monatsberichte (monthly reports)",
            "pages": {
                "first": "425",
                "last": "430",
                "range": "425–430"
            },
            "type": "journal",
            "volume": "88"
        },
        {
            "articleTitle": "EUROMOD: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib38",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "tableA1",
                            "label": "Table A1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\"/>\n<th align=\"center\">HI</th>\n<th align=\"center\">PI</th>\n<th align=\"center\">UI</th>\n<th align=\"center\">add. taxes</th>\n<th align=\"center\">Total</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"center\" colspan=\"6\">2015</td>\n</tr>\n<tr>\n<td>other individuals</td>\n<td align=\"center\">3.82%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">3.00%</td>\n<td align=\"center\">1.00%</td>\n<td align=\"center\">18.07%</td>\n</tr>\n<tr>\n<td>apprentices</td>\n<td align=\"center\">3.95%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">3.00%</td>\n<td align=\"center\">-</td>\n<td align=\"center\">17.20%</td>\n</tr>\n<tr>\n<td>blue-collar workers</td>\n<td align=\"center\">3.95%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">3.00%</td>\n<td align=\"center\">1.00%</td>\n<td align=\"center\">18.20%</td>\n</tr>\n<tr>\n<td>white-collar workers</td>\n<td align=\"center\">3.82%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">3.00%</td>\n<td align=\"center\">1.00%</td>\n<td align=\"center\">18.07%</td>\n</tr>\n<tr>\n<td>civil servant</td>\n<td align=\"center\">4.10%</td>\n<td align=\"center\">11.80%</td>\n<td align=\"center\">3.00%</td>\n<td align=\"center\">1.00%</td>\n<td align=\"center\">19.90%</td>\n</tr>\n<tr>\n<td>public contract staff</td>\n<td align=\"center\">3.82%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">3.00%</td>\n<td align=\"center\">1.00%</td>\n<td align=\"center\">18.07%</td>\n</tr>\n<tr>\n<td>civil servant pensioner</td>\n<td align=\"center\">5.10%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">-</td>\n<td align=\"center\">-</td>\n<td align=\"center\">15.35%</td>\n</tr>\n<tr>\n<td>pensioner</td>\n<td align=\"center\">4.90%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">-</td>\n<td align=\"center\">-</td>\n<td align=\"center\">15.15%</td>\n</tr>\n<tr>\n<td>individual with care allowance</td>\n<td align=\"center\">4.90%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">-</td>\n<td align=\"center\">-</td>\n<td align=\"center\">15.15%</td>\n</tr>\n<tr>\n<td align=\"center\" colspan=\"6\">2016</td>\n</tr>\n<tr>\n<td>other individuals</td>\n<td align=\"center\">3.87%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">3.00%</td>\n<td align=\"center\">1.00%</td>\n<td align=\"center\">18.12%</td>\n</tr>\n<tr>\n<td>apprentices</td>\n<td align=\"center\">1.67%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">1.20%</td>\n<td align=\"center\">-</td>\n<td align=\"center\">13.12%</td>\n</tr>\n<tr>\n<td>blue-collar workers</td>\n<td align=\"center\">3.87%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">3.00%</td>\n<td align=\"center\">1.00%</td>\n<td align=\"center\">18.12%</td>\n</tr>\n<tr>\n<td>white-collar workers</td>\n<td align=\"center\">3.87%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">3.00%</td>\n<td align=\"center\">1.00%</td>\n<td align=\"center\">18.12%</td>\n</tr>\n<tr>\n<td>civil servant</td>\n<td align=\"center\">4.10%</td>\n<td align=\"center\">11.75%</td>\n<td align=\"center\">3.00%</td>\n<td align=\"center\">1.00%</td>\n<td align=\"center\">19.85%</td>\n</tr>\n<tr>\n<td>public contract saff</td>\n<td align=\"center\">3.87%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">3.00%</td>\n<td align=\"center\">1.00%</td>\n<td align=\"center\">18.12%</td>\n</tr>\n<tr>\n<td>civil servant pensioner</td>\n<td align=\"center\">5.10%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">-</td>\n<td align=\"center\">-</td>\n<td align=\"center\">15.35%</td>\n</tr>\n<tr>\n<td>pensioner</td>\n<td align=\"center\">5.10%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">-</td>\n<td align=\"center\">-</td>\n<td align=\"center\">15.35%</td>\n</tr>\n<tr>\n<td>individual with care allowance</td>\n<td align=\"center\">5.10%</td>\n<td align=\"center\">10.25%</td>\n<td align=\"center\">-</td>\n<td align=\"center\">-</td>\n<td align=\"center\">15.35%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Social security contributions.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "figA1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00160%2Fijm-00160-figA1.tif",
                                "size": {
                                    "width": 1288,
                                    "height": 816
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00160%2Fijm-00160-figA1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00160-figA1.jpg"
                                }
                            },
                            "label": "Figure A1",
                            "title": "Tax rates in different tax reforms.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Note</i>: Alternative hypothesis – true location shift is not equal to 0.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableA2",
                            "label": "Table A2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\">W</th>\n<th align=\"center\">p-value</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>2,152,840,096</td>\n<td align=\"center\">0.4286</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Independent 2-group Mann-Whitney U Test.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "We thankfully acknowledge the suggestions and advice of Gerhard Reitschuler and anonymous referees on the previous versions of this paper.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
