{
    "status": "vor",
    "id": "00166",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00166",
    "authorLine": "Bertrand Ottino-Loffler et al.",
    "title": "Spatial competition with interacting agents",
    "published": "2017-12-31T00:00:00Z",
    "versionDate": "2017-12-31T00:00:00Z",
    "statusDate": "2017-12-31T00:00:00Z",
    "volume": 10,
    "issue": 3,
    "fpage": 75,
    "lpage": 91,
    "elocationId": "75-91",
    "pdf": "http://web:8082/00166/ijm-00166.pdf",
    "subjects": [
        {
            "id": "institutions-incentives",
            "name": "Institutions and incentives"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Using agent-based modeling, we generalize Hotelling’s model of spatial competition with more than two firms in a two-dimensional space. Firms choose both price and location to maximize profits. The principle of minimum differentiation does not hold in general. Local duopolies emerge from the interaction between firms. Firms do not spread uniformly across the two-dimensional space, nor do they all charge the same price. Firms in more competitive locations charge lower prices and generate less profit.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Ottino-Loffler et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "Center for Applied Mathematics",
                        "Cornell University"
                    ]
                }
            ],
            "emailAddresses": [
                "bjo34@cornell.edu"
            ],
            "name": {
                "index": "Ottino-Loffler, Bertrand",
                "preferred": "Bertrand Ottino-Loffler"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "Department of Mathematics and Computer Science",
                        "Augustana College"
                    ]
                }
            ],
            "emailAddresses": [
                "forreststonedahl@augustana.edu"
            ],
            "name": {
                "index": "Stonedahl, Forrest",
                "preferred": "Forrest Stonedahl"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "France"
                        },
                        "formatted": [
                            "France"
                        ]
                    },
                    "name": [
                        "Department of Economics",
                        "Sorbonne University"
                    ]
                }
            ],
            "emailAddresses": [
                "vipin.veetil@gmail.com"
            ],
            "name": {
                "index": "Veetil, Vipin",
                "preferred": "Vipin Veetil"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States"
                        },
                        "formatted": [
                            "United States"
                        ]
                    },
                    "name": [
                        "Center for Connected Learning and Computer-Based Modeling Northwestern Institute on Complex Systems",
                        "Northwestern University"
                    ]
                }
            ],
            "emailAddresses": [
                "uri@northwestern.edu"
            ],
            "name": {
                "index": "Wilensky, Uri",
                "preferred": "Uri Wilensky"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "hotelling",
        "price competition",
        "agent-based modeling",
        "D21",
        "D43",
        "D83"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In a pioneering paper <a href=\"#bib22\">Hotelling (1929)</a> presented a model of two firms competing to sell a homogeneous product to customers uniformly distributed along a line. Though the Hotelling model has been extended in many ways<sup><a href=\"#fn1\">1</a></sup>, no one has produced a general model of spatial competition between more than two firms in a two-dimensional space, with both price and location as choice variables. The problem is important because competition in the real world seldom occurs between two firms on a one-dimensional space. Most products have multiple attributes and multiple firms supplying them.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper, we develop an agent-based simulation model to study spatial competition in a two-dimensional space with multiple firms. We develop an agent-based model because it is difficult to generalize the Hotelling model using analytical methods. Interaction between firms in a two-dimensional space makes it difficult to compute the areas served by different firms. The problem has so far proved analytically intractable. In the words of mathematical economists <a href=\"#bib16\">Eaton and Lipsey (1975</a>, p.41):",
                    "type": "paragraph"
                },
                {
                    "text": [
                        {
                            "text": "To determine if the configuration is an equilibrium one with respect to a small movement of the firm in any direction is an almost impossible task using analytical methods, and in any case much more is required to establish global equilibrium.",
                            "type": "paragraph"
                        }
                    ],
                    "type": "quote"
                },
                {
                    "text": "<a href=\"#bib16\">Eaton and Lipsey (1975)</a> built one of the first agent-based simulation models to pursue the problem of spatial competition. They located a handful of firms on a space and numerically calculated the market area for each firm for a number of alternative locations. The technical limitations of the age meant that they could study only a few moves by each firm. We develop Eaton and Lipsey’s approach to produce a general model of spatial competition. Firms are placed on random locations on a two-dimensional grid. Customers are spread evenly across the grid. Every time step, firms make price and location choices. Firms change price or location if it is profitable to do so. The principle of minimum differentiation does not hold in general. Interactions between firms produce local duopolies, with intense local competition within coupled-firms and more stable division of customers between different couples. This is akin to how large home improvements stores like Home Depot and Lowes compete on prices, and smaller hardware stores appeal to niche markets by locating in isolated places or delivering specialized products.",
                    "type": "paragraph"
                },
                {
                    "text": "Our paper is related to decades of work on generalizing Hotelling’s model. <a href=\"#bib13\">Devletoglou (1965)</a>, <a href=\"#bib24\">Jonas (1968)</a>, <a href=\"#bib15\">Drezner (1982)</a>, <a href=\"#bib37\">Tabuchi (1994)</a>, and <a href=\"#bib38\">Veendorp and Majeed (1995)</a> study the problem of two firms on a two-dimensional space. All but <a href=\"#bib37\">Tabuchi (1994)</a> assume both firms charge the same price. Tabuchi uses an astute transformation to study price and location choices. However the transformation is not valid for systems with more than two firms. <a href=\"#bib39\">Wendell and McKelvey (1981)</a>, <a href=\"#bib5\">Ben-Akiva, De Palma, and Thisse (1989)</a>, and <a href=\"#bib30\">Okabe and Aoyagi (1991)</a> study a system with more than two firms in a two-dimensional space. <a href=\"#bib39\">Wendell and McKelvey (1981)</a> explore a variety of symmetric equilibria using a “guess and check” method under the assumption that all firms charge the same price. <a href=\"#bib5\">Ben-Akiva <i>et al</i>. (1989)</a> allow firms to charge different prices but fix location along one dimension. <a href=\"#bib30\">Okabe and Aoy-agi (1991)</a> allow firms to choose location along both dimensions but assume all firms charge the same price. <a href=\"#bib23\">Irmen and Thisse (1998)</a> and <a href=\"#bib21\">Hehenkamp and Wambach (2010)</a> study competition between two firms in higher dimensional spaces. They characterize a subset of equilibria for which analytical solutions exist. <a href=\"#bib8\">Caplin and Nalebuff (1991)</a> prove the existence of equilibrium for any number of firms in high dimensional spaces. But they assume location is not a choice variable.",
                    "type": "paragraph"
                },
                {
                    "text": "Most authors assume either price or location is fixed. Despite the simplification, they often study a subset of equilibria using “guess and check” methods. Though some equilibria can be characterized by the ‘guess and check’ approach, it is difficult to say whether these represent a non-trivial portion of the universe of equilibria. Furthermore, there is little reason to believe that the equilibria that are the least difficult to characterize are economically the most relevant.",
                    "type": "paragraph"
                },
                {
                    "text": "Overall, it is fair to say that the problem of spatial competition with both price and location as choice variables remains open. If a good many mathematical economists are to be believed, then the problem of computing analytical solutions of a general model of spatial competition is “very tedious” (<a href=\"#bib23\">Irmen &amp; Thisse, 1998</a>, 84), perhaps “impossible” (<a href=\"#bib24\">Jonas, 1968</a>,17). Future developments in mathematical methods may allow economists to develop analytical solutions of general spatial competition. But we need not sit idle until then. The mathematical intractability of the problem begs for a whole new approach. Agent-based modeling is one such approach. Recent developments in computing technology allow us to build and study synthetic economies populated with artificial agents <i>in silico</i> <a href=\"#bib4\">Axtell (2000)</a>. Some consider agent-based modeling as a ‘new mathematics’ for social science <a href=\"#bib6\">Borrill and Tesfatsion (2011)</a>; <a href=\"#bib27\">Maroulis <i>et al</i>. (2010)</a>; <a href=\"#bib41\">Wilensky and Rand (2015)</a>. Others have called it a ‘third way of doing science’ because it contains elements of deduction and induction <a href=\"#bib3\">Axelrod (1997)</a>. We present an agent-based implementation of the Hotelling model with many firms in a two-dimensional space. In addition to characterizing equilibria, our model sheds light on out-of-equilibrium dynamics. The following sections will develop the model, present the simulation results, and provide concluding discussion and remarks.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "There are two types of agents: firms and customers. Firms are initially randomly placed on points in a two-dimensional grid cell coordinate system. Each square patch in the grid is a customer. Three events occur every time step. One, each customer buys one unit of the good from its lowest cost firm. Two, firms evaluate moving to a different location in the two-dimensional space and changing their price. Three, firms simultaneously exercise their location and price choices. We run the economy forward in time and analyze the resulting data. The model is written in the NetLogo agent-based modeling language <a href=\"#bib40\">Wilensky (1999)</a>. The model is included in the NetLogo model library as the <a href=\"#bib31\">Hotelling’s Law Model Ottino, Stonedahl, and Wilensky (2009)</a>, and is freely available online at <a href=\"http://ccl.northwestern.edu/netlogo/models/Hotelling’sLaw\">http://ccl.northwestern.edu/netlogo/models/Hotelling’sLaw</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "tablea1",
                            "label": "Algorithm 1",
                            "tables": [
                                "<table>\n<tbody>\n<tr>\n<td>Initialization:</td>\n</tr>\n<tr>\n<td>customer agents placed on each lattice point of 41x41 grid.</td>\n</tr>\n<tr>\n<td>for each firm <i>F</i><sub>i</sub> ∈ <i>F</i>1, <i>F</i>2, …, <i>F</i><sub>N</sub>:</td>\n</tr>\n<tr>\n<td>  place firm <i>Fi</i> on a random lattice point.</td>\n</tr>\n<tr>\n<td>  set initial price for <i>Fi</i> ← 10</td>\n</tr>\n<tr>\n<td>Each time step:</td>\n</tr>\n<tr>\n<td>let <i>M (the set of movement actions) = |Up, Down, Left, Right}</i></td>\n</tr>\n<tr>\n<td>let P (<i>the set of price change actions</i>) = |+1,-1}</td>\n</tr>\n<tr>\n<td>for each firm <i>F<sub>i</sub>:</i></td>\n</tr>\n<tr>\n<td>  <i>F<sub>i</sub></i> selects m<sub>i</sub> ∈ <i>M</i> s.t. <i>calculatedProfitAfter(m<sub>i</sub>)</i> is maximized</td>\n</tr>\n<tr>\n<td>  <i>F<sub>i</sub></i> selects <i>p<sub>i</sub></i> ∈ P s.t. <i>calculatedProfitAfter(p<sub>i</sub>)</i> is maximized</td>\n</tr>\n<tr>\n<td>for each firm F<sub>i</sub>:</td>\n</tr>\n<tr>\n<td>  <i>F<sub>i</sub></i> takes actions m<i>i</i> and <i>pi</i></td>\n</tr>\n<tr>\n<td>for each customer <i>Cj</i>:</td>\n</tr>\n<tr>\n<td><i>C<sub>j</sub></i> selects firm <i>F<sub>min</sub></i> s.t. <i>price(F<sub>min</sub>)</i> + <i>transportationCost(F<sub>min</sub>,</i> C<sub>j</sub>) is minimized.</td>\n</tr>\n<tr>\n<td><i>C<sub>j</sub></i> purchases one unit of the good from <i>F<sub>min</sub></i></td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Pseudocode for the agent-based model.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "content": [
                        {
                            "text": "The cost of production is zero; profit equals revenue. Firms begin with randomly assigned locations and price often. Every time step, firms compute the profit from a one unit move in each of the four cardinal directions. They move to the point with the greatest profit. Firms do not move if the profit at the present location is greater than the profits at any of the four alternative locations. Every time step, firms compute the profit from a one unit increase and a one unit decrease in price. They choose to charge the price that yields the greatest profit. Firms do not change price if the present price offers a profit greater than the alternatives.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Firms compute profits from potential changes in location and price by collecting demand information from all customers. Customers truthfully report whether they would buy from a firm given its location and price. Firms incur no cost of moving locations, changing price, or collecting information. While making location and price decisions, each firm assumes that all other firms will remain at the current locations and charge existing prices. In other words, we assume ‘zero conjectural variation’.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Firms",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Every time step, customers compute the cost of buying from all firms on the grid. The cost of a good is the sum of the price charged and the distance to the firm. The distance equals the Euclidean norm. Every time step, each customer buys one unit of the good from its lowest cost firm (demand is price inelastic). When indifferent between multiple firms, customers randomly select one firm from the indifference set.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Customers",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For the experimental results that follow, we consider three variations of this model: (i) where firms may change both their price and their location, (ii) where firms may only change location but prices are fixed (constant and equal to all competitors), (iii) where firms may only change their price, but locations are fixed (at the randomly initialized position).",
                            "type": "paragraph"
                        },
                        {
                            "text": "For each of these variations, and for varying numbers of firms (2…10), we ran 500 replicate simulations. Each simulation was performed using a 41x41 grid cell coordinate system (representing 1681 customers), for 1000 simulated time steps. Data collected included the final positions of each firm, the price each firm was charging for the product, and the area of patronage (number of customers) each firm had captured in the market. The results from these main experiments are described below, followed by a discussion of some follow-up experiments that were performed for the sake of sensitivity analysis.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Experiments and data collection",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. The model",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib22\">Hotelling (1929)</a> found two firms competing on a line choose to locate next to each other. This came to be known as the principle of minimum differentiation. Hotelling himself, and many since, claimed the principle explains a variety of phenomena including why political parties are all alike <a href=\"#bib7\">Boulding (1955)</a>; <a href=\"#bib14\">Downs (1957)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Previous economists have shown the principle of minimum differentiation is sensitive to the assumptions of Hotelling’s model. In particular, economists have proved that the principle does not hold if demand is price elastic <a href=\"#bib13\">Devletoglou (1965)</a>; <a href=\"#bib20\">Hartwick and Hartwick (1971)</a>; <a href=\"#bib25\">Lerner and Singer (1937)</a>; <a href=\"#bib33\">Robinson (1941)</a>; <a href=\"#bib36\">Smithies (1941)</a> or if transportation costs are non-linear d’Aspremont, <a href=\"#bib12\">Gabszewicz, and Thisse (1979)</a>. In contrast, our model matches Hotelling’s original assumptions that demand is price inelastic and transportation costs are linear.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For a discrete two-dimensional space, we find that the principle of minimum differentiation holds when there are two firms, but does not hold when there are three or more firms. From the very beginning, Hotelling’s original claim that the principle of minimum differentiation holds for three stores was challenged <a href=\"#bib9\">Chamberlin (1933)</a>; <a href=\"#bib25\">Lerner and Singer (1937)</a>, eventually establishing that there is no general equilibrium for precisely three stores on the one-dimensional interval. For two-dimensional market spaces where firms choose location but price is fixed, <a href=\"#bib16\">Eaton and Lipsey (1975)</a> hypothesize (but were unable to prove) that no equilibria exist for 3 or more firms. The potential lack of equilibria may have dashed hopes of solving for eventual steady-state configurations, but it does not settle the question of what non-equilibrium behavior would occur with three stores, and whether it would more closely approximate the principle of minimum differentiation, maximal differentiation, or somewhere in between. Agent-based simulation offers an approach that can explore model dynamics in such cases, and track the evolution of competition over time.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Notes</i>: Data plotted from 500 replicate simulation runs for each case (2 through 10 firms).",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00166%2Fijm-00166-fig1.tif",
                                        "size": {
                                            "width": 510,
                                            "height": 279
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00166%2Fijm-00166-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00166-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Minimum distance to nearest when firms choose locations but prices are fixed.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Notes</i>: Data plotted from 500 replicate simulation runs for each case (2 through 10 firms).",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00166%2Fijm-00166-fig2.tif",
                                        "size": {
                                            "width": 512,
                                            "height": 276
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00166%2Fijm-00166-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00166-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Maximum distance to nearest firm when firms choose locations but prices are fixed.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "At the end of every simulation, the distance between each firm and its nearest competitor was recorded. <a href=\"#fig1\">Figures 1</a> and <a href=\"#fig3\">3</a> plot the minimum distances, while <a href=\"#fig2\">Figures 2</a> and <a href=\"#fig4\">4</a> plot the maximum distances at the end of every simulation. <a href=\"#fig1\">Figures 1</a> and <a href=\"#fig2\">2</a> pertain to the case when firms choose locations but prices are fixed. <a href=\"#fig3\">Figures 3</a> and <a href=\"#fig4\">4</a> pertain to the case when firms choose both locations and prices. <a href=\"#fig1\">Figures 1</a>–<a href=\"#fig4\">4</a> show that with two firms the minimum and maximum distances are either 0 or 1. The two firms are either on the same location or adjacent to each other. Firms in our model seek local improvements assuming their competitor will maintain price and location. The two firms pivot around each other producing a distance of 1 in some cases and 0 in others. When three firms choose location, but not price, they form a gyrating equilateral triangle. This configuration appears relatively stable, since each store ends up losing some market share if it either moves in between the other two firms (closer to the center), or moves away from the other two firms toward the boundary. When three firms choose both price and location, the resulting pattern tends to involve the three firms forming a line, with two firms locked close together in fierce price competition and the third firm positioned further away. With more than three firms, firms arrange themselves in many different constellations (some of which are shown in <a href=\"#fig6\">Figures 6</a> and <a href=\"#fig7\">7</a>). <a href=\"#fig2\">Figures 2</a> and <a href=\"#fig4\">4</a> demonstrate that some firms are not especially close to any other firm, and do not form one large cluster; thus, the principle of minimum differentiation does not hold.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Notes</i>: Data plotted from 500 replicate simulation runs for each case (2 through 10 firms).",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00166%2Fijm-00166-fig3.tif",
                                        "size": {
                                            "width": 517,
                                            "height": 279
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00166%2Fijm-00166-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00166-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Minimum distance to nearest firm when firms choose both prices and locations.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Notes</i>: Data plotted from 500 replicate simulation runs for each case (2 through 10 firms).",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00166%2Fijm-00166-fig4.tif",
                                        "size": {
                                            "width": 517,
                                            "height": 297
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00166%2Fijm-00166-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00166-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Maximum distance to nearest firm when firms choose both prices and locations.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-1",
                    "title": "Result 1 <i>The principle of minimum differentiation does not hold in general</i>",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "An emergent property of the system is that firms form pairs, but never triples or groups of other sizes. This result is consistent with the “principle of local clustering” finding of <a href=\"#bib16\">Eaton and Lipsey (1975)</a>, although their model did not include firms’ ability to change prices, and used a 2-D disc shape rather than a rectangular section of the plane. Lone firms have a tendency to move towards other lone firms near them. However, pairs of firms do not together move towards other pairs. Rather they engage in intense competition with each other. <a href=\"#bib25\">Lerner and Singer (1937)</a> and <a href=\"#bib10\">Chamberlin (1953)</a> showed that in equilibrium some firms form pairs in the one-dimensional case. They argued firms at the edges must necessarily forms pairs because otherwise they have a tendency to approach the center. We do not find this to be true in the two-dimensional case. Singleton firms may exist in the periphery. Unlike in one-dimension, in two-dimensions a firm may lose some of its customers to other firms if it approaches the center from the periphery.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Notes</i>: Circles mark the case when firms choose locations but prices are fixed. Crosses mark the case when firms choose both locations and prices. Each data point represents the mean value from 500 replicate simulation runs.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00166%2Fijm-00166-fig5.tif",
                                        "size": {
                                            "width": 487,
                                            "height": 395
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00166%2Fijm-00166-fig5.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00166-fig5.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Proportion of firms that form local duopoly pairs (less than 3 units distance from one other firm at the end of the simulation run).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig5\">Figure 5</a> shows the proportion of firms that form pairs. In most cases, a significant proportion of the firms form pairs. The notable exception to pair formation is when there are three stores that are choosing location but have fixed (equal) prices; in this case, the three stores tend to roughly form the shape of a rotating equilateral triangle. <a href=\"#fig6\">Figures 6</a> and <a href=\"#fig7\">7</a> show the characteristic spatial locations along with the path taken by the firms. <a href=\"#table1\">Table 1</a> lists the prices of firms in <a href=\"#fig7\">Figure 7</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "Result 2 <i>Local duopolies emerge from the interaction between firms</i>",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This result is not surprising, but it is nice to see that it naturally emerges from the basic model rules. Firms with other firms near them charge low prices, whereas firms far away from competitors charge high prices. Some firms compete over large central areas by charging low prices, while other firms move to the periphery to occupy smaller regions charging high prices. This characteristic pattern can be observed in <a href=\"#table1\">Table 1</a> and <a href=\"#fig7\">Figure 7</a> parts (b) and (c), where the firms labeled C and L are charging substantially higher prices than the firms that paired up and are engaged in price wars with their nearest competitor.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Notes</i>: Firms are represented by circles, each filled in with a distinct color. The grid cells, each representing a customer, are colored using a lighter shade of the same hue as the firm which they currently patronize. The history of firms’ movement is shown as a trail of corresponding color.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00166%2Fijm-00166-fig6.tif",
                                        "size": {
                                            "width": 769,
                                            "height": 285
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00166%2Fijm-00166-fig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00166-fig6.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Characteristic locations with two, three and seven firms when firms choose locations but prices are fixed.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Notes</i>: Visualization of firms and customers’ patronage is the same as described in <a href=\"#fig6\">Figure 6</a> above.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00166%2Fijm-00166-fig7.tif",
                                        "size": {
                                            "width": 772,
                                            "height": 278
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00166%2Fijm-00166-fig7.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00166-fig7.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Characteristic locations with two, three and seven firms when firms choose both prices and locations.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Notes</i>: Firms positioned farther apart from others (e.g., C and L) charge higher prices than firms in competitive local duopolies, because they are able to raise prices without losing as many customers as firms who have nearby competitors.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<tbody>\n<tr>\n<td>Region</td>\n<td>A</td>\n<td>B</td>\n<td>C</td>\n<td>D</td>\n<td>E</td>\n<td>F</td>\n<td>G</td>\n<td>H</td>\n<td>I</td>\n<td>J</td>\n<td>K</td>\n<td>L</td>\n</tr>\n<tr>\n<td>Price charged</td>\n<td>1</td>\n<td>1</td>\n<td>8</td>\n<td>2</td>\n<td>2</td>\n<td>2</td>\n<td>2</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>3</td>\n<td>10</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Selling prices for the firms shown in <a href=\"#fig7\">Figure 7</a>.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig8\">Figure 8</a> displays plots of the relations between prices and distance to the nearest competitor. These plots demonstrate that there is a positive relation between the distance to the nearest competitor and price. The greater the distance to a competitor, the lower the level of competition, and greater the price. Note that the prices are much lower in the case where the firms choose both location and price; the ability of firms to move toward one another prevents any firm from profitably setting extremely high prices. Also, the tendency to form pairs with extremely low prices puts downward price pressure even on the unpaired stores at a distance.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig9\">Figure 9</a> displays plots of the firms’ profits versus prices. As profit is the product of a firm’s price and customer base, higher priced firms could earn less profit if they serve a tiny niche market. However, this model shows a strong positive correlation between price and profit. Firms that position themselves far away from their nearest competitors charge higher prices while maintaining a sizable customer base, and thus reap greater profits.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Notes</i>: Data plotted from each firm from all of the 4500 simulations involving 2 to 10 firms.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00166%2Fijm-00166-fig8.tif",
                                        "size": {
                                            "width": 736,
                                            "height": 333
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00166%2Fijm-00166-fig8.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00166-fig8.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "Price versus distance to nearest competitor when firms choose prices but locations are fixed (left panel) and when firms choose both locations and prices (right panel).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Notes</i>: Data plotted from each firm from all of the 4500 simulations involving 2 to 10 firms.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig9",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00166%2Fijm-00166-fig9.tif",
                                        "size": {
                                            "width": 753,
                                            "height": 346
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00166%2Fijm-00166-fig9.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00166-fig9.jpg"
                                        }
                                    },
                                    "label": "Figure 9",
                                    "title": "Profit versus price when firms choose prices but locations are fixed (left panel) and when firms choose both locations and prices (right panel).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-3",
                    "title": "Result 3 <i>Firms charge lower prices in more competitive regions</i>",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We performed additional experiments to test the robustness of these results by relaxing several model assumptions. Specifically, using the model that includes both movement and price changes, we explore the impact <i>of:</i>",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "imperfect information in the firms’ expectation formation process",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "irrationality within customer agents’ purchasing decisions",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "Imperfect information was modeled by limiting the firms’ ability to obtain perfect information about consumer demand when considering hypothetical location/price changes. Specifically, we introduced a parameter (<i>firms’ sample percentage</i>) that controls what percentage of the market firms could query. Each time a firm would query customer demand, a <i>random</i> fraction <i>of</i> the customers would respond, which could contribute to noise in the decision process. A more general interpretation <i>of</i> this parameter is that it specifies firms’ ability to accurately estimate market demand. The results of an experiment varying this sampling percentage from 5% through 100% are shown in <a href=\"#fig10\">Figure 10</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Notes</i>: Each data point represents the average across 500 simulation runs on a 41x41 grid.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig10",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00166%2Fijm-00166-fig10.tif",
                                "size": {
                                    "width": 541,
                                    "height": 611
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00166%2Fijm-00166-fig10.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00166-fig10.jpg"
                                }
                            },
                            "label": "Figure 10",
                            "title": "Sensitivity analysis for the distance between nearest firms (top panel), the fraction of firms involved in local duopolies (middle panel), and the average price (bottom panle), with respect to firms’ sampling percentage (what fraction of consumers each firm surveys about potential patronage during decision-making).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "We report several key measures (average distance to nearest competitor, average number of stores engaged in local duopolies, and average price). These measures are largely robust to imperfect information, and even at relatively low sampling percentages (for instance 15%), the main results hold: a) the principle of minimum differentiation does not hold for more than two firms, b) a significant (albeit smaller) fraction of stores form pairs, and c) firms charge less in more competitive regions. While information degradation tends to lead to fewer local duopoly pairs, a small amount <i>of</i> imperfect information causes an increase in pairings in the 3-firm case, possibly by injecting enough randomness to disrupt the semi-stable triangular symmetry that sometimes forms.",
                    "type": "paragraph"
                },
                {
                    "text": "<b>Irrationality</b> was modeled by introducing a parameter (<i>customer rationality percentage</i>) that controls the chance of each customer acting rationally (patronizing the least cost firm), as opposed to patronizing a random store. This might be construed as situations where a customer is desperate for the product or preoccupied by other matters, and purchses blindly without doing any comparison shopping/research. This parameter similarly controls the chance that a customer would report demand rationally to firms when queried, thus resulting in a different type of noise to the firms’ expectation formation process.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig11",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00166%2Fijm-00166-fig11.tif",
                                "size": {
                                    "width": 539,
                                    "height": 607
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00166%2Fijm-00166-fig11.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00166-fig11.jpg"
                                }
                            },
                            "label": "Figure 11",
                            "title": "Sensitivity analysis for the distance between nearest firms (top panel), the fraction of firms involved in local duopolies (middle panel), and the average price (bottom panel), with respect to customer rationality (the percent chance that each customer will choose to patronize their minimal cost firm, instead of choosing randomly among all firms).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#fig11\">Figure 11</a> shows the results for varying degrees of customer rationality. Once again, the results of this paper hold for less than perfect rationality. In this case, key model measures are highly robust down to approximately <b>80%</b> rationality, below which some qualitatively different patterns begin to emerge. When customers becomes sufficiently irrational, some firms (generally those not involved in local duopolies) begin to continually raise prices, losing all market share save for the irrational customers who randomly choose them (and are willing to pay any price).",
                    "type": "paragraph"
                },
                {
                    "text": "Additionally, we performed simulations with varying market sizes (smaller and larger grids than the 41x41 used for the main experiments). These simulations yielded qualitatively similar results to those presented here. The model is not particularly sensitive to the market size parameter, although smaller markets generally lead to greater competition and thus lower prices as one would expect. For example, see <a href=\"#fig12\">Figure 12</a>, which shows how the average price increases as the market size increases.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Notes</i>: Results shown are from 50 replicate simulations for each grid size, which ranged from 11 to 41 by increments of 2.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig12",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00166%2Fijm-00166-fig12.tif",
                                "size": {
                                    "width": 447,
                                    "height": 324
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00166%2Fijm-00166-fig12.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00166-fig12.jpg"
                                }
                            },
                            "label": "Figure 12",
                            "title": "Average price versus grid size for 3 firms that are choosing both location and price.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s4",
            "title": "4. Sensitivity analysis",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Economists have long known that firms compete not just on prices but also on the nature of the product. The product itself is an economic variable <a href=\"#bib10\">Chamberlin (1953)</a>. In a pioneering article, <a href=\"#bib22\">Hotelling (1929)</a> developed a formal framework to study price and product competition. Though over 85 years have passed since Hotelling’s contribution, no one has extended the model to two dimensions with multiple firms making price and location choices. The problem has proved analytically intractable.",
                    "type": "paragraph"
                },
                {
                    "text": "We solve the problem using agent-based simulation, demonstrating that agent-based approaches can offer additional insight into problems of economic theory that are very difficult (if not impossible) to approach analytically.",
                    "type": "paragraph"
                },
                {
                    "text": "Our model is a highly stylized depiction of the complex realities of price and product competition. However, one of the hallmarks of the most successful agent-based models, such as the <a href=\"#bib35\">Schelling (1971)</a> segregation model<sup><a href=\"#fn2\">2</a></sup>, is the model’s ability to demonstrate that even very simple agent rules can lead to the emergence of complex behavior. Such is the case with the two-dimensional spatial competition model presented here, which shows how the preservation of differentiation, the formation of local duopolies, and niche market pricing can all arise from the iteration of simple local decision-making rules. To gain further insight into these mechanics, this simple base model could be extended to include demand elasticity, asymmetric information, various interaction topologies, different distribution of customers, and higher-dimensional spaces. Additional consideration about firms’ decisionmaking processes and estimation of the expected profit of changing location/price would also be interesting. For instance, the firm agents might use reinforcement learning or neural networks, and include memory of past actions, and the firms could consider more than incremental changes in strategy. We hope that this model and future agent-based models inspired by it will enable greater exploration of multivariable economic competition and foster further investigation into out of equilibrium dynamics. More generally, agent-based modeling presents opportunities for exploring the state-space of models of economic competition in ways that more traditional analytical methods have not.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Concluding remarks",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Equilibrium existence in the linear model of spatial competition",
            "authors": [
                {
                    "name": {
                        "index": "Anderson, SP",
                        "preferred": "SP Anderson"
                    },
                    "type": "person"
                }
            ],
            "date": "1988",
            "id": "bib1",
            "journal": "Economica",
            "pages": {
                "first": "479",
                "last": "491",
                "range": "479–491"
            },
            "type": "journal",
            "volume": "55"
        },
        {
            "articleTitle": "Product aggregation, market integration, and relationships between prices: An application to world salmon markets",
            "authors": [
                {
                    "name": {
                        "index": "Asche, F",
                        "preferred": "F Asche"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bremnes, H",
                        "preferred": "H Bremnes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wessells, CR",
                        "preferred": "CR Wessells"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib2",
            "journal": "American Journal of Agricultural Economics",
            "pages": {
                "first": "568",
                "last": "581",
                "range": "568–581"
            },
            "type": "journal",
            "volume": "81"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Axelrod, R",
                        "preferred": "R Axelrod"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Simulating social phenomena",
            "chapterTitle": "Advancing the art of simulation in the social sciences",
            "date": "1997",
            "editors": [
                {
                    "name": {
                        "index": "Conte, R",
                        "preferred": "R Conte"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hegsel-mann, R",
                        "preferred": "R Hegsel-mann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Terna, P",
                        "preferred": "P Terna"
                    },
                    "type": "person"
                }
            ],
            "id": "bib3",
            "pages": {
                "first": "21",
                "last": "40",
                "range": "21–40"
            },
            "publisher": {
                "name": [
                    "Springer"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Axtell, R",
                        "preferred": "R Axtell"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "Center on Social and Economic Dynamics, The Brookings Institution",
            "id": "bib4",
            "title": "Center on Social and Economic Dynamics, The Brookings Institution",
            "type": "unknown"
        },
        {
            "articleTitle": "Spatial competition with differentiated products",
            "authors": [
                {
                    "name": {
                        "index": "Ben-Akiva, M",
                        "preferred": "M Ben-Akiva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Palma, A",
                        "preferred": "A De Palma"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thisse, J-F",
                        "preferred": "J-F Thisse"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "id": "bib5",
            "journal": "Regional Science and Urban Economics",
            "pages": {
                "first": "5",
                "last": "19",
                "range": "5–19"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Borrill, PL",
                        "preferred": "PL Borrill"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tesfatsion, L",
                        "preferred": "L Tesfatsion"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Agent-based modeling: The right mathematics for the social sciences?, (Eds.), The elgar companion to recent economic methodology, Edward Elgar Publishing",
            "id": "bib6",
            "title": "The elgar companion to recent economic methodology",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Boulding, KE",
                        "preferred": "KE Boulding"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Economic analysis",
            "date": "1955",
            "id": "bib7",
            "publisher": {
                "name": [
                    "Harper New York"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Aggregation and imperfect competition: On the existence of equilibrium",
            "authors": [
                {
                    "name": {
                        "index": "Caplin, A",
                        "preferred": "A Caplin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nalebuff, B",
                        "preferred": "B Nalebuff"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib8",
            "journal": "Econometrica",
            "pages": {
                "first": "25",
                "last": "59",
                "range": "25–59"
            },
            "type": "journal",
            "volume": "59"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chamberlin, EH",
                        "preferred": "EH Chamberlin"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The theory of monopolistic competition",
            "date": "1933",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Harvard University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The product as an economic variable",
            "authors": [
                {
                    "name": {
                        "index": "Chamberlin, EH",
                        "preferred": "EH Chamberlin"
                    },
                    "type": "person"
                }
            ],
            "date": "1953",
            "id": "bib10",
            "journal": "The Quarterly Journal of Economics",
            "pages": {
                "first": "1",
                "last": "29",
                "range": "1–29"
            },
            "type": "journal",
            "volume": "67"
        },
        {
            "articleTitle": "Price-increasing competition",
            "authors": [
                {
                    "name": {
                        "index": "Chen, Y",
                        "preferred": "Y Chen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riordan, MH",
                        "preferred": "MH Riordan"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib11",
            "journal": "The RAND Journal of Economics",
            "pages": {
                "first": "1042",
                "last": "1058",
                "range": "1042–1058"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "articleTitle": "On Hotelling’s “Stability in competition",
            "authors": [
                {
                    "name": {
                        "index": "d’Aspremont, C",
                        "preferred": "C d’Aspremont"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gabszewicz, JJ",
                        "preferred": "JJ Gabszewicz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thisse, J-F",
                        "preferred": "J-F Thisse"
                    },
                    "type": "person"
                }
            ],
            "date": "1979",
            "id": "bib12",
            "journal": "Econometrica",
            "pages": {
                "first": "1145",
                "last": "1150",
                "range": "1145–1150"
            },
            "type": "journal",
            "volume": "47"
        },
        {
            "articleTitle": "A dissenting view of duopoly and spatial competition",
            "authors": [
                {
                    "name": {
                        "index": "Devletoglou, NE",
                        "preferred": "NE Devletoglou"
                    },
                    "type": "person"
                }
            ],
            "date": "1965",
            "id": "bib13",
            "journal": "Economica",
            "pages": {
                "first": "140",
                "last": "160",
                "range": "140–160"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "articleTitle": "Aneconomictheoryofpolitical actioninademocracy",
            "authors": [
                {
                    "name": {
                        "index": "Downs, A",
                        "preferred": "A Downs"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "id": "bib14",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "135",
                "last": "150",
                "range": "135–150"
            },
            "type": "journal",
            "volume": "65"
        },
        {
            "articleTitle": "Competitive location strategies for two facilities",
            "authors": [
                {
                    "name": {
                        "index": "Drezner, Z",
                        "preferred": "Z Drezner"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "id": "bib15",
            "journal": "Regional Science and Urban Economics",
            "pages": {
                "first": "485",
                "last": "493",
                "range": "485–493"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "The principle of minimum differentiation reconsidered: Some new developments in the theory of spatial competition",
            "authors": [
                {
                    "name": {
                        "index": "Eaton, BC",
                        "preferred": "BC Eaton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lipsey, RG",
                        "preferred": "RG Lipsey"
                    },
                    "type": "person"
                }
            ],
            "date": "1975",
            "id": "bib16",
            "journal": "The Review of Economic Studies",
            "pages": {
                "first": "27",
                "last": "49",
                "range": "27–49"
            },
            "type": "journal",
            "volume": "42"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fujita, M",
                        "preferred": "M Fujita"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thisse, J-F",
                        "preferred": "J-F Thisse"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Economics of agglomeration: Cities, industrial location, and globalization",
            "date": "2013",
            "id": "bib17",
            "publisher": {
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Endogenous sequential entry in a spatial model revisited",
            "authors": [
                {
                    "name": {
                        "index": "Götz, G",
                        "preferred": "G Götz"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib18",
            "journal": "International Journal of Industrial Organization",
            "pages": {
                "first": "249",
                "last": "261",
                "range": "249–261"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "articleTitle": "Spatial cournot competition and agglomeration in a model of location choice",
            "authors": [
                {
                    "name": {
                        "index": "Gupta, B",
                        "preferred": "B Gupta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pal, D",
                        "preferred": "D Pal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sarkar, J",
                        "preferred": "J Sarkar"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib19",
            "journal": "Regional Science and Urban Economics",
            "pages": {
                "first": "261",
                "last": "282",
                "range": "261–282"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "articleTitle": "Duopoly in space",
            "authors": [
                {
                    "name": {
                        "index": "Hartwick, JM",
                        "preferred": "JM Hartwick"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hartwick, PG",
                        "preferred": "PG Hartwick"
                    },
                    "type": "person"
                }
            ],
            "date": "1971",
            "id": "bib20",
            "journal": "The Canadian Journal of Economics/Revue canadienne d’Economique",
            "pages": {
                "first": "485",
                "last": "505",
                "range": "485–505"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Survival at the center: The stability of minimum differentiation",
            "authors": [
                {
                    "name": {
                        "index": "Hehenkamp, B",
                        "preferred": "B Hehenkamp"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wambach, A",
                        "preferred": "A Wambach"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib21",
            "journal": "Journal of Economic Behavior & Organization",
            "pages": {
                "first": "853",
                "last": "858",
                "range": "853–858"
            },
            "type": "journal",
            "volume": "76"
        },
        {
            "articleTitle": "Stability in competition",
            "authors": [
                {
                    "name": {
                        "index": "Hotelling, H",
                        "preferred": "H Hotelling"
                    },
                    "type": "person"
                }
            ],
            "date": "1929",
            "id": "bib22",
            "journal": "The Economic Journal",
            "pages": {
                "first": "41",
                "last": "57",
                "range": "41–57"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "articleTitle": "Competition in multi-characteristics spaces: Hotelling was almost right",
            "authors": [
                {
                    "name": {
                        "index": "Irmen, A",
                        "preferred": "A Irmen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thisse, J-F",
                        "preferred": "J-F Thisse"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib23",
            "journal": "Journal of Economic Theory",
            "pages": {
                "first": "76",
                "last": "102",
                "range": "76–102"
            },
            "type": "journal",
            "volume": "78"
        },
        {
            "articleTitle": "Spatial competition in a two dimensional market",
            "authors": [
                {
                    "name": {
                        "index": "Jonas, P",
                        "preferred": "P Jonas"
                    },
                    "type": "person"
                }
            ],
            "date": "1968",
            "id": "bib24",
            "journal": "The Annals of Regional Science",
            "pages": {
                "first": "12",
                "last": "29",
                "range": "12–29"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "Some notes on duopoly and spatial competition",
            "authors": [
                {
                    "name": {
                        "index": "Lerner, AP",
                        "preferred": "AP Lerner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Singer, HW",
                        "preferred": "HW Singer"
                    },
                    "type": "person"
                }
            ],
            "date": "1937",
            "id": "bib25",
            "journal": "The Journal of Political Economy",
            "pages": {
                "first": "145",
                "last": "186",
                "range": "145–186"
            },
            "type": "journal",
            "volume": "45"
        },
        {
            "articleTitle": "Steady-state growth in a hotelling model of resource extraction",
            "authors": [
                {
                    "name": {
                        "index": "Lin, C-YC",
                        "preferred": "C-YC Lin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wagner, G",
                        "preferred": "G Wagner"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib26",
            "journal": "Journal of Environmental Economics and Management",
            "pages": {
                "first": "68",
                "last": "83",
                "range": "68–83"
            },
            "type": "journal",
            "volume": "54"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Maroulis, S",
                        "preferred": "S Maroulis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Guimerà, R",
                        "preferred": "R Guimerà"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Petry, H",
                        "preferred": "H Petry"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stringer, MJ",
                        "preferred": "MJ Stringer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gomez, LM",
                        "preferred": "LM Gomez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Amaral, LAN",
                        "preferred": "LAN Amaral"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wilensky, U",
                        "preferred": "U Wilensky"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib27",
            "pages": {
                "first": "38",
                "last": "39",
                "range": "38–39"
            },
            "title": "Complex systems view of educational policy research",
            "type": "web",
            "uri": "http://science.sciencemag.org/content/330/6000/38",
            "volume": "330",
            "website": "Science"
        },
        {
            "articleTitle": "Optimal product variety in a Hotelling model",
            "authors": [
                {
                    "name": {
                        "index": "Meagher, KJ",
                        "preferred": "KJ Meagher"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib28",
            "journal": "Economics Letters",
            "pages": {
                "first": "71",
                "last": "73",
                "range": "71–73"
            },
            "type": "journal",
            "volume": "117"
        },
        {
            "articleTitle": "Product differentiation and location decisions under demand uncertainty",
            "authors": [
                {
                    "name": {
                        "index": "Meagher, KJ",
                        "preferred": "KJ Meagher"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zauner, KG",
                        "preferred": "KG Zauner"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib29",
            "journal": "Journal of Economic Theory",
            "pages": {
                "first": "201",
                "last": "216",
                "range": "201–216"
            },
            "type": "journal",
            "volume": "117"
        },
        {
            "articleTitle": "Existence of equilibrium configurations of competitive firms on an infinite two-dimensional space",
            "authors": [
                {
                    "name": {
                        "index": "Okabe, A",
                        "preferred": "A Okabe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aoyagi, M",
                        "preferred": "M Aoyagi"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib30",
            "journal": "Journal of Urban Economics",
            "pages": {
                "first": "349",
                "last": "370",
                "range": "349–370"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ottino, B",
                        "preferred": "B Ottino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stonedahl, F",
                        "preferred": "F Stonedahl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wilensky, U",
                        "preferred": "U Wilensky"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib31",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Evanston, Il"
                        ]
                    },
                    "formatted": [
                        "Evanston, Il"
                    ]
                },
                "name": [
                    "Center for Connected Learning and Computer-based Modeling, Northwestern University"
                ]
            },
            "title": "http://cel.northwestern.edu/netlogo/models/Hotelling’sLaw",
            "type": "web",
            "uri": "http://cel.northwestern.edu/netlogo/models/Hotelling’sLaw",
            "website": "NetLogo Hotelling model"
        },
        {
            "articleTitle": "Hotelling ice cream dealers with elastic demand",
            "authors": [
                {
                    "name": {
                        "index": "Puu, T",
                        "preferred": "T Puu"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib32",
            "journal": "The Annals of Regional Science",
            "pages": {
                "first": "1",
                "last": "17",
                "range": "1–17"
            },
            "type": "journal",
            "volume": "36"
        },
        {
            "articleTitle": "A problem in the theory of industrial location",
            "authors": [
                {
                    "name": {
                        "index": "Robinson, A",
                        "preferred": "A Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "1941",
            "id": "bib33",
            "journal": "The Economic Journal",
            "pages": {
                "first": "270",
                "last": "275",
                "range": "270–275"
            },
            "type": "journal",
            "volume": "51"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Roemer, JE",
                        "preferred": "JE Roemer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Political competition: Theory and applications",
            "date": "2009",
            "id": "bib34",
            "publisher": {
                "name": [
                    "Harvard University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Dynamic models of segregation",
            "authors": [
                {
                    "name": {
                        "index": "Schelling, TC",
                        "preferred": "TC Schelling"
                    },
                    "type": "person"
                }
            ],
            "date": "1971",
            "id": "bib35",
            "journal": "Journal of mathematical sociology",
            "pages": {
                "first": "143",
                "last": "186",
                "range": "143–186"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Optimum location in spatial competition",
            "authors": [
                {
                    "name": {
                        "index": "Smithies, A",
                        "preferred": "A Smithies"
                    },
                    "type": "person"
                }
            ],
            "date": "1941",
            "id": "bib36",
            "journal": "The Journal of Political Economy",
            "pages": {
                "first": "423",
                "last": "439",
                "range": "423–439"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "articleTitle": "Two-stage two-dimensional spatial competition between two firms",
            "authors": [
                {
                    "name": {
                        "index": "Tabuchi, T",
                        "preferred": "T Tabuchi"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib37",
            "journal": "Regional Science and Urban Economics",
            "pages": {
                "first": "207",
                "last": "227",
                "range": "207–227"
            },
            "type": "journal",
            "volume": "24"
        },
        {
            "articleTitle": "Differentiation in a two-dimensional market",
            "authors": [
                {
                    "name": {
                        "index": "Veendorp, E",
                        "preferred": "E Veendorp"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Majeed, A",
                        "preferred": "A Majeed"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib38",
            "journal": "Regional Science and Urban Economics",
            "pages": {
                "first": "75",
                "last": "83",
                "range": "75–83"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "articleTitle": "New perspectives in competitive location theory",
            "authors": [
                {
                    "name": {
                        "index": "Wendell, R",
                        "preferred": "R Wendell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McKelvey, R",
                        "preferred": "R McKelvey"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "id": "bib39",
            "journal": "European Journal of Operational Research",
            "pages": {
                "first": "174",
                "last": "182",
                "range": "174–182"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wilensky, U",
                        "preferred": "U Wilensky"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib40",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Evanston, IL"
                        ]
                    },
                    "formatted": [
                        "Evanston, IL"
                    ]
                },
                "name": [
                    "Center for Connected Learning and Computer-Based Modeling, Northwestern University"
                ]
            },
            "title": "http://ccl.northwestern.edu/netlogo/",
            "type": "web",
            "uri": "http://ccl.northwestern.edu/netlogo/",
            "website": "Netlogo"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wilensky, U",
                        "preferred": "U Wilensky"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rand, W",
                        "preferred": "W Rand"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "An introduction to agent-based modeling: Modeling natural, social, and engineered complex systems with NetLogo",
            "date": "2015",
            "id": "bib41",
            "publisher": {
                "name": [
                    "MIT Press"
                ]
            },
            "type": "book"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
