{
    "status": "vor",
    "id": "00165",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00165",
    "authorLine": "Xiao-guang Zhang",
    "title": "Solving a Partial Equilibrium Model in a CGE Framework",
    "published": "2017-12-31T00:00:00Z",
    "versionDate": "2017-12-31T00:00:00Z",
    "statusDate": "2017-12-31T00:00:00Z",
    "volume": 10,
    "issue": 3,
    "fpage": 27,
    "lpage": 58,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00165/ijm-00165.pdf",
    "subjects": [
        {
            "id": "micro-macro-linkage",
            "name": "Micro-macro linkage"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper presents a simple approach to wrapping a computable general equilibrium (CGE) model around a behavioural microsimulation (BMS) model. The approach is akin to decomposing an integrated CGE model into a partial equilibrium (PE) or a BMS model and a ‘residual’ CGE model. This is likely to improve the BMS analysis when changes in labour supply are projected to be large. Specifically, this paper outlines how a household module with many households can be separated from the CGE model and how the resulting PE sub-model and CGE model can be solved iteratively, so that the equilibrium is identical to that obtained with an equivalent fully integrated model. The paper focuses on two challenges that arise when linking and solving the two models: how to find a convergent solution and how to ensure that it is a true general equilibrium solution. This involves ensuring that databases and theory in both models are consistent and fit exactly with each other. Some cases may require the use of a temporary slack variable to facilitate convergence. The approach has the potential to extend the range and quality of the analysis of policy-relevant issues.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Zhang",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "Productivity Commission"
                    ]
                }
            ],
            "emailAddresses": [
                "xzhang@pc.gov.au"
            ],
            "name": {
                "index": "Zhang, Xiao-guang",
                "preferred": "Xiao-guang Zhang"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "CGE MODEL",
        "PARTIAL EQUILIBRIUM MODEL",
        "MICROSIMULATION MODEL",
        "C63",
        "C68"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Computable general equilibrium (CGE) models are very useful for analysing the impacts of policy changes on the economy as a whole. However, as CGE models are typically built on the basis of input-output tables, many sub-sectoral details are often omitted due to aggregation. For microeconomic analysis at the sub-sectoral or sub-regional level, the most useful tool is the partial equilibrium (PE) model. Due to the different characteristics of individual sectors or regions analysed, the types of PE models vary widely, ranging from behavioural microsimulation (BMS) models with large samples of households to detailed industry-specific models with individual firms and their unique cost structures or technologies<sup><a href=\"#fn1\">1</a></sup>.",
                    "type": "paragraph"
                },
                {
                    "text": "Researchers have tried to bring the two types of models together to overcome their respective limitations, by integrating micro data and behaviour into a CGE framework. There are two major approaches. One is the so-called top-down (TD) approach, in which the simulation results of a CGE model are transmitted to a PE model, where the corresponding variables are exogenous, to gain a sense of distributional effects. For example, a microsimulation (MS) model might be used to calculate the effects of changes in wages and prices on individual households’ budgets. In this approach any household responses in terms of consumer demands and factor supplies are not fed back to the CGE model. Despite this limitation, this approach remains popular among researchers, mainly due to its simplicity and ease of implementation<sup><a href=\"#fn2\">2</a></sup>.",
                    "type": "paragraph"
                },
                {
                    "text": "The other approach is more sophisticated and known as the top down-bottom up (TD-BU) approach. In addition to the top-down effects from a CGE model, this approach also takes into account the “bottom-up” responses to the initial CGE changes of individual households from a behavioural microsimulation (BMS) model. This feedback effect enables the CGE model to account for behavioural responses from the BMS model. Typically, the CGE model is provided with quantity changes from the BMS model, while the BMS model is provided with price changes from the CGE models. This approach requires two models to perform iterative simulations until their solutions converge. <a href=\"#bib8\">Bourguignon and Savard (2008)</a> refer to this process of iterating between prices and quantities as a fixed point algorithm<sup><a href=\"#fn3\">3</a></sup>.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib23\">Savard (2003)</a> links a CGE model and a BMS model to simulate the distributional impacts of a tariff reduction on a large number of households in the Philippines (see also, <a href=\"#bib8\">Bourguignon &amp; Savard, 2008</a>). A sample of similar studies includes: <a href=\"#bib18\">Fredriksen, Heide, Holmoy, and Solli (2007)</a> who combine a dynamic microsimulation model of government pension expenditures and a large CGE-model of the Norwegian economy to estimate the extent to which two reforms of the public pension system might improve fiscal sustainability and stimulate employment. <a href=\"#bib1\">Aaberge Colombino, Holmøy, Strøm, and Wennemo (2007)</a> link a micro model of household labour supply with a CGE model of the Norwegian economy to analyse the impacts of population ageing. Both studies solve the models iteratively, with changes in labour supply determined by the micro model and used by the CGE, which determine changes in wage rates, cash transfers and capital income.",
                    "type": "paragraph"
                },
                {
                    "text": "Savard notes, however, an important limitation in this approach, “nothing guarantee[s] a converging solution to be found; therefore it must be validated and numerically checked for the introduction of each new hypothesis” (<a href=\"#bib23\">Savard, 2003</a>, p. 8)<sup><a href=\"#fn4\">4</a></sup>. In a recent survey of microsimulation models, <a href=\"#bib11\">Cockburn, Savard, and Tiberti (2014</a>, p. 8) also conclude that the ‘main shortcoming of this technique is that convergence is not guaranteed and must be verified for each simulation’.",
                    "type": "paragraph"
                },
                {
                    "text": "The lack of convergence typically originates from the two linked models having different behavioural assumptions or using inconsistent databases. Typically, a BMS model includes consumer demands for each household, whereas, in most CGE models, especially those used in TD-BU, consumer demand is modelled for a single representative household. These two demand systems can be difficult to reconcile<sup><a href=\"#fn5\">5</a></sup>. If the two databases are also not fully consistent, a convergent solution can be even more difficult to reach<sup><a href=\"#fn6\">6</a></sup>. More importantly, the data inconsistency could distort the simulation results. As <a href=\"#bib13\">Colombo (2010</a>, p. 90) notes, “data inconsistencies between the micro and the macro datasets can also affect results seriously […] one is left unable to distinguish which is the part of the resulting change that is due to feedback effects and which is the part due to data inconsistencies.”",
                    "type": "paragraph"
                },
                {
                    "text": "The issue of data inconsistency can only be resolved by adjusting the datasets. In fact, data reconciliation paves the way for developing a more <i>integrated</i> approach, in which a PE sub-model is integrated fully into a CGE model. Although the idea of integrated models is not a new one, only limited attempts have been made to build fully integrated models to date<sup><a href=\"#fn7\">7</a></sup>. Some practical difficulties prevent this approach from being adopted widely. One of the difficulties is the problem of dimensionality: the micro dataset can be too large, making the integrated model difficult to solve. A more serious problem is the difficulty of introducing complex functional forms or discrete rules and conditions, commonly used in PE models, into a CGE framework, particularly when it is written in percentage change form. As CGE models are typically built with smooth, “well-behaved” functions to make them tractable, introducing the kind of complexities that are found in PE models could make a CGE model unsolvable<sup><a href=\"#fn8\">8</a></sup>. This is why, despite the integrated approach being compelling in principle, in practice, some integrated models have been decomposed into two separate models and solved iteratively.",
                    "type": "paragraph"
                },
                {
                    "text": "For instance, <a href=\"#bib22\">Rutherford, Tarr, and Shepotylo (2004)</a> integrated over 30,000 household types in a CGE model to analyse the distributional impacts of Russia’s accession to the World Trade Organisation (WTO). As the integrated model was too large to be solved efficiently, a disaggregated household module was separated from the CGE model and the two models were solved iteratively. However, as the aggregate household in the CGE model has its own demand function, different from that of the disaggregated households, an algorithm was required so that, in each iteration, the demand parameters in the CGE model could be recalibrated to emulate the solution obtained from the household model, effectively neutralising the original aggregate household behaviour in the CGE model.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib3\">Arntz, Boeters, and Gürtzgen (2005)</a> integrate a discrete choice labour supply function into a CGE model with 26 household groups. <a href=\"#bib4\">Arntz, Boeters, Gürtzgen, and Schubert (2006)</a> extend this model to include 3,000 household types to analyse German welfare reform proposals designed to encourage labour force participation. This model proved too big to solve as a single model so the authors separated the two models and solve the system iteratively. With only one variable (aggregate labour supply) to link, the authors found that two models converged quickly.",
                    "type": "paragraph"
                },
                {
                    "text": "There seems to be a dilemma in trying to bring detailed household activities into CGE models. On the one hand, the integrated model is compelling, but it cannot fully incorporate complex PE model behaviours because doing so makes the integrated model intractable. On the other hand, the iterative approach does not guarantee a convergent solution. Obtaining a valid solution depends largely on trial-and-error or continuous adjustments to one model to match the other - a long procedure with an uncertain outcome. The challenge is, therefore, to find a modelling approach, which (a) is flexible enough to allow complex functional forms or conditions to be included in a GE framework; (b) is powerful enough to solve models with large datasets quickly; (c) always produces a converging and GE solution.",
                    "type": "paragraph"
                },
                {
                    "text": "In fact, if a PE model can be solved as part of an integrated CGE model, it should be possible for the same PE model to be solved outside the CGE model, using an iterative method to produce the same solution. The success of such a method relies on two conditions: (a) the databases of the two models must be fully consistent with each other; and (b) the two models must be structurally dependent on each other without overlapping behavioural functions. In a CGE-BMS context, the CGE model should have no household behaviour, and the BMS model should have no price formation mechanism. The missing components of one model are exclusively determined by reference to the other. In other words, the two models are not standalone: they are “separate, but integrated”.",
                    "type": "paragraph"
                },
                {
                    "text": "The first condition ensures that the solution is not affected by any database discrepancies while the second condition ensures that the separate PE model is still a part of the overall CGE model. Under these conditions, if the correct linking variables are used, iterative simulations should produce a convergent solution and no additional calibrating algorithms, such as those used in <a href=\"#bib22\">Rutherford <i>et al</i>. (2004)</a> are needed.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper, an integrated model provides a starting point for building such structurally linked models. Take an integrated model with multiple households as an example. The household module can be solved as an integrated component of the CGE model using conventional solution methods. Alternatively, the CGE model can be partitioned so that the household module is solved as a separate sub-model conditional on the rest of the CGE model. As the households in the sub-model are price takers, they respond to a given set of price changes by adjusting their demands for goods and supplies of factors. These quantity responses are aggregated to determine the behaviour of the aggregate household in the CGE model to solve for a new set of equilibrium prices to be used in the next iteration. As the two separate models complement each other structurally, these iterations emulate the interactions that the household module would have with the rest of the CGE model if it were solved as a fully integrated model. As a result, a convergent solution should be expected and should always be identical to that from the integrated model<sup><a href=\"#fn9\">9</a></sup>.",
                    "type": "paragraph"
                },
                {
                    "text": "More importantly, as the sub-model is outside the CGE model’s equation system and solved separately, it becomes free from the constraints that some conventional solution methods impose on the CGE model. As a result, the sub-model can be modified to incorporate more sophisticated functional forms or policy rules that would jeopardise the tractability of the model.",
                    "type": "paragraph"
                },
                {
                    "text": "In a household module, more flexible behavioural assumptions or discrete rules and complex conditions for tax and transfer payments at the individual household or person level can be readily implemented. Moreover, the sub-model can also be written in any form, linear or nonlinear, not necessarily in the same form as the CGE model. So long as these modifications do not alter the initial data consistency with the main model, a convergent and undistorted solution remains guaranteed.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper will use an integrated CGE model with a large sample of Australian households as an example to illustrate how the approach is implemented. The remainder of this paper is organised as follows.",
                    "type": "paragraph"
                },
                {
                    "text": "In <a href=\"#s1\">Section 1</a>, a simple-structured CGE model of the Australian economy and an Australian household survey dataset are used to build an integrated CGE model in which the aggregate consumption function of a single representative household is replaced by the individual consumption functions of a large number of household types<sup><a href=\"#fn10\">10</a></sup>. In this model, for simplicity, each household is assumed to display Cobb-Douglas preferences, which are parameterised with its own unique consumption pattern<sup><a href=\"#fn11\">11</a></sup>. This integrated CGE model is first solved using conventional solution techniques. Once the existence of a GE solution is confirmed, the household module is then separated from the integrated model to be used as a separate household sub-model, referred to as a BMS<sup><a href=\"#fn12\">12</a></sup> model. The remainder of the integrated model is reduced to a conventional one.",
                    "type": "paragraph"
                },
                {
                    "text": "However, the representative household in this model becomes an accounting unit with no behaviour<sup><a href=\"#fn13\">13</a></sup>.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#s2\">Section 2</a> illustrates how to solve a BMS model with a linked CGE model iteratively. Two cases are discussed. In the first case, the household BMS model, developed in the first section, is solved iteratively with the CGE model to demonstrate that a convergent solution can be found and, more importantly, that the solution is identical to that from the integrated model, a true GE solution. As the two solutions converge quickly without any complication, this case is regarded as well-behaved. A second and more complex example is also presented to show how the same iterative approach can be used to find a convergent GE solution when a model is not well behaved. The second example may represent a more general case, in which a slack variable is required for realigning the household budgets between the two linked models in the iteration process.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#s3\">Section 3</a> shows that, once the iterative solution is verified, the same database can be used to build a different BMS model, with more complex behavioural assumptions, and discrete rules and conditions for income tax and transfer payments<sup><a href=\"#fn14\">14</a></sup>. The paper modifies the simple BMS model to introduce a more realistic income tax schedule and a truncated labour supply function to show that it can still be solved iteratively with the CGE model to produce a convergent and GE solution.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper concludes with some comments on the possible applications of the ideas behind the iterative approach to partitioning of other parts of a CGE model. The paper focuses on how and under what conditions convergence is achieved, instead of the actual simulation results. For GEMPACK<sup><a href=\"#fn15\">15</a></sup> users, a simple and effective way of linking and iteratively solving separate models is provided in Appendix A.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section outlines a procedure for creating a detailed household model that accounts for market interactions. The process starts from building a CGE model that integrates a detailed household module. It shows how the household module is taken out of the integrated model to form a separate BMS model and how the BMS model is linked with the rest of the CGE model. Although it is not necessary to follow this approach, an important advantage of building a BMS model from an integrated model is that it ensures the BMS database is fully consistent with the CGE database.",
                    "type": "paragraph"
                },
                {
                    "text": "The integrated model database is drawn from two sources: a 104-industry input-output table (<a href=\"#bib6\">Australian Bureau of Statistics, 2015</a>) and household survey data for 9,774 sample households and more than 18,000 persons (<a href=\"#bib5\">Australian Bureau of Statistics, 2012</a>). The method used to reconcile the two datasets is detailed in Appendix B. The model consists of 40 equations, which are essential for the model’s general equilibrium solution. A full list of the core equations is provided in Appendix C.<sup><a href=\"#fn16\">16</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "The household module is included in <a href=\"#s5\">Sections 5</a> and 6 of the integrated model, provided in Appendix C. It has 11 equations (Equations 30–40) and, therefore, it is easy to take it out of the integrated model’s system and use it as a separate BMS model. This sub-model consists of two sections: one defines various sources of household income and demands for goods and services; the other calculates a set of aggregate variables that are used in linking with their counterparts in the CGE model. In this implementation, the CGE assumptions about fixed factor supplies, income tax rates and real transfer payments remain unchanged so that the solutions from the integrated and the iterative models are comparable. These assumptions will be relaxed in <a href=\"#s3\">Section 3</a>, when the BMS model is modified to introduce household labour supply behaviour and more complex income tax rules.",
                    "type": "paragraph"
                },
                {
                    "text": "Initially, the individual household saving rates, <inline-formula id=\"inline1\"><math display=\"inline\" id=\"i1\"><msubsup><mi>s</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></math>, are determined by the household survey data as the difference between disposable income and expenditure income. In the iterative simulations, these saving rates can be adjusted to accommodate any changes in the aggregate household saving rate of the CGE model. Temporary changes might be required when using the slack variable approach to be explained below.",
                    "type": "paragraph"
                },
                {
                    "text": "With the household module taken out, the integrated model is reduced to a conventional CGE model with only one representative household. However, it has a fundamental difference from a conventional model: it becomes ‘<i>incomplete’</i> because it has no household behaviour. The household behaviour has been ‘decomposed out’. The household sector is an accounting unit: the behaviour of the aggregate household is simply the aggregation of individual household behaviours as taken from the BMS model. The CGE model uses some aggregate variables to link with the BMS model: total factor supplies <inline-formula id=\"inline2\"><math display=\"inline\" id=\"i2\"><mo stretchy=\"false\">(</mo><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mn>o</mn><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mtext>and</mtext><msup><mi>X</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msup><mo stretchy=\"false\">)</mo></math>, income tax and total aggregate benefit <inline-formula id=\"inline3\"><math display=\"inline\" id=\"i3\"><mo stretchy=\"false\">(</mo><msup><mi>t</mi><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msup><mtext> </mtext><mtext>and</mtext><mtext> </mtext><msup><mi>X</mi><mrow><mi>b</mi><mi>e</mi><mi>n</mi></mrow></msup><mo stretchy=\"false\">)</mo></math>, and total household demand for each composite good <inline-formula id=\"inline4\"><math display=\"inline\" id=\"i4\"><mo stretchy=\"false\">(</mo><msubsup><mi>Q</mi><mrow><mo>_</mo><mi>h</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>c</mi><mi>o</mi><mi>m</mi></mrow></msubsup><mo stretchy=\"false\">)</mo></math> which appear in Equations 11, 12, 13–1 and 16–2 (Appendix C). Note that these variables are originally endogenous in the integrated model and now become exogenous in the new CGE model.",
                    "type": "paragraph"
                },
                {
                    "text": "The household model, formed with the 11 equations from the integrated model, takes changes in all prices and in the average saving rate from the CGE model – the factor price variables <inline-formula id=\"inline5\"><math display=\"inline\" id=\"i5\"><mo stretchy=\"false\">(</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mn>o</mn><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mtext> </mtext><mtext>and</mtext><mtext> </mtext><msup><mi>P</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msup><mo stretchy=\"false\">)</mo></math> and goods price variables <inline-formula id=\"inline6\"><math display=\"inline\" id=\"i6\"><mo stretchy=\"false\">(</mo><msubsup><mi>P</mi><mrow><mo>_</mo><mi>s</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mo>\"</mo><mi>h</mi><mi>o</mi><mi>u</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mn>2</mn></mrow></msubsup><mtext> </mtext><mtext>and</mtext><mtext> </mtext><msubsup><mi>P</mi><mrow><mo>_</mo><mi>C</mi><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>h</mi><mi>o</mi><mi>u</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mi>t</mi></msubsup><mo stretchy=\"false\">)</mo></math> are originally endogenous in the integrated model and now become exogenous in the household model. The aggregate household in the CGE model takes aggregated changes in all quantities and changes in the income tax rate and benefits from the household model as exogenous changes. The linkage between the two models can be explained by the links between two aggregate household budgets as shown in <a href=\"#fig1\">Figure 1</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Notes</i>: Variables L, b, t and C are exogenous changes imported from the BMS model to the CGE model, while variables W, s and P are exogenous changes imported from the CGE model to the BMS model.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00165%2Fijm-00165-fig1.tif",
                                "size": {
                                    "width": 692,
                                    "height": 393
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00165%2Fijm-00165-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00165-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Variables linking the BMS and the CGE models.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In the two initial databases, the aggregate household budgets are identical and balanced: disposable income, net of savings, equals expenditure. Disposable income is equal to factor income (<i>WL</i>) plus transfer payments (<i>b</i>), net of income tax (<i>t</i>). When the household module is separated from the CGE model, the budget constraint for the aggregate household in the CGE model no longer holds because income and expenditure are determined separately by exogenous changes from the household model. In iterative simulations, the delayed responses of the two models to the changes from their counterparts result in temporary discrepancies in the household budgets, as indicated by the inequality in <a href=\"#fig1\">Figure 1</a>. To monitor the discrepancies in the aggregate household budget, a new variable <i>H</i> is introduced in the CGE model, which is defined as the gap between disposable income and expenditure (<a href=\"#equ1\">Equation 1</a>)",
                    "type": "paragraph"
                },
                {
                    "id": "equ1",
                    "label": "(1)",
                    "mathml": "<math><mi>H</mi><mo>=</mo><msub><mi>E</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>h</mi><mi>o</mi><mi>u</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow></msub><mo>−</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mo>\"</mo><mi>h</mi><mi>o</mi><mi>u</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mi>t</mi></msubsup><msubsup><mi>Q</mi><mrow><mo>_</mo><mi>h</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>c</mi><mi>o</mi><mi>m</mi></mrow></msubsup><mo>=</mo><msup><mi>Y</mi><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msup><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msubsup><mi>s</mi><mrow><mo>_</mo><mi>s</mi></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup><mo stretchy=\"false\">)</mo><mo>−</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mo>\"</mo><mi>h</mi><mi>o</mi><mi>u</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mi>t</mi></msubsup><msubsup><mi>Q</mi><mrow><mo>_</mo><mi>h</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>c</mi><mi>o</mi><mi>m</mi></mrow></msubsup></math>",
                    "type": "mathml"
                },
                {
                    "text": "A diminishing value of variable <i>H</i> indicates that the process is converging. Once full convergence is reached, the household budgets in the two models are equal, and the value of variable <i>H</i> should be zero (or very close to zero).",
                    "type": "paragraph"
                },
                {
                    "text": "An increasing value of variable <i>H</i> is a sign of divergence in the two model solutions. In this case, variable <i>H</i> can be set as exogenous to fix the household budget so that the saving rate can be used as an endogenous <i>slack variable</i> to capture any gap between disposable income and expenditure that may appear in the iteration process. The endogenous changes in the saving rate, captured in the CGE model, are transmitted to the BMS model so that all household saving rates can be adjusted to ensure that the changes in the aggregate household budget in the BMS model are in line with that in the CGE model in every iteration. If the saving rate is assumed to be unchanged in the simulation, a partial adjustment mechanism can be used to facilitate the saving rate’s return to its initial level in the final equilibrium<sup><a href=\"#fn17\">17</a></sup>.",
                    "type": "paragraph"
                },
                {
                    "text": "Some models may be “well behaved” and readily converge to a solution without the use of a slack variable. However, as shown in the following section, if two linked models are not well-behaved, using the saving rate as a slack variable becomes necessary to bring the two models to a convergent solution.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Building an integrated CGE model with many households and separating the household sector",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section illustrates how to solve a household BMS model with a linked CGE model iteratively to produce the same GE solution as an integrated model does. The key to this result lies in the complementarity between the two models, which makes the households in the BMS model respond to the CGE price changes as if they were fully integrated in the CGE model. Two examples are discussed in the following: a well-behaved case and a not well-behaved case.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "This section shows first a well-behaved case, which is represented by the two linked models discussed in the previous section. These two models are solved iteratively without the use of a slack variable. The performance of the two models in iterative simulations is illustrated in the goods market. The iterative solution is then compared with the solutions from the integrated model to verify that it is a true GE solution.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The policy experiment begins with a 10 percent reduction in import tariffs in the CGE model. The resulting changes in goods and factor prices are passed to the BMS model. Each household changes its demand for commodities. The responses in the households’ consumption in the BMS model are then aggregated and fed back into the CGE model, together with the original tariff changes. This process is repeated until the solutions converge.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In this experiment, it takes only five iterations for the two models to converge. The convergence process in the goods market is plotted in <a href=\"#fig2a\">Figure 2a</a>. This process can be seen as a series of partial adjustments between a supply curve, implied in the CGE model, and a demand curve, implied in the BMS model. The initial aggregate household expenditure is at point 0, where the CGE supply and BMS demand are in equilibrium. As household demands are fixed exogenously, the demand curve in the CGE model is a vertical line through point 0. The exogenous changes to the import tariffs reduce the purchaser’s price of goods and services and shift the CGE supply curve vertically down to a new equilibrium at point 1.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Notes</i>: The origins of the two axes are not from zero. This applies to <a href=\"#fig3a\">Figures 3</a>, <a href=\"#fig5a\">5</a> and <a href=\"#fig7a\">7</a> below.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig2a",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00165%2Fijm-00165-fig2a.tif",
                                        "size": {
                                            "width": 704,
                                            "height": 603
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00165%2Fijm-00165-fig2a.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00165-fig2a.jpg"
                                        }
                                    },
                                    "label": "Figure 2a",
                                    "title": "Convergence in the goods market: import tariff changes.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The decreases in the prices of composite goods are then used as exogenous changes in the BMS model, implying that the supply curve in the BMS is a horizontal line through point 1. With a large fall in goods prices, the BMS demand increases to point 2. It should also be noted that household income is also reduced slightly because transfer payments are indexed to the consumer price index (CPI), which decreases with the tariff. Therefore, when goods prices fall, household real incomes fall accordingly. This offsets part of the increase in household demand that is due to the initial fall in prices through a shift of the demand curve.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the second iteration, the increases in household demands from the BMS model are used to insert exogenous changes to the CGE model. With a new demand curve given by the vertical line through point 2, the same tariff changes result in a less severe fall in the prices of goods in the CGE model than in the first round, so that the supply curve shifts only down to point 3 (from point 0)<sup><a href=\"#fn18\">18</a></sup>. Due to the indexation of transfer payments, household real income is also higher than it was in the previous iteration. With these new price changes, households in the BMS model respond by increasing their demand and pushing the CGE household demand curve horizontally to point 4.",
                            "type": "paragraph"
                        },
                        {
                            "text": "After the first two iterations, the two models enter a familiar cobweb pattern of adjustments (<a href=\"#fig2b\">Figure 2b</a>, an enlarged display of the circled area in <a href=\"#fig2a\">Figure 2a</a>). After a few more iterations, the two models converge to an equilibrium solution at point C, where the CGE supply curve and the BMS demand curve intersect each other.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2b",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00165%2Fijm-00165-fig2b.tif",
                                        "size": {
                                            "width": 609,
                                            "height": 510
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00165%2Fijm-00165-fig2b.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00165-fig2b.jpg"
                                        }
                                    },
                                    "label": "Figure 2b",
                                    "title": "Cobweb converging toward equilibrium in goods market: import tariff changes.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The convergence has two distinct phases. In the first phase, the process follows a single direction, while in the second phase, it follows a cobweb pattern. The first phase involves some realignment of household incomes between the two models. Once the income discrepancies, created by the lagged adjustments between the two models, are reduced to a relatively low level, the cobweb phase begins. The phase of income realignment is crucial for the cobweb convergence. In the above example, the income realignment is achieved without the introduction of a slack variable because the aggregate household saving rate is quite low (only 2.2 per cent of aggregate disposable income according to the survey data). This implies that household expenditures account for almost the entire disposable income in aggregate, so that it is not necessary for the small changes in the saving rate to be transmitted back to the BMS model. This is because the price feedback from the CGE model captures all the changes required for the BMS model to produce a consistent response, including the required adjustments in household income. As a result, the income realignment between the two models can be achieved through the CGE price changes alone, and a slack variable is not required<sup><a href=\"#fn19\">19</a></sup>. It should also be noted that, in this model, the majority of savings comes from the part of capital income that accrues to firms, which is outside the household module and does not rely on the feedback from the BMS model to reach equilibrium. This feature also facilitates the convergence in the iterative simulation process (see Appendix Table A.2 for data details).",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig2a\">Figures 2a</a> and <a href=\"#fig2b\">2b</a> show that convergence is quick and smooth, implying that both models are well-behaved. As <a href=\"#bib13\">Colombo (2010)</a> mentioned, however, a convergent solution may not be a true GE solution due to data or model inconsistencies. To verify whether this solution is a true GE solution the same simulation is conducted with the integrated model. The results from the iterative models are found to be identical to those from the integrated model. This confirms that the iterative approach can be used as an alternative solution method to the integrated approach in this case.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 A well-behaved case",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Not all models are well-behaved. For example, if the saving rate is high, holding the saving rate fixed during the iteration process tends to increase the gap between household disposable income and expenditures and, therefore, lead to diverging solutions. This section will present the case of two linked models that are not well-behaved because the household data imply a large aggregate savings rate.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To demonstrate this case, a different household survey dataset with a higher average saving rate is needed. As the structure of the integrated CGE model is determined by the household data, a different CGE model also needs to be used. The model and database used in this case are taken from another integrated CGE model of the Australian economy, described in <a href=\"#bib26\">Zhang (2015)</a><sup><a href=\"#fn20\">20</a></sup>. As before, the household module is taken out of the integrated model to be used as a separate BMS model. In the integrated CGE model, the household demands for composite goods are turned off and replaced by the exogenous changes derived from the simulation outcome of the BMS model. Likewise, in the BMS model, the changes in all prices of goods and factors are taken from the simulation outcome of the CGE model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The simulation is a one-percent increase in the supply of the occupation ‘labourers’ by households in the BMS model. As above, the simulation is first conducted with the integrated model, using a conventional solution method, to produce a set of results to compare with the results from the iterative method.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The same experiment is conducted with the two linked models. As in the previous case, the budget balance of the aggregate household in the CGE model is allowed to vary, through endogenous variable <i>H</i> in <a href=\"#equ1\">Equation 1</a>, while saving rates for individual households in the BMS model remain fixed. The iterative interactions between the two models in the aggregate goods markets are plotted in <a href=\"#fig3a\">Figure 3a</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3a",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00165%2Fijm-00165-fig3a.tif",
                                        "size": {
                                            "width": 651,
                                            "height": 512
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00165%2Fijm-00165-fig3a.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00165-fig3a.jpg"
                                        }
                                    },
                                    "label": "Figure 3a",
                                    "title": "Diverging responses in the goods market without a slack variable: labour supply increase in the BMS model.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "It is clear from the figure that the models are not well behaved. The increase in labour supply causes the quantity responses of the BMS model and the price responses of the CGE model to move away from each other. These diverging responses follow a cobweb pattern and can be seen from the widening gap between the CGE supply curves and the BMS demand curves (these are the small curves that shift at each iteration shown in the figure). The lack of convergence is attributable to a relatively large aggregate saving rate (about 30 percent) in the BMS database, a large initial gap between the aggregate household disposable income and expenditure. If the changes in this gap in the CGE model are ignored by the BMS model, the price feedback from the CGE model alone is unable to align the aggregate household budgets across the two models. Without adjusting saving rates, the income on which the households in the BMS model base their demand decisions would be inconsistent with the income in the CGE model. This inconsistency cumulates over the iteration process and produces the diverging cobweb pattern shown in <a href=\"#fig3a\">Figure 3a</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, the integrated model has already shown that a solution exists, which should be at the centre of the cobweb point C. Now the question is how to induce the two models to reach the observed equilibrium solution at point C. The answer lies in the household saving rate.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To avoid divergence, a simple solution is to swap the endogenous variable <i>H</i> with the exogenous variable <inline-formula id=\"inline7\"><math display=\"inline\" id=\"i7\"><msubsup><mi>s</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>i</mi><mi>n</mi><mi>v</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></math> in the CGE model, that is, to impose household budget balance and set the household saving rate endogenous. The saving rate <inline-formula id=\"inline8\"><math display=\"inline\" id=\"i8\"><mo stretchy=\"false\">(</mo><msubsup><mi>s</mi><mrow><mo>_</mo><mi>s</mi></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup><mo stretchy=\"false\">)</mo></math> is now used as a <i>temporary</i> slack variable to capture possible discrepancies between the household budgets in the CGE model. In the iteration process, endogenous changes in the household saving rate are transmitted from the CGE model to the BMS model so that the household budgets in the BMS model are realigned constantly with the aggregate household budget in the CGE model, which induces the households in the BMS model to make decisions on the same income basis as in the CGE model. This income realignment prevents the response of the BMS model from generating a diverging path.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The use of the saving rate as a slack variable allows it to deviate temporarily from its original level in the iteration process. The saving rate needs to be gradually brought back to its initial level in the iteration process. This is achieved by applying a partial adjustment factor (for example, 0.5) to the savings rate changes from the CGE solution, when they are transmitted to the BMS model<sup><a href=\"#fn21\">21</a></sup>. The iteration results for the goods market are plotted in <a href=\"#fig3b\">Figure 3b</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As shown in <a href=\"#fig3a\">Figure 3a</a>, in the first BMS simulation, with goods prices fixed, an increase in the labour supply increases the demand for composite goods from point 0 to point 1. The first CGE response is an increase in the price from point 1 to point 2. Without the endogenous saving adjustment, the next round of CGE price feedback would induce a quantity response of the BMS model from point 2 to point 3 and lead to a diverging process.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As shown in <a href=\"#fig3b\">Figure 3b</a>, with the partial adjustment mechanism, the quantity response in the BMS model is also halved (compare with <a href=\"#fig3a\">Figure 3a</a>). As only half of the response of the BMS model is fed back to the CGE model in every iteration, the price responses of the CGE model are also diminishing. The previous cobweb diverging process is therefore replaced by a cobweb converging process. Unlike in <a href=\"#fig3a\">Figure 3a</a>, the implied supply and demand curves are now gradually shifted toward equilibrium point C with a diminishing gap, as the household budgets continue adjusting. Finally when the goods market reaches equilibrium at point C, a convergent solution for the two models is reached. This solution is found to be identical to the one obtained with the integrated model. This confirms that the iterative approach has produced the same GE solution as that obtained with the integrated model.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3b",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00165%2Fijm-00165-fig3b.tif",
                                        "size": {
                                            "width": 645,
                                            "height": 491
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00165%2Fijm-00165-fig3b.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00165-fig3b.jpg"
                                        }
                                    },
                                    "label": "Figure 3b",
                                    "title": "Cobweb converging toward equilibrium in the goods market with saving rate as a slack variable.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "This example shows how the use of the slack variable brings not-well-behaved models to a converging solution. Without a slack variable to adjust the BMS household budgets, the two models would not converge, even though the integrated model showed that such a solution exists.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A slack variable can also be used to solve well-behaved models such as that shown in the first case, but it requires a longer iteration process. This is because the savings adjustment is a slow process. Therefore, if some linked models are known to be well-behaved in iterations, it may be inefficient to use the slack variable approach to find a solution.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 A not well-behaved case",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Solving the BMS model in a CGE framework iteratively",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The household sub-models used above are taken directly from integrated CGE models, in which households have only simple behaviours with given factor endowments. Once the iterative simulation produces the same solution as the integrated model, more flexible structures and complex functional forms, normally unsolvable when embedded in an integrated CGE model, can be readily introduced in the sub-model. No matter how the structure and the behavioural assumptions of the sub-model are modified, so long as they are calibrated to the same initial database, the interactions of both models will still be consistent with each other in iterations, which ensures a convergent and GE solution.",
                    "type": "paragraph"
                },
                {
                    "text": "Moreover, to introduce more sophisticated behaviours for economic agents and more realistic policy settings, the sub-model might be written in a format that differs from that used for the CGE model. For example, the sub-model can be written in nonlinear form, or levels, instead of in the percentage change form that is typically used for a CGE model to allow for more flexible functions to be introduced.",
                    "type": "paragraph"
                },
                {
                    "text": "This section uses the simple household model, developed in <a href=\"#s1\">Section 1</a>, as an example to show how such a simple model is converted into a more flexible BMS model and still solvable using the iterative approach. In the following, two examples of modifications are discussed. First, the fixed labour endowment is replaced by a more sophisticated labour supply function. Second, a more complex income tax schedule is introduced. These are the features of the BMS models that might be required to analyse the impacts of changes in income tax policies on individual households or persons. This section also shows that a GE solution is still obtainable for these more complex BMS models if solved with a linked CGE model, using the same iterative approach as above.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In the BMS model database, some households have persons who are employed and receive labour income. In the household survey, employment status is classified as “employed”, “unemployed” and “not in the labour force”. The employed are further classified as “full-time” or “part-time”. For each employed person, there is information about their occupation (eight categories), weekly working hours (up to 50 hours) and annual labour income. This rich information in the household survey allows labour supply to be defined at an individual person’s level, as a function of an hourly wage rate<sup><a href=\"#fn22\">22</a></sup> as well as policy-related factors that affect disposable labour income, such as income tax rates and various transfer payments.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The supply of occupation <i>o</i> by person <i>n</i> in household <i>h</i> is defined as a function of the market wage rate net of personal income tax, as follows (<a href=\"#equ2\">Equation 2</a>),<sup><a href=\"#fn23\">23</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ2",
                            "label": "(2)",
                            "mathml": "<math><mrow><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mo>=</mo><msubsup><mi>α</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><msup><mrow><mo stretchy=\"false\">(</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mo stretchy=\"false\">)</mo></mrow><mrow><msub><mi>ε</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo stretchy=\"false\">)</mo></mrow></msub></mrow></msup></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <inline-formula id=\"inline9\"><math display=\"inline\" id=\"i9\"><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup></math> is the post-tax wage rate (<a href=\"#equ3\">Equation 3</a>),",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ3",
                            "label": "(3)",
                            "mathml": "<math><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mo>=</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "and, <i>ε<sub>(0)</sub></i> is the elasticity of labour supply for occupation <i>0</i> with respect to its wage rate, <inline-formula id=\"inline10\"><math display=\"inline\" id=\"i10\"><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup></math>, which is the wage per hour of occupation <i>0</i> for person <i>n</i> in household <i>h,</i> and <inline-formula id=\"inline11\"><math display=\"inline\" id=\"i11\"><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></math> is the income tax rate <sup><a href=\"#fn24\">24</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The labour supply is illustrated in <a href=\"#fig4\">Figure 4</a>. Point E represents an individual’s equilibrium weekly hours worked in a particular occupation at the corresponding hourly post-tax wage rate. The curvature of the supply curve is determined by parameter <i><b>ε</b></i> When <i><b>ε</b> =</i> 1, the labour supply is linear. Lower parameter values produce more curved labour supplies, implying that a labour supply is less responsive to wage changes around E. There is also a maximum number of working hours allowed each week. Once that limit is reached, the supply curve becomes vertical, implying no more response in an individual’s labour supply to further wage increases.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00165%2Fijm-00165-fig4.tif",
                                        "size": {
                                            "width": 576,
                                            "height": 364
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00165%2Fijm-00165-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00165-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Labour supply curves with various elasticities.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "This labour supply responds positively to price signals. However, unlike the functions in a CGE model, this function is truncated at a maximum of 50 hours per week or some specific working hours below 50 for those who are identified as “fully employed”. They are assumed not to respond to further wage increases. Even for those who are close to full employment, a slight rise in wage rate may induce them to hit the limit. Therefore, a rise in wage rate may not necessarily induce an expected rise in labour supply. Such possibilities may cause many conventional solution methods to collapse. The following simulation is used to test if the iterative solution method is flexible enough to handle such complications.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In this simulation, a 10 percent cut in the tariff rates for imports is introduced again in the CGE model. This time, individual persons in the BMS model are able to respond to wage rate changes by altering their labour supply decisions. The labour supply elasticity is set as 0.5 for all occupations. Relative to the previous simulation in which labour supplies were fixed, the introduction of labour supply functions implies more flexible supply-side responses and, therefore, a greater number of iteration may be needed for the two models to converge. That said, in this case, a solution is reached after about eleven iterations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig5a\">Figure 5a</a> shows the converging process in the aggregate labour market. As before, the first three simulations realign the household budgets between the two models (<a href=\"#fig5a\">Figure 5a</a>) and put the labour-wage interaction on a converging cobweb trajectory (<a href=\"#fig5b\">Figure 5b</a>). This example shows that the iterative solution method is flexible enough to accommodate unconventional functional forms so that a GE solution can be reached. More importantly, even if a convergent solution is not found, this method produces temporary solution files that enable the user to track down possible causes of the problem and resolve them by modifying relevant individual behaviours as required.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5a",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00165%2Fijm-00165-fig5a.tif",
                                        "size": {
                                            "width": 695,
                                            "height": 610
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00165%2Fijm-00165-fig5a.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00165-fig5a.jpg"
                                        }
                                    },
                                    "label": "Figure 5a",
                                    "title": "Converging process in labour market: import tariff changes from CGE model to BMS model with flexible labour supply.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5b",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00165%2Fijm-00165-fig5b.tif",
                                        "size": {
                                            "width": 678,
                                            "height": 537
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00165%2Fijm-00165-fig5b.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00165-fig5b.jpg"
                                        }
                                    },
                                    "label": "Figure 5b",
                                    "title": "Cobweb converging toward equilibrium in labour market: import tariff changes with flexible labour supply.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Introducing household labour supply",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The household survey contains rich information on personal income taxes and various types of transfer payments at the detailed personal and household level. Typically, these tax and transfer payments are not specified in detail in a CGE model because the rules and conditions, on which they are based, are typically too complex to comply with the requirements for solving with a CGE model using conventional solution methods, such as the Johansen approach<sup><a href=\"#fn25\">25</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A separate BMS model, built in levels, provides the flexibility to incorporate the complex rules and conditions of an income tax and transfer system, rather than approximating them with average tax rates as is often seen in CGE models. In the second example, a detailed income tax schedule is incorporated in the labour supply function, introduced above, to illustrate how a BMS model with these complex tax rules is solved in levels iteratively with a CGE model, which is solved with linear algebra.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Australia has a progressive income tax system. There are five marginal tax rates, applied to different income ranges, as shown in <a href=\"#table1\">Table 1</a>. The household survey data also reports the amounts of income tax each person paid, which accounts for deductions and other idiosyncrasies of the tax system.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Australian Taxation Office (<a href=\"https://www.ato.gov.au/rates/individual-income-tax-rates/\">https://www.ato.gov.au/rates/individual-income-tax-rates/</a>accessed 1 April 2016) and author calculations.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th><b>Income range ($)</b></th>\n<th><b>Initial tax rates (%)</b></th>\n<th><b>Simulated changes (%)</b></th>\n<th><b>New tax rates (%)</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>0 - 18,200</td>\n<td>0</td>\n<td>0</td>\n<td>0</td>\n</tr>\n<tr>\n<td>18,201 - 37,000</td>\n<td>19</td>\n<td>5</td>\n<td>19.95</td>\n</tr>\n<tr>\n<td>37,001 - 80,000</td>\n<td>32.5</td>\n<td>5</td>\n<td>34.13</td>\n</tr>\n<tr>\n<td>80,001 -180,000</td>\n<td>37</td>\n<td>10</td>\n<td>40.70</td>\n</tr>\n<tr>\n<td>180,001 and above</td>\n<td>45</td>\n<td>10</td>\n<td>49.50</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Income tax schedule and simulated changes.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In the BMS model, the reported income tax <inline-formula id=\"inline12\"><math display=\"inline\" id=\"i12\"><msubsup><mi>T</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup></math>, paid by a person in a household, is calculated according to the person’s taxable income <inline-formula id=\"inline13\"><math display=\"inline\" id=\"i13\"><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup></math> and the applicable marginal tax rates as follows (<a href=\"#equ4\">Equation 4</a>),",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ4",
                            "label": "(4)",
                            "mathml": "<math><mtable columnalign=\"left\"><mtr><mtd><msubsup><mi>T</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo>=</mo><mtext>If</mtext><mtext> </mtext><msubsup><mo stretchy=\"false\">(</mo><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo>&lt;</mo><mn>18</mn><mo>,</mo><mn>200</mn><mo>,</mo><mn>0</mn><mo stretchy=\"false\">)</mo><mo>+</mo><mtext>if</mtext><mo stretchy=\"false\">(</mo><mn>18</mn><mo>,</mo><mn>201</mn><mo>&lt;</mo><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo>&lt;</mo><mn>37</mn><mo>,</mo><mn>000</mn><mo>,</mo><mo stretchy=\"false\">(</mo><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo>−</mo><mn>18</mn><mo>,</mo><mn>201</mn><mo stretchy=\"false\">)</mo><mo>×</mo><mn>0.19</mn><mo stretchy=\"false\">)</mo></mtd></mtr><mtr><mtd><mo>+</mo><mtext>If</mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mn>37</mn><mo>,</mo><mn>001</mn><mo>&lt;</mo><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo>&lt;</mo><mn>80</mn><mo>,</mo><mn>000</mn><mo>,</mo><mo stretchy=\"false\">(</mo><mn>37</mn><mo>,</mo><mn>000</mn><mo>−</mo><mn>18</mn><mo>,</mo><mn>201</mn><mo stretchy=\"false\">)</mo><mo>×</mo><mn>0.19</mn><mo>+</mo><mo stretchy=\"false\">(</mo><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo>−</mo><mn>37</mn><mo>,</mo><mn>001</mn><mo stretchy=\"false\">)</mo><mo>×</mo><mn>0.325</mn><mo stretchy=\"false\">)</mo></mtd></mtr><mtr><mtd><mo>+</mo><mtext>If</mtext><mo stretchy=\"false\">(</mo><mn>80</mn><mo>,</mo><mn>001</mn><mo>&lt;</mo><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo>&lt;</mo><mn>180</mn><mo>,</mo><mn>000</mn><mo>,</mo><mo stretchy=\"false\">(</mo><mn>37</mn><mo>,</mo><mn>000</mn><mo>−</mo><mn>18</mn><mo>,</mo><mn>201</mn><mo stretchy=\"false\">)</mo><mo>×</mo><mn>0.19</mn><mo>+</mo><mo stretchy=\"false\">(</mo><mn>80</mn><mo>,</mo><mn>000</mn><mo>−</mo><mn>37</mn><mo>,</mo><mn>001</mn><mo stretchy=\"false\">)</mo><mo>×</mo><mn>0.325</mn><mo>+</mo><mo stretchy=\"false\">(</mo><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo>−</mo><mn>80</mn><mo>,</mo><mn>001</mn><mo stretchy=\"false\">)</mo><mo>×</mo><mn>0.37</mn><mo stretchy=\"false\">)</mo></mtd></mtr><mtr><mtd><mo>+</mo><mtext>If</mtext><mtext> </mtext><mtext>(180,001</mtext><mo>&lt;</mo><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo>,</mo><mo stretchy=\"false\">(</mo><mn>37</mn><mo>,</mo><mn>000</mn><mo>−</mo><mn>18</mn><mo>,</mo><mn>201</mn><mo stretchy=\"false\">)</mo><mo>×</mo><mn>0.19</mn><mo>+</mo><mo stretchy=\"false\">(</mo><mn>80</mn><mo>,</mo><mn>000</mn><mo>−</mo><mn>37</mn><mo>,</mo><mn>001</mn><mo stretchy=\"false\">)</mo><mo>×</mo><mn>0.325</mn><mo>+</mo><mo stretchy=\"false\">(</mo><mn>180</mn><mo>,</mo><mn>000</mn><mo>−</mo><mn>80</mn><mo>,</mo><mn>001</mn><mo stretchy=\"false\">)</mo><mo>×</mo><mn>0.37</mn><mo>+</mo><mo stretchy=\"false\">(</mo><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo>−</mo><mn>180</mn><mo>,</mo><mn>001</mn><mo stretchy=\"false\">)</mo><mo>×</mo><mn>0.45</mn><mo stretchy=\"false\">)</mo><mo>+</mo><msubsup><mi>R</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "This equation shows that the observed income tax is defined as the sum of the estimated tax plus a residual <inline-formula id=\"inline14\"><math display=\"inline\" id=\"i14\"><msubsup><mi>R</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup></math>, which captures the difference between the reported income tax payments and the income tax payments estimated with the schedule. The proportion of this residual in total income tax is assumed to be fixed, independent of any policy changes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The impact of income tax on the labour supply of a particular person is illustrated in <a href=\"#fig6\">Figure 6</a>. The ‘tax free’ labour supply curve intersects the horizontal labour demand curve (at the wage rate paid by the firm) at point D. The income tax schedule shifts the worker’s supply curve down to point S. The observed market wage rate is W0 and the associated labour supply is L0. This person’s taxable income is given by the area OW0DL0. The income tax is paid according to a set of progressive marginal rates. This person’s after-tax wage rate is therefore equal to W0(1 – t), where t is the income tax rate, derived from the total tax paid and the total taxable income. For a given wage rate, a change in any tax rate alters the implied average income tax rate and the aftertax wage rate, and therefore, induces a change in labour supply<sup><a href=\"#fn26\">26</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00165%2Fijm-00165-fig6.tif",
                                        "size": {
                                            "width": 637,
                                            "height": 448
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00165%2Fijm-00165-fig6.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00165-fig6.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Effects of income tax on labour supply of an individual person.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In this section, the income tax schedule is assumed to change according to the exogenous changes that produce the new tax rates in the last column of <a href=\"#table1\">Table 1</a>. This BMS model is solved iteratively with the same CGE model used above. The process of convergence in the labour market is shown in <a href=\"#fig7a\">Figure 7a</a> with the final stages enlarged in <a href=\"#fig7b\">Figure 7b</a>. The increase in income tax in the BMS model reduces the post-tax wage rate and decreases labour supply. With the market wage fixed, the total labour supply in the BMS model moves along a horizontal demand curve from point 0 to point 1, indicating a fall in labour supply. With such a reduced labour supply imposed in the CGE model, the market wage tends to rise, which increases labour costs for firms and reduces their demand for labour, as shown in the vertical shift of labour demand up to point 2 in <a href=\"#fig7a\">Figure 7a</a>. As before, after realigning household budgets between the two models in the first two iterations, the simulations enter the cobweb stage, converging toward equilibrium E.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig7a",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00165%2Fijm-00165-fig7a.tif",
                                        "size": {
                                            "width": 676,
                                            "height": 601
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00165%2Fijm-00165-fig7a.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00165-fig7a.jpg"
                                        }
                                    },
                                    "label": "Figure 7a",
                                    "title": "Converging process in labour market: marginal tax changes from BMS model to CGE model with flexible labour supply.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "This example shows that the introduction of conditional functional forms and progressive marginal tax rates is not an obstacle to convergence. This is because the discrete functions and complex rules are implemented at individual or household levels. When they are aggregated to the national level to be transmitted to the CGE model, the detailed discontinuities largely cancel out, so in this case, the BMS aggregations in the CGE model are still “well-behaved”, and, therefore, the solution is easy to find.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig7b",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00165%2Fijm-00165-fig7b.tif",
                                        "size": {
                                            "width": 614,
                                            "height": 474
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00165%2Fijm-00165-fig7b.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00165-fig7b.jpg"
                                        }
                                    },
                                    "label": "Figure 7b",
                                    "title": "Cobweb converging toward equilibrium in labour market: marginal tax changes with flexible labour supply.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Introducing marginal income tax rates",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As the sub-model is outside the CGE model structure, the solution time for solving a sub-model and its linked CGE model can be substantially reduced, compared with an integrated model. Take the first experiment of tariff reduction, presented in this paper, as an example. With an Intel Core i5 computer, it takes the GEMPACK software 3 minutes and 44 seconds to produce a Johansen solution for the integrated CGE model. Using the iterative approach and combining the two models in one TABLO code<sup><a href=\"#fn27\">27</a></sup>, it takes only 3 seconds for the CGE model to produce a Johansen solution and the BMS model to produce a response file. If ten iterations are required for a convergent solution, it still takes only 30 seconds to complete, a substantial gain in computing time, especially when multiple experiments are required in a project. The difference in solution time arises because the large BMS model is treated as a data processing task, rather than as part of the large simultaneous equation system that describes the CGE model; this means that the matrix to invert remains small despite the large number of households in the BMS model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 A note about tractability and solution time",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Revising the BMS model to introduce more flexible functional forms",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper sought to “wrap” a CGE model around a BMS model to improve policy analysis by accounting for potential GE effects. The proposed approach started with an integrated CGE model to show how part of the model could be separated to from a sub-model, and still be solved within the GE framework, using an iterative simulation method. Compared with conventional CGE solution methods, the iterative approach is more flexible and provides an alternative way of introducing sub-models with complex functional forms and behavioural assumptions that are not normally solve-able in CGE models.",
                    "type": "paragraph"
                },
                {
                    "text": "The key to this iterative approach is threefold. First, the database of the sub-model must be fully consistent with that of the CGE model. Second, the model theories must not overlap and should complement each other exactly. Third, to induce the iterative process to converge, a slack variable <i>may</i> be needed in some cases. In this paper, the saving rate in the CGE model is used as the slack variable to realign the household budgets in the BMS model so that their aggregate response is consistent with the budget constraint implied by the CGE model.",
                    "type": "paragraph"
                },
                {
                    "text": "Although the approach is applied to the household module in this paper, the principles that underlie the method could apply to other parts of a CGE model. To some extent, the household sector may be easier to separate out than some of the industry sectors because its links with the rest of the CGE model are relatively simple, but the principles discussed here are likely to be useful in decomposing an industry sector from a CGE model and solve the two models iteratively. A separate industry PE model could be useful for introducing those industry-specific features that are difficult, if not impossible, to be incorporated into a CGE equation system. This may lead to a more flexible modelling framework, better adapted to addressing specific policy questions at sub-sectoral levels, while accounting for GE effects if required<sup><a href=\"#fn28\">28</a></sup>. This could be an important area for further research.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Some concluding remarks",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Holmøy, E",
                        "preferred": "E Holmøy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, B",
                        "preferred": "B Strøm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wennemo, T",
                        "preferred": "T Wennemo"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Modelling Our Future: Social Security and Taxation",
            "chapterTitle": "Population ageing and fiscal sustainability: integrating detailed labour supply models with CGE models",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gupta, A",
                        "preferred": "A Gupta"
                    },
                    "type": "person"
                }
            ],
            "id": "bib1",
            "pages": {
                "first": "259",
                "last": "290",
                "range": "259–290"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier"
                ]
            },
            "type": "book-chapter",
            "volume": "I"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ahmed, V",
                        "preferred": "V Ahmed"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Germany"
                        ]
                    },
                    "formatted": [
                        "Germany"
                    ]
                },
                "name": [
                    "University Library of Munich"
                ]
            },
            "source": "CGE-microsimulation modelling: a survey. MPRA Paper 9307",
            "title": "CGE-microsimulation modelling: a survey. MPRA Paper 9307",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Arntz, M",
                        "preferred": "M Arntz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Boeters, S",
                        "preferred": "S Boeters"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gürtzgen, N",
                        "preferred": "N Gürtzgen"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Germany"
                        ]
                    },
                    "formatted": [
                        "Germany"
                    ]
                },
                "name": [
                    "Center for European Economic Research, Mannheim"
                ]
            },
            "source": "Alternative Approaches to Discrete Working Time Choice in an AGE Framework, ZEW Discussion Papers",
            "title": "Alternative Approaches to Discrete Working Time Choice in an AGE Framework, ZEW Discussion Papers",
            "type": "report"
        },
        {
            "articleTitle": "Analysing welfare reform in a microsimulation-AGE model: the value of disaggregation",
            "authors": [
                {
                    "name": {
                        "index": "Arntz, M",
                        "preferred": "M Arntz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Boeters, S",
                        "preferred": "S Boeters"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gürtzgen, N",
                        "preferred": "N Gürtzgen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schubert, S",
                        "preferred": "S Schubert"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper presented at the 8th Nordic Seminar on Microsimulation Models"
                ]
            },
            "date": "2006",
            "id": "bib4",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": "Australian Bureau of Statistics",
                    "type": "group"
                }
            ],
            "date": "2012",
            "details": "Household Expenditure Survey and Survey of Income and Housing 2009-10, ABS 6503.0, Canberra, Australia",
            "id": "bib5",
            "title": "Household Expenditure Survey and Survey of Income and Housing 2009-10",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Australian Bureau of Statistics",
                    "type": "group"
                }
            ],
            "date": "2015",
            "details": "Australian National Accounts: Input-Output Tables, 2012-13, ABS 5209.0.55.001, Canberra, Australia",
            "id": "bib6",
            "title": "Australian National Accounts: Input-Output Tables, 2012-13",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Böhringer, C",
                        "preferred": "C Böhringer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rutherford, T",
                        "preferred": "T Rutherford"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Germany"
                        ]
                    },
                    "formatted": [
                        "Germany"
                    ]
                },
                "name": [
                    "Center for European Economic Research, Mannheim"
                ]
            },
            "source": "Combining Top-Down and Bottom-up in Energy Policy Analysis: A Decomposition Approach. ZEW Discussion Paper No. 06-007",
            "title": "Combining Top-Down and Bottom-up in Energy Policy Analysis: A Decomposition Approach. ZEW Discussion Paper No. 06-007",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Distributional effects of trade reform: an integrated macromicro model applied to the Philippines, The Impact of Macroeconomic Policies on Poverty and Income Distribution: Macro-Micro Evaluation Techniques and Tools, Washington DC., Palgrave Macmillan and the World Bank",
            "id": "bib8",
            "title": "The Impact of Macroeconomic Policies on Poverty and Income Distribution: Macro-Micro Evaluation Techniques and Tools",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Globalization and Poverty: Channels and Policies",
            "chapterTitle": "Trade liberalisation and poverty in Nepal: a computable general equilibrium micro simulation analysis",
            "date": "2006",
            "editors": [
                {
                    "name": {
                        "index": "In Bussolo, M",
                        "preferred": "M In Bussolo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Round, J",
                        "preferred": "J Round"
                    },
                    "type": "person"
                }
            ],
            "id": "bib9",
            "pages": {
                "first": "171",
                "last": "194",
                "range": "171–194"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Routledge"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Poverty effects of the Philippines’ tariff reduction program: insights from a CGE model",
            "authors": [
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Corong, E",
                        "preferred": "E Corong"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cororaton, C",
                        "preferred": "C Cororaton"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib10",
            "journal": "Asian Economic Journal",
            "pages": {
                "first": "287",
                "last": "317",
                "range": "287–317"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tiberti, L",
                        "preferred": "L Tiberti"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "275–304, Macro-micro models, Handbook of Microsimulation Modelling, Contributions to Economic Analysis, 293, Bingley, U.K., Emerald Group Publishing Ltd",
            "id": "bib11",
            "title": "Handbook of Microsimulation Modelling",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cogneau, D",
                        "preferred": "D Cogneau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robillard, AS",
                        "preferred": "AS Robillard"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C."
                        ]
                    },
                    "formatted": [
                        "Washington, D.C."
                    ]
                },
                "name": [
                    "International Fool Policy Research Institute"
                ]
            },
            "source": "Growth distribution and poverty in Madagascar: learning from a microsimulation model in a general equilibrium framework. TMD Discussion Paper 61",
            "title": "Growth distribution and poverty in Madagascar: learning from a microsimulation model in a general equilibrium framework. TMD Discussion Paper 61",
            "type": "report"
        },
        {
            "articleTitle": "Linking CGE and microsimulation models: a comparison of different approaches",
            "authors": [
                {
                    "name": {
                        "index": "Colombo, G",
                        "preferred": "G Colombo"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib13",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "72",
                "last": "91",
                "range": "72–91"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "Trade reform and poverty-lessons from the Philippines: a CGE microsimulation analysis",
            "authors": [
                {
                    "name": {
                        "index": "Cororaton, C",
                        "preferred": "C Cororaton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib14",
            "journal": "Journal of Policy Modeling",
            "pages": {
                "first": "141",
                "last": "163",
                "range": "141–163"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dixon, P",
                        "preferred": "P Dixon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Malakellis, M",
                        "preferred": "M Malakellis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Meagher, T",
                        "preferred": "T Meagher"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib15",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Australia"
                        ]
                    },
                    "formatted": [
                        "Australia"
                    ]
                },
                "name": [
                    "Centre of Policy Studies and the Impact Project, MONASH University"
                ]
            },
            "source": "A microsimulation/applied general equilibrium approach to analysing income distribution in Australia: plans and preliminary illustration. Preliminary Working Paper No. IP-67",
            "title": "A microsimulation/applied general equilibrium approach to analysing income distribution in Australia: plans and preliminary illustration. Preliminary Working Paper No. IP-67",
            "type": "report"
        },
        {
            "articleTitle": "Rational expectations for large CGE models: A practical algorithm and a policy application",
            "authors": [
                {
                    "name": {
                        "index": "Dixon, PB",
                        "preferred": "PB Dixon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pearson, KR",
                        "preferred": "KR Pearson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Picton, MR",
                        "preferred": "MR Picton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rimmer, MT",
                        "preferred": "MT Rimmer"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib16",
            "journal": "Economic Modelling",
            "pages": {
                "first": "1001",
                "last": "1019",
                "range": "1001–1019"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Income Distribution",
            "chapterTitle": "Microsimulation and policy analysis",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                }
            ],
            "id": "bib17",
            "pages": {
                "first": "2142",
                "last": "2221",
                "range": "2142–2221"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier"
                ]
            },
            "type": "book-chapter",
            "volume": "2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fredriksen, D",
                        "preferred": "D Fredriksen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heide, KM",
                        "preferred": "KM Heide"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Holmoy, E",
                        "preferred": "E Holmoy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Solli, IF",
                        "preferred": "IF Solli"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Modelling Our Future: Social Security and Taxation",
            "chapterTitle": "Macroeconomic effects of proposed pension reforms in Norway",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gupta, A",
                        "preferred": "A Gupta"
                    },
                    "type": "person"
                }
            ],
            "id": "bib18",
            "pages": {
                "first": "107",
                "last": "142",
                "range": "107–142"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier"
                ]
            },
            "type": "book-chapter",
            "volume": "I"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Marshall, D",
                        "preferred": "D Marshall"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "CAPITA-B: A Behavioural Microsimulation Model",
            "date": "2016",
            "id": "bib19",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Staff Research Note, Productivity Commission"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Polette, J",
                        "preferred": "J Polette"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, M",
                        "preferred": "M Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Australia"
                        ]
                    },
                    "formatted": [
                        "Australia"
                    ]
                },
                "name": [
                    "National Centre for Social and Economic Modelling, University of Canberra"
                ]
            },
            "source": "Modelling the impact of microeconomic policy on Australian families. Discussion Paper 20",
            "title": "Modelling the impact of microeconomic policy on Australian families. Discussion Paper 20",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rutherford, T",
                        "preferred": "T Rutherford"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Energy and Environmental Policy Modeling",
            "chapterTitle": "Sequential joint maximization",
            "date": "1999",
            "editors": [
                {
                    "name": {
                        "index": "Weyant, J",
                        "preferred": "J Weyant"
                    },
                    "type": "person"
                }
            ],
            "id": "bib21",
            "pages": {
                "first": "135",
                "last": "179",
                "range": "135–179"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Springer"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rutherford, T",
                        "preferred": "T Rutherford"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tarr, D",
                        "preferred": "D Tarr"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shepotylo, O",
                        "preferred": "O Shepotylo"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C."
                        ]
                    },
                    "formatted": [
                        "Washington D.C."
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "source": "Poverty effects of Russia’s WTO accession: modelling ‘real’ households and endogenous productivity effects. World Bank Policy Research Working Paper 3473",
            "title": "Poverty effects of Russia’s WTO accession: modelling ‘real’ households and endogenous productivity effects. World Bank Policy Research Working Paper 3473",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib23",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Montréal"
                        ]
                    },
                    "formatted": [
                        "Montréal"
                    ]
                },
                "name": [
                    "CIRPEE"
                ]
            },
            "source": "Poverty and income distribution in a CGE-household micro-simulation model: top-down/bottom up approach. Working Paper 03-43",
            "title": "Poverty and income distribution in a CGE-household micro-simulation model: top-down/bottom up approach. Working Paper 03-43",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Annabi, N",
                        "preferred": "N Annabi"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Mimeo, Retrieved from, http://anciensite.pep-net.org/fileadmin/medias/pdf/converge.pdf",
            "id": "bib24",
            "title": "Note on convergence problems with large CGE microsimulation models",
            "type": "unknown",
            "uri": "http://anciensite.pep-net.org/fileadmin/medias/pdf/converge.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Scarf, H",
                        "preferred": "H Scarf"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Computation of Economic Equilibria",
            "date": "1973",
            "id": "bib25",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New Haven"
                        ]
                    },
                    "formatted": [
                        "New Haven"
                    ]
                },
                "name": [
                    "Yale University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Incorporating household survey data into a CGE model",
            "authors": [
                {
                    "name": {
                        "index": "Zhang, X-G",
                        "preferred": "X-G Zhang"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper presented at the 17th Annual Conference on Global Economic Analysis"
                ]
            },
            "date": "2015",
            "id": "bib26",
            "type": "conference-proceeding"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "GEMPACK users can write the CGE model in percentage changes and the sub-model in levels in a single TABLO code. The CGE model is defined in the normal way using “VARIABLE” and “EQUATION” statements, while the BMS model is defined using “COEFFICIENT” and “FORMULA” statements in a separate section.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The CGE model is run first to produce a solution file. Those variables that are used as input into the BMS model, such as goods and factor prices, are written to a Header Array (HAR) file using the SLTOHT command. The sub-model then reads in the CGE shocks from this HAR file and writes its results to another HAR file to be used as exogenous changes in the CGE model in the next iteration. A batch file can be used to automate the procedure so that, in each simulation, the two models can run in sequence and also produces an input file for the next iteration.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This approach allows the BMS model to be written in levels within the same code as the CGE model. Therefore, more complex functional forms, such as conditional or discrete functions, and unconventional behavioural assumptions, such as switching between different options, can be implemented alongside a linearised CGE equation system, which can save significant computation time.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "sa1",
                    "title": "A. A simple approach to iterative simulations for gempack users",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The model is built on the basis of Australian input-output table 2012–13 (Australian Bureau of Statistics, 2015) and the 2009–10 Household Expenditure Survey (HES) and Housing and Income Surveys (HIS) (Australian Bureau of Statistics, 2012). The input-output table includes 104 industries and two factors of production, labour and capital. An aggregated version of this table is shown in <a href=\"#tableb1\">Table B.1</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: Basic values of imports (316,949) include import tariffs (3,233).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Compiled from <i>Australian National Accounts: Input-Output Tables, 2012–13</i> (ABS 5209.0.55.001).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "tableb1",
                                    "label": "Table B.1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>1 ind</th>\n<th>2 hou</th>\n<th>3 gov</th>\n<th>4 inv</th>\n<th>5 stk</th>\n<th>6 exp</th>\n<th>7 mgn</th>\n<th>Total</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1 dom</td>\n<td>1,159,672</td>\n<td>566,012</td>\n<td>265,156</td>\n<td>327,917</td>\n<td>−2,034</td>\n<td>270,578</td>\n<td>272,793</td>\n<td>2,860,094</td>\n</tr>\n<tr>\n<td>2 imp</td>\n<td>167,734</td>\n<td>79,915</td>\n<td>2,878</td>\n<td>63,035</td>\n<td>3,387</td>\n<td/>\n<td/>\n<td>316,949</td>\n</tr>\n<tr>\n<td>3 mgn</td>\n<td>94,733</td>\n<td>127,542</td>\n<td>2,672</td>\n<td>20,227</td>\n<td>−87</td>\n<td>27,706</td>\n<td/>\n<td>272,793</td>\n</tr>\n<tr>\n<td>4 GST</td>\n<td>3,624</td>\n<td>37,415</td>\n<td>0</td>\n<td>8,235</td>\n<td>0</td>\n<td>1,090</td>\n<td/>\n<td>50,364</td>\n</tr>\n<tr>\n<td>5 tax</td>\n<td>17,831</td>\n<td>25,502</td>\n<td>0</td>\n<td>13,609</td>\n<td>652</td>\n<td>0</td>\n<td/>\n<td>57,594</td>\n</tr>\n<tr>\n<td>6 sub</td>\n<td>−6,636</td>\n<td>−5,463</td>\n<td>0</td>\n<td>−1,154</td>\n<td>−14</td>\n<td>−616</td>\n<td/>\n<td>−13,883</td>\n</tr>\n<tr>\n<td>7 fac</td>\n<td>1,371,108</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>1,371,108</td>\n</tr>\n<tr>\n<td>8 ptx</td>\n<td>52,028</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n<td>52,028</td>\n</tr>\n<tr>\n<td>Total</td>\n<td>2,860,094</td>\n<td>830,923</td>\n<td>270,706</td>\n<td>431,869</td>\n<td>1,904</td>\n<td>298,758</td>\n<td>272,793</td>\n<td>4,967,047</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Aggregated input-output table in basic prices (AUD million).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Industries (aggregated in the first column) use domestically produced and imported intermediate goods in production. Domestically produced goods (the first row) are used as intermediate inputs into current production by industries and other users: a representative household as consumer and investor, and government. Some products are exported, and some are used as transport margins, which are added to the basic price of products. The total costs of domestic outputs (the sum of the first column) is equal to the total sales of domestic products (the sum of the first row).",
                            "type": "paragraph"
                        },
                        {
                            "text": "As the owner of primary factors, the household receives factor incomes. Household primary income is divided between consumption expenditure and savings. Government collects various taxes and uses this income to pay for expenditures on goods and services.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Investment is partly funded by domestic savings. The gap between investment and saving is net foreign investment (NFI) inflow (18,191), which is equal to the trade deficit (316,949 – 298,758).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The data on household income and expenditure are extracted from the 2009–10 HES and SIH (ABS, 2011). The HES-SIH data are contained in two unit record data files: one file contains expenditure data on 9,774 sample households; the other file contains data on income sources for the 17,919 individual members of the sample households. The household data are mapped to the income sources and commodity categories of the CGE model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "On the income side, HES-SIH income items are aggregated to 33 types of personal income items: wage incomes from 8 labour occupations, capital income, 23 government benefits, and income taxes. In households with multiple income earners, incomes from each source are consolidated within each household. <a href=\"#tableb2\">Table B.2</a> displays the allocation of the HES-SIH sources of income to the CGE database items.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Australian Bureau of Statistics, 2012.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "tableb2",
                                    "label": "Table B.2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th><b>CGE model</b></th>\n<th colspan=\"2\"><b>Household Expenditure Survey (HES-SIH)</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td rowspan=\"4\">Wages for eight occupations (same as those in HES-SIH)</td>\n<td>Managers and administrators;</td>\n<td>Clerical and administrative workers;</td>\n</tr>\n<tr>\n<td>Professionals;</td>\n<td>Sales workers;</td>\n</tr>\n<tr>\n<td>Technicians and trade workers;</td>\n<td>Machinery operators and drivers;</td>\n</tr>\n<tr>\n<td>Community and personal service workers;</td>\n<td>Labourers;</td>\n</tr>\n<tr>\n<td rowspan=\"2\">Capital</td>\n<td>Own unincorporated business;</td>\n<td rowspan=\"2\">Superannuation/Annuity/Private pension and other regular sources</td>\n</tr>\n<tr>\n<td>Investment;</td>\n</tr>\n<tr>\n<td rowspan=\"12\">Transfer payments from government</td>\n<td>Austudy/Abstudy</td>\n<td>Partner allowance</td>\n</tr>\n<tr>\n<td>Age pension</td>\n<td>Service pension</td>\n</tr>\n<tr>\n<td>Carer allowance</td>\n<td>Sickness allowance</td>\n</tr>\n<tr>\n<td>Carer payment</td>\n<td>Special benefit</td>\n</tr>\n<tr>\n<td>Disability pension</td>\n<td>War widows pension</td>\n</tr>\n<tr>\n<td>Disability support pension</td>\n<td>Widow allowance</td>\n</tr>\n<tr>\n<td>Family tax benefits</td>\n<td>Wife pension</td>\n</tr>\n<tr>\n<td>Newstart allowance</td>\n<td>Youth allowance</td>\n</tr>\n<tr>\n<td>Other pensions and allowances</td>\n<td>Utilities allowance</td>\n</tr>\n<tr>\n<td>Overseas pensions and benefits</td>\n<td>Senior supplement</td>\n</tr>\n<tr>\n<td>Parenting payment</td>\n<td>Pension supplement</td>\n</tr>\n<tr>\n<td>Baby bonus payment;</td>\n<td/>\n</tr>\n<tr>\n<td>Direct taxes</td>\n<td>Income taxes</td>\n<td/>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Sources of household income in CGE model and HES-SIH.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "On the expenditure side, there are 614 items recorded under the Commodity Code (ComCode) system in the HES data file. Among them, 485 can be aggregated into corresponding commodities in the input-output table. The rest need to be allocated to more than one commodity in the input-output table. In the absence of additional information about the composition of these commodities, the value shares of the commodities in the input-output table are used to allocate expenditures on these items.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Once the preliminary processing of the HES data is complete, a five-step procedure reconciles the differences between the two databases (Zhang, 2015). As the HES expenditure and income data are expressed in purchaser prices, they are aligned with input-output data in purchaser prices. The five steps are:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Use the HES weights to inflate the sample household data to the value for the whole population.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Scale the aggregated HES expenditure to be consistent with the total household expenditure in the input-output table.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Use the same scaling factor to scale the aggregated HES primary incomes.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Adjust each HES household’s expenditure shares, while keeping total expenditure on each product constant, so that the aggregation of all HES expenditures is consistent with the commodity consumption pattern of the representative household shown in the input-output table.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "In each industry in the input-output table, adjust factor income shares (labour by occupation and capital), while keeping the total value of factor income constant, so that the aggregated labour and capital income (net of capital savings) in the input-output table are consistent with the aggregated labour and capital incomes in the household data.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "The aim of the second and third steps is to preserve the original relativities between households in the survey data. The aim of the fourth and fifth steps is to keep the budget balances of individual households and the factor returns of individual industries in the input-output table unchanged. A bi-proportional adjustment technique, such as RAS, or an entropy-based method, is required to carry out the last two steps.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A comparison between factor income in the 2012–13 input-output table and household income in the 2009–10 HES-SIH data is shown in <a href=\"#tableb3\">Table B.3</a>. A scaling factor of 1.3634 is used to update the 2009–10 HES-SIH data to the level consistent with the 2012–13 input-output table.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: 1. Capital income in the input-output table is divided between household (154,400) and firm saving (472,426). 2. Scaling factor between columns (2) and (3) = 1.3634.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "tableb3",
                                    "label": "Table B.3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th><b>CGE data</b></th>\n<th><b>HES-SIH scaled</b></th>\n<th><b>HES-SIH</b></th>\n</tr>\n<tr>\n<th/>\n<th><b>(1)</b></th>\n<th><b>(2)</b></th>\n<th><b>original</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Expenditure</td>\n<td>830,924</td>\n<td>830,924</td>\n<td>609,468</td>\n</tr>\n<tr>\n<td>Income</td>\n<td>1,371,109</td>\n<td>850,486</td>\n<td>623,816</td>\n</tr>\n<tr>\n<td>  Labour income</td>\n<td>744,282</td>\n<td>744,282</td>\n<td>545,918</td>\n</tr>\n<tr>\n<td>  – Managers &amp; administrators</td>\n<td>132,202</td>\n<td>132,202</td>\n<td>96,968</td>\n</tr>\n<tr>\n<td>  – Professionals</td>\n<td>229,510</td>\n<td>229,510</td>\n<td>168,341</td>\n</tr>\n<tr>\n<td>  – Technicians &amp; trade workers</td>\n<td>101,273</td>\n<td>101,273</td>\n<td>74,282</td>\n</tr>\n<tr>\n<td>  – Community &amp; personal service</td>\n<td>45,706</td>\n<td>45,706</td>\n<td>33,525</td>\n</tr>\n<tr>\n<td>  – Cl<b>er</b>ical &amp; administrative workers work s</td>\n<td>91,417</td>\n<td>91,417</td>\n<td>67,052</td>\n</tr>\n<tr>\n<td>  – Sales workers</td>\n<td>43,234</td>\n<td>43,234</td>\n<td>31,712</td>\n</tr>\n<tr>\n<td>  – Machinery operators &amp; drivers</td>\n<td>50,821</td>\n<td>50,821</td>\n<td>37,277</td>\n</tr>\n<tr>\n<td>  – Labourers</td>\n<td>50,118</td>\n<td>50,118</td>\n<td>36,761</td>\n</tr>\n<tr>\n<td>Capital income</td>\n<td>626,826</td>\n<td>154,400</td>\n<td>113,250</td>\n</tr>\n<tr>\n<td>  Benefits (23)</td>\n<td/>\n<td>106,875</td>\n<td>78,391</td>\n</tr>\n<tr>\n<td>  Income Tax (-)</td>\n<td/>\n<td>155,071</td>\n<td>113,742</td>\n</tr>\n<tr>\n<td>  Savings</td>\n<td>540,185</td>\n<td>19,562</td>\n<td>14,348</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Comparison between CGE and HES-SIH aggregates (AUD million).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "sb1",
                    "title": "B. The database of an integrated model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The core equations of the model are provided in this section, which is followed by a brief discussion of the model’s theoretical structure. The sets used in the model equations are listed as follows.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Demands for domestic and imported goods (<a href=\"#equA1\">Equations A1</a>–<a href=\"#equA10\">A10</a>)</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Domestic price of imported good <i>c</i>, exclusive of duty",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA1",
                            "label": "(A1)",
                            "mathml": "<math><msub><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mo>\"</mo><mi>i</mi><mi>m</mi><mi>p</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow></msub><mo>=</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>c</mi><mi>i</mi><mi>f</mi></mrow></msubsup><mi>e</mi><mi>x</mi><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>ex</i> is the nominal exchange rate (domestic currency value per unit of foreign currency), and <inline-formula id=\"inline1a\"><math display=\"inline\" id=\"i1a\"><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>c</mi><mi>i</mi><mi>f</mi></mrow></msubsup></math> is the world price of import <i>c</i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Basic price of good <i>c</i> from source <i>s</i> for user <i>u</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA2",
                            "label": "(A2)",
                            "mathml": "<math><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mi>s</mi><mo stretchy=\"false\">)</mo></mrow><mi>b</mi></msubsup><mo>=</mo><mrow><mo>{</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mo>\"</mo><mi>d</mi><mi>o</mi><mi>m</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow></msub></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo>;</mo><mi>u</mi><mo>∈</mo><mtext>USR;</mtext><mtext> </mtext><mi>s</mi><mo>=</mo><mi>d</mi><mi>o</mi><mi>m</mi><mo stretchy=\"false\">)</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msub><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mo>\"</mo><mi>i</mi><mi>m</mi><mi>p</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow></msub><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>m</mi><mi>p</mi></mrow></msubsup><mo stretchy=\"false\">)</mo></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo>;</mo><mi>u</mi><mo>∈</mo><mtext>USR;</mtext><mtext> </mtext><mi>s</mi><mo>=</mo><mi>i</mi><mi>m</mi><mi>p</mi><mo stretchy=\"false\">)</mo></mrow></mtd></mtr></mtable></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <inline-formula id=\"inline2a\"><math display=\"inline\" id=\"i2a\"><mrow><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>m</mi><mi>p</mi></mrow></msubsup></mrow></math> is the <i>ad valorem</i> rate of duty on imported good <i>c</i> for user <i>u</i>, and <i>P</i> <sub>(<i>c,“dom”</i>)</sub> is the basic price of domestic good <i>c</i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "CES demand of user <i>u</i> for good <i>c</i> from source <i>s</i> (exclusive of <i>stk</i>)",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA3",
                            "label": "(A3)",
                            "mathml": "<math><msub><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mi>s</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo>=</mo><mi>C</mi><mi>E</mi><mi>S</mi><mo stretchy=\"false\">(</mo><msub><mi>Q</mi><mrow><mo>_</mo><mi>s</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo>,</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mi>s</mi><mo stretchy=\"false\">)</mo></mrow><mi>b</mi></msubsup><mo>,</mo><msubsup><mi>P</mi><mrow><mo>_</mo><mi>s</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow><mi>b</mi></msubsup><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo>;</mo><mi>u</mi><mo>∈</mo><mtext>USR</mtext><mo>_</mo><mtext>stk</mtext><mo>;</mo><mi>s</mi><mo>∈</mo><mtext>SRC</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "CES price for composite good <i>c</i> for user <i>u</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA4",
                            "label": "(A4)",
                            "mathml": "<math><msubsup><mi>P</mi><mrow><mo>_</mo><mi>s</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow><mi>b</mi></msubsup><mo>=</mo><mrow><mo>{</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mi>C</mi><mi>E</mi><mi>S</mi><mo stretchy=\"false\">(</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mo>\"</mo><mi>d</mi><mi>o</mi><mi>m</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mi>b</mi></msubsup><mo>,</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mo>\"</mo><mi>i</mi><mi>m</mi><mi>p</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mi>b</mi></msubsup><mo stretchy=\"false\">)</mo></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo>;</mo><mi>u</mi><mo>∈</mo><mtext>USR</mtext><mo>_</mo><mtext>stk)</mtext></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mfrac><mn>1</mn><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>s</mi></munder><mrow><msub><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow></msub></mrow></mstyle></mrow></mfrac><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>s</mi></munder><mrow><msub><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mi>s</mi><mo stretchy=\"false\">)</mo></mrow></msub><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mi>s</mi><mo stretchy=\"false\">)</mo></mrow><mi>b</mi></msubsup></mrow></mstyle></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo>;</mo><mi>u</mi><mo>=</mo><mtext>stk)</mtext></mrow></mtd></mtr></mtable></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Demand of good <i>c</i> for user <i>u</i> for margin good <i>m</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA5",
                            "label": "(A5)",
                            "mathml": "<math><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mi>m</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>m</mi><mi>g</mi><mi>n</mi></mrow></msubsup><mo>=</mo><mi>L</mi><mi>e</mi><mi>o</mi><mi>n</mi><mi>t</mi><mi>i</mi><mi>e</mi><mi>f</mi><mo stretchy=\"false\">(</mo><msub><mi>Q</mi><mrow><mo>_</mo><mi>s</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo stretchy=\"false\">)</mo><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo>;</mo><mi>u</mi><mo>∈</mo><mtext>USR</mtext><mi>m</mi><mo>∈</mo><mtext>MCM)</mtext></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Producers’ price of composite good <i>c</i> for user <i>u</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA6",
                            "label": "(A6)",
                            "mathml": "<math><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mo>_</mo></mrow></msubsup><mo>=</mo><mfrac><mn>1</mn><mrow><msub><mi>Q</mi><mrow><mo>_</mo><mi>s</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>m</mi></munder><mrow><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mi>m</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>m</mi><mi>g</mi><mi>n</mi></mrow></msubsup></mrow></mstyle></mrow></mfrac><mo stretchy=\"false\">(</mo><msub><mi>Q</mi><mrow><mo>_</mo><mi>s</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow></msub><msubsup><mi>P</mi><mrow><mo>_</mo><mi>s</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow><mi>b</mi></msubsup><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mi>m</mi><mn>1</mn></mrow></munder><mrow><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mi>m</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>m</mi><mi>g</mi><mi>n</mi></mrow></msubsup><msub><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>m</mi><mo>,</mo><mo>\"</mo><mi>d</mi><mi>o</mi><mi>m</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow></msub></mrow></mstyle><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>com</mtext><mo>;</mo><mi>u</mi><mo>∈</mo><mtext>USR</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Purchasers’ price of composite good <i>c</i> for user <i>u</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA7",
                            "label": "(A7)",
                            "mathml": "<math><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow><mi>t</mi></msubsup><mo>=</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mo>_</mo></mrow></msubsup><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>g</mi></munder><mrow><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mi>g</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>d</mi><mi>o</mi><mi>m</mi></mrow></msubsup></mrow></mstyle><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>com</mtext><mo>;</mo><mi>u</mi><mo>∈</mo><mtext>USR</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <inline-formula id=\"inline3a\"><math display=\"inline\" id=\"i3a\"><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mi>g</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>d</mi><mi>o</mi><mi>m</mi></mrow></msubsup></math> is the <i>ad valorem</i> rate of domestic tax <i>g</i> on composite good <i>c</i> for user <i>u</i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Producers’ price of exported good <i>c</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA8",
                            "label": "(A8)",
                            "mathml": "<math><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>exp</mi></mrow></msubsup><mo>=</mo><mfrac><mn>1</mn><mrow><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>exp</mi></mrow></msubsup><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>m</mi></munder><mrow><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>m</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>e</mi><mi>m</mi><mi>g</mi><mi>n</mi></mrow></msubsup></mrow></mstyle></mrow></mfrac><mo stretchy=\"false\">(</mo><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>exp</mi></mrow></msubsup><msub><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mo>\"</mo><mi>d</mi><mi>o</mi><mi>m</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow></msub><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>m</mi></munder><mrow><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>m</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>e</mi><mi>m</mi><mi>g</mi><mi>n</mi></mrow></msubsup></mrow></mstyle><msub><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>m</mi><mo>,</mo><mo>\"</mo><mi>d</mi><mi>o</mi><mi>m</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow></msub><mo stretchy=\"false\">)</mo><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Foreign demand for exported good <i>c</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA9",
                            "label": "(A9)",
                            "mathml": "<math><mrow><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>exp</mi></mrow></msubsup><mo>=</mo><msubsup><mi>E</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>exp</mi></mrow></msubsup><msup><mrow><mo stretchy=\"false\">(</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>o</mi><mi>b</mi></mrow></msubsup><mo stretchy=\"false\">)</mo></mrow><mrow><mo>−</mo><msub><mi>ε</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow></msub></mrow></msup><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo stretchy=\"false\">)</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <inline-formula id=\"inline4a\"><math display=\"inline\" id=\"i4a\"><msubsup><mi>E</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>exp</mi></mrow></msubsup></math> is foreign expenditure on export <i>c,</i> denoted in foreign currency, and <i>ε<sub>(c)</sub></i> is the constant elasticity of demand for exported good <i>c.</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Foreign price of exported good <i>c</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA10",
                            "label": "(A10)",
                            "mathml": "<math><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>o</mi><mi>b</mi></mrow></msubsup><mo>=</mo><mfrac><mn>1</mn><mrow><mi>e</mi><mi>x</mi></mrow></mfrac><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>exp</mi></mrow></msubsup><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>g</mi></munder><mrow><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>g</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>exp</mi></mrow></msubsup></mrow></mstyle><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <inline-formula id=\"inline5a\"><math display=\"inline\" id=\"i5a\"><mrow><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>g</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>exp</mi></mrow></msubsup></mrow></math> is the <i>ad valorem</i> rate of tax <i>g</i> on exported good <i>c</i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Final user incomes and demands for composite goods (<a href=\"#equA11\">Equations A11</a>–<a href=\"#equA17\">A18</a>)</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Household factor income",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA11",
                            "label": "(A11)",
                            "mathml": "<math><msup><mi>Y</mi><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msup><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mn>0</mn></munder><mrow><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mn>0</mn><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mn>0</mn><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mo>+</mo><msup><mi>P</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msup><msup><mi>X</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msup></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>s<sup>cap</sup></i> is the share of capital income firms retain for investment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Household disposable income",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA12",
                            "label": "(A12)",
                            "mathml": "<math><msup><mi>Y</mi><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msup><mo>=</mo><mo stretchy=\"false\">(</mo><msup><mi>Y</mi><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msup><mo>+</mo><msubsup><mi>P</mi><mrow><mo>_</mo><mi>c</mi><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>h</mi><mi>o</mi><mi>u</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mi>t</mi></msubsup><msup><mi>X</mi><mrow><mi>b</mi><mi>e</mi><mi>n</mi></mrow></msup><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msup><mi>t</mi><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msup><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Expenditure income of final user <i>u</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA13",
                            "label": "(A13)",
                            "mathml": "<math><msub><mi>E</mi><mrow><mo stretchy=\"false\">(</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo>=</mo><mrow><mo>{</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msup><mi>Y</mi><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msup><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msubsup><mi>s</mi><mrow><mo>_</mo><mi>s</mi></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup><mo stretchy=\"false\">)</mo></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>u</mi><mo>=</mo><mi>h</mi><mi>o</mi><mi>u</mi><mo stretchy=\"false\">)</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mtext>Tax</mtext><mtext> </mtext><mtext>Revenue</mtext><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msup><mi>s</mi><mrow><mi>g</mi><mi>o</mi><mi>v</mi></mrow></msup><mo stretchy=\"false\">)</mo></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>u</mi><mo>=</mo><mi>g</mi><mi>o</mi><mi>v</mi><mo stretchy=\"false\">)</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msup><mi>Y</mi><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msup><msubsup><mi>s</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>i</mi><mi>n</mi><mi>v</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup><mo>+</mo><mo stretchy=\"false\">(</mo><mtext>Tax</mtext><mtext> </mtext><mtext>Revenue</mtext><mo stretchy=\"false\">)</mo><mtext> </mtext><msup><mi>s</mi><mrow><mi>g</mi><mi>o</mi><mi>v</mi></mrow></msup><mo>+</mo><mfrac><mrow><msup><mi>P</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msup><msup><mi>X</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msup><msup><mi>S</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msup></mrow><mrow><mn>1</mn><mo>−</mo><msup><mi>s</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msup></mrow></mfrac><mo>+</mo><msup><mi>Y</mi><mrow><mi>f</mi><mi>d</mi><mi>i</mi></mrow></msup></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>u</mi><mo>=</mo><mi>i</mi><mi>n</mi><mi>v</mi><mo stretchy=\"false\">)</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msup><mi>Y</mi><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msup><msubsup><mi>s</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>s</mi><mi>t</mi><mi>k</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></mrow></mtd><mtd columnalign=\"left\"><mrow><mi>u</mi><mo>=</mo><mi>s</mi><mi>t</mi><mi>k</mi></mrow></mtd></mtr></mtable></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>s<sup>gov</sup></i> is government saving rate and <inline-formula id=\"inline6a\"><math display=\"inline\" id=\"i6a\"><msubsup><mi>s</mi><mrow><mo>_</mo><mi>s</mi></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></math> is household saving rate,",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA14",
                            "label": "(A14)",
                            "mathml": "<math><msubsup><mi>s</mi><mrow><mo>_</mo><mi>s</mi></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup><mo>=</mo><msubsup><mi>s</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>i</mi><mi>n</mi><mi>v</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup><mo>+</mo><msubsup><mi>s</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>s</mi><mi>t</mi><mi>k</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <inline-formula id=\"inline7a\"><math display=\"inline\" id=\"i7a\"><msubsup><mi>s</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>i</mi><mi>n</mi><mi>v</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></math> and <inline-formula id=\"inline8a\"><math display=\"inline\" id=\"i8a\"><msubsup><mi>s</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>s</mi><mi>t</mi><mi>k</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></math> are household savings for investment and change in inventory, respectively.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Net foreign direct investment (in domestic currency)",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA15",
                            "label": "(A15)",
                            "mathml": "<math><msup><mi>Y</mi><mrow><mi>f</mi><mi>d</mi><mi>i</mi></mrow></msup><mo>=</mo><msubsup><mi>P</mi><mrow><mo>_</mo><mi>c</mi><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>i</mi><mi>n</mi><mi>v</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mi>t</mi></msubsup><msup><mi>Q</mi><mrow><mi>f</mi><mi>d</mi><mi>i</mi></mrow></msup></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>Q<sup>fdi</sup></i> is the real inflow of net foreign direct investment. Purchasers’ price index for user <i>u</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA15a",
                            "label": "(A16)",
                            "mathml": "<math><msubsup><mi>P</mi><mrow><mo>−</mo><mi>c</mi><mo stretchy=\"false\">(</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow><mi>t</mi></msubsup><mo>=</mo><mfrac><mn>1</mn><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>c</mi></munder><mrow><msub><mi>Q</mi><mrow><mo>_</mo><mi>S</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow></msub></mrow></mstyle></mrow></mfrac><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>c</mi></munder><mrow><msub><mi>Q</mi><mrow><mo>_</mo><mi>S</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow></msub></mrow></mstyle><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow><mi>t</mi></msubsup><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>u</mi><mo>∈</mo><mtext>USR</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Demand of user <i>u</i> for composite good <i>c</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA16",
                            "label": "(A17)",
                            "mathml": "<math><msub><mi>Q</mi><mrow><mo>_</mo><mi>s</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo>=</mo><mrow><mo>{</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mi>L</mi><mi>e</mi><mi>o</mi><mi>n</mi><mi>t</mi><mi>i</mi><mi>e</mi><mi>f</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><msub><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo stretchy=\"false\">)</mo></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo>;</mo><mi>u</mi><mo>∈</mo><mtext>IND</mtext><mo stretchy=\"false\">)</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msubsup><mi>Q</mi><mrow><mo>_</mo><mi>h</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>c</mi><mi>o</mi><mi>m</mi></mrow></msubsup></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo>;</mo><mi>u</mi><mo>=</mo><mi>h</mi><mi>o</mi><mi>u</mi><mo stretchy=\"false\">)</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mi>L</mi><mi>e</mi><mi>o</mi><mi>n</mi><mi>t</mi><mi>i</mi><mi>e</mi><mi>f</mi><mo stretchy=\"false\">(</mo><mfrac><mrow><mi>E</mi><malignmark/><mo stretchy=\"false\">(</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow><mrow><msubsup><mi>P</mi><mrow><mo>_</mo><mi>c</mi><mo stretchy=\"false\">(</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow><mi>t</mi></msubsup></mrow></mfrac><mo stretchy=\"false\">)</mo></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo>;</mo><mi>u</mi><mo>=</mo><mi>i</mi><mi>n</mi><mi>v</mi><mo stretchy=\"false\">)</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>s</mi></munder><mrow><msub><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mi>s</mi><mo stretchy=\"false\">)</mo></mrow></msub></mrow></mstyle></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo>;</mo><mi>u</mi><mo>=</mo><mi>s</mi><mi>t</mi><mi>k</mi><mo stretchy=\"false\">)</mo></mrow></mtd></mtr></mtable></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>X</i><sub>(<i>u</i>)</sub> is the output of industry <i>u</i> and <i>Q</i><sub><i>_s(c,“gov”)</i></sub> and <i>Q</i><sub>(<i>c,“stk”,s</i>)</sub> are exogenous variables.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Budget constraint for government and inventory <inline-formula id=\"inline9a\"><math display=\"inline\" id=\"i9a\"><mo stretchy=\"false\">(</mo><mo>⇒</mo><msup><mi>s</mi><mrow><mi>g</mi><mi>o</mi><mi>v</mi></mrow></msup><mo>,</mo><msubsup><mi>s</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>s</mi><mi>t</mi><mi>k</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup><mo stretchy=\"false\">)</mo></math>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA17",
                            "label": "(A18)",
                            "mathml": "<math><msub><mi>E</mi><mrow><mo stretchy=\"false\">(</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>c</mi></munder><mrow><mo stretchy=\"false\">(</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow><mi>t</mi></msubsup><msub><mi>Q</mi><mrow><mo>_</mo><mi>s</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>u</mi><mo>=</mo><mi>g</mi><mi>o</mi><mi>v</mi><mo>,</mo><mi>s</mi><mi>t</mi><mi>k</mi><mo stretchy=\"false\">)</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<i>Industry outputs, prices and demands for factors (<a href=\"#equA18\">Equations A19</a>–<a href=\"#equA25\">A28</a>)</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "CES demand of industry <i>i</i> for labour occupation <i>0</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA18",
                            "label": "(A19)",
                            "mathml": "<math><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mo>=</mo><mi>C</mi><mi>E</mi><mi>S</mi><mo stretchy=\"false\">(</mo><msubsup><mi>Q</mi><mrow><mo>_</mo><mi>o</mi><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mo>,</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mo>,</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>l</mi><mi>a</mi><mi>b</mi><mo>\"</mo><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>o</mi><mo>∈</mo><mtext>OCC</mtext><mo>;</mo><mi>i</mi><mo>∈</mo><mtext>IND</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <inline-formula id=\"inline10a\"><math display=\"inline\" id=\"i10a\"><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup></math> is the demand of industry <i>i</i> for composite labour,",
                            "type": "paragraph"
                        },
                        {
                            "id": "equu2",
                            "label": "(A20)",
                            "mathml": "<math><msubsup><mi>Q</mi><mrow><mo>_</mo><mi>o</mi><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mo>=</mo><mi>L</mi><mi>e</mi><mi>o</mi><mi>n</mi><mi>t</mi><mi>i</mi><mi>e</mi><mi>f</mi><mo stretchy=\"false\">(</mo><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>l</mi><mi>a</mi><mi>b</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>i</mi><mo>∈</mo><mtext>IND</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Basic price of factor <i>f</i> in industry <i>i</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA19",
                            "label": "(A21)",
                            "mathml": "<math><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>f</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup><mo>=</mo><mrow><mo>{</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mi>C</mi><mi>E</mi><mi>S</mi><mo stretchy=\"false\">(</mo><msubsup><mi>P</mi><mrow><mi>O</mi><mn>1</mn></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mo stretchy=\"false\">)</mo><mo>,</mo><mo>⋯</mo><mo>,</mo><msubsup><mi>P</mi><mrow><mi>O</mi><mn>8</mn></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>f</mi><mo>=</mo><mi>l</mi><mi>a</mi><mi>b</mi><mo>;</mo><mi>i</mi><mo>∈</mo><mtext>IND</mtext><mo stretchy=\"false\">)</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msup><mi>P</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msup></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>f</mi><mo>=</mo><mi>c</mi><mi>a</mi><mi>p</mi><mo>;</mo><mi>i</mi><mo>∈</mo><mtext>IND</mtext><mo stretchy=\"false\">)</mo></mrow></mtd></mtr></mtable></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <inline-formula id=\"inline11a\"><math display=\"inline\" id=\"i11a\"><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>l</mi><mi>a</mi><mi>b</mi><mo>\"</mo><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup></math> is a CES price index for composite labour, <inline-formula id=\"inline12a\"><math display=\"inline\" id=\"i12a\"><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mn>0</mn><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup></math> and <i>P<sup>cap</sup></i> are the equilibrium prices of labour occupation <i>o</i> and capital, respectively.",
                            "type": "paragraph"
                        },
                        {
                            "text": "CES demand of industry <i>i</i> for factor <i>f</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA20",
                            "label": "(A22)",
                            "mathml": "<math><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>f</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup><mo>=</mo><mi>C</mi><mi>E</mi><mi>S</mi><mo stretchy=\"false\">(</mo><msubsup><mi>Q</mi><mrow><mo>_</mo><mi>f</mi><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup><mo>,</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>f</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup><mo>,</mo><msubsup><mi>P</mi><mrow><mo>_</mo><mi>f</mi><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>f</mi><mo>∈</mo><mtext>FAC</mtext><mo>;</mo><mi>i</mi><mo>∈</mo><mtext>IND</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <inline-formula id=\"inline13a\"><math display=\"inline\" id=\"i13a\"><msubsup><mi>Q</mi><mrow><mo>_</mo><mi>f</mi><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup></math> is the demand of industry <i>i</i> for composite factor",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA21",
                            "label": "(A23)",
                            "mathml": "<math><msubsup><mi>Q</mi><mrow><mo>_</mo><mi>f</mi><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup><mo>=</mo><mi>L</mi><mi>e</mi><mi>o</mi><mi>n</mi><mi>t</mi><mi>i</mi><mi>e</mi><mi>f</mi><mo stretchy=\"false\">(</mo><msub><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>i</mi><mo>∈</mo><mtext>IND</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "CES price index for composite factor in industry <i>i</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA22",
                            "label": "(A24)",
                            "mathml": "<math><msubsup><mi>P</mi><mrow><mo>_</mo><mi>f</mi><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup><mo>=</mo><mi>C</mi><mi>E</mi><mi>S</mi><mo stretchy=\"false\">(</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>c</mi><mi>a</mi><mi>p</mi><mo>\"</mo><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup><mo>,</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>l</mi><mi>a</mi><mi>b</mi><mo>\"</mo><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>i</mi><mo>∈</mo><mtext>IND</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Unit cost of output in industry <i>i</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA22-a",
                            "label": "(A25)",
                            "mathml": "<math><msubsup><mi>C</mi><mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>n</mi><mi>d</mi></mrow></msubsup><mo>=</mo><mfrac><mn>1</mn><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>c</mi></munder><mrow><msub><mi>Q</mi><mrow><mo>_</mo><mi>s</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow></msub></mrow></mstyle><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>f</mi></munder><mrow><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>f</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup></mrow></mstyle></mrow></mfrac><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>c</mi></munder><mrow><msub><mi>Q</mi><mrow><mo>_</mo><mi>s</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow></msub></mrow></mstyle><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mi>t</mi></msubsup><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>f</mi></munder><mrow><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>f</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup></mrow></mstyle><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>f</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>i</mi><mo>∈</mo><mtext>IND</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Basic price of output in industry <i>i</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA23",
                            "label": "(A26)",
                            "mathml": "<math><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>n</mi><mi>d</mi></mrow></msubsup><mo>=</mo><msubsup><mi>C</mi><mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>n</mi><mi>d</mi></mrow></msubsup><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>n</mi><mi>d</mi></mrow></msubsup><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>i</mi><mo>∈</mo><mtext>IND</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <inline-formula id=\"inline14a\"><math display=\"inline\" id=\"i14a\"><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>n</mi><mi>d</mi></mrow></msubsup></math> is the <i>ad valorem</i> rate of a tax on output of industry <i>i</i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Total supply of labour occupation <i>o</i> (equal to its demand in equilibrium) <inline-formula id=\"inline15\"><math display=\"inline\" id=\"i15\"><mo stretchy=\"false\">(</mo><mo>⇒</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mn>0</mn><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mo stretchy=\"false\">)</mo></math>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA24",
                            "label": "(A27)",
                            "mathml": "<math><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>i</mi></munder><mrow><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup></mrow></mstyle><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>o</mi><mo>∈</mo><mi>O</mi><mi>C</mi><mi>C</mi><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Total supply of capital (equal to its demand in equilibrium) (⇒<i>P<sup>cap</sup></i>)",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA25",
                            "label": "(A28)",
                            "mathml": "<math><mfrac><mrow><msup><mi>X</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msup></mrow><mrow><mn>1</mn><mo>−</mo><msup><mi>s</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msup></mrow></mfrac><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>i</mi></munder><mrow><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>c</mi><mi>a</mi><mi>p</mi><mo>\"</mo><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<i>Industry supplies of multi-products (<a href=\"#equA26\">Equations A29</a>–<a href=\"#equA29\">A32</a>)</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "CET supply of good <i>c</i> from industry <i>i</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA26",
                            "label": "(A29)",
                            "mathml": "<math><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>c</mi><mi>o</mi><mi>m</mi></mrow></msubsup><mo>=</mo><mi>C</mi><mi>E</mi><mi>T</mi><mo stretchy=\"false\">(</mo><msub><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow></msub><mo>,</mo><msub><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mo>\"</mo><mi>d</mi><mi>o</mi><mi>m</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow></msub><mo>,</mo><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>n</mi><mi>d</mi></mrow></msubsup><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo>;</mo><mi>i</mi><mo>∈</mo><mtext>IND</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "CET price index for composite goods (equal to <inline-formula id=\"inline16\"><math display=\"inline\" id=\"i16\"><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>n</mi><mi>d</mi></mrow></msubsup></math> in equilibrium) (⇒<i>X</i><sub>(<i>i</i>)</sub>)",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA27",
                            "label": "(A30)",
                            "mathml": "<math><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>n</mi><mi>d</mi></mrow></msubsup><mo>=</mo><mi>C</mi><mi>E</mi><mi>T</mi><mo stretchy=\"false\">(</mo><msub><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><msub><mi>c</mi><mn>1</mn></msub><mo>,</mo><mo>\"</mo><mi>d</mi><mi>o</mi><mi>m</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow></msub><mo>,</mo><mn>...</mn><mo>,</mo><msub><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><msub><mi>c</mi><mi>m</mi></msub><mo>,</mo><mo>\"</mo><mi>d</mi><mi>o</mi><mi>m</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow></msub><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>i</mi><mo>∈</mo><mtext>IND</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Total supply of good <i>c</i> from all industries",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA28",
                            "label": "(A31)",
                            "mathml": "<math><msubsup><mi>X</mi><mrow><mo>_</mo><mi>i</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>c</mi><mi>o</mi><mi>m</mi></mrow></msubsup><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>i</mi></munder><mrow><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>c</mi><mi>o</mi><mi>m</mi></mrow></msubsup></mrow></mstyle><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Total sales of good <i>c</i> (equal to <inline-formula id=\"inline17\"><math display=\"inline\" id=\"i17\"><msubsup><mi>X</mi><mrow><mo>_</mo><mi>i</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>c</mi><mi>o</mi><mi>m</mi></mrow></msubsup></math> in equilibrium) (⇒<i>P</i><sub>(<i>c</i>,“dom”)</sub>)",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA29",
                            "label": "(A32)",
                            "mathml": "<math><msubsup><mi>X</mi><mrow><mo>_</mo><mi>i</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>c</mi><mi>o</mi><mi>m</mi></mrow></msubsup><mo>=</mo><mrow><mo>{</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>u</mi></munder><mrow><msub><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>\"</mo><mi>d</mi><mi>o</mi><mi>m</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow></msub><mo>+</mo><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>exp</mi></mrow></msubsup></mrow></mstyle></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>NCM</mtext><mo stretchy=\"false\">)</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>u</mi></munder><mrow><msub><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mo>\"</mo><mi>d</mi><mi>o</mi><mi>m</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow></msub><mo>+</mo><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>exp</mi></mrow></msubsup><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>n</mi></munder><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>u</mi></munder><mrow><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>n</mi><mo>,</mo><mi>u</mi><mo>,</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>m</mi><mi>g</mi><mi>n</mi></mrow></msubsup></mrow></mstyle></mrow></mstyle><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>n</mi></munder><mrow><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>n</mi><mo>,</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>e</mi><mi>m</mi><mi>g</mi><mi>n</mi></mrow></msubsup></mrow></mstyle></mrow></mstyle></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>MCM</mtext><mo stretchy=\"false\">)</mo></mrow></mtd></mtr></mtable></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<i>Household income and expenditure (<a href=\"#equA30\">Equations A33</a>–<a href=\"#equA35\">A38</a>)</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Factor income from factor <i>f</i> for person <i>n</i> in household <i>h</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA30",
                            "label": "(A33)",
                            "mathml": "<math><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>f</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>f</mi><mi>a</mi><mi>c</mi></mrow></msubsup><mo>=</mo><mrow><mo>{</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>o</mi></munder><mrow><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup></mrow></mstyle><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>f</mi><mo>=</mo><mi>l</mi><mi>a</mi><mi>b</mi><mo>;</mo><mi>h</mi><mo>∈</mo><mtext>HOU</mtext><mo>;</mo><mi>n</mi><mo>∈</mo><mtext>PER</mtext><mo stretchy=\"false\">)</mo></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><msup><mi>P</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msup><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msubsup></mrow></mtd><mtd columnalign=\"left\"><mrow><mo stretchy=\"false\">(</mo><mi>f</mi><mo>=</mo><mi>c</mi><mi>a</mi><mi>p</mi><mo>;</mo><mi>h</mi><mo>∈</mo><mtext>HOU</mtext><mo>;</mo><mi>n</mi><mo>∈</mo><mtext>PER</mtext><mo stretchy=\"false\">)</mo></mrow></mtd></mtr></mtable></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <inline-formula id=\"inline18\"><math display=\"inline\" id=\"i18\"><mrow><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup></mrow></math> is labour supply from occupation <i>0</i> and <inline-formula id=\"inline19\"><math display=\"inline\" id=\"i19\"><mrow><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msubsup></mrow></math> is capital supply.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Taxable income for person <i>n</i> in household <i>h</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA31",
                            "label": "(A34)",
                            "mathml": "<math><msubsup><mi>Y</mi><mrow><msup><mrow/><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow></msup></mrow><mrow><mi>h</mi><mi>t</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>f</mi></munder><mrow><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>f</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>f</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup></mrow></mstyle><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mi>b</mi><mo>∈</mo><mi>B</mi><mn>23</mn></mrow></munder><mrow><msubsup><mi>P</mi><mrow><mo>_</mo><mi>c</mi><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>h</mi><mi>o</mi><mi>u</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mi>t</mi></msubsup></mrow></mstyle><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>b</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>b</mi><mi>e</mi><mi>n</mi></mrow></msubsup><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>h</mi><mo>∈</mo><mtext>HOU</mtext><mo>;</mo><mi>n</mi><mo>∈</mo><mtext>PER</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <inline-formula id=\"inline20\"><math display=\"inline\" id=\"i20\"><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>b</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>b</mi><mi>e</mi><mi>n</mi></mrow></msubsup></math> is the entitlement of real benefit <i>b</i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Disposable income for person <i>n</i> in household <i>h</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA32",
                            "label": "(A35)",
                            "mathml": "<math><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>d</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo>=</mo><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>t</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>h</mi><mo>∈</mo><mtext>HOU</mtext><mo>;</mo><mi>n</mi><mo>∈</mo><mtext>PER</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <inline-formula id=\"inline21\"><math display=\"inline\" id=\"i21\"><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>p</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></math> is the rate of a tax on the taxable income of person <i>n</i> in household <i>h</i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Expenditure income for household <i>h</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA33",
                            "label": "(A36)",
                            "mathml": "<math><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>e</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>n</mi></munder><mrow><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>d</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup></mrow></mstyle><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msubsup><mi>r</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>s</mi><mi>a</mi><mi>v</mi></mrow></msubsup><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>h</mi><mo>∈</mo><mtext>HOU</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Changes in saving rate for household <i>h</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA34",
                            "label": "(A37)",
                            "mathml": "<math><mfrac><mrow><mi>d</mi><mo stretchy=\"false\">(</mo><msubsup><mi>r</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>s</mi><mi>a</mi><mi>v</mi></mrow></msubsup><mo stretchy=\"false\">)</mo></mrow><mrow><msubsup><mi>r</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>s</mi><mi>a</mi><mi>v</mi></mrow></msubsup></mrow></mfrac><mo>=</mo><mfrac><mrow><mi>d</mi><mo stretchy=\"false\">(</mo><msubsup><mi>s</mi><mrow><mo>_</mo><mi>s</mi></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup><mo stretchy=\"false\">)</mo></mrow><mrow><msubsup><mi>s</mi><mrow><mo>_</mo><mi>s</mi></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></mrow></mfrac><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>h</mi><mo>∈</mo><mtext>HOU</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Demand of household <i>h</i> for composite good <i>c</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA35",
                            "label": "(A38)",
                            "mathml": "<math><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>h</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>c</mi><mi>o</mi><mi>m</mi></mrow></msubsup><mo>=</mo><mi>f</mi><mo stretchy=\"false\">(</mo><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>e</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><mo>,</mo><msubsup><mi>P</mi><mrow><mo>_</mo><mi>s</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mo>\"</mo><mi>h</mi><mi>o</mi><mi>u</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mrow><mi>t</mi><mn>2</mn></mrow></msubsup><mo stretchy=\"false\">)</mo><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo>;</mo><mi>h</mi><mo>∈</mo><mtext>HOU</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<i>Linking household variables with CGE aggregates (<a href=\"#equA36\">Equations A39</a>–<a href=\"#equA40\">A43</a>)</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Aggregation of household supplies of capital stock",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA36",
                            "label": "(A39)",
                            "mathml": "<math><msup><mi>X</mi><mrow><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msup><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>h</mi></munder><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>n</mi></munder><mrow><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msubsup></mrow></mstyle></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Aggregation of household supplies of labour occupation <i>o</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA37",
                            "label": "(A40)",
                            "mathml": "<math><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>h</mi></munder><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>n</mi></munder><mrow><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup></mrow></mstyle></mrow></mstyle><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>o</mi><mo>∈</mo><mtext>OCC</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Aggregation of household demands for composite good <i>c</i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA38",
                            "label": "(A41)",
                            "mathml": "<math><msubsup><mi>Q</mi><mrow><mo>_</mo><mi>h</mi><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>c</mi><mi>o</mi><mi>m</mi></mrow></msubsup><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>h</mi></munder><mrow><msubsup><mi>Q</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>h</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>c</mi><mi>o</mi><mi>m</mi></mrow></msubsup></mrow></mstyle><mtext> </mtext><mtext> </mtext><mtext> </mtext><mo stretchy=\"false\">(</mo><mi>c</mi><mo>∈</mo><mtext>COM</mtext><mo stretchy=\"false\">)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Average household income tax rate",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA39",
                            "label": "(A42)",
                            "mathml": "<math><msup><mi>t</mi><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msup><mo>=</mo><mfrac><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>h</mi></munder><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>n</mi></munder><mrow><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>t</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></mrow></mstyle></mrow></mstyle></mrow><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>h</mi></munder><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>n</mi></munder><mrow><msubsup><mi>Y</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>t</mi><mi>i</mi><mi>n</mi><mi>c</mi></mrow></msubsup></mrow></mstyle></mrow></mstyle></mrow></mfrac></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Aggregation of household real benefits",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA40",
                            "label": "(A43)",
                            "mathml": "<math><msup><mi>X</mi><mrow><mi>b</mi><mi>e</mi><mi>n</mi></mrow></msup><mo>=</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mi>b</mi><mo>∈</mo><mi>B</mi><mn>23</mn></mrow></munder><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>h</mi></munder><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>n</mi></munder><mrow><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>b</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>b</mi><mi>e</mi><mi>n</mi></mrow></msubsup></mrow></mstyle></mrow></mstyle></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "assets": [
                                {
                                    "id": "tablec1",
                                    "label": "Table C.1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th><b>Sets</b></th>\n<th><b>Definitions</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>COM(1,…,<i>m</i>):</td>\n<td>Commodities (indexed by <i>c</i>)</td>\n</tr>\n<tr>\n<td>IND(1,…,<i>m</i>):</td>\n<td>Industries (indexed by <i>i</i>)</td>\n</tr>\n<tr>\n<td>MCM(1,…,<i>n</i>):</td>\n<td>Margin commodities (indexed by <i>m</i>)</td>\n</tr>\n<tr>\n<td>NCM(= COM <b>-</b> MCM):</td>\n<td>Non-margin commodities (indexed by <i>c</i>)</td>\n</tr>\n<tr>\n<td>FUSR(<i>gov</i>, <i>hou</i>, <i>inv</i>, <i>stk</i>):</td>\n<td>Final users of commodities (indexed by <i>u</i>)</td>\n</tr>\n<tr>\n<td>USR(=IND + FUSR):</td>\n<td>Users of commodities (indexed by <i>u</i>)</td>\n</tr>\n<tr>\n<td>USR_stk(=USR <b>-</b> <i>stk):</i></td>\n<td>Users of commodities, exclusive of <i>stk</i> (indexed by <i>u</i>)</td>\n</tr>\n<tr>\n<td>SRC(<i>dom</i>, <i>imp</i>):</td>\n<td>Domestic/import sources of commodities (indexed by <i>s</i>)</td>\n</tr>\n<tr>\n<td>FAC(<i>lab</i>,<i>cap</i>):</td>\n<td>Factors of production (indexed by <i>f</i>)</td>\n</tr>\n<tr>\n<td>OCC(1,…,8):</td>\n<td>Labour occupation (indexed by <i>o</i>)</td>\n</tr>\n<tr>\n<td>SAV(<i>inv</i>,<i>stk</i>):</td>\n<td>Saving destination (indexed by <i>s</i>)</td>\n</tr>\n<tr>\n<td>HOU(1,…,9774):</td>\n<td>Sample households (indexed by <i>h</i>)</td>\n</tr>\n<tr>\n<td>PER(1,…,6):</td>\n<td>Persons in a household (indexed by <i>p</i>)</td>\n</tr>\n<tr>\n<td>B23(1,…,23):</td>\n<td>Transfer payments (indexed by <i>b</i>)</td>\n</tr>\n<tr>\n<td>TAX(<i>GST</i>, <i>tax</i>, <i>sub</i>):</td>\n<td>Three tax items (indexed by <i>g</i>)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Sets used in the model and database.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The model specifies the behaviours of three types of economic agents:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "A representative firm in each industry, which purchases intermediate inputs and factor services to produce goods or services. For given demand for its products and input prices, the firm uses constant-return-to-scale (CRTS) technology to minimise the costs of production.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "A household sector, which plays three roles: as factor owner, it receives factor incomes from firms; as consumer, it spends income on goods and services to maximise its utility; and as investor, it allocates savings to form new capital.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "A government sector, which collects revenue from taxes on goods and services and from household and spends income on transfers to households and on purchasing goods and services.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "The price system consists of three layers:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Basic price = unit cost of production, including intermediate and factor input costs, plus production tax; the basic price of imported goods include import tariffs.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Producer price = basic price plus transport and sales margin services.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Purchaser price = producer price plus indirect taxes.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "The basic structure of the model can be summarised in the behaviours of two groups of users: users of intermediate inputs (firms) and users of final products (household, government and investor).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Firm behaviour has five components (refer to <a href=\"#tableb1\">Table B.1</a>).",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>Industry demand for domestic and imported intermediate inputs:</i> a CES cost-minimising demand function of two variables – the given purchasers’ prices and the industry demand for the composite good (<a href=\"#equA3\">Equation A3</a>).",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Industry demand for composite intermediate inputs:</i> a Leontief cost-minimising demand function of the industry’s firms (<a href=\"#equA16\">Equation A17</a>).",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Industry demand for factor inputs:</i> a CES cost-minimising demand function of two variables -basic factor prices and the industry’s output (<a href=\"#equA18\">Equations A19</a>–<a href=\"#equA21\">A23</a>).",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "The input-output table used for this model is a <i>product-industry</i> table, where some industries produce multiple products. To model this production structure, a CET supply of multiple products is introduced in each industry (<a href=\"#equA26\">Equation A29</a>), which is a function of the industry’s total output, <i>X<sub>(i)</sub>,</i> and the basic prices of the products produced, <i>P</i><sub>(<i>c,“dom“</i>)</sub>. The general equilibrium output of each industry <i>X<sub>(i)</sub></i> is determined by linking the associated CET price index with the basic price of the industry <inline-formula id=\"inline22\"><math display=\"inline\" id=\"i22\"><mrow><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>n</mi><mi>d</mi></mrow></msubsup></mrow></math> in <a href=\"#equA27\">Equation A30</a>. The general equilibrium basic price of each product, <i>P</i><sub>(<i>c,”dom”</i>)</sub>, is determined in <a href=\"#equA29\">Equation A32</a> by its market clearing condition.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Final users’ behaviours (household, government and investor) have three components.",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>Final user’s demand for domestic and imported goods</i> (<a href=\"#equA3\">Equation A3</a>): a CES cost-minimising demand function of two variables – the given purchasers’ prices and final user’s demand for the composite good.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Final user’s demand for composite goods</i> (<a href=\"#equA16\">Equation A17</a>): the functional form varies depending on the final user concerned. For investors, it is a Leontief cost-minimising demand function of capital formation. Government demand is assumed to be exogenously given. For households, it is an aggregation of individual household demands to be defined in the household module below.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Final users’ income and expenditure</i> (<a href=\"#equA13\">Equation A13</a>): as indicated earlier in the model data section, the three final users all have their expenditures fully paid for by their respective incomes, and, therefore, all have balanced budgets.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "As government and inventory demands are exogenously given, two budget constraints are required, so that government saving rate <i>s<sup>gov</sup></i> and household saving rate for inventory<inline-formula id=\"inline23\"><math display=\"inline\" id=\"i23\"><mrow><msubsup><mi>s</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>s</mi><mi>t</mi><mi>k</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></mrow></math> are set as endogenous to balance their respective budgets (<a href=\"#equA17\">Equation A18</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The foreign demand for exported goods is defined in a constant elasticity of demand function (<a href=\"#equA9\">Equation A9</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "There are two components in the household module, specified in <a href=\"#equA30\">Equations A33</a> to <a href=\"#equA35\">A38</a>. On the income side, each person’s incomes from various sources are aggregated within a household. Four types of income are defined.",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>Factor income,</i> composed of labour income from different occupation categories and from capital (<a href=\"#equA30\">Equation A33</a>).",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Taxable income,</i> composed of factor income plus various benefits received from the government and transfer income from other households, as derived from the HES-SIH datasets (<a href=\"#equA31\">Equation A34</a>).",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Disposable income,</i> defined as taxable income, net of income tax (<a href=\"#equA32\">Equation A35</a>).",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Expenditure income,</i> referring to the part of household disposable income that is used for current consumption (<a href=\"#equA33\">Equation A36</a>). The remainder is household saving, which is assumed to be adjusted by changes in the average saving rate <inline-formula id=\"inline24\"><math display=\"inline\" id=\"i24\"><mrow><msubsup><mi>s</mi><mrow><mo>_</mo><mi>s</mi></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></mrow></math> (<a href=\"#equA34\">Equation A37</a>).",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "On the expenditure side, household demands for the composites of domestically produced and imported goods are derived from a Cobb-Douglas utility function, which is a function of household income and goods purchaser prices (<a href=\"#equA35\">Equation A38</a>). As household incomes and consumption patterns (which determine the parameters in the demand functions) are different, each household has a unique and individual response to a given set of price changes. This functional form is chosen for simplicity consideration. Other more flexible functional forms may also be used, but are unlikely to alter the model’s convergence behaviour.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Household factor endowments can be aggregated and linked to the variables of factor supplies in the main model (<a href=\"#equA36\">Equations A39</a>–<a href=\"#equA40\">A43</a>). The household supplies of factors are assumed to be fixed in the integrated model. This assumption is relaxed when using a separate BMS model in <a href=\"#s3\">Section 3</a> of this paper.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In this model, the following variables are set as exogenous",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "All tax rates and real benefits: <inline-formula id=\"inline25\"><math display=\"inline\" id=\"i25\"><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>m</mi><mi>p</mi></mrow></msubsup><mo>,</mo><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>g</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>exp</mi></mrow></msubsup><mo>,</mo><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>n</mi><mi>d</mi></mrow></msubsup><mo>,</mo><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo>,</mo><mi>u</mi><mo>,</mo><mi>g</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>d</mi><mi>o</mi><mi>m</mi></mrow></msubsup><mo>,</mo><msubsup><mi>t</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></math> and <inline-formula id=\"inline26\"><math display=\"inline\" id=\"i26\"><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>b</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>b</mi><mi>e</mi><mi>n</mi></mrow></msubsup></math>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Household and firm saving rates: <inline-formula id=\"inline27\"><math display=\"inline\" id=\"i27\"><msubsup><mi>s</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>i</mi><mi>n</mi><mi>v</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></math> and <i>s<sup>cap</sup></i>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Household supplies of capital and labour: <inline-formula id=\"inline28\"><math display=\"inline\" id=\"i28\"><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>c</mi><mi>a</mi><mi>p</mi></mrow></msubsup></math> and <inline-formula id=\"inline29\"><math display=\"inline\" id=\"i29\"><msubsup><mi>X</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>n</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup></math>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "The world prices of imports, foreign income and net foreign investment: <inline-formula id=\"inline30\"><math display=\"inline\" id=\"i30\"><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>c</mi><mi>i</mi><mi>f</mi></mrow></msubsup><mo>,</mo><msubsup><mi>E</mi><mrow><mo stretchy=\"false\">(</mo><mi>c</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>exp</mi></mrow></msubsup></math> and <i>Q<sup>fdi</sup></i>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Foreign exchange rate <i>ex</i>, which is also used as the numeraire",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Other variables are all endogenously defined by an equation, except the following three groups of variables, which are not defined by any equation.",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Government saving rate <i>s<sup>gov</sup></i> and household saving rate for inventory <inline-formula id=\"inline31\"><math display=\"inline\" id=\"i31\"><msubsup><mi>s</mi><mrow><mo stretchy=\"false\">(</mo><mo>\"</mo><mi>s</mi><mi>t</mi><mi>k</mi><mo>\"</mo><mo stretchy=\"false\">)</mo></mrow><mrow><mi>h</mi><mi>o</mi><mi>u</mi></mrow></msubsup></math>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Industry output <i>X</i><sub>(i)</sub> and product basic price <i>P</i><sub>(<i>c,“dom”</i>)</sub>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Basic prices for labour (by occupation) <inline-formula id=\"inline32\"><math display=\"inline\" id=\"i32\"><msubsup><mi>P</mi><mrow><mo stretchy=\"false\">(</mo><mi>o</mi><mo stretchy=\"false\">)</mo></mrow><mrow><mi>l</mi><mi>a</mi><mi>b</mi></mrow></msubsup></math> and capital <i>P<sup>cap</sup></i>",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "The equilibrium values of first two groups of variables are determined by <a href=\"#equA17\">Equations A18</a>, <a href=\"#equA27\">A30</a> and <a href=\"#equA29\">A32</a>, respectively, which have been discussed above, not to be repeated here. The basic prices of labour and capital are determined by their respective market clearing conditions given in <a href=\"#equA24\">Equations A27</a> and <a href=\"#equA25\">A28</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As a result, the model has equal numbers of endogenous variables and equations, implying a valid closure and a unique solution. A test simulation confirms that this is the case.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "sc1",
                    "title": "C. The model structure",
                    "type": "section"
                }
            ],
            "id": "a1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "The author is grateful to Patrick Jomini, Larry Cook, John Salerian, audiences at presentations held at the Productivity Commission, the 19th Annual Conference on Global Economic Analysis, Washington, DC., June 15–17, 2016 and the National CGE Workshop in Canberra, August 8, 2016, and three anonymous referees for their helpful comments. The views expressed here are the author’s only and do not necessarily reflect those of the Productivity Commission.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
