{
    "status": "vor",
    "id": "00179",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00179",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial",
    "published": "2018-08-31T00:00:00Z",
    "versionDate": "2018-08-31T00:00:00Z",
    "statusDate": "2018-08-31T00:00:00Z",
    "volume": 11,
    "issue": 2,
    "fpage": 1,
    "lpage": 4,
    "elocationId": "1-4",
    "pdf": "http://web:8082/00179/ijm-00179.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research",
                        "University of Essex"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "This issue of the journal contains six articles. The first one, by Ross Richardson <i>et al.</i>, presents a dynamic microsimulation model to project labour force participation in six EU member states, five low-participation countries (Italy, Spain, Ireland, Hungary and Greece) and a high-participation benchmark (Sweden). The model provides an alternative to the cohort models widely used at official agencies like the OECD and the European Commission, with all the advantages of a micro perspective (no ecological fallacy of group-level analysis, more controls hence more accurate estimates, possibility of aggregating the results to any group of interest). In particular, the paper focuses on the labour supply of women. The issue of ecological fallacy (<a href=\"#ref5\">Robinson, 1950</a>) is not elaborated upon by the authors, but it is worth mentioning given that this is an important advantage of the microsimulation approach. I do it in <a href=\"#ref4\">Richiardi, Nolan, and Kenworthy (2018)</a>, on which the following paragraph is based.",
                    "type": "paragraph"
                },
                {
                    "text": "The ecological fallacy arises when aggregate data are used to make inferences about individual level parameters. Many investigators have shown that the aggregate and the individual-level coefficients seldom agree in either magnitude or direction. For instance, it is possible that the individual probability to participate is higher for the majority of individuals in group A, but group B displays a higher aggregate participation rate. Suppose for instance that there are 1,000 individuals in each group. 800 individuals in group A have a probability to participate of 50%, while the remaining 200 individuals have a probability to participate of 0. In group B, 800 individuals have a probability of 40%, and 200 individuals have a probability of 100%. Individuals in group A are more likely to participate than individuals in group B; however, the participation rate is higher in group B (52% versus 40%). Also, a characteristic might negatively impact on the participation rate at the individual level, but display a positive association at the aggregate level. As an example, individual wealth might have a negative impact on participation, but aggregate wealth could affect participation even after controlling for individual wealth. This could happen for instance if people are trying to “catch up with the Joneses”, reacting to relative wealth. If the distribution of wealth is skewed enough, a positive association between wealth and the participation rate would be detected, at the aggregate level. Ecological fallacy is avoided altogether using individual-level analysis, as in microsimulation models.",
                    "type": "paragraph"
                },
                {
                    "text": "The second article in the issue, by Concepció Patxot <i>et al.</i> is also a dynamic microsimulation of labour force participation, but with a focus on retirement behaviour in Spain. A survival model is used to adjust retirement decisions and the estimated probabilities are then used to adjust times to retirement within the microsimulation tool. The model allows to analyse the compounded effect of population ageing, increased participation of odler workers and women, and improvements in educational attainments.",
                    "type": "paragraph"
                },
                {
                    "text": "The third article, by Ismail Saglam, presents a new heuristics in mate search strategy, based upon an earlier model by Todd and Miller. Mating algorithms are relevant for (dynamic) microsimulations as simulated individuals need to be matched to form new unions over time. Saglam identifies a key shortcoming in the most successful search strategy from the Todd and Miller paper, and develops a new strategy without this shortcoming, but which nevertheless performs well, at least according to one important success criterion.",
                    "type": "paragraph"
                },
                {
                    "text": "The fourth article, by Mauri Kotam aki <i>et al.</i>, presents an evaluation of a recent reform of unemployment insurance in Finland. The paper builds on a static tax-benefit microsimulation model for Finland, SISU, expanded with a behavioural component.",
                    "type": "paragraph"
                },
                {
                    "text": "The fifth article, by Trond Husby <i>et al.</i>, addresses an important issue in urban microsimulation — namely how to construct households (or families, or other groupings) from a set of individuals, in a way that retains the structural properties of the data from different sources. The paper presents a new method for synthesizing individuals, households and dwellings in small areas, illustrated using the city of Amsterdam as a case study.",
                    "type": "paragraph"
                },
                {
                    "text": "The last contribution is a software review, in which Luca Tiberti and co-authors describe a user-friendly Stata-based toolkit for top-down microsimulation-CGE modelling, where a microsimulation model is used to distribute the results of a standard representative agent CGE model. One of the goals of the International Journal of Microsimulation is to disseminate and document software tools which might be of value for the microsimulation community. The software was developed as part of the activities of the Partnership for Economic Policy (PEP), an international non-profit organization with the goal of enhancing local capacity for policy analysis in developing countries. The toolkit is freely distributed and freely available.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "It is a common perception, at least in Economics, that microsimulation papers face a glass ceiling that prevents them to get to top journals, in particular when they deal with policy analysis and evaluation in developing countries. The article by <a href=\"#ref2\">Hanna and Olken (2018</a>), published in the last issue of the <i>Journal of Economic Perspective</i>, shows that the glass ceiling can potentially be broken. Hanna and Olken compare universal basic incomes versus targeted transfers in Indonesia and Peru, a standard application of tax-benefit models. Interestingly, they do not make use of a tax-benefit simulator: rather, they evaluate targeting accuracy by observing directly in the data the complete set of asset variables used in targeting, as well a measure of actual per-capita consumption for the household. They are only an inch away from what we regularly do in microsimulation modelling. Is that inch that allows them to arrive so much farther?",
                            "type": "paragraph"
                        },
                        {
                            "text": "Associate Editor Deborah Schofield points to a paper by <a href=\"#ref1\">Fernandez and Forder (2011</a>). Although now about 7 years old, this paper is an important and highly relevant example of dynamic microsimulation modelling applied to health care. As populations age, many countries are concerned about the future demand and need for planning for adequate residential aged care services. Demand for services, whether for health care or aged care, has often been modelled using a means-based approach, assuming that future populations of the same age will have the same demand for services as the current population. The paper by Fernandez and Forder demonstrates the value of using a dynamic microsimulation model to take account of further important parameters including level of disability, as well as, changes in the duration of time spent in residential care services (based on both changes in the risk of institu-tionalisation and changes in the probability of survival once individuals are admitted into residential care). The model benefited from access to data on the length of stay of over 10,000 people in Bupa care homes, which were combined with national survey data and re-weighted to represent national estimates. The paper noted the importance of projected survival rates on the requirement for places in residential care. It also highlighted the significant level of costs faced by self-payers (who are a rapidly increasing proportion of people in residential care services in England) with prolonged stays in residential care. In particular, the results suggested that almost 20% of people admitted into residential care will stay for a period of 4 years or more, with associated lifetime costs in excess of £100,000. A small number of people (around 1% of residents) have very long lengths of stay of 10 years or more, with the cost of their care exceeding £300,000. The authors points to the need for mechanisms for insuring individuals against the risk of catastrophic care expenditures being a policy priority.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Associate Editor Azizur Raman suggests a recent paper by <a href=\"#ref3\">Pettit, Tanton, and Hunter (2017)</a>. This article attempts to design a next generation online spatial planning and decision support systems. This research cleverly uses a spatial-lag-model to deal with spatial autocorrelation issues. The authors also demonstrate how urban geographers can access both the datasets and statistical analysis tools via an online environment for conducting spatial analysis more efficiently.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s1",
                    "title": "Suggestions for further reading",
                    "type": "section"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Fernandez, J-L",
                        "preferred": "J-L Fernandez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Forder, J",
                        "preferred": "J Forder"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "ref1",
            "publisher": {
                "name": [
                    "PSSRU"
                ]
            },
            "source": "Impact of changes in length of stay on the demand for residential care services in england: Estimates from a dynamic microsimulation model (Discussion Paper 2771)",
            "title": "Impact of changes in length of stay on the demand for residential care services in england: Estimates from a dynamic microsimulation model (Discussion Paper 2771)",
            "type": "report"
        },
        {
            "articleTitle": "Universal Basic Incomes versus Targeted Transfers: Anti-Poverty Programs in Developing Countries",
            "authors": [
                {
                    "name": {
                        "index": "Hanna, R",
                        "preferred": "R Hanna"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Olken, BA",
                        "preferred": "BA Olken"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "id": "ref2",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "201",
                "last": "226",
                "range": "201–226"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "articleTitle": "An online platform for conducting spatial-statistical analyses of national census data across Australia",
            "authors": [
                {
                    "name": {
                        "index": "Pettit, CJ",
                        "preferred": "CJ Pettit"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hunter, J",
                        "preferred": "J Hunter"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "ref3",
            "journal": "Environment and Urban Systems",
            "pages": {
                "first": "68",
                "last": "79",
                "range": "68–79"
            },
            "type": "journal",
            "volume": "63"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nolan, B",
                        "preferred": "B Nolan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kenworthy, L",
                        "preferred": "L Kenworthy"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "details": "The us labour force participation debacle: Learning from the contrast with britain, WP 162/2018, LABORatorio Revelli",
            "id": "ref4",
            "title": "The us labour force participation debacle: Learning from the contrast with britain",
            "type": "unknown"
        },
        {
            "articleTitle": "Ecological correlations and the behavior of individuals",
            "authors": [
                {
                    "name": {
                        "index": "Robinson, WS",
                        "preferred": "WS Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "1950",
            "id": "ref5",
            "journal": "American Sociological Review",
            "pages": {
                "first": "351",
                "last": "357",
                "range": "351–357"
            },
            "type": "journal",
            "volume": "15"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
