{
    "status": "vor",
    "id": "00173",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00173",
    "authorLine": "Gunnar Eliasson",
    "title": "Why complex, data demanding and difficult to estimate agent based models? Lessons from a decades long research program",
    "published": "2018-04-30T00:00:00Z",
    "versionDate": "2018-04-30T00:00:00Z",
    "statusDate": "2018-04-30T00:00:00Z",
    "volume": 11,
    "issue": 1,
    "fpage": 4,
    "lpage": 60,
    "elocationId": "4-60",
    "pdf": "http://web:8082/00173/ijm-00173.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        },
        {
            "id": "labour-supply-demand",
            "name": "Labour supply and demand"
        },
        {
            "id": "firm-behaviour",
            "name": "Firm behaviour"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Questions are often raised about the economy-wide long-term consequences of micro (policy) interventions in an economy. To answer such questions, complex high dimensional, agent-based and difficult to estimate models are needed. This soon takes the economist outside the range of mathematics s/he is comfortable with. Such was, however, the ambition of the Swedish micro firm to macroeconomic systems modelling project presented in this essay, initiated almost 45 years ago. This model is presented as a Reference model for theoretical and empirical studies, with the ambition to understand the roles of the “birth, life and death” of business agents in the evolution of a self-coordinated market economy, without the help of a Walrasian central planner. Mathematical simulation is argued to be the effective tool for such theoretical and empirical analyses. Four problems have been chosen that demand a model of the Reference type to address, and that the Reference model has been used to address. They are (1) exploring the interior structures of the model for surprise analytical outcomes not previously observed, or thought of; (2) quantifying the long-term costs and benefits of large structure changing micro-interventions in the economy; (3) studying long-term historical economic systems evolutions, and asking what could have happened alternatively, if the historic evolution would have originated differently, and (4) generalizing from case observations.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Eliasson",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Sweden"
                        },
                        "formatted": [
                            "Sweden"
                        ]
                    },
                    "name": [
                        "Royal Institute of Technology (KTH)"
                    ]
                }
            ],
            "emailAddresses": [
                "gunnar.elias@telia.com"
            ],
            "name": {
                "index": "Eliasson, Gunnar",
                "preferred": "Gunnar Eliasson"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "calibration vs estimation",
        "historical agent modelling",
        "mathematical simulation",
        "modular design"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In the wake of the Keynesian revolution, large-scale macroeconometric modelling became the big business of the economics profession. There were business cycle macro models, and input-output sector models of the Keynesian & Leontief (K&L) type driven by demand, the ultimate manifestation of which was perhaps the Brookings Model of the 1970s, managed by Prize winner Lawrence Klein. This model was eventually linked up with a collection of other national and similarly structured models to an enormous global model.",
                    "type": "paragraph"
                },
                {
                    "text": "It did not take long, however, for critical comments to emerge, notably about the unclear microfoundations of such macro models, the wasteful neglect of existing microdata that came with aggregation, and in general their empirical credibility and meaningfulness. What could they really be used for?",
                    "type": "paragraph"
                },
                {
                    "text": "The microsimulation approach pioneered by Orcutt (<a href=\"#bib113\">1957</a>, <a href=\"#bib114\">1960</a>, <a href=\"#bib112\">1980</a>) was one response to this critique. Orcutt’s disapproved of the erroneous assumptions underlying macro modelling. Only under extreme and unworldly assumptions about “elemental decision-making units” would macro relationships be theoretically acceptable, but those aggregates meant “a disastrous loss of accuracy of representation”. Klevmarken (<a href=\"#bib96\">1978</a>, <a href=\"#bib97\">1983</a>) also regretted the unnecessary loss of available microinformation that came with aggregation for macro modelling, and that simulation experiments on the Swedish agent-based macroeconomic model, referred to as the “Reference model” in what follows (<a href=\"#s2\">Section 2</a>), already at that time had obviated. This critique was reiterated in the 1977 Stockholm microsimulation conference, perhaps the first ever, where Bergmann, Eliasson, and <a href=\"#bib112\">Orcutt (1980)</a> stated “that a criterion of good theory in economics can only be how well-grounded in relevant, empirical facts it is” (op. cit. p. 12), and the obvious fact is that economic agents such as individuals, households and business firms are different, and that the role of this heterogeneity should be recognized in good modelling. On this <a href=\"#bib27\">Citro &amp; Hanushek (1997)</a> argued that sufficient knowledge of micro unit behaviour (in their case households) was not yet available for accurate specification of Micro based Macro systems models. Research should, therefore, focus on obtaining better data and estimation procedures, and less on modelling based on assumptions.",
                    "type": "paragraph"
                },
                {
                    "text": "Empirically well-grounded economic systems models featuring heterogeneous agents competing in dynamic markets, and growth through endogenous entry and exit (“selection”) soon run up against difficult problems of achieving statistically controlled parameter estimates. The modeller therefore often chooses to simplify the model, and instead faces the perhaps even more serious problem of mis-specification. With sufficient data and enormous future computer capacity the estimation problems of complex, selection based and non-linear models should, however, in principle be solvable. A richly parameterised model would therefore be the right reference for empirically credible and open-minded theorising (see <a href=\"#s5\">Section 5</a> on Surprise Economics). Then, there would be no need for macro models at all, since the process of aggregating behaviour in markets would be endogenised within the micro-based model, and aggregation would be reduced to summing up the outputs at the end. There would even be reasons to expect that most macroeconomic relationships would not be compatible with the inherent relationships of an empirically well-grounded micro-based economic systems model (see <a href=\"#s3\">Section 3</a>). However, the ambition of empirical credibility may still be out of reach as of today, implying a need to state objectively how to make empirical sense of less than perfectly calibrated complex models (<a href=\"#bib64\">Eliasson, 2016</a>, <a href=\"#bib65\">2017a</a>; <a href=\"#bib86\">Hansen &amp; Heckman, 1996</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The <a href=\"#bib27\">Citro &amp; Hanushek (1997)</a> observation of lack of knowledge about household behaviour was even more appropriate for the state of knowledge about business firm behaviour. While the birth, the life and the death of individuals concern well-defined entities, the life of business firms is that of constant structural transformation through mergers, acquisitions and divestitures. And indeed, demand for a better understanding of the nature and roles played by business firms in long-term economic development was the chief reason for initiating the project that led up to the Reference model of this essay (<a href=\"#s2\">Section 2</a>). Likewise, early on questions were asked about the economy-wide, long-term consequences of micro-interventions in the economy, and prompted the quantitative inquiry into the Swedish industrial support program of the 1970s and 1980s, that was based on the Reference model (<a href=\"#s6\">Section 6</a>). In a historical perspective, seemingly minor occurrences in the distant past, like a clustering of successful entrepreneurial activities, or the establishment of a new institution that improved the allocative performance of markets, may have nudged the entire economic system onto a different historical trajectory than it would otherwise have taken (<a href=\"#s7\">Section 7</a>). The Reference model described in the next section (<a href=\"#s2\">Section 2</a>) has been found to be appropriate for the quantitative study of the economic systems consequences such very long-term courses of irreversible events between consequences and such.",
                    "type": "paragraph"
                },
                {
                    "text": "During the more than 40 years course of the project leading up to the Reference model, we have studied how heterogeneous and quite ignorant agents (firms) compete in more or less open markets, thereby dynamically coordinating the evolution of the model economy along growth trajectories, the successful outcomes of which depend significantly on how agents are born (entrepreneurial entry) and die (exit) along the way to form more or less successful business clusters. These growth dynamics involve integrating familiar, often trivially true principles of economics. I conclude below that understanding such economic systems dynamics is not possible without understanding that market-based integration, and to do that mathematical simulation is the appropriate analytical tool. Even though simulation is a concept that has been subject to a large philosophical literature as computers have become increasingly capable (<a href=\"#bib79\">Fontana, 2006</a>), for me mathematical simulation is a branch of mathematics that is particularly suitable for addressing complex theoretical and empirical economic systems problems.",
                    "type": "paragraph"
                },
                {
                    "text": "With this paper I, therefore, start afresh from the ambitions voiced at the 1977 conference that I was myself involved in formulating: (1) one theoretical, emphasising the need for empirically well-grounded prior theory, and (2) another, concerned with the unavoidably “false” assumptions underlying macro theory (<a href=\"#s3\">Section 3</a>). I will ask: what kind of theoretical foundation should a relevant micro-based economic systems model stand on? How should aggregation over markets of micro behaviour be made a natural part of total economic systems dynamics? How intellectually restrictive is the economist’s standard mathematical toolbox, the calculus of optimisation? What analytical potential does simulation mathematics offer in enhancing the understanding of economic behaviour? How can existing, often diverse and taxonomically incompatible microdata be combined for maximum information access? Perhaps most important of all: what usefulness is added by those complex, analytically non-transparent and difficult to estimate micro-based economic systems models when there are so many analytically transparent and familiar partial models, the parameters of which can be readily estimated?",
                    "type": "paragraph"
                },
                {
                    "text": "In the choice between well-grounded, and easy to estimate models, complexity therefore often becomes an accepted excuse to simplify the model on a “false” partial, static or linear format, resulting in an unclear mixture of inaccurate specification, badly defined behavioural parameters, and doubtful empirical credibility about what the analysis has to say.",
                    "type": "paragraph"
                },
                {
                    "text": "What kind of trade-off is there between perfectly estimating the wrong model, and imperfectly estimating (“calibrating”) a Micro based Macro economic systems model, that is based on empirically well-grounded prior assumptions?",
                    "type": "paragraph"
                },
                {
                    "text": "One example: Currently worries of technological mass unemployment, or “The March of the Machines” has returned in the economic debate. This time artificial intelligence (AI) causes worry (<a href=\"#bib126\">The Economist, 2016</a>). Some 40 years ago, however, mass unemployment caused by the then new micro-electronics technologies worried even famous economists (<a href=\"#bib101\">Leontief, 1982</a>). Since the workers destroyed the textile machines during the early industrial revolution, every half-century or so has seen technological unemployment return for debate. Since “job destruction” and “new job creation” usually occur in different industries, at different places and with a time lag, compared to the firms laying off workers because of technological advance, narrowly defined partial and static sector or macro models have little to tell on this issue. The first serious use of the Reference model occurred when the Swedish Government Committee on Computers and Electronics (DEK) asked the Industrial Institute for Economic and Social Research (IUI, now IFN), of which I had just become the director, to calculate the economy-wide long-term employment consequences under different labour market regimes, of the introduction of new microelectronic technologies (<a href=\"#bib42\">Eliasson, 1979</a>). The conclusion was that technologically laid off labour would soon be employed elsewhere, and the socially by far most costly policy (in terms of lost output) was to prevent the introduction of new technologies and/or delay the immediate unemployment effects caused by them.",
                    "type": "paragraph"
                },
                {
                    "text": "I will proceed in the next section to introduce the Reference model, a complex, evolutionary economic systems model on which the economy-wide long-term consequences of the endogenous “birth, life and death of business agents” can be studied. I will then choose four case illustrations, among many possible, the understanding of which requires such a model as a minimum, and for the study of which the Reference model has been applied. I address them in order of what I regard as important and representing great opportunities in agent-based economic modelling: (1) to evaluate the empirical credibility of “surprise outcomes” of simulations, not yet observed, or not yet thought of, because they are not subsumed within traditional and more narrowly defined partial, static, linear and/or macro models; (2) to quantify the long-term costs and benefits of large structure changing micro-interventions in the economy; (3) to study the micro origin of long-term historic evolutions of an economic system, that is addressing the question: what would have happened under alternative initial circumstances?; (4) to support generalising from case study observations.",
                    "type": "paragraph"
                },
                {
                    "text": "I consider the first theoretical application especially intriguing, the upshot being that good economic theory and good models, besides being empirically credible, should comprise surprise analytical outcomes. From the beginning in 1974 the Reference model also had a dominant theoretical orientation with a strong, but novel basis in traditional economic principles. The focus was on the complex economic systems consequences of the integration of those principles, which were studied numerically using simulation mathematics. The unique dynamic properties of the Reference model originate in the integration of Schumpeterian entrepreneurial economics with the dynamics of sequential feedback of the Wicksellian/Stockholm School emphasising the difference between <i>ex ante</i> plans and <i>ex post</i> outcomes, Keynesian demand feedback of all income (wages and profits) conveyed to the household sector and taxes collected by the public sector, with a touch of Kaldorian technical change. In fact, I will argue in <a href=\"#s2\">Section 2</a> that the integration of those principles in the three markets of the model is what makes up an evolutionary model.",
                    "type": "paragraph"
                },
                {
                    "text": "My conclusions will also be that the use of mathematical simulation to study complex economywide dynamic agent-based economic systems theoretically and empirically is a neglected field in mainstream economics and deserves much-increased attention there.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introducing old problems in new ways",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The Reference model has been extensively published over the years. Since recent presentations can be easily accessed, details need not be repeated here. I give a brief overview, and background on some specifics related to the four applications chosen. There are also some pertinent links to the literature of economic doctrines. Since many people have been involved in the modelling project over its soon 45-year lifespan, the reader has to excuse me for being somewhat personal at places.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The origin of the Reference model dates back to late 1974 when I was approached by Thomas Lindberg, then a director at IBM Sweden, who wondered why so little attention was being paid to large-scale economic modelling in Sweden and asked me to consider setting up such a model for the Swedish economy. I was at the time involved in a study on economic planning and budgeting in large western companies (published as <a href=\"#bib37\">Eliasson, 1976a</a>) and had a pretty good idea of how to structure a model of firm decision making. My condition for engaging in such an academic modelling venture was that the model be micro firm based, explicitly representing aggregation in markets up to the macro level, and be capable of portraying the dynamics of an evolving capitalist market economy. IBM took me around the academic world to check up on what was going on in the field, visits notably reaching out from IBM’s own research centres with a social science orientation in San Jose (USA), Pisa (Italy), and Peterlee (England). One desideratum was that the model venture should not be a replication of something already achieved. There was a general agreement that this was an obvious novel approach to take. The study trips confirmed that there was no such project, excepting Barbara Bergmann’s Transactions Model of the US economy, in the research pipeline at the time. I am particularly grateful to Kenneth Arrow who helped me to get in contact with unorthodox economists in the US. Those contacts led me to Barbara Bergmann and Guy Orcutt in particular, but also to several heretic theoretical economists, among them Richard Day, Harvey Leibenstein, Herbert Simon and Sidney Winter. <a href=\"#bib133\">Winter (1964)</a> was especially supporting in my ambition to begin building an economy wide systems model from a micro firm platform, and with a Darwinian orientation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The deal with IBM was unlimited programming and computer support for two years. The IBM view was that computer simulation would eventually, if not soon, become the dominant mathematical tool in economics, as it was already becoming in natural sciences and engineering. I was then the head of the Economic Policy Department, and the Chief Economist of the Federation of Swedish Industries, which meant that I had a budget for statistical studies, mostly to support economic forecasting. Even though we soon realised that business cycle forecasting would not be an interesting application of this model, interest in the business community was very positive because the model, contrary to the then all pervasive macroeconomic models of academia and government, promised to confer an explicit role in the industrial and economic analysis to entrepreneurs and businesses.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The preference of the sponsors was that the model is empirically based. And I realized from the beginning that it would not be possible to secure academic funding for such a project in Sweden, so this was an opportunity not to be missed. The project so conceived was of course a reckless venture. I secured an OK from the then President of the Federation of Swedish Industries, Axel Iveroth, to proceed, and to integrate the modelling project with the business forecasting activities of my department. The University of Uppsala, and my previous professor Ragnar Bentzel, became the third party in the modelling venture.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Thanks to IBMs very effective research management practice of assigning at least one highly educated staff member on the task of being “actively interested in the project”, the IBM part of the project was successfully concluded within the two year period.<sup><a href=\"#fn1\">1</a></sup> I was especially intrigued by the ease with which I could discuss empirical relevance and technical problems of the model with IBM staff with an engineering degree. While the endogenous growth generating micro core of the model, as specified in <a href=\"#bib38\">Eliasson (1976b)</a>, has needed few modifications, the modular design of the entire model has allowed a naturally integrated extended superstructure to be built around it (see <a href=\"#fig1\">Figure 1</a>), the monetary system being one example, later extended with an integrated stock and financial derivatives market, and a rudimentary venture capital market, as a first step towards modelling a complete innovation commercialising process, a competence bloc (<a href=\"#bib6\">Ballot, Eliasson, &amp; Taymaz, 2006</a>; <a href=\"#bib124\">Taymaz, 1999</a>, and see <a href=\"#s5-1\">Section 5.1</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Note</i>: The figure shows the internal expectational, decision and planning sequences, and experience feedbacks of one firm model, its interfaces with external product, labour and financial markets, and exogenous technology and global price inputs. Micro firm specification is only for four manufacturing markets. The rest of production is represented by six input output sectors, all being linked together by a constantly updated input- output delivery matrix (not shown). The eleventh public sector is shown in the figure.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<i>Source</i>: Updated version of figure in <a href=\"#bib39\">Eliasson (1977)</a>.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "DIV: dividends.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "EXP: expectations.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "INV: investments.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "PROFIT TARG: Profit target according to MIP targeting formula.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00173%2Fijm-00173-fig1.tif",
                                        "size": {
                                            "width": 1227,
                                            "height": 698
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00173%2Fijm-00173-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00173-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Business Decision System – one firm quarterly expectation, planning, decision and outcome feedback cycle.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The Reference model described in this article is constructed from bottom up on the basis of empirical evidence on the behaviour of firms collected by myself and documented in <a href=\"#bib37\">Eliasson, (1976a)</a>, which not only provided the specification of a firm model (op. cit. Chapter XI) but also the taxonomy of the consistent Micro to Macro database needed (see <a href=\"#bib2\">Albrecht <i>et al</i>., 1992</a>). To feed the Reference model with a high quality microdata foundation, my department at the Federation launched what we called the “Planning Survey” to all large Swedish manufacturing firms and some smaller ones, together covering more than 80 percent of Swedish manufacturing output. Questions were formulated to be compatible with both the firm decision model and with the taxonomy of the internal statistical systems of firms, as I had learnt and documented in <a href=\"#bib37\">Eliasson (1976a)</a>. The Planning Survey also became very useful for the Federation, and the backbone of its economic forecasting activity.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Thanks to two (one after the other) very skilled computer engineers at IBM, Mats Heiman and Gosta Olavi, the model was coded (in APL) and up and running on synthetic data already in 1975, and loaded with real firm data from the Planning Survey of the Federation of Swedish Industries in 1976. The first data set 1974–1976 was published in <a href=\"#bib128\">Virin (1976)</a>, and used to run the model for my 1977 article on the economy wide consequences of regulations and competition processes in the labour market. When I became the Director of the IUI (now IFN) in 1977 the resources of the research institute became available, and over the years several researchers at the institute have on and off worked with the Reference model and its database, among them I should mention Jim Albrecht, Ken Hanson, Thomas Lindberg, and most important Gerard Ballot, Bo Carlsson and Erol Taymaz. The model was soon ready and set up for experimental, “semi empirical” applications, and continued work would largely be supported by external funding, notably for Government committee projects. The Federation, however, continued to conduct the annual Planning Survey, for its own business cycle forecasting activity.",
                            "type": "paragraph"
                        },
                        {
                            "text": "IBM now appears to have largely abandoned its ambitions in the social science modelling field, and micro firm based economic systems modelling has taken a long-term to catch on in academia (see <a href=\"#s4\">Section 4</a>). The Reference model has, however, survived thanks to a number of academic researchers that have improved upon its modular structure, and used it for empirical inquiries. Gerard Ballot, Bo Carlsson, Dan Johansson and Erol Taymaz should be particularly mentioned.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Interestingly, after the IBM period the Reference model has not had a separate budget, but has been largely self-financed through government committee work and related data gathering projects. The model has found a number of useful applications, from a study for DEK, in a joint project between IVA and IUI, financed by the Swedish Board of Technical Development (STU) (<a href=\"#bib21\">Carlsson, 1981</a>; <a href=\"#bib25\">Carlsson, Dahmén, Grufman, Josefsson, &amp; Örtengren, 1979</a>), which also provided a critical dataset on global best practice technology for the model, to analytical work for the DEK (<a href=\"#bib42\">Eliasson, 1979</a>, <a href=\"#bib43\">1980a</a>, <a href=\"#bib44\">1980b</a>, <a href=\"#bib46\">1981</a>), to the ambitious cost benefit study on the industrial support program that will be presented in some detail below, and to several OECD studies (<a href=\"#bib24\">Carlsson, 1991</a>; <a href=\"#bib50\">Eliasson, 1987</a>, <a href=\"#bib56\">1997</a>). For several years, IUI had three economy wide models up and running; the Reference model, one highly aggregated monetary model and a Keynes &amp; Leontief sectoral model. Since the two last models could be derived as special cases of the Reference model by aggregating up to sector levels and shutting down all the Stockholm School <i>ex ante</i> plans <i>ex post</i> outcomes dynamics, it was interesting for the long-term analysis of the Swedish economy published in 1979 (<a href=\"#bib88\">IUI, 1979</a>) to ask the same questions to all three models and then identify the reasons for the different answers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The most important insight, which should not come as a surprise, was the sensitivity of long-term growth trajectories to the choice of model (read its prior assumptions). While the long-term economic systems trajectories depended critically on the parameters governing market resource allocations in the Reference model, this was not the case for the other two essentially equilibrium models (<a href=\"#bib88\">IUI, 1979, pp. 52–60</a>).<sup><a href=\"#fn2\">2</a></sup> Another insight concerned economic systems controllability. While the Reference model economy was difficult to control through available policy parameters, simulating the other two models conveyed the illusion of being in full control of the economy. Thus, for instance, pushing the Reference model economy too fast, and too far to lower unemployment, soon began to disturb the market coordination of production and investment, and resulted in worse countervailing labour market disturbances.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Even though a de-identified firm database for the year 1982 for external academic use was made available by IUI in 1992 (see <a href=\"#bib122\">Taymaz, 1992</a>), external academic users have not been that many. <a href=\"#bib17\">Broström (2003)</a>, who set the model up for a study of the reliability of the Capital Asset Pricing Model (CAPM) under different economic systems conditions for a master’s thesis at the University of Linkoping, however, demonstrated that the model was not that technically difficult to operate. The database work for the model, notably the Planning Survey and the complete stock and flow consistent micro-based National Accounts statistics put together for one initial year, that is 1982 (<a href=\"#bib2\">Albrecht <i>et al</i>., 1992</a>), furthermore, has been found useful in other unrelated research projects. <a href=\"#bib13\">Bergholm (1985)</a> simulated the pull effects of the small number of very large and dominant engineering firms on the Swedish economy, and its exposure to possible negative market experiences of some of these firms. Dan Johansson used the model in his doctorate thesis 2001 at the Royal Institute of Technology (KTH), which was in part a study on the exposure of the Swedish economy to information and communications technologies for the Swedish Agency for Civilian Emergency Planning. In return a new firm based computer and communications (C&amp;C) industry was introduced in the model (see <a href=\"#bib70\">Eliasson &amp; Johansson, 1999</a>; <a href=\"#bib89\">Johansson, 2001</a>, <a href=\"#bib90\">2005</a>). Most important, however, is the capacity of theoretical reasoning offered by the Reference model. The discussion in <a href=\"#s4\">Section 4</a> illustrates that complex high dimensional models of the Reference model type constantly come up with surprise phenomena that have not before been observed, but that may occur suddenly, that cannot be derived from within the confined neoclassical structures, or ideas about what may have happened that you may go and look for. My conceptualisation of an “Experimentally Organized Economy” dawned upon me during repeated simulation studies on the model, and its foundation in Stockholm School <i>ex ante</i> plans, <i>ex post</i> outcomes analysis, featuring the prevalence of more or less mistaken decisions at the micro-level, and the general ignorance of economic actors of circumstances that may challenge their very economic existence (<a href=\"#bib50\">Eliasson, 1987</a>, <a href=\"#bib63\">2015</a>). Since an eleven sector computable general equilibrium (CGE) model and a Leontief &amp; Keynesian (L&amp;K) model can be demonstrated (see below) to be special cases of the Reference model, any user of that model can easily relate to those more familiar models, and identify and evaluate the origin of unfamiliar surprise outcomes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Reference model is essentially deterministic, and features phases of deterministic economic systems chaos. We have tried to keep stochastic specifications at a minimum, even though stochastic specifications were unavoidable in two places of importance: (1) the assigning of priority order in which firms search each quarter for labour in the market, including poaching on other firms, by offering higher wages, and (2) the assignment of productivity and other characteristics of new firms entering markets as drawings from empirically studied distributions of such firms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Reference model began life soon 45 years ago as a bottom-up open economy construct, with locally interacting (competing) heterogeneous firms, in principle across the entire economy and over time; a complex mathematical structure beyond traditional analytical tractability. <a href=\"#bib117\">Richiardi (2017)</a> distinguishes between such models, and the more simple, partial simulation models often related to some external equilibrium skeleton that make them analytically tractable. This essay can be seen as an argument against the latter, and for the need of the former to address a number of urgent social economic problems credibly, for instance the four examples in this document. I will also make the point that simulation is a highly sophisticated mathematical tool that today makes it unnecessary to hold on to wrongly specified models to be able to use the old toolbox of economists. The Eurace@Unibi model appears to be of the new complex agent-based kind that I advocate (see for instance <a href=\"#bib31\">Dawid, Harting, Van der Hoog, &amp; Neugart, 2016</a>), that also incorporates many features of the original Reference model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The main reasons for the previous limited external academic interest in models of this type are (1) their complexity, need for new methodological skills, and demands for resources, that for a long time took such modelling beyond the budgets of academic computing, (2) their demands on unique statistical data availability, and most importantly (and unfortunately), (3) not being structurally and methodologically of the kind familiar to the profession. This has also made both replication of studies, and compact article writing on the results, difficult, even though a version of the model based on a de-identified database, was made available since the early 1990s for anyone wanting to replicate the experiments.<sup><a href=\"#fn3\">3</a></sup> Early support by IBM, the Federation of Swedish Industries, and IUI made it possible to overcome most of those difficulties. However, as I will argue extensively in the main text, and have in other publications, this is the way good empirical projects in economics should be organised, will have to be conducted in the future, and I would not do it differently, should I do it again.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Origin and background",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Reference model, often referred to as the MOSES model (for MOdel of the Swedish Economic System) has been extensively documented. For technical specifications, other details and further references, see <a href=\"#bib66\">Eliasson (2017b)</a>. The following brief presentation adds some theoretical aspects in direct support of the main text of this article. I do that by demonstrating how the particular properties of the model exploited in the four applications derive directly from the integration of (1) Schumpeterian/Austrian economics focusing on the role of the entrepreneur with (2) Wicksellian/Stockholm School economics, focusing on the feedback loops between <i>ex ante</i> plans and <i>ex post</i> outcomes at the micro market level.<sup><a href=\"#fn4\">4</a></sup> All micro production and income generation is then aggregated over product, labour and financial markets with complete and consistent (3) Keynesian demand feedbacks. On top of this firms tap into an exogenous global pool of best practice technology through their investment decisions. I have called this the (4) Kaldorian connection because the original specification had technological specifications similar to those in recent “Kaldorian” agent-based models.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Schumpeter-Wicksell connection defined the basic dynamic element of the Reference model from the beginning, and drew directly on my interview study on business planning practices (<a href=\"#bib37\">Eliasson, 1976a</a>, <a href=\"#bib54\">1992</a>, <a href=\"#bib58\">2005a</a>). Endogenous sequential Keynesian demand feedback became a necessary element in a firm based economy wide model. The tension between <i>ex ante</i> plans and <i>ex post</i> outcomes, as emphasised by the Stockholm School, added new innovative dynamics to the traditional demand feedback, in that firms were confronted each period with their expectation errors, leading to production and investment planning “mistakes”.<sup><a href=\"#fn5\">5</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Referring to the early technology upgrading of individual firm capacities as a “Kaldorian” feature may be stretching the concept a bit. Since technology and productivity advance inspired by <a href=\"#bib94\">Kaldor (1957)</a> has become a characteristic of a class of agent-based models (see, inter alia, <a href=\"#bib106\">Lorentz &amp; Savona, 2007</a>), and several chapters in <a href=\"#bib19\">Cantner, Gaffard, &amp; Neste (2009)</a> with features similar to those of the original version of the firm model of the Reference model, for symmetry I use that nomenclature.<sup><a href=\"#fn6\">6</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Reference model has been implemented on firm data for four Swedish manufacturing industries/markets and placed in a consistent micro firm National Accounts L&amp;K framework of the entire Swedish economy (<a href=\"#bib2\">Albrecht <i>et al</i>., 1992</a>). My focus here will however be on the theoretical foundation of the model. Even though the model generates a large number of “stylised facts”, that capacity alone is not sufficient for empirical credibility. For calibration and empirical credibility, there is a long story of its own, see Eliasson (<a href=\"#bib64\">2016</a>, <a href=\"#bib65\">2017a</a>).",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The business firm is the source of evolutionary selection and long-term growth in the Reference model; in principle, still modelled as in the first published version of the model code in <a href=\"#bib38\">Eliasson (1976b)</a>. Each firm is being exposed to competition by all other firms in product markets, and for resources in labour and financial markets. It has to respond by investing, improving its productivity, recruiting or laying off labour, modifying its scale of operations, and from <a href=\"#bib8\">Ballot &amp; Taymaz (1998)</a> and on, also through endogenous learning and R&amp;D investments into incremental or radical innovations, all to maintain its targeted profitability, or, if it fails, eventually to exit. In that process the product price, the interest rate, the wage level and employment of, and the quantity supplied by individual firms, are determined. The Ballot &amp; Taymaz (<a href=\"#bib8\">1998</a>, <a href=\"#bib9\">1999</a>) R&amp;D based learning and innovation module is based on genetic algorithms of the kind now used in the exploding field of AI applications. With exit endogenous from the beginning, and entry since <a href=\"#bib87\">Hanson (1989)</a> &amp; <a href=\"#bib120\">Taymaz (1991a)</a>, the population of firms is also endogenous. The (management of the) firm does this by exercising a Maintain or Improve Profits (MIP) principle (<a href=\"#bib37\">Eliasson, 1976a</a>, p. 236, <a href=\"#bib66\">2017b</a>), that involves climbing up <i>ex ante</i> perceived profit hills, that however change endogenously through all the profit hill climbing going on in the economy, forcing revisions in plans and in the <i>ex ante</i> conceptualised profit hills from quarter to quarter. In Eliasson (<a href=\"#bib37\">1976a</a>, chapter XI) a model of firm behaviour based on the MIP principle was presented, a modified version of which has been worked into the Reference firm model. Implementing the MIP principle can be shown to correspond to <i>ex ante</i> profit maximising search behaviour of the individual firm, which can however never be successfully achieved <i>ex post</i> because of the ongoing competition, structural reorganisation and relative price change that constantly force change in firms’ perceptions of the future, and mistaken production planning, pricing and investment decisions.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Heterogeneity among firms is introduced when the model economy is loaded with Planning Survey real firm data to define the initial state for simulation experiments. Heterogeneity is maintained through investments, R&amp;D and new technology innovations in individual firms, and innovative entry. Heterogeneous firms, living under the rules of Schumpeterian creative destruction (<a href=\"#table1\">Table 1</a>) lead a precarious life in the model. They constantly have to respond to actual and imagined challenges from incumbent firms or potential entrants, realistically expecting at least some to be superior performers. The individual firm simply has to innovate successfully, or its very existence may be at peril in that they may eventually be forced to exit. There is no equilibrium resting place for a firm. Thus model economy growth is pushed by endogenously enforced entrepreneurial competition based on a rationally perceived challenge that both maintains heterogeneity of the firm population, and moves a competition driven Schumpeterian creative destruction growth process among firms based on selection (firm turnover), as stylised in <a href=\"#table1\">Table 1</a>, see Eliasson (<a href=\"#bib55\">1996</a>, <a href=\"#bib60\">2009a</a>, <a href=\"#bib66\">2017b</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source</i>: <a href=\"#bib55\">Eliasson (1996, p. 45)</a>.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table1",
                                            "label": "Table 1",
                                            "tables": [
                                                "<table>\n<tbody>\n<tr>\n<td>1.</td>\n<td>Innovative entry enforces (through competition)</td>\n</tr>\n<tr>\n<td>2.</td>\n<td>Reorganisation</td>\n</tr>\n<tr>\n<td>3.</td>\n<td>Rationalisation, or</td>\n</tr>\n<tr>\n<td>4.</td>\n<td>Exit (shut down and business death)</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Growth through Schumpeterian creative destruction and selection.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s2-2-1",
                            "title": "2.2.1 Entrepreneurial competition, firm dynamics and endogenous growth through selection — the Schumpeterian/Austrian connection",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "According to <a href=\"#bib111\">Ohlin (1937)</a>, the origin of Stockholm School Economics is to be found in <a href=\"#bib132\">Wicksell’s (1898)</a> embryo of an aggregate analysis of production, <a href=\"#bib110\">Myrdal (1927)</a> pioneering thesis on the role of expectations, and the period analysis of Lindahl (<a href=\"#bib103\">1930</a>, <a href=\"#bib104\">1939</a>). Expectations, <i>ex ante</i> plans and <i>ex post</i> outcomes of individual firms constantly differ in the Reference model economy, experiences that are fed back period by period. The dynamic market coordination of the Reference model economy is regulated by a dozen time reaction parameters. Experience from mistaken expectations, and failure to realize plans, affect next period plans of firms, and so on, and critically influence the dynamics of the entire model economy. They are also the most difficult to calibrate. Measurement and calibration errors may give rise to turbulence and cumulative economic systems behaviour that has no economic foundation.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The time reaction parameters are the source of endogenous growth. They regulate the longer term reversals of the model economy that sometimes follow after a long and rapid expansion phase, when the economy has been operating close to capacity limits, when its stability is sensitive to even small disturbances (<a href=\"#bib48\">Eliasson, 1984</a>). Because of its non-linearity and initial state dependency, the Reference model now and then enters phases of chaotic economic systems behaviour that may be difficult to distinguish from stochastic behaviour (<a href=\"#bib20\">Carleson, 1991</a>). The flows of sequential feedback, being generated within this deterministic and highly non-linear selection-based economic system, are therefore not stochastic even though they may appear to be. I have been firmly against enforcing (on the model) a stochastic feedback flow of differences between <i>ex ante</i> plans and <i>ex post</i> outcomes, a suggestion that has frequently surfaced in academic discussions, to make the model more amenable to formal equilibrium analysis.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-2",
                            "title": "2.2.2 Ex ante plans, ex post outcomes — the Wicksellianl Stockholm School connection",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The economy wide perspective is achieved through a public sector that collects taxes on all wages and capital income generated in the model, and generates public consumption (<a href=\"#bib45\">Eliasson, 1980c</a>), and a Keynesian private demand function defined as a non-linear version of a Stone-type household expenditure system that feeds back into the markets of the model, or abroad as imports.<sup><a href=\"#fn7\">7</a></sup> The initial database is stock and flow consistent from the individual micro level up to the National Accounts (NA) level, and that consistency is maintained quarter by quarter throughout the simulation. The individual firm exports some of its production if it finds that profitable. Differences in domestic (endogenous) and world market (exogenous) prices regulate imports into the markets of the model. Monetary flows across borders are regulated by differences between the endogenous domestic interest rate and the exogenous foreign rate.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "A typical feature of the Reference model is expectational overshooting and longer term reversals (negative feedbacks) of strong cyclical booms and recessions occasioned, for instance, of an exogenous input of expectational, technological or policy origin. The economic reactions to the oil price shocks of the 1970s simulated on the Reference model, and global inputs of technological advance (<a href=\"#bib1\">Albrecht, 1978</a>; <a href=\"#bib40\">Eliasson, 1978a</a>, <a href=\"#bib42\">1979</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Such “growth cycles” are mathematically related to the mechanisms underlying the Le Chatelier principle in, for instance, hydrodynamic systems, stating that whenever a system in equilibrium is disturbed, the system will adjust itself in such a way that the effect of the change will be reduced or moderated. In the Reference model these adjustments are occasioned by the combination of Keynesian demand, and Stockholm School expectational feedback. Determining the parameters that regulate these feedbacks is the most challenging estimation problem of the Reference model. These time reaction parameters strongly impact the economy wide dynamic cost benefit calculations discussed in <a href=\"#s6\">Section 6</a> below.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-3",
                            "title": "2.2.3 Income generation and demand feedbacks — the Keynesian connection",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Technology has been an upper restriction of growth of the model economy, to begin with in the form of an exogenously growing global pool of “best practice technologies” that firms individually tapped into endogenously through their investments. That pool of best practice technologies was empirically studied historically by <a href=\"#bib21\">Carlsson (1981)</a> and <a href=\"#bib25\">Carlsson <i>et al</i>. (1979)</a> in a survey to the members of the Swedish Academy of Engineering Sciences. For many years the projected trends in those data were used as exogenous productivity inputs in new investment vintages, until Ballot &amp; Taymaz (<a href=\"#bib8\">1998</a>, <a href=\"#bib9\">1999</a>) endogenised firm innovative behaviour around the trend, using genetic network search algorithms that were fed by endogenous R&amp;D investments. Firm innovation strategies could be designed to be incremental or radical<sup><a href=\"#fn8\">8</a></sup>, to raise firm capacities to innovate (learning) and to discover new profitable technologies (innovation). This capacity of the firm to innovate relates to the Neo-Kaldorian branch of ABM inspired by <a href=\"#bib94\">Kaldor’s (1957)</a> Harrod type Keynesian growth model.<sup><a href=\"#fn9\">9</a></sup> In this model technical change was related to the rate of capital accumulation and structural change (see for instance <a href=\"#bib106\">Lorentz &amp; Savona, 2007</a>; <a href=\"#bib19\">Cantner <i>et al</i>. 2009</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The integration of the modules of the Reference model is graphically pictured in <a href=\"#fig1\">Figure 1</a>, which largely speaks for itself. The business firm module is shown, and how it interacts with all other firm modules in markets.<sup><a href=\"#fn10\">10</a></sup> The critical expectational feedback of individual firms between <i>ex ante</i> plans and <i>ex post</i> outcomes, characteristics of the Stockholm School, are pictured within the shaded rectangle to the upper right, and the <a href=\"#bib8\">Ballot &amp; Taymaz (1998)</a> Schumpeterian learning and innovation module, which replaced the original more primitive “Kaldorian” technology module, is indicated by arrows at the top left. The quarterly Keynesian demand feedback can be seen in the lower right hand corner. Double lined rectangles identify the three markets of the model, and the three important exogenous inputs (foreign prices, the global interest rate and global best practice technology in each industry) are underlined in their respective boxes.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Most important for the evolution of the Reference model economy is that the state space, or “opportunities space” of the model is endogenously expanding as firms explore it and discover new opportunities, what I call the Särimner proposition<sup><a href=\"#fn11\">11</a></sup>, thus ensuring that the interior of the opportunities space can never be fully researched, and that firms stay for ever ignorant of possible circumstances (in the model), that may force their demise, and that the Reference model will never collapse into a “full information” static neoclassical equilibrium.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-4",
                            "title": "2.2.4 Technological change and economic growth — the Kaldor connection",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The Reference model is economy wide, dynamic and agent-based. Coordination of agent behaviour is endogenous through market competition, and achieved without the help of a central planner or the fictitious Walrasian auctioneer. This is achieved despite agents being grossly ignorant of circumstances that might threaten their very existence, a theme pursued in <a href=\"#bib66\">Eliasson (2017b)</a>. Market self-coordination is costly (transactions costs) notably through business mistakes, and market clearing is never achieved. The model economy still evolves endogenously through time, and if environmental circumstances are right, will do so for ever. Such self-equilibrating models not only give rise to new estimation problems, that you do not encounter in equilibrium models, but also require a different equilibrium concept than the conventional solution to an equation system.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "This economy wide dynamics of the Reference model economy originates in the integration of the Schumpeterian/Austrian, Wicksellian/Stockholm School, Keynesian, and Kaldorian principles, intermediated through the three markets of the model (product, labour and financial, see <a href=\"#fig1\">Figure 1</a>). This integration gives rise to the “Surprise Economics” examples discussed in <a href=\"#s5\">Section 5</a>, which also illustrate the risks of misunderstanding inherent in partial models. The point to be made is that you need all four familiar partial principles to generate such credible dynamics, and when the four are integrated in markets, they together create sufficient non-linear complexity in the form of endogenous structural change and agent selection (entry and exit) to eliminate any excuse for making the assumptions necessary to return the model onto the template of a stochastic general equilibrium (GE) model as stylised below. This unfortunately also makes the integrated model hard to estimate.<sup><a href=\"#fn12\">12</a></sup> Below the principal assumptions of a rational expectations neoclassical GE, or for that matter a dynamic stochastic general equilibrium (DSGE) model are listed (<a href=\"#bib54\">Eliasson, 1992, p. 256</a>):",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "Behaviour: Agents maximise expected utility – max E[U]",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Expectations are formed from subjective probability distributions conditioned by “all available information” (Ω), that is, historic realisations of all stochastic variables – E[X]=P(X|Ω)",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Agents form (from points 1 and 2) <i>ex post</i> probability distributions that are identical to the subjective probability distributions under point 2 – <i>ex post</i> P[X]≡P(X|Ω)",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "<i>Ex post</i> P(X) are stationary",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "number",
                                    "type": "list"
                                },
                                {
                                    "text": "§ 4 is the assumption needed for statistical (“econometric”) learning, something made clear already by <a href=\"#bib85\">Haavelmo (1944)</a>.<sup><a href=\"#fn13\">13</a></sup> A steady flow of observations from the realisation of the stationary P(X) process will eventually, and with the precision desired, allow unbiased estimates of the parameters of P(X). § 3 and 4 are stochastic equilibrium conditions. § 3 hides the rational expectations type equilibrium conditions of the neoclassical, and the DSGE models, that are violated in the Reference model. This is so since (among other things) Ω <i>ex ante</i> is practically always ≠ Ω <i>ex post</i>, because of all the Schumpeterian, Stockholm School, Keynesian and Kaldorian structure-changing dynamics going on at the micro market level, making the population of firms endogenous. Hence, to be called dynamic, it should be mandatory in economic models to determine Ω endogenously and thus prevent <i>ex post</i> P(X) from being stationary (§4), even though Exp (X) is stationary, which has been suggested, and which is a perfectly reasonable assumption. Critical for this “anti-equilibrium” proposition are the Wicksellian/Stockholm School expectational feedbacks experienced by individual firms, a property, that together with the Särimner proposition becomes a well-defined partition between an evolutionary and a neoclassical model (<a href=\"#bib66\">Eliasson, 2017b</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Selection of agents through entrepreneurial entry competition and endogenous exit together with individual investments that will then bring in new technology in firms, and self-regulation of the model economy through agents’ competition in markets, together make the model initial state dependent, exhibiting phases of cumulative chaotic behaviour, and probably not ergodic, with the estimation problems that come with that property (<a href=\"#bib84\">Grazzini &amp; Richiardi, 2015</a>; <a href=\"#bib116\">Richiardi, 2013</a>). Since the Reference model cannot be solved for an exogenous equilibrium trajectory or a final equilibrium end station, a corner stone of standard neoclassical economics has been removed. It is interesting to note from Fontana (<a href=\"#bib79\">2006</a>, <a href=\"#bib80\">2010</a>) that, as this became gradually apparent at the Santa Fee Institute, the early enthusiasm among some of the founding fathers for its research ambitions in complexity economics, cooled. There is, however, no need for imposing an “assumed empirical” rational expectations equilibrium as <a href=\"#bib100\">Kydland &amp; Prescott (1982, p. 1359)</a> did in the “first” DSGE model. The economy wide dynamics of the Reference model is in fact normally well-behaved and self-regulated without any assumptional tricks needed, such as introducing a Walrasian central planner that does the coordination job free of charge (zero transactions cost assumption). But in order to discuss equilibrium without a Walrasian central planner, the definition of equilibrium has to be redefined, and the “GE feedback”, often lacking in partial models, will be very differently represented.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Any credible representation of an economic system has to possess some inherent equilibrating properties, but not necessarily an exogenous point or trajectory that the model can be solved for, and it is debatable whether a good economic model should be ergodic.<sup><a href=\"#fn14\">14</a></sup> A model of a self-regulated market based economic system has to be capable of dynamically operating without imploding under normal circumstances, and endogenously growing under some circumstances, without growth being propped up by an exogenous trend.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "This endogenous self-regulation through supply and demand interaction in markets draws transactions costs. The most important transaction costs come in the form of “business mistakes” occasioned by discrepancies between <i>ex ante</i> plans and <i>ex post</i> outcomes at the agent level, that because of the non-linear complexity of the Reference model are unpredictable. Business mistakes so defined represent <i>ex post</i> outcomes that fail to be up to <i>ex ante</i> expectations and plans. Since entrepreneurial entry is both a growth-promoting and failure-prone activity, the rate of entrepreneurial entry (endogenous in the Reference model, but sensitive to market incentives that can be influenced by policy), and firm turnover have been demonstrated on the Reference model to be growth-promoting over the longer term up to a limit. Differences between <i>ex ante</i> plans and <i>ex post</i> outcomes are intermediated in financial markets, and therefore appear as a normal transactions cost for economic growth (<a href=\"#bib68\">Eliasson &amp; Eliasson, 2005</a>; <a href=\"#bib72\">Eliasson, Johansson, &amp; Taymaz, 2005</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#bib28\">Clower (1967)</a> made the lowering of transactions costs the rationale for the existence of money, as a special commodity that facilitated trade. <a href=\"#bib30\">Dahlman (1979)</a> narrowed down the definition by specifying that the interesting transactions costs were those incurred through imperfect information, or (my point) differences between <i>ex ante</i> plans and <i>ex post</i> outcomes, that is mistaken resource allocations. This is both interesting and important in that transactions costs so delimited become unpredictable, and, as aptly noted by <a href=\"#bib30\">Dahlman (1979)</a> both indeterminate and impossible to deal with by the traditional mathematical tools of the economist. The reason for making a point of this in the context of the Reference model is not only that such transactions costs are only tractable by mathematical simulation. They are also the important element of economic dynamics that should not be eliminated by simplifying assumptions.<sup><a href=\"#fn15\">15</a></sup> The historical and surprise economics applications of the Reference model in <a href=\"#s5\">Sections 5</a> and <a href=\"#s7\">7</a> illustrate.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "With his “Nirvana Fallacy” story, <a href=\"#bib33\">Demsetz (1969)</a> had already delivered a devastating verdict on the GE model, making it a logical fallacy of using the zero transactions cost world of GE theory the reference for welfare analysis. Allowing transactions costs due to imperfect information, or for that matter ignorance (causing “business mistakes”), that are not proportional to the regular transactions costs of trading, etc., implies that the equilibrium not only becomes indeterminate, but ceases to exist, as an operating domain of the model. To study that non-linear dynamics, mathematical simulation becomes the analytical method of choice, and some measure of economic systems stability the relevant welfare concept (<a href=\"#bib47\">Eliasson, 1983</a>, <a href=\"#bib48\">1984</a>, <a href=\"#bib52\">1991a</a>). An interesting policy exercise then becomes tuning the institutions of the model so that the time reaction parameters automatically keep the variables of the entire economy evolving along a reasonably fast growth path, but within local bands of variation that are acceptable from a welfare point of view, and not so fast as to force the economy into collapse-prone depressions every now and then. This would be a formidable simulation design to engineer, but a reasonable one, and far more reasonable than trying to place the model economy on a welfare maximising equilibrium path that does not exist.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "As I will discuss below (<a href=\"#s5\">Section 5</a>), the self-regulatory properties of the Reference model offer excellent opportunities to study how such a welfare interesting “equilibrating” property could be meaningfully defined. From the point of view of diffusion of economic doctrines in academia it is interesting to observe that both Robert Clower and Harold Demsetz have been colleagues at the University of California at Los Angeles (UCLA), and that Carl-Johan Dahlman obtained his doctorate there. Robert Clower furthermore participated in the first 1977 microsimulation conference in Stockholm, and was generally, since then, very sympathetic to the Reference model and its dynamic properties.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "All economy-wide models have to be partial in some sense, but the Reference model, integrating several well-known but partial principles of economics, should be sufficiently general to minimize awkward exogenous misspecifications that would affect the four applications I have chosen to address. The Reference model floats in a global world that is largely imposed by exogenous assumption, even though <a href=\"#bib10\">Ballot &amp; Taymaz (2012)</a> introduced a global model composed of cloned Reference models that trade with each other through technology diffusion. The global environment of the original Reference model was assumed “in principle” to be in static equilibrium. The exogenous variables that impact on the Reference model have been set so that the establishment of one firm in exogenous best practice technology, fetching exogenous global market prices and operating at full capacity, will earn a nominal return on its establishment (“investment”) equal to the exogenous global interest rate. In simulations over historic time (for instance for calibration purposes) we however simply collect historical data on these variables, as we also did on best practice technologies (see above). In future simulations, we project (“forecast”) the exogenous variables imposing those equilibrium assumptions.<sup><a href=\"#fn16\">16</a></sup> Hopefully those “equilibrium” constraints can be loosened up in the future, for instance using the <a href=\"#bib10\">Ballot &amp; Taymaz (2012)</a> extension to construct an endogenous global technology frontier for domestic firms to tap into.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "For the domestic economy, the solution is more straightforward. Simulations start on a historic initial year. The model is loaded with real firm data, including prices, wage levels, profits, etc. These factual distributions across firms on rates of return, productivities, growth rates, etc., for the initial quarters are then endogenously maintained throughout simulations, one important criterion for economic systems stability being that the diversity (heterogeneity) across firms of those distributions does not deteriorate over time (<a href=\"#bib48\">Eliasson, 1984</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-5",
                            "title": "2.2.5 Market self-coordination of ignorant agents — the notion of equilibrium revisited",
                            "type": "section"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Theoretical foundation",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. The reference model economy",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Microsimulation is an apt term for the ambitions I will be advocating, but the microsimulation field has unfortunately branched out in several, sometimes incompatible, directions, some of them voiced in the 1977 Stockholm conference.",
                    "type": "paragraph"
                },
                {
                    "text": "The study of “micro-based dynamic economic systems theory and modelling” is my preferred general term. Simulation in the sense of this paper is a mathematical tool for the analysis of complex economic systems, in particular aimed at understanding the long-term evolution of entire economies. Microsimulation, on its side, has become a recognised term both for a method of analysis, and for the study of a particular class of economic models. The latter interpretation therefore understands microsimulation as commonly practiced to be a special branch of Micro to Macro economic systems modelling, or the wider field of economic modelling that we envisioned at the time of the 1977 Stockholm conference. That branch starts from Orcutt’s concept that each micro agent conducts a stochastic experiment, with empirical applications dominated by the study of the distributional consequences for the household sector, notably of tax changes. Market intermediated interactions between those agents are rarely modelled, if at all. Few of the large number of such microsimulation studies have exhibited an interest in the macro outcomes.",
                    "type": "paragraph"
                },
                {
                    "text": "The second branch is represented by the Eliasson (<a href=\"#bib38\">1976b</a>, <a href=\"#bib39\">1977</a>) micro- (firm) based self-coordinated economic systems model presented as the Reference model in the previous section, and <a href=\"#bib14\">Bergmann’s (1974)</a> “transactions” model. Both have economy wide ambitions, as their distinguishing feature, and more importantly, they model the interaction (competition) of heterogeneous agents in explicit markets, and have a theoretical focus on the dynamics of the evolution of complex economic systems. Eliasson has often expressed his goal (for instance <a href=\"#bib59\">Eliasson, 2005b</a>) as that of studying the economy wide consequences of “the birth, the life and the death of firms”, as they compete with each other in product markets, and for resources in labour and financial markets.",
                    "type": "paragraph"
                },
                {
                    "text": "Firms are modelled to design business experiments to be tested in competition with other firms in markets, and to react to experiences from realised <i>ex post</i> outcomes, that diverge from <i>ex ante</i> plans, experiences that are fed back through markets to affect next period’s plans. Concerns about a realistic representation of firm behaviour are supported by references both to the <a href=\"#bib37\">Eliasson (1976a)</a> study of business planning practices, as the prototype of their behaviour in the model, and to the specially designed survey to real Swedish firms to obtain a database for the model, including explicitly measured initial conditions for the quarter model simulations. The initial conditions measured are then endogenously updated from quarter to quarter.<sup><a href=\"#fn17\">17</a></sup> How aggregation of firms’ behaviour up to macro is intermediated in those markets is explicitly modelled.",
                    "type": "paragraph"
                },
                {
                    "text": "The 1990s has witnessed a third branch of Micro to Macro economic systems modelling: agent-based modelling (ABM). As far as the ambition has been to model entire economic systems, for instance the Eurace model (<a href=\"#bib31\">Dawid <i>et al</i>., 2016</a>), it comes close to the <a href=\"#bib14\">Bergmann (1974)</a>, <a href=\"#bib15\">Bergmann <i>et al</i>. (1980)</a> and Eliasson (<a href=\"#bib38\">1976b</a>, <a href=\"#bib39\">1977</a>) models. Both <a href=\"#bib7\">Ballot, Mandel, &amp; Vignes (2015)</a> and <a href=\"#bib116\">Richiardi (2013)</a> classify the latter two models as the first economic ABMs, and they are right. The origin of ABM in general is however unclear, but seems not to be economics but rather computer based studies of the behaviour of ant colonies (<a href=\"#bib125\">The Economist, 2013</a>). <a href=\"#bib79\">Fontana (2006)</a> draws the lineage back to von Neumann, cellular automata and the Santa Fe Institute founded in 1984 to advance the understanding of complex multidisciplinary systems (<a href=\"#bib5\">Arthur, 1999</a>), the interaction of heterogeneous micro agents in complex economic systems being one example, very much of what has been going on in the Reference model. When touching down in economics in the 1990s, ABM has been announced as a “new separate” branch of economics. The question therefore is if that literature offers more than a new name for Micro to Macro economic systems modelling published decades earlier.",
                    "type": "paragraph"
                },
                {
                    "text": "In post times, <a href=\"#bib100\">Kydland and Prescott (1982)</a> DSGE models have sailed up as a fad in academic economics, but then declined in popularity after the crisis of 2008, observes <a href=\"#bib126\">The Economist (2016, p. 65)</a>, central banks being early enthusiastic users of DSGE models. These models have been presented as both dynamic and micro-based macro compared to CGE sector models. Compared to the micro firm, or household based macro systems models, just discussed this is going a bit far, even if heralded as something radically new by many economists (for instance <a href=\"#bib76\">Fernandez-Villaverde, 2010</a>). There are no explicit heterogeneous agents and no explicit markets (only an assumed zero transactions costs rational expectations equilibrium), and no dynamics; all markets are (in stochastic market clearing equilibrium), and when it comes to the endogenous growth cycle claimed to be there, <a href=\"#bib100\">Kydland &amp; Prescott (1982)</a> have plugged in an exogenous trend.<sup><a href=\"#fn18\">18</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "So this family of economic macro models has little to do with neither economic dynamics nor ABM. Perhaps there is no economics at all in the DSGE model, because assumptions have been substituted for explanation. <a href=\"#bib32\">Day (1996, p. 399)</a> therefore calls such models “statistical characterisations of their trajectories”.<sup><a href=\"#fn19\">19</a></sup> “The great recession poses a serious challenge to mainstream macro“(read DSGE models) writes <a href=\"#bib117\">Richiardi (2017)</a>. The failure of DSGE models in central banks to predict and to support an understanding of the financial crisis of 2008 seems to have caused interest in such models to cool (<a href=\"#bib83\">Goodhart, Romanidis, Tsomocos, &amp; Shubik, 2016</a>).<sup><a href=\"#fn20\">20</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "Since both the DSGE and the CGE, as well as the K&amp;L models can be derived as special cases of the Reference model (<a href=\"#bib65\">Eliasson 2017a, p. 362</a>), or similarly structured agent-based models, I see no point in making this a special branch of micro-based economic systems modelling.",
                    "type": "paragraph"
                },
                {
                    "text": "There is also a fourth branch of Micro to Macro economic systems models with the specific ambition of clarifying the microeconomic foundations of existing macroeconomic neoclassical and Keynesian models, taking the latter for given. That was also one ambition voiced in the 1977 Stockholm Microsimulation Conference. In the light of this paper, this ambition, however, becomes futile. With Reference type models properly established and estimated there will be no need for a separate macro theory. But some of these studies (for instance <a href=\"#bib77\">Fisher, 1972</a>, <a href=\"#bib78\">1983</a>, <a href=\"#bib130\">Weintraub, 1979</a>, <a href=\"#bib131\">1983</a>), are interesting for other reasons, because they clarify indirectly, and sometimes in direct words, the shaky foundations of any macro model. <a href=\"#bib77\">Fisher’s (1972)</a> treatise on “price adjustment without an auctioneer” is interesting, not only because it clarifies that, but also because the profession had not yet in 1972, and still not, taken economics beyond the central planner and auctioneer of Walras who coordinates the economy free of charge.<sup><a href=\"#fn21\">21</a></sup> <a href=\"#bib131\">Weintraub (1983)</a> does not hold back his words when he concludes: Could it be that the Walrasian equilibrium story has exercised such strong influence on a narrow minded profession that “empirical work, ideas and facts and falsification” have been allowed to play “no role at all”?",
                    "type": "paragraph"
                },
                {
                    "text": "I will therefore stay with using “Micro to Macro economic systems modelling” as the general term that covers both microsimulation, ABM and the narrow task of clarifying the micro foundations of existing macroeconomic models as special cases. The distinction that should be made is that micro-based economic systems modelling concerns the evolution of an entire economy, featuring deterministic behaviour of heterogeneous agents interacting in markets, incompatible <i>ex ante</i> agent plans that are sorted out by competition and self-coordinate the economic system (without, however, clearing the markets) such that prices and quantities are determined, and realised behaviour fed back sequentially over time. Each agent thus faces the actions of all other agents as a critical part of its economic environment.",
                    "type": "paragraph"
                },
                {
                    "text": "Rapid advance in computer capacity and improvements in simulation techniques have gradually made complex models of the Reference model type tractable for mathematical simulation analysis. Only recently, however, has computer capacity and databases for empirically credible estimation of such models began to become available, allowing modelling to move from the low ambition of generating “stylised facts”, by way of the very early, and for the time advanced calibration model of <a href=\"#bib121\">Taymaz (1991b)</a>, developed for the Reference model, to not yet achieved proper parameter estimation. The latter should be a priority concern to confer the empirical credibility on these models that they deserve (<a href=\"#bib64\">Eliasson, 2016</a>; <a href=\"#bib86\">Hansen &amp; Heckman, 1996</a>; <a href=\"#bib116\">Richiardi, 2013</a>). The compilation of high-quality databases on taxonomies tailored to the problems addressed probably is the most difficult of the two obstacles to progress. Ultimately, however, there should be little use for a separate branch of economics called macroeconomics.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Terminology – many labels for similar apps",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The question “What are these complex and difficult to estimate models good for?” is instead a fundamental concern. And it can only be answered with: “What are you interested in?”. There are a number of questions for which a meaningful answer requires the analysis to be based on an economy wide, dynamic and difficult to estimate agent-based model. However, to handle them all within the same general model structure becomes a killing proposition. Economics is a sufficiently large field to make the ambition to put together a universal theoretical construct that holds intelligible answers to all important socioeconomic questions meaningless, not to mention all psychological, sociological and historical dimensions that impinge on the economic system, and that are most often neglected altogether by economists. This is to say that economic models will always be purpose dependent, and require that the researchers present a convincing empirical argument for the prior, and thus always partial model choice they make. This does not exclude that a more general and perhaps verbal “theory” can be used to facilitate that choice, and to help interpret the results achieved on the basis of a partial model. In fact, that prior choice to arrive at an empirically credible partial model for quantitative analysis, is its most important part. It defines the “art of economic analysis” (<a href=\"#bib54\">Eliasson, 1992</a>, <a href=\"#bib55\">1996</a>, <a href=\"#bib58\">2005a</a>, <a href=\"#bib66\">2017b</a>).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "To put it bluntly: Macroeconomic theory or models can never explain macroeconomic evolution, only describe it, at best (<a href=\"#bib57\">Eliasson, 2003</a>). For an explanation you have to go down to the microlevel of behaving economic decision units and explicitly model how their behaviour in markets and hierarchies moves the evolution of the entire model economy, and then sum up (“aggregate”) the final outcomes (<a href=\"#bib66\">Eliasson, 2017b</a>). Macro output so defined and empirically represented will then be a measure of something you desire to see, for instance a welfare index, or a quantification of available resources in an economy. When the micro foundations of heterogeneous, ignorant and behaving agents have been properly modelled and the final outputs summed up, there is no need for a separate macro theory. A separate macro theory may be needed if the micro foundations have been badly understood and erroneously represented, which <a href=\"#bib27\">Citro &amp; Hanushek (1997)</a> argued (from their experience with household data) would long be the case. While their conclusion was to go for improved data collection, instead of building empirically not well-grounded models that were less data demanding, I would add that good models can be built even though we do not yet have all the data needed. They may help specifying the data that needs to be collected.<sup><a href=\"#fn22\">22</a></sup> Furthermore, and as a corollary, the interesting welfare concept to study will be the stability and predictability of the economic environments of micro agents, not the maximum output per capita, or something like that, which is a concept that can neither be defined nor determined in a well formulated micro (agent) based evolutionary economic systems model of the kind I am using as Reference model (<a href=\"#bib47\">Eliasson, 1983</a>, <a href=\"#bib63\">2015</a>, <a href=\"#bib65\">2017a</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib75\">Feldstein (1982, p. 829)</a> insisted in a much referred to article that “in practice all econometric specifications are necessarily “false” models”. There is therefore no hope that through them truth will be found. “The applied econometrician, like the theorist” continued Feldstein “soon discovers from experience that a useful model is not one that is “true” or “realistic”, but one that is parsimonious, plausible, and informative”. The question, however, still is what to mean by informative, and especially if parsimonious means wrongly specified.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Quite often a model is said “to work”. That proposition is often associated with <a href=\"#bib81\">Friedman (1953)</a>, who argued that as long as the model predicted well, its credibility should not be put in doubt, however “false” its specification. The question is what it means for a forecaster (or a decision maker who uses the forecast) to keep the model as long as “it works”, and then reject the model when it stops working, if the incident that caused the rejection is exactly what the decision maker wanted to be forewarned about? The Reference model is a particularly apt tool for responding to such questions. It exhibits long periods of seemingly steady state macro growth behaviour, during which standard, parsimonious macro models would work well predicting growth, only abruptly to break into “Surprise Behaviour” (<a href=\"#s5\">Section 5</a>) originating in non-linear market selection dynamics that no macro model would be capable of reproducing or forecasting. That is the kind of phenomenon a user of forecasts would like to be forewarned about, and for him to warrant the term “to work”.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Economy wide, dynamic and agent based economic systems models will normally be complex. Modelling the economic systems consequences of “the birth, the life and the death of firms” (<a href=\"#bib59\">Eliasson, 2005b</a>), explicitly representing the interaction of competing heterogeneous agents across markets and over time, moved by innovative entry (“entrepreneurial competition”) and forced exit (“selection”), as in the Reference model, always means difficult non transparent complexity. For the life of business entities to be credibly represented “economic mistakes” in the form of deviations between <i>ex ante</i> plans and <i>ex post</i> outcomes have to be explicitly modelled as normal transactions costs (the Stockholm School connection). To warrant the term dynamic, period to period feedback from <i>ex ante</i> plans to <i>ex post</i> outcomes have to be explicitly accounted for, and since such feedbacks may be large their impact on next period investments, and production structures also have to be explicitly represented. Growth moved by entrepreneurial competition and market based selection (firm turnover) means irreversible systems evolutions and endogenously changing relative prices. Such models are non-linear, initial state dependent and exhibit phases of chaotic behaviour, as well as suffer from all the problems of parameter estimation and empirical credibility that follow. If you happen to be interested in the above dynamics, you also have to brace yourself for the consequent model complexity.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Good micro-based economy wide systems models make macroeconomics superfluous",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Each question asked requires that a minimum of empirical properties characterise the mathematical model to make it a credible instrument of analysis, and the four problems chosen for illustration in the following four <a href=\"#s5\">Sections 5</a>, <a href=\"#s6\">6</a>, <a href=\"#s7\">7</a> and <a href=\"#s8\">8</a> are particularly demanding in that respect. The minimum features required are not only dependent on the problem you are interested in seeing clarified, but related to the integration of competing heterogeneous, but ignorant market agents, sequential period to period market feedbacks of previous experience of agents, and because of the consequent complexity of market dynamics, endogenous structural and relative price change, causing systematic differences between <i>ex ante</i> agent plans and <i>ex post</i> outcomes (“economic mistakes”). This is a characteristic of the Reference model that is suspiciously absent from most econometric models. Such non-linear and initial state dependent agent-based models featuring endogenous populations of agents, and because of selection, irreversible economic systems trajectories, in which small, at the time minor events, may with time cumulate into major (bad or good) occurrences. These are model features that have been removed by assumption from post war neoclassical economics, in my mind to facilitate simple mathematical, but unfortunately “false” representation. These empirically relevant characteristics also unavoidably turn economic theory into a genuine empirical science, which is good. So what are the great benefits of all this added complexity and difficulties of both analysis and parameter estimation, that make them worth the effort to build and install?",
                            "type": "paragraph"
                        },
                        {
                            "text": "Today we have better tools than were available when those concerns were formulated. Mathematical simulation of Micro to Macro economic systems models does not restrict economic theorising to narrowly and false (in most contexts) partial, static and linear models. Rich in empirical content, high dimensional models can be explored for surprise theoretical conjectures (see <a href=\"#s5\">Section 5</a>). The dynamics of complex interactions of agents in markets featuring sequential feedbacks of previous experiences and selection can be studied, and the consequences of endogenous changes in the population of agents accounted for. The role of initial conditions (“history”) for future systems evolutions can be studied (<a href=\"#s7\">Section 7</a>). An acute problem for decision makers in the business community in particular, but also frequently for the policy maker, is lack of data on the current situation. Fragmented case information may exist and the decision maker needs to form a coherent view of the economy wide dynamic implications of that information. Normally s/he has arrived at that through combining whatever personal experience there is with guesses. Generalising from case studies using a complex agent-based device like the Reference model is a systematic method of doing that, which could in principle become a new field in economics (<a href=\"#s8\">Section 8</a>), perhaps even for guidance in acute decisions situations, but more importantly to practice a systematic holistic approach to decision making.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The back side of the enhancement of complexity and demands on theoretical analytical capabilities is mounting estimation difficulties, and the problem that the model will be compatible with “any given” set of facts (<a href=\"#bib82\">Gabaix &amp; Laibson, 2008</a>). Some may say that this is a practical problem only, and <a href=\"#bib75\">Feldstein’s (1982)</a> argument was that because of the “complexity of economic problems, and the inadequacies of economic data” all econometric models were necessarily false, and could not be explored for some therein hidden “truth”. Lacking such a model one could instead learn from “the use of several “alternative” false models” by combining knowledge, theoretical insights and judgement (op. cit. p. 283). Combining several partial, and therefore individually false models could produce a better, and less false understanding of a policy situation. But this “combination” has to be done right. While some practitioners in the economic analysis field may be in command of the necessary intuitive faculties, there is no way to tell, only to believe. Models of the Reference type, on the other hand, have been designed for a systematic combination or integration of case information, which should be a great merit.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Theoretical physicists have tried for decades to merge the four partial theories dealing with the strong, the weak, and the electromagnetic forces and with gravity, hoping to come up with a unified model of improved understanding. And with modern simulation mathematics at our disposal, the scientists do not have to hesitate because of mounting methodological complexity. The empirical credibility of such exercises of course depends on the credibility of the prior model specification and the parameter estimates. But the conjectures simulated might still suggest where to go and look for empirical verification which is very much what is being done in physical sciences. In the case of the Reference model, to make my point, this is far less costly than building the big colliders to look for the exotic “spartides” suggested to exist by even more abstract models in theoretical physics.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The large number of parameters and variables in Micro based Macro economic systems models, such as the Reference model, means that large numbers of conjectures can be generated, studied and passed empirical judgements on. And even if you as an analyst may not be ready to pick one conjectured scenario over another, you may study the originating circumstances of a number of bad outcomes, and warn your master political decision maker how s/he might guide the economy around them (see <a href=\"#s7\">Section 7</a>). And you do not have to disappear into empty abstractions. The Reference model of <a href=\"#s2\">Section 2</a> in fact integrates the partial conclusions of both Schumpeterian, Keynesian and Kaldorean economics with the more abstract thinking of the Stockholm School economists into a mathematical structure that includes an eleven sector computable general equilibrium, or a L&amp;K model as special cases (<a href=\"#bib65\">Eliasson, 2017a</a>, <a href=\"#bib66\">2017b</a>).That is in contrast to so called pure mathematical economics, the models of which are constrained to make it possible to identify the conclusions you can draw from a minimum of trivially true axioms. Disregarding the question how economically interesting such analyses are, and can be demonstrated to be, this is not meaningful in the high dimensional model world we are discussing. A minimum of empirically credible restrictions on the parameters of the models have to be ascertained for the analytical results to be economically interesting. So the credibility problems simply have to be overcome by good measurement, new data, computer capacity and innovative advance in inference theory.",
                            "type": "paragraph"
                        },
                        {
                            "text": "I will address this complex problem in terms of four very different theoretical and empirical problem areas, and ask what is required as a minimum of an economic model to be capable of meaningfully responding to the relevant research questions. As it happens I will be able to refer to a Reference model that both exists, is capable in principle of handling all those problems, and has been used on several, as references will show. Such conducted mathematical simulation analyses include the derivation of economy wide, dynamic economic systems evolutions based on explicitly modelled micro market behaviour, for instance the emergence, or non-emergence of a “New Economy” based on new computing and communications technologies. The following four fields of application will be addressed in turn:",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "Theoretical exploration of richly structured, high dimensional models for economic phenomena not yet observed, or even thought of, such that the findings might serve as a guide for future empirical research.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<i>Quantification of economy wide dynamic cost benefit studies of micro interventions in an economy</i>: Investigating the long-term costs and benefits of large (structure changing) public projects. Such projects are often politically controversial. To convince both those in favour of, and those against a project, the analysis has to meet high standards of empirical credibility.<sup><a href=\"#fn23\">23</a></sup> Can that be at all achieved? (see <a href=\"#s6\">Section 6</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-2-1",
                            "title": "Surprise economics",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Exploring the long run economics of feedback dynamics in high dimensional selection based models in order to obtain realistic alternative scenarios for comparison with observed historic evolutions (<a href=\"#s7\">Section 7</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-2-2",
                            "title": "Economic historical studies",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Using calibrated/estimated complex dynamic Micro based Macro models to generalize from case studies to economic systems levels. This is the other side of the previous problem. To what extent will what you have learned from a case study reflect something of more general importance? (see <a href=\"#s8\">Section 8</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-2-3",
                            "title": "Generalising from case studies to macro",
                            "type": "section"
                        },
                        {
                            "text": "These are radically different applications that do not exhaust the analytic potential of Micro to Macro economic systems modelling, but they are very demanding on model specification and empirical credibility. I chose them because the Swedish Micro to Macro model introduced as the Reference model in <a href=\"#s2\">Section 2</a> has been successfully applied in the analysis of all four. Part of the story told will be that high dimensional micro-based evolutionary systems economics are necessary to move economics forward as a science.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Minimum requirements of specification",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. What are these complex, data demanding and difficult to estimate agent-based economic systems models good for?",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Mathematical simulation today effectively frees the theoretical economist of the bounds imposed by the traditional mathematical tools of the profession, and the consequent need to simplify models for less interesting partial analysis. High dimensional complex models with many parameters and variables are rich in empirical content. To the extent the model has an economically and empirically credible foundation its behaviour can be fruitfully explored for interesting and surprising conjectures, sometimes not observed before, and more important in this context, often not before thought of, because they are not part the lower dimensional partial models commonly used. As many of the behaviours originally featured by the Reference model have been subsequently observed, and have been patched onto standard macro models as ad hoc and rarely consistent postfixes, it is legitimate to ask whether these early analytical conjectures could have served as signals of what to go and look for, without the need to learn it the hard way. One problem might have been the empirical credibility of the calibrated parameters of the complex model, and hence the relevance of those “theoretical” results. But using falsely specified, but perfectly estimated models is worse, since then you cannot use your model to identify the reasons for this or that conjecture. Given an assessment of the overall empirical credibility of the model, such conjectures might therefore serve well as warnings of what may come, to be taken as seriously as a common sense appreciation would tell. They could also help empirical researchers to go out to look for new empirical evidence. In retrospect it seems that the worries about miss-calibrated parameters were overstated compared to the risks involved in simplified, partial, and miss-specified models, although those risks are rarely made public in the vast econometric literature (<a href=\"#bib64\">Eliasson, 2016</a>, <a href=\"#bib65\">2017a</a>).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "<i>Receiver competence</i> defines the capabilities of market agents to create businesses around new technological opportunities as featured in <i>competence bloc theory</i>. Competence bloc theory is a sequential representation of the commercialisation process and focusses on the actors with specialist competences needed to create new innovations, commercialise them and take the winners on to industrial scale production and distribution. Early actors include entrepreneurs, who are capable of identifying the commercial opportunity of specific innovations, and industrially competent venture capitalists, who have sufficient understanding of the economic value of the opportunity to offer reasonably priced financing. They are followed by private equity investors, who open up access to the equity market, and finally by the industrialists, who takes the winner on to industrial scale production and distribution (<a href=\"#bib51\">Eliasson, 1990</a>, <a href=\"#bib53\">1991b</a>, <a href=\"#bib67\">Eliasson &amp; Eliasson, 1996</a>, <a href=\"#bib69\">2009</a>; <a href=\"#bib91\">Johansson, 2007</a>). Absorptive capacity is a related concept concerning a firm’s ability to identify, assimilate, transform, and apply valuable external knowledge (<a href=\"#bib29\">Cohen &amp; Levinthal, 1990</a>) that presents R&amp;D as largely devoted to tapping into already existing available technologies. The Coen &amp; Levinthal proposition compares with the original specification in the Reference model in which endogenous investments bring in new technology from a global technology pool (<a href=\"#bib41\">Eliasson, 1978b, pp. 65ff</a>). Technology upgrading was partly endogenised with Ballot &amp; Taymaz (<a href=\"#bib8\">1998</a>, <a href=\"#bib9\">1999</a>). Steps in the direction of introducing competence bloc theory in the Reference model were taken in <a href=\"#bib6\">Ballot <i>et al</i>. (2006)</a>, who focussed on the industrial competence venture capitalists have acquired from practice. When <a href=\"#bib3\">Antonov and Trofimov (1992)</a> installed a stock market module in the Reference model and made firm investments responsive to the market evaluation of firms to test the <a href=\"#bib51\">Eliasson (1990, p. 293)</a> proposition that restriction on insider trading reduces the information that guides firms’ investment decisions, their simulation experiments demonstrated insider trading improved the efficiency of long run investment allocations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Reference models features both endogenous structural change and relative price change, with significant consequences for the allocation of resources and macroeconomic growth. Those mechanisms have been theoretically explored in several studies on the Reference model. The <a href=\"#bib71\">Eliasson, Johansson, &amp; Taymaz (2004)</a> study was designed to shed light on the “<a href=\"#bib119\">Solow (1987)</a> paradox”, and the emergence or not emergence of a New Economy. With the Ballot &amp; Taymaz (<a href=\"#bib8\">1998</a>, <a href=\"#bib9\">1999</a>) learning and commercialisation algorithms turned off massive investments in R&amp;D were not sufficient to generate increased growth. When turned on a long gestation period of no growth effects was followed by a sudden burst in macroeconomic activity that took the economy up to a higher productivity level. These experiments should illustrate how easily an economy can miss a growth opportunity if it lacks certain necessary “institutions”. The empirical credibility of those results of course rested heavily on the time reaction parameters of the model. More intriguing from a theoretical point of view where the experiments in <a href=\"#bib72\">Eliasson <i>et al</i>. (2005)</a> that demonstrated the existence of a long run growth maximising rate of entrepreneurial entry and firm turnover. Above that rate the turnover of firms (read structural change) disturbed price signalling in markets and long term growth began to decline because the disturbed price signalling in markets caused an increase in mistaken production and investment decisions. The latter is a complicated dynamic property of the Reference model economy that sounds intuitively reasonable, but that to my knowledge has not previously been neither derived theoretically, nor observed empirically. Hence, those simulation experiments should prompt empirically minded researchers to “go out and look for the facts”.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A similar problem of complex evaluation and great political significance is how the global economy, or individual economies, will emerge out of the current (2018) low inflation, negative interest syndrome, or more precisely, how the current decoupling of the real and the monetary system will be sorted out by markets, or perhaps policy makers. Among the many partial propositions aired in the global economic debate one will probably be found <i>ex post</i> to have captured the situation. Already <a href=\"#bib132\">Wicksell (1898)</a>, the father of Stockholm School of Economics, thought about what might happen to the economy if a large positive difference between the real interest rate (the return to capital) and the “monetary” interest rate was artificially (read “by policy”) maintained for long. <a href=\"#bib132\">Wicksell’s (1898)</a> cumulative process has mostly been associated with cumulative inflation, but some, among them Bertil Ohlin and Erik Dahmen, have argued that embodied in Wicksell’s brief, and not crystal clear writing on the cumulative process, may also be subsumed a skeleton “theory of economic growth”. The Reference model can (even if this has not been done so far) be set up for sorting out the circumstances under which either of the these two conjectures (inflation or growth) will occur in a national economy: will cumulative inflation, caused by excessive monetary expansion, be kept in check by economic growth induced by the same rate of return interest rate difference (<a href=\"#bib50\">Eliasson, 1987</a>, p. 94, <a href=\"#bib66\">2017b</a>)?",
                            "type": "paragraph"
                        },
                        {
                            "text": "None of this can be reasonably represented in a partial and static macro model. The Wicksellian cumulative process requires a model that integrates the real and the monetary markets at the micro level. To model the economic systems effects of resource reallocations intermediated by financial markets, obviously, both the real and the monetary/financial markets have to be integrated, and dynamic competition between agents, and the market feedbacks of Stockholm School individual firm <i>ex ante</i> plans, <i>ex post</i> outcomes differences explicitly represented (see <a href=\"#fig1\">Figure 1</a>). The demands on mathematical innovation of the economist wanting to achieve this within a static equilibrium model are formidable, and the large literature attempting this has not made much progress. The point to be made here is that the Reference model has all that integration embodied, and if you are satisfied with giving up on the conventional equilibrium concept, and with using mathematical simulation a road to theoretical progress will open up. This “Surprise Economics” exemplification, in fact has wider practical ramifications.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Examples",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The sacrosanct dictum of neoclassical economic theory is that a static welfare maximising and production cost minimising equilibrium is a desired ambition for the policy maker to aim for. Rules of practical policy making have almost universally been geared up to that dictum as optimal practice. So a problem of some importance is emerging if it can be demonstrated that such an equilibrium does not exist as an operating domain in a better grounded evolutionary model than the neoclassical model. A comparison between the Reference model and a standard CGE model arguing that between model and can be found in Eliasson (<a href=\"#bib63\">2015</a>, <a href=\"#bib66\">2017b</a>).<sup><a href=\"#fn24\">24</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "It must be noted that the CGE model can be shown to be a special case of the Reference model when aggregated up to eleven production sectors, and deprived of its Stockholm School feedbacks.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A series of policy experiments pushing the economy increasingly closer to a “static equilibrium” situation demonstrated the Reference model economy increasingly approaching collapse (<a href=\"#bib52\">Eliasson, 1991a</a>). This can, however, only be a surprise for economists that have never thought in other terms than those of the GE model, which possesses such an equilibrium by assumption. Mathematically, the selection based and highly non-linear Reference model simply cannot be solved for such an exogenous equilibrium. When being pushed to operate increasingly closer to such a point (a not existing solution) the more destabilised the price signalling system and market coordination become, eventually forcing the Reference model economy into a singularity. For an empirically minded economist this “not existing solution” to a market coordination process should of course not be a desired ambition for policy makers. But should the theoretical neoclassical economist reject the property as such, because s/he cannot find it in the received neoclassical model, or should s/he modify the neoclassical model to have it? I think the latter, but then s/he would probably come out with a model of the same kind as the Reference model. Something like this was in fact the conclusion already of Baumol (<a href=\"#bib11\">1968</a>, <a href=\"#bib12\">1993</a>), who argued that the neoclassical model would not be capable of accommodating a meaningfully defined entrepreneur, and therefore also not entrepreneurial competition. There is one further compelling reason for that conclusion.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib17\">Broström (2003)</a> used the Reference model, then temporarily equipped with <a href=\"#bib9\">Taymaz’ (1999)</a> market for stocks and derivatives, to evaluate the reliability of the CAPM method under different market circumstances. As I expected, he found the method to be generally unreliable in dynamic market environments, but especially so when the Reference model was operating in “close neighbourhoods of static equilibrium”, where it is assumed to work in efficient financial markets from which the CAPM method has been derived. Hence, it should come as no surprise that the 2007/08 financial market collapses in the industrial world came in the wake of an increasing use of such simplistic financial management instruments, and automated portfolio decision devices.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Perhaps the economist should give up on static equilibrium?",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Surprise economics (theory)",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Questions on the economy wide long-term social costs and benefits of micro interventions in the economy are frequently asked on both invasive and less substantial policies, and on public projects. And whatever the state of the art in empirical economics, economists are happy to provide answers. Estimates of the longer term costs and benefits based on models of the Reference type are however sensitive to the accuracy of initial state measurements, parameter determination and the specification of the policy interface.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The Reference model offers the advantage of endogenising the long-term and structural change consequences of micro interventions in the economy. These feedbacks can however be switched off, hence allowing an assessment of whether the micro intervention is sufficiently small to support the “atomistic assumption” often used in other modelling exercises, namely that the intervention affects neither relative prices nor structures. The Reference model also features another great advantage that is exactly defined “interfaces” between the micro intervention and the agents of the markets of the model economy. The representation of real agents as artificial agents in the simulation needs abundance of microdata. The large costs of the studies required to gather it, and their unclear empirical credibility are often cited as a reason for not undertaking them. Such objections are however not convincing. The costs for a well-grounded study, even though large by academic standards, are irrelevantly small compared to the waste of resources often associated with mistaken large public projects (see the examples below). The credibility objection is in principle more relevant, but credibility is associated with how carefully conducted the study is, again a matter of costs. The study itself may also carry extra social value. Even though an agreement has not been reached on the empirical credibility of the estimated parameters, which impinge on the results obtained, specifying a relevant cost benefit model and designing a proper study of a large project require that the entire project design and implementation is thoroughly thought through. This may be sufficient to arrive at a good decision.<sup><a href=\"#fn25\">25</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "Concerns about the economy wide long-term consequences of a micro intervention cannot credibly be based on a model that is not economy wide, and not dynamic and being run on an exogenously assumed growth trend. A relevant model should instead be based on coordination through explicit market competition among heterogeneous agents, and sequential feedback of <i>ex ante</i> plans, <i>ex post</i> market outcome differences. Such models, however, open up a spectrum of specification, measurement and estimation issues that impact on the accuracy of longer term projections. Hence, the longer term trends are rarely, as they are in the Reference model, endogenously determined. You could argue that only the short-term first order effects are of interest, because the undesired outcomes can be fixed with policy as they arrive. This represents a first and most common type of policy fallacy. If complexity prevents you (as a policy maker) from understanding what to do, and long gestation periods are required for monitoring the outcomes of your policies, it will constantly be too late to fix the problems when they are discovered. And even more seriously: the consequences of bad policies (policy mistakes) may cumulate sequentially into major events.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s6-1-1",
                            "title": "6.1.1 Decisions for the long-term (dynamics)",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The Reference model has been used to evaluate several hypothetical and realised invasive policy programs in Sweden. One fiscal reform being discussed but not realized was to replace the payroll tax with a value added tax (<a href=\"#bib45\">Eliasson, 1980c</a>). One realised massive policy intervention was the industrial support program of the 1970s and 1980s. Regarding the latter, the IUI (now IFN) was asked by the government committee set up to make recommendations on the continuation of the program, to quantify the effects, with the explicit requirement that the Reference model was used, because of its micro foundation, its economy wide coverage and its dynamic specification. The results were published (<a href=\"#bib21\">Carlsson, 1981</a>, <a href=\"#bib22\">1983a</a>, <a href=\"#bib23\">1983b</a>), and lead many decades later to a follow up study (<a href=\"#bib26\">Carlsson, Eliasson, &amp; Sjöö, 2014</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "This study represents an ideal example of an economy wide, long-term evaluation of a massive, structure changing intervention in an economy, but for one exception. The micro intervention was exactly represented in the model, the initial state accurately measured through a special survey to industrial firms, including those receiving subsidies (see <a href=\"#s2\">Section 2</a>). All the endogenous dynamics needed to simulate the economy wide long-term structure changing allocational effects were included. However, the parameters were calibrated in a rather primitive way. Thus the Reference model could provide quantitative answers in great detail to practically all sorts of questions, but their empirical credibility rested squarely on the calibrated parameters, and notably on the dozen parameters that regulated the sequential market feedback of mistaken firm decisions. More details are available in the cited studies, and in particular in <a href=\"#bib26\">Carlsson <i>et al</i>. (2014)</a>. The point to be made here is (1) that a complex and difficult to estimate model of the Reference model type is necessary for such program evaluations, (2) that the calibrated parameters might have been more credibly calibrated a decade later, using, for instance, <a href=\"#bib121\">Taymaz’ (1991b)</a> calibration program, but (3) that even with the estimation/calibration techniques available today a highly critical person would probably not be satisfied. Using a more traditional model of the CGE type or a sector L&amp;K model (several of those were made available about a decade after our study, and frequently used to address similar cost benefit problems) would however have been wrong because of misspecification, even though no one might have objected to the estimated parameters. Using such models would have meant doing away with an almost perfect micro defined policy interface, assuming away important dynamic market feedbacks (less so in a L&amp;K sector model with Keynesian macro demand feedbacks), and eliminating by assumption all the dynamic resource reallocation effects, which in this case were negative, and large. So we faced a choice between a good model, with only roughly calibrated parameters, and an obviously miss-specified model, potentially well estimated.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In retrospect the calibrated parameters of the Reference model were probably not too bad. Recalibration using the Taymaz (<a href=\"#bib121\">1991b</a>, <a href=\"#bib123\">1993</a>) calibration program, led to only minor changes, compared to the parameters obtained for the cost benefit analysis using the ad hoc manual method of <a href=\"#bib73\">Eliasson &amp; Olavi (1978)</a>. The main results of the <a href=\"#bib26\">Carlsson <i>et al</i>. (2014)</a> follow up study therefore is that realistic model specification matters importantly for dynamic long-term quantitative analysis, and that the results should have been asserted more firmly for the policy community to help stop a policy program that temporarily saved a few jobs at huge social cost. An interesting “corollary conclusion” however is that when the industrial support program was terminated, and replaced by a radically different and pro-market oriented policy agenda in 1993, the manufacturing output lost during two decades of earlier stagnation compared to the OECD average, and apparently caused by the industrial subsidy program. Swedish manufacturing swiftly responded through improved resource reallocations, and caught up with the OECD average in a few years (<a href=\"#bib65\">Eliasson, 2017a</a>). This outcome is in keeping with the behaviour of the Reference model economy as it had responded in the alternative policies simulated for the Government Committee, the most effective policy alternative being to allow the firms in distress to die fast and support the economy at large with an equally large (as the support program) general reduction of the payroll tax. The entire restructuring back to normal growth would have been “done with” in a few years, instead of being stretched out over a 20 year period by policy at huge social costs.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s6-1-2",
                            "title": "6.1.2 Application of the Reference model (I): the massive Swedish industrial support program of the 1970s and 1980s",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The same problem of empirical credibility comes to the fore if the supplier of a technologically advanced product subject to public procurement (for instance the Gripen combat aircraft described in <a href=\"#bib62\">Eliasson, 2010</a>) is arguing that the value delivered “to Sweden” because of spillovers, is much greater for Swedish society than the value of the combat aircraft that the Government is procuring and willing to pay for. Such innovative contracting (<a href=\"#bib65\">Eliasson, 2017a</a>) requires a very competent public customer, and an equally clever supplier. How to evaluate spillovers effects becomes crucial. An economic adviser to the government might argue that if the supplier would obtain a decent private return on its investment that should be enough. However, this would be an incorrect way of formulating the decision problem of the government, because if the purchase went to a foreign supplier, Sweden would have been deprived of the spillover benefits that were not understood at the time, but that have later been calculated to be significant.<sup><a href=\"#fn26\">26</a></sup> In fact, it should have been a concern of the public customer (if sufficiently competent to understand it) to set up a spillover study on its own to evaluate what the country and it citizens would get for their money (the Gripens, plus the spillovers) in the alternatives considered. Similarly, the supplier should have been even more concerned to make the external benefits (the spillovers) statistically visible to the public customer; first of all not to miss the procurement, but also to negotiate a better margin. Perhaps the government should obtain a share in the spillovers created, which was not the case with the Gripen procurement.<sup><a href=\"#fn27\">27</a></sup> Ironically, however, at the time of the Gripen decision, the Reference model was up and running, and was already being used to calculate the economy wide costs and benefits of the enormous industrial subsidy program mentioned above. Both the consortium of firms responsible for the development of the Gripen, and most subcontractors were represented as real firms in the model, had spillovers been a recognised phenomenon in the policy debate surrounded the Gripen project. A full scale cost benefit study of the Gripen project on the Reference model therefore would not have been all that difficult, and definitely not costly, compared to the economic size of the procurement, and the risk of lost social benefits (spillovers), had the contract gone to a foreign supplier.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "To demonstrate the potential of the Reference model to make the spillover benefits of large public procurement projects “statistically visible”, to serve as a platform for “innovative contracting” in public procurement, the <i>ex ante</i> cost benefit analysis that should have been done in 1980 was partly carried out <i>ex post</i> in <a href=\"#bib62\">Eliasson (2010)</a>. Spillover cases were identified and gross spillover values calculated. The database of the Reference model was used to determine opportunity costs manually approximating the endogenous market adjustments occurring in the Reference model. The case analyses added up to very large spillovers from the Gripen project net of opportunity costs. Calculated spillovers in fact amounted to at least 2.6 times the actual development investment, raising questions of credibility. Fortunately a large new growth theory based econometric spillover literature, notably <a href=\"#bib92\">Jones &amp; Williams (1998)</a>, appeared to strongly support the numbers from my case study. <a href=\"#bib65\">Eliasson (2017a)</a> therefore develops a method to interpret these “surprisingly large” spillover measures in terms of the dynamics of the Reference model, notably by assessing the biases that might have crept into the estimates from not using a properly calibrated Reference model to endogenously determine opportunity costs. Above all, however, since the Reference model explicitly integrates the case study method with an economy wide dynamic agent-based model (see <a href=\"#s8\">Section 8</a> on generalising from case studies) it could be used to explicitly relate the case study results to estimates obtained in a large number of econometric spillover studies based on macro or sector models. Since those models were special cases of the Reference model, the comparison was quite straightforward. The partial econometric results could be directly evaluated in terms of what would have been the result of full scale application of the Reference model, and then compared to the actual case study results.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The problem of good specification and credible parameter estimation becomes acute when comparing the economy wide long-term consequences of the large and structure changing Gripen combat fighter procurement (<a href=\"#bib62\">Eliasson, 2010</a>), with the much smaller weapons development programs for which “atomistic assumptions” are reasonable. Here the composition of spillovers are different, being dominated by unplanned for exports<sup><a href=\"#fn28\">28</a></sup>, rather than new civilian product technologies, as in the Gripen case, and a larger share of new civilian business formation based on the military technologies (<a href=\"#bib65\">Eliasson, 2017a</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s6-1-3",
                            "title": "6.1.3 Application of the Reference model (II): pricing of spillovers and innovative contracting",
                            "type": "section"
                        }
                    ],
                    "id": "s6-1",
                    "title": "6.1 Endogenous structural change",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Other examples of the practical use of complex simulation models can be mentioned. After the worst air accident ever, when a KLM and a Pan Am Boeing 747 collided on a foggy runway in Tenerife in 1977, the two parties in court used complex computer models that represented the cause of the accident to determine responsibility, and how costs should be shared. Since each party in the trial came up with its own model, the assumptions underlying each specification presumably had to be well understood by both parties, including the setting of parameters. The demand on computer modelling competence on both parties, including their abilities to communicate what they were saying to the judges of the court, hence must have been extremely large, far larger than what we are demanding of economists calculating spillover benefits.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Calculations of insurance risk premia, including the risk of “close catastrophes” or hypothesised losses from “near misses” provides another example. The normal procedure used by insurers is to calculate the risks based on actually occurred accidents. Counterfactual “what if’ calculations of risks that almost occurred requires a much more sophisticated model, explicitly incorporating the probability that the events under consideration might have happened, rather than using hard data on what actually happened in the past. Since we do not have data on what has not happened, we are in the business of making prior assumptions about, for instance, what the total loss would have been if hurricane Irma in 2017 had hit Miami instead of the less populated areas in Florida and Cuba. For such calculations a more complex weather model than those normally used would have to be integrated with the <i>ex post</i> risk calculations (<a href=\"#bib127\">The Economist, 2017, p. 73</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-2",
                    "title": "6.2 Other examples that demand well-grounded model specifications",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Economy wide long-term cost benefit studies of micro interventions in the economy are perhaps the most useful quantitative applications of agent-based economic systems models like the Reference model. In such applications empirical credibility matters critically to negotiating parties, and the Reference model is sufficiently high dimensional and flexible in specification to facilitate an agreement between two competent negotiating partners.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-3",
                    "title": "6.3 Summing up",
                    "type": "section"
                }
            ],
            "id": "s6",
            "title": "6. Economy wide long-term social costs and benefits of micro interventions in an economy (quantification)",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Economic historians should happily recognise the potential of high dimensional models with many parameters and variables and sequential market feedbacks, which embody a rich variety of possible historical evolutions of the model economy. Their scientific task has normally been limited to describing <i>ex post</i> the one track historical evolution has in fact followed. To explain why the economy embarked upon a particular track, however, requires an analysis of what alternative histories could have occurred. Identifying the origin of alternative economy wide historic developments furthermore requires that you take the analysis down to the market/agent level. Depending on the initial conditions (a problem of historic measurement), and the parameters of the model that guide the historic evolution (a matter of relevant specification and estimation), something entirely different might have occurred. This defines the difference between measurement without context and historic explanation, which requires a comparison of facts with alternative possibilities. For the latter the historian needs a model capable of generating credible alternative economic historical evolutions.<sup><a href=\"#fn29\">29</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "There are of course problems associated with attempts to be up to such ambitions. What, for instance, does it mean for understanding and predicting over the longer term that the agents (firms) that dominate the economy today are likely to have been a seemingly insignificant market choice of innovators in the past, a choice that could in no way have been reliably predicted at the time? How should the very long time and bad future consequences of bad policy choices today, that can be discounted away (the political discount rate), be compared with the distress experienced by later generations, when the bad future has materialised? Evolutionary, micro-based economic systems models that are empirically well founded exhibit these properties. None of these historical questions furthermore can be meaningfully raised without the explicit context of such a model. Even though a tall order for the economic historian, complementing the analysis of <i>ex post</i> facts with simulated alternative economic histories should amplify the empirical credibility of the historical analysis. The Reference model of this article can simulate such alternative trajectories in great detail, and their long-term evolution is not, as in neoclassical growth models, governed by an exogenously imposed (assumed) equilibrium trend.<sup><a href=\"#fn30\">30</a></sup> Should we engage in such number crunching? I think we should, even though there are problems.",
                    "type": "paragraph"
                },
                {
                    "text": "First, growth of the Reference model economy is controlled by the most difficult to estimate time reaction parameters, and competition based selection through entrepreneurial entry and exit sometimes makes small circumstances cumulate into major future events. But this is, as we have already discussed, also a typical historical fact, in that what we observe today is almost always the result of historical circumstances that were at the time seemingly insignificant, often produced by chance. Hence, the simulation of alternative histories should be based on models that feature the cumulative importance of such historic choices. For instance, why have some regions, or entire economies, failed to be industrialised, while others have grown successfully for centuries, only to sometimes suddenly collapse and retard into a less advanced state? Literature abounds with alternative historical speculations of historical development, and models of the Reference type would allow evaluating these speculations in a logically consistent way. However, over the longer term, and for the same reason, the economic consequences of small errors in estimated parameters and measured initial conditions may cumulate into significant errors.",
                    "type": "paragraph"
                },
                {
                    "text": "Second, rather than providing counterfactual histories for the past, simulations can also project the present into the future. This can be a valuable guide for policy makers. Bad outcomes today can be the consequence of bad policies in the past, but the complexity of the economic evolution might prevent policy makers from making sense of it and take appropriate action. Moreover, even when policy makers think they know, correcting the situation through policy may take more time than the political horizon: having a Reference model can help extending such a political horizon. However, forecasts to guide the model economy onto a desired long-term growth path may be impossible because of the immense number of future paths the model economy can take, the near impossibility to simulating them all to make an informed policy choice, and (above all) the bad empirical control of the calibrated parameters. This implies large risks of substantial policy mistakes, if a particular simulated forecast is taken seriously. Device policies that work “on average” will not solve that dilemma. Sensitivity analysis of the calibrated parameters (as in <a href=\"#bib74\">Eliasson &amp; Taymaz, 2000</a>) will indicate the risks associated with a particular policy choice, though.",
                    "type": "paragraph"
                },
                {
                    "text": "An interesting and potentially socially valuable application however exists. The potential of the kind of models we discuss, including the Reference model, is to be capable of generating many different economic systems histories. For each of them it is possible to trace <i>ex post</i> and in great detail, as economic historians do, their origin and the details of the historic path the economic system has taken. While trying to police the model economy towards desired long-term outcomes is both futile, and involves significant risk of taking the economy in the wrong direction, trying to avoid bad future outcomes by steering around circumstances that create them makes more sense. In principle, it is possible to explore by simulation a large portion of the near term interior of the economic opportunities space of the model<sup><a href=\"#fn31\">31</a></sup>, and to determine circumstantial risk zones that policy makers should try to stay out of to prevent bad long-term outcomes. However, how much credibility should be attached to those calculated risk zones is again a matter of empirical credibility of the model used: (1) its prior specification, (2) the empirical credibility of its parameterisation, on which it might not be possible to reach consensus, and (3), not least important, the quality of measurement of initial conditions. On all three counts policy makers will have to apply both common sense and sound judgement. This second use of the model to help device risk reduction policies, as distinct from forecasting, should however require less in the form of empirically accurate parameterisation. The risk of missing a specific predicted policy target because of errors in parameters, must be larger than that of misguiding the economy with the help of the same model around a simulated undesired event. An analogy could be trying to bring an old car with a loose steering, driven at high speed on a narrow and winding road, to a simulated (“predicted”) Nirvana. That must involve a larger risk of failure than changing the road, if the model suggests the road leads to disaster.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Economic historical studies",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Case observations may be complemented with data on their environmental context (for instance an economy wide model) for an improved understanding of what the case observations mean for the entire economy. Ideally the cases can be entered as exogenous interventions in the markets of the calibrated Reference model, as in the industrial support program of <a href=\"#s6\">Section 6</a>. <a href=\"#bib48\">Eliasson (1984)</a> also simulates the catastrophic macroeconomic outcome of a single microeconomic event, triggered endogenously by an unhappy constellation of market circumstances, and the economy wide dynamic feedback consequences. Even if the model has not been “credibly calibrated” for such experiments and the ambition is to quantify the macroeconomic circumstances of certain micro interventions in the economy, the logical structure of the Reference model and its database can still be used to validate case study results against external information, as in the Gripen spillover measurements in Eliasson (<a href=\"#bib62\">2010</a>, <a href=\"#bib65\">2017a</a>), briefly presented in the cost benefit <a href=\"#s6\">Section 6</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Generalising from case studies to the economy wide level on the basis of an economy wide agent-based model also offers a number of practical opportunities for learning of both business decision makers and policy makers, and theoretical insights for the analyst.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "To make sense case observations practically always have to be related to a wider context than the case itself. Such generalisation is commonly practiced in business decision making in that decisions simply have to be taken on scant and unreliable evidence long before the environmental circumstances are understood, to prevent the business from being overrun by competitors that have taken the right decisions faster. Experience and observations are then filtered into an “intuitively understood” decision model of an individual, a group of individuals, or a firm (a “competent team”) based on the ad hoc experiences of business decision makers. <a href=\"#bib99\">Knight (1921)</a> made a rational case for such behaviour in arguing that the business decision maker used his own decision model, however conceived, to turn genuine uncertainty into subjectively calculable risks (<a href=\"#bib51\">Eliasson, 1990</a>, <a href=\"#bib54\">1992</a>, <a href=\"#bib58\">2005a</a>; <a href=\"#bib102\">LeRoy &amp; Singell, 1987</a>). This behaviour can also be demonstrated to be rational in the Reference model, both for the business decision maker, and socially, because (1) innovative entrepreneurial decisions by definition cannot be objectively founded, and (2) that if intuitively well-grounded decisions are delayed on the belief that they will be better understood when more evidence has been collected, they may still be both misunderstood, and taken too late. Since (3) entrepreneurial ventures both succeed and fail, an interesting question is whether the expected outcomes are positive, and whether the business failures can be regarded as a necessary cost to incur for economic development to occur (<a href=\"#bib68\">Eliasson &amp; Eliasson, 2005</a>). A corollary question is under what institutional circumstances a free experimental trial and error process will have a positive long run outcome in expectation. On this <a href=\"#bib4\">Antonov &amp; Trofimov (1993)</a> demonstrated on the Reference model that forcing all agents in the model economy onto a centralised planning mode (a “centralised forecast”) was not the optimal policy in the evolutionary and unpredictable economic environment of the Reference model, with constantly changing and unpredictable structures. Allowing each agent to form individually conceived views of the future, and designing their business experiments accordingly, meant that agents stumbled onto successful innovative action that would have gone missing for ever in the irreversible evolutionary environment of the Reference model.<sup><a href=\"#fn32\">32</a></sup> The number of failed business experiments increased as well as firm exits, but the long run macro growth outcome was larger than in the centrally mandated policy experiments. This better long run outcome was thus achieved at the social cost of more mistaken business decisions (firm exits), a result repeated on a later version of the Reference model in <a href=\"#bib72\">Eliasson <i>et al</i>. (2005)</a>. Paradoxically, therefore, even grossly ignorant agent decisions may together coordinate the entire Reference model economy towards a long-term outcome that is better than what a central planner or Walrasian auctioneer can achieve. The reason is that the information base for centrally guiding the Reference model successfully (even knowing its code), on the basis of data generated by the model, to an optimal and better outcome does not exist. This result derives directly from the Wicksellian/Stockholm School features of the model. In the Reference model, firms make their own autonomous decisions, discovering opportunities which the policy maker or central planner, relying on the limited or distorted information available at central levels, cannot see, or which the central planner, by imposing its decisions, can prevent them from exploiting. The theoretical conjecture is that the same thing might also occur in a real economy, and the scientific conclusion is that you need a complex economy wide, dynamic and agent-based model of the Reference model type both to understand, demonstrate and explain it.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moreover, for large structure changing “political projects”, even small risks of disastrous long run outcomes make decisions at central policy levels not only irrational, but outright dangerous for the entire economy. Forcing all actors to accord with one single master plan for the model economy is an example of this, because even if such a master plan may by pure chance come out right for some time it may also be entirely wrong, and possibly disastrous. Large political projects may however be tested on the Reference model under various assumptions for the policy maker to get a “feel for” the possible outcomes, and then for bad and disastrous outcomes in particular. The argument under historical studies in <a href=\"#s7\">Section 7</a> was that trying to guide the Reference model (and afortiori the real economy) towards a Nirvana outcome through radical policies is hardly possible. Using the Reference model to be alerted of the bad or disastrous very long run side effects of bad policy should however be possible, and therefore avoiding them as well. But one more significant conclusion can be drawn.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s8-1",
                    "title": "8.1 Business decisions in an economy wide dynamic firm based model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The behaviour of real individual firms in the Reference model influences the macro economy. If the behaviour of individual real agents (“case studies”) can be assumed to be representative for other agents that same behaviour may be transferred to them, by assumption or statistical investigation. This is a scientifically more acceptable procedure than to assume a particular theoretical model to be “correct” in an empirical application. The credibility of such procedures however still rests on the credibility of the specification and parameterisation of the model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The ultimate benefit of the Reference model has been to make full use of its representation of short-term budgeting and long run planning processes (as researched in <a href=\"#bib37\">Eliasson (1976a)</a> and implemented in the model) to link up with real firm managers in charge of budgeting and planning and ask them to run their own model firm by loading it with their own data<sup><a href=\"#fn33\">33</a></sup>, setting their own parameters, and even improve upon the specification of their own firm model, hence in effect help calibrate parts of the model. This would be a structured (by the Reference model) case of experimental economics placing live actors in an economy wide model economy. In addition, “staffing” the real model firms with managers from the corresponding real firms could be an alternative way of studying how the economy at large would respond, for instance to policies. This would be the ultimate method to achieve empirical credibility of model predictions, and it was in fact a private ambition of mine when I was the head of the economic policy department of the Federation of Industries, that was one of the three founding partners of the project that led up to the Reference model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To conclude on the potential use of the Reference model to generalise from case observations, the model was in fact designed from the beginning to be used as a large scale business game simulator to train managers, offering the unique capacity of allowing “real life competition” between the “trainees”. A business manager would then be able to simulate the consequences for both his individual firm, and for the economy at large of particular actions under different assumptions of how other firms would react. One example of that was the widespread worry in 1975 of what the first “oil price crisis” would do to both the economy and an individual firm, on which the model would have immediate and precise answers, even though it was used much too early for such an exercise (<a href=\"#bib65\">Eliasson 2017a, p. 295</a>). Preparations to use the Reference model for such interactive simulation experiments also began early. Two divisions of Volvo, represented in the model, were set up to be operated by Volvo staff. In the late 1970s, even large mainframe computers were however not capable to handle such games on the Reference model. When this management experiment was conducted at the IBM computer centre in Stockholm in the late 1970s three mainframe computers were needed, one each for running the Volvo divisions, and one for running the rest of the model, including the interaction with the division models (<a href=\"#bib49\">Eliasson, 1985, p. 151</a>). When sufficient computer capacity became available in the 1990s on PCs the focus of the model team had, perhaps unfortunately, been directed elsewhere.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s8-2",
                    "title": "8.2 Why not staff the real firms of the Reference model with its own managers to both enhance structural learning and improve parameter calibration?",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "It would hardly be convincing to argue that the real economy is linear, but a common belief has it that linear model approximations will still do. Before computers and simulation mathematics became available, linear economics simply had to do, but that attitude appears to linger on. Stochastic linear process models are still popular simulation devices, and the observational equivalence of data generated between a deterministic non-linear model, a macroeconomic linear stochastic process model and reality makes it difficult to distinguish statistically between them. This makes many feel at home with simple transparent models that can generate some stylised facts of reality. Why bother with complexity when transparent linear models tell the same thing? On this <a href=\"#bib32\">Day (1996, p. 400)</a> concludes with a resounding “no”. Linear stochastic macro models tell nothing about the underlying dynamics that has generated a stylised descriptive, for instance, macro outcome. To be explained and understood, the analyst has to dig into the underlying micro processes (<a href=\"#bib57\">Eliasson, 2003</a>). Day invokes the “Lucas critique” (<a href=\"#bib107\">1976</a>) to support his position, and I can only agree. The structural dynamics that characterises an evolutionary economic systems model can be demonstrated to originate in the non-linear selection based interactions of heterogeneous agents, innovating and competing in markets and attempting to realise largely incompatible plans. This behaviour ultimately rests on the integration of Schumpeterian entrepreneurship, Wicksellian/Stockholm School of expectational feedback, Keynesian demand feedback, and Kaldorian technology, in a <a href=\"#bib103\">Lindahl (1930)</a> recursive economic systems scheme (see <a href=\"#s2\">Section 2</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s8-3",
                    "title": "8.3 Explanation versus description",
                    "type": "section"
                }
            ],
            "id": "s8",
            "title": "8. Generalising from case studies to macro",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper is an argument against excessive parsimony in economic modelling, with the added notice that when you have to cut modelling complexity down, which you always have to, the partialisation arrived at should be argued credibly on empirical grounds, and with reference to the problem being addressed. Since modern mathematical simulation technology has done away with the need for unnecessarily cutting down on complexity to achieve theoretical clarity, there is no insight to be gained from using partial and static macro models to address economy wide long run problems, or linear models to address non-linear phenomena, or macro models to answer questions about the economy wide consequences of micro interventions in an economy.",
                    "type": "paragraph"
                },
                {
                    "text": "Economists had to use such misspecifications in the pre-digital age. If they still stick to such practices they have become the prisoners of the old toolbox of the profession. I have gone through four problem areas where large scale economy wide and long run (dynamic) micro agent-based economic systems models are needed to answer a number of commonly asked “what if” questions, and listed the minimum requirement on specification to avoid giving erroneous answers. Empirical credibility of both prior model specification, and estimation has been a key notion.",
                    "type": "paragraph"
                }
            ],
            "id": "s9",
            "title": "9. Conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Albrecht, JW",
                        "preferred": "JW Albrecht"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "Expectations, cyclical fluctuations and growth – Experiments on the Swedish Model, A Micro to Macro Model of the Swedish Economy. Conference Reports, 1978:1, IUI",
            "id": "bib1",
            "title": "A Micro to Macro Model of the Swedish Economy. Conference Reports, 1978:1",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Albrecht, JW",
                        "preferred": "JW Albrecht"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Braunerhjelm, P",
                        "preferred": "P Braunerhjelm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nilsson, J",
                        "preferred": "J Nilsson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nordström, T",
                        "preferred": "T Nordström"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "MOSES Database (Research Report No. 40)",
            "date": "1992",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "IUI"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Antonov, M",
                        "preferred": "M Antonov"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Trofimov, G",
                        "preferred": "G Trofimov"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Insider Trading, Micro Diversity and the Long Run Macro Efficiency",
            "date": "1992",
            "id": "bib3",
            "publisher": {
                "name": [
                    "IUI"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Learning through Short-Run Macroeconomic Forecasts in a Micro-to-Macro Model",
            "authors": [
                {
                    "name": {
                        "index": "Antonov, M",
                        "preferred": "M Antonov"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Trofimov, G",
                        "preferred": "G Trofimov"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib4",
            "journal": "Journal of Economic Behavior an Organization",
            "pages": {
                "first": "181",
                "last": "203",
                "range": "181–203"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "Complexity and the Economy",
            "authors": [
                {
                    "name": {
                        "index": "Arthur, B",
                        "preferred": "B Arthur"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib5",
            "journal": "Science",
            "pages": {
                "first": "107",
                "last": "109",
                "range": "107–109"
            },
            "type": "journal",
            "volume": "284"
        },
        {
            "articleTitle": "The Role of Commercialization Competence in Endogenous Economic Growth",
            "authors": [
                {
                    "name": {
                        "index": "Ballot, G",
                        "preferred": "G Ballot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper presented at the International Joseph A. Schumpeter Society 11th ISS Conference"
                ]
            },
            "date": "2006",
            "id": "bib6",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Agent-based modeling and economic theory: where do we stand?",
            "authors": [
                {
                    "name": {
                        "index": "Ballot, G",
                        "preferred": "G Ballot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mandel, A",
                        "preferred": "A Mandel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vignes, A",
                        "preferred": "A Vignes"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib7",
            "journal": "Journal of Economic Interaction and Coordination",
            "pages": {
                "first": "199",
                "last": "220",
                "range": "199–220"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ballot, G",
                        "preferred": "G Ballot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Micro Foundation of Economic Growth",
            "chapterTitle": "Human Capital, Technological Lock-in and Evolutionary Dynamics",
            "date": "1998",
            "editors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Green, C",
                        "preferred": "C Green"
                    },
                    "type": "person"
                }
            ],
            "id": "bib8",
            "pages": {
                "first": "301",
                "last": "330",
                "range": "301–330"
            },
            "publisher": {
                "name": [
                    "University of Michigan Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ballot, G",
                        "preferred": "G Ballot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "details": "Journal of Artificial Societies and Social Simulation, 2, 2",
            "id": "bib9",
            "title": "Technological change, learning and macro-economic coordination: An evolutionary model",
            "type": "unknown"
        },
        {
            "articleTitle": "Love Thy Neighbor- A firm based multi-country model with international technology spillovers and growth regimes",
            "authors": [
                {
                    "name": {
                        "index": "Ballot, G",
                        "preferred": "G Ballot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Revised and extended paper presented at the DIME Workshop"
                ]
            },
            "date": "2012",
            "id": "bib10",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Entrepreneurship in Economic Theory",
            "authors": [
                {
                    "name": {
                        "index": "Baumol, WJ",
                        "preferred": "WJ Baumol"
                    },
                    "type": "person"
                }
            ],
            "date": "1968",
            "id": "bib11",
            "journal": "The American Economic Review",
            "pages": {
                "first": "64",
                "last": "71",
                "range": "64–71"
            },
            "type": "journal",
            "volume": "58"
        },
        {
            "articleTitle": "Formal entrepreneurship theory in economics: existence and bounds",
            "authors": [
                {
                    "name": {
                        "index": "Baumol, WJ",
                        "preferred": "WJ Baumol"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib12",
            "journal": "Journal of Business Venturing",
            "pages": {
                "first": "197",
                "last": "210",
                "range": "197–210"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bergholm, F",
                        "preferred": "F Bergholm"
                    },
                    "type": "person"
                }
            ],
            "date": "1985",
            "details": "De utlandsetablerade företagens drageffekter på svensk ekonomi – några simuleringar, De svenska storföretagen - en studie av internationaliseringens konsekvenser för den svenska ekonomin (The Giant Swedish Groups a Study of the Consequences of Internationalization for the Swedish Economy), IUI",
            "id": "bib13",
            "title": "De svenska storföretagen - en studie av internationaliseringens konsekvenser för den svenska ekonomin (The Giant Swedish Groups a Study of the Consequences of Internationalization for the Swedish Economy)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bergmann, B",
                        "preferred": "B Bergmann"
                    },
                    "type": "person"
                }
            ],
            "date": "1974",
            "details": "Annals of Social and Economic Measurement, July",
            "id": "bib14",
            "title": "A Micro Simulation of the Macro Economy with Explicitly Represented Money Flows",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bergmann, B",
                        "preferred": "B Bergmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bergmann, B",
                        "preferred": "B Bergmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "details": "The Transactions Model of the U.S. Economy, Micro Simulation Models, Methods and Applications.  Conference Reports 1980:1, IUI",
            "id": "bib15",
            "title": "Micro Simulation Models, Methods and Applications.  Conference Reports 1980:1",
            "type": "unknown"
        },
        {
            "articleTitle": "Learning, Estimation, and the Stability of Rational Expectations",
            "authors": [
                {
                    "name": {
                        "index": "Bray, MN",
                        "preferred": "MN Bray"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "id": "bib16",
            "journal": "Journal of Economic Theory",
            "pages": {
                "first": "318",
                "last": "339",
                "range": "318–339"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Broström, A",
                        "preferred": "A Broström"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Reliability of the CAPM undter Different Macro Economic Environments",
            "date": "2003",
            "id": "bib17",
            "publisher": {
                "name": [
                    "The Linköpin Institute of Technology & The Royal Institute of Technology (KTH)"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Are there inherent biases in applying cost-benefit analysis",
            "authors": [
                {
                    "name": {
                        "index": "Button, KJ",
                        "preferred": "KJ Button"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eklund, JE",
                        "preferred": "JE Eklund"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib18",
            "journal": "Applied Ecnomics Letters",
            "pages": {
                "first": "1",
                "last": "4",
                "range": "1–4"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cantner, U",
                        "preferred": "U Cantner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gaffard, J",
                        "preferred": "J Gaffard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neste, L",
                        "preferred": "L Neste"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Schumpeterian Perspectives on Innovation, Competition and Growth",
            "date": "2009",
            "id": "bib19",
            "publisher": {
                "name": [
                    "Springer"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Stochastic Behavior of Deterministic Systems",
            "authors": [
                {
                    "name": {
                        "index": "Carleson, L",
                        "preferred": "L Carleson"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib20",
            "journal": "Journal of Economic Behavior and Organization",
            "pages": {
                "first": "85",
                "last": "92",
                "range": "85–92"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "articleTitle": "The content of productivity in Swedish manufacturing",
            "authors": [
                {
                    "name": {
                        "index": "Carlsson, B",
                        "preferred": "B Carlsson"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "id": "bib21",
            "journal": "Research Policy",
            "pages": {
                "first": "336",
                "last": "354",
                "range": "336–354"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "articleTitle": "Industrial Subsidies in Sweden: Macro Economic Effects and an International Comparison",
            "authors": [
                {
                    "name": {
                        "index": "Carlsson, B",
                        "preferred": "B Carlsson"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "discriminator": "a",
            "id": "bib22",
            "journal": "Journal of Industrial Economics",
            "pages": {
                "first": "9",
                "last": "14",
                "range": "9–14"
            },
            "type": "journal",
            "volume": "XXXII"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Carlsson, B",
                        "preferred": "B Carlsson"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "details": "Industrial Subsidies in Sweden: Simulations on a Micro to Macro Model, In Microeconometrics, IUI Yearbook 1982-1983, IUI",
            "id": "bib23",
            "title": "In Microeconometrics, IUI Yearbook 1982-1983",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Carlsson, B",
                        "preferred": "B Carlsson"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "details": "Productivity Analysis: A Micro-to-Macro Perspective, Technology and Investment - Crucial Issues for the 1990s, Pintner Publishers",
            "id": "bib24",
            "title": "Technology and Investment - Crucial Issues for the 1990s",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Carlsson, B",
                        "preferred": "B Carlsson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dahmén, E",
                        "preferred": "E Dahmén"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Grufman, A",
                        "preferred": "A Grufman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Josefsson, M",
                        "preferred": "M Josefsson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Örtengren, J",
                        "preferred": "J Örtengren"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Teknik och industristruktur 70 talets ekonomiska kris i historisk belysning",
            "date": "1979",
            "id": "bib25",
            "publisher": {
                "name": [
                    "IUI and IVA"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The Swedish Industrial Support Program of the 1970s revisited – A study in Micro to Macro Analytical method",
            "authors": [
                {
                    "name": {
                        "index": "Carlsson, B",
                        "preferred": "B Carlsson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sjöö, K",
                        "preferred": "K Sjöö"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper presented at the 15th International Joseph A. Schumpeter Conference"
                ]
            },
            "date": "2014",
            "id": "bib26",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Citro, CF",
                        "preferred": "CF Citro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hanushek, EA",
                        "preferred": "EA Hanushek"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Assessing Policies for Retirement Income. Needs for Data, Research, and Models",
            "date": "1997",
            "id": "bib27",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington DC"
                        ]
                    },
                    "formatted": [
                        "Washington DC"
                    ]
                },
                "name": [
                    "National Research Council, National Academy Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A Reconsideration of the Microfoundations of Monetary Theory",
            "authors": [
                {
                    "name": {
                        "index": "Clower, RW",
                        "preferred": "RW Clower"
                    },
                    "type": "person"
                }
            ],
            "date": "1967",
            "id": "bib28",
            "journal": "Western Economic Journal",
            "pages": {
                "first": "1",
                "last": "8",
                "range": "1–8"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Absorptive Capacity: A New Perspective on Learning and Innovation",
            "authors": [
                {
                    "name": {
                        "index": "Cohen, WM",
                        "preferred": "WM Cohen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levinthal, DA",
                        "preferred": "DA Levinthal"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "id": "bib29",
            "journal": "Administrative Science Quarterly",
            "pages": {
                "first": "128",
                "last": "152",
                "range": "128–152"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "articleTitle": "The Problem of Externality",
            "authors": [
                {
                    "name": {
                        "index": "Dahlman, CJ",
                        "preferred": "CJ Dahlman"
                    },
                    "type": "person"
                }
            ],
            "date": "1979",
            "id": "bib30",
            "journal": "Journal of Law & Economics",
            "pages": {
                "first": "141",
                "last": "162",
                "range": "141–162"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dawid, H",
                        "preferred": "H Dawid"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harting, P",
                        "preferred": "P Harting"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van der Hoog, S",
                        "preferred": "S Van der Hoog"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neugart, M",
                        "preferred": "M Neugart"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Heterogeneous Agent Macroeconomic Model for Policy Evaluation: Improving Transpareny and Reproducibility",
            "date": "2016",
            "id": "bib31",
            "publisher": {
                "name": [
                    "Bielefeld University of Germany"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Day, R",
                        "preferred": "R Day"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "Complex Economic Dynamics (Volume II) - An Introduction to Macroeconomic Dynamics (Draft dated 1996), Draft dated 1996, Published 2000, The MIT Press",
            "id": "bib32",
            "title": "Complex Economic Dynamics (Volume II) - An Introduction to Macroeconomic Dynamics (Draft dated 1996)",
            "type": "unknown"
        },
        {
            "articleTitle": "Information and Efficiency: Another Viewpoint",
            "authors": [
                {
                    "name": {
                        "index": "Demsetz, H",
                        "preferred": "H Demsetz"
                    },
                    "type": "person"
                }
            ],
            "date": "1969",
            "id": "bib33",
            "journal": "Journal of Law and Economics",
            "pages": {
                "first": "1",
                "last": "22",
                "range": "1–22"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Diamond, P",
                        "preferred": "P Diamond"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "details": "A Search, Equilibrium Approach to the Micro Foundiations of Macroeconomics, Wicksell Lectures 1982, Cambridge & London Press",
            "id": "bib34",
            "title": "A Search, Equilibrium Approach to the Micro Foundiations of Macroeconomics",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Kreditmarknaden och Industrins Investeringar - En ekonometrisk studie av företagens kortsiktiga investeringsbeteende",
            "date": "1967",
            "id": "bib35",
            "publisher": {
                "name": [
                    "Almquist & Wicksell and IUI"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Credit Market, Investment Planning and Monetary Policy - An Econometric Study of Manufacturing Industries",
            "date": "1969",
            "id": "bib36",
            "publisher": {
                "name": [
                    "IUI"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "details": "A Micro to Macro Model of the Swedish Economy, Preliminay Documentation, Economic Research Report B15, Federation of Swedish Industries, with the assistance of Gösta Olavi and Mats Heiman",
            "id": "bib37",
            "title": "A Micro to Macro Model of the Swedish Economy, Preliminay Documentation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Business Economic Planning Theory, Practice and Comparison",
            "date": "1976",
            "discriminator": "b",
            "id": "bib38",
            "publisher": {
                "name": [
                    "John Wiley & Sons"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Competition and Market Processes in a Simulation Model of the Swedish Economy",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1977",
            "id": "bib39",
            "journal": "American Economic Review",
            "pages": {
                "first": "277",
                "last": "281",
                "range": "277–281"
            },
            "type": "journal",
            "volume": "67"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "How des Inflation Affect Growth? – Experiments on the Swedish Micro to Macro Model, Micro to Macro Model of the Swedish Economy. Conference Reports, 1978:1, IUI",
            "id": "bib40",
            "title": "Micro to Macro Model of the Swedish Economy. Conference Reports, 1978:1",
            "type": "unknown"
        },
        {
            "articleTitle": "Micro to Macro Model of the Swedish Economy",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Conference Reports, 1978:1"
                ]
            },
            "date": "1978",
            "discriminator": "b",
            "id": "bib41",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1979",
            "id": "bib42",
            "publisher": {
                "name": [
                    "IUI"
                ]
            },
            "source": "Technical Change, Employment and Growth Experiments on a Micro to Macro Model of the Swedish Economy (Research Report No. 7)",
            "title": "Technical Change, Employment and Growth Experiments on a Micro to Macro Model of the Swedish Economy (Research Report No. 7)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "discriminator": "a",
            "id": "bib43",
            "publisher": {
                "name": [
                    "IUI"
                ]
            },
            "source": "Electronics, Technical Change and Total Economic Performance. (Research Report No. 9)",
            "title": "Electronics, Technical Change and Total Economic Performance. (Research Report No. 9)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "details": "Elektronik, teknisk förändring och ekonomisk utveckling; (Electronics, technical change and economic development), Datateknik, ekonomisk tillväxt och sysselsättning, DEK",
            "id": "bib44",
            "title": "Datateknik, ekonomisk tillväxt och sysselsättning",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "details": "Experiments with Fiscal Policy Parameters on a Micro-to-Macro Model of the Swedish Economy, Microeconomic Simulation Models for Public Policy Analysis, 1 & 2, Academic Press",
            "id": "bib45",
            "title": "Microeconomic Simulation Models for Public Policy Analysis",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "details": "Electronics, Economic Growth and Employment Revolution or Evolution?, Emerging Technologies: Consequences for Economic Growth, Structural Change, and Employment, Institut für Weltwirtschaft an der Universität Kiel",
            "id": "bib46",
            "title": "Emerging Technologies: Consequences for Economic Growth, Structural Change, and Employment",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "details": "On the Optimal Rate of Structural Adjustment, Policy Making in a Disorderly World Economy. Conference Reports 1983:1, IUI",
            "id": "bib47",
            "title": "Policy Making in a Disorderly World Economy. Conference Reports 1983:1",
            "type": "unknown"
        },
        {
            "articleTitle": "Micro Heterogeneity of Firms and Stability of Growth",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "id": "bib48",
            "journal": "Journal of Economic Behavior and Organization",
            "pages": {
                "first": "249",
                "last": "298",
                "range": "249–298"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Firm and Financial Markets in the Swedish Micro-to-Macro Model - Theory, Model and Verification",
            "date": "1985",
            "id": "bib49",
            "publisher": {
                "name": [
                    "IUI"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Information Technology, Capital Structure and the Nature of Technical Change in the Firm",
            "date": "1987",
            "id": "bib50",
            "publisher": {
                "name": [
                    "OECD"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The Firm as a Competent Team",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "id": "bib51",
            "journal": "Journal of Economic Behavior and Organization",
            "pages": {
                "first": "275",
                "last": "298",
                "range": "275–298"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "Modeling the Experimentally Organized Economy – Complex Dynamics in an Empirical Micro-Macro Model of Endogenous Economic Growth",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "discriminator": "a",
            "id": "bib52",
            "journal": "Journal of Economic Behavior and Organization",
            "pages": {
                "first": "153",
                "last": "182",
                "range": "153–182"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "details": "The International Firm: A Vehicle for Overcoming Barriers to Trade and a Global Intelligence Organization Diffusing the Notion of a Nation, Coporate and Industry Strategies for Europe, North Holland",
            "id": "bib53",
            "title": "Coporate and Industry Strategies for Europe",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Entrepreneurship, Technological Innovation, and Economic Growth: Studies in the Schumpeterian Tradition",
            "chapterTitle": "Business Competence, Organizational Learning and Economic Growth Establishing the Smith Schumpeter Wicksell Connection",
            "date": "1992",
            "editors": [
                {
                    "name": {
                        "index": "Scherer, FM",
                        "preferred": "FM Scherer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Perlman, M",
                        "preferred": "M Perlman"
                    },
                    "type": "person"
                }
            ],
            "id": "bib54",
            "pages": {
                "first": "251",
                "last": "277",
                "range": "251–277"
            },
            "publisher": {
                "name": [
                    "University of Michigan Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Firm Objectives, Controls and Organization - the use of information and the transfer of knowledge within the firm",
            "date": "1996",
            "id": "bib55",
            "publisher": {
                "name": [
                    "Academic Publishers"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "details": "General Purpose Technologies, Industrial Competence Blocs and Economic Growth, Technological Systems; Cases, Analyses, Comparisons, Academic Publishers",
            "id": "bib56",
            "title": "Technological Systems; Cases, Analyses, Comparisons",
            "type": "unknown"
        },
        {
            "articleTitle": "Global Economic Integration and Regional Attractors of Competence",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib57",
            "journal": "Industry and Innovation",
            "pages": {
                "first": "75",
                "last": "102",
                "range": "75–102"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Birth, the Life and the Death of Firms-the role of entrepreneurship, creative destruction and conservative institutions in a growing and experimentally organized economy",
            "date": "2005",
            "discriminator": "a",
            "id": "bib58",
            "publisher": {
                "name": [
                    "The Ratio Institute"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The Nature of Economic Change and Management in a New Knowledge Based Information Economy",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "discriminator": "b",
            "id": "bib59",
            "journal": "Information Economics and Policy",
            "pages": {
                "first": "428",
                "last": "456",
                "range": "428–456"
            },
            "type": "journal",
            "volume": "17"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "IUI – En Privat Akademi (IUI- A Private Academy), IFN/IU11939 – 2009 - Sju decennier av forskning om ett näringsliv i utveckling, Ekerlids",
            "id": "bib60",
            "title": "IFN/IU11939 – 2009 - Sju decennier av forskning om ett näringsliv i utveckling",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "Prometheus, 27, 4",
            "id": "bib61",
            "title": "Knowledge Directed Economic Selection and Growth",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Advanced Public Procurement as Industrial Policy – Aircraft industry as a technical university",
            "date": "2010",
            "id": "bib62",
            "publisher": {
                "name": [
                    "Springer"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The incomplete Schumpeter Stockholm School connection",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib63",
            "journal": "Journal of Evolutionary Economics",
            "pages": {
                "first": "45",
                "last": "56",
                "range": "45–56"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "articleTitle": "Empirical Credibility – An Essay in Complexity Economics. Montreal",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper presented at the 16th Congress of the International Joseph A. Schumpeter Society"
                ]
            },
            "date": "2016",
            "id": "bib64",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "Micro to Macro Evolutionary Modeling – On the economics of self organization of dynamic markets by ignorant actors, Foundlations of Economic Change – Behavior, Interaction and Aggregate Outcomes, Economic Complexity and Evolution, Berlin, Heidelberg & New York, Springer",
            "id": "bib65",
            "title": "Foundlations of Economic Change – Behavior, Interaction and Aggregate Outcomes, Economic Complexity and Evolution",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Visible Costs, Invisible Benefits",
            "date": "2017",
            "discriminator": "b",
            "id": "bib66",
            "publisher": {
                "name": [
                    "Springer"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, Å.",
                        "preferred": "Å. Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "7–26, Revue d’Economie Industrielle, 78-40, Trimestre",
            "id": "bib67",
            "title": "The Biotechnological Competence Bloc",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, Å.",
                        "preferred": "Å. Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Entrepreneurship. The New Economy and Public Policy",
            "chapterTitle": "The Theory of the Firm and the Markets for Strategic Acquisitions",
            "date": "2005",
            "editors": [
                {
                    "name": {
                        "index": "Cantner, U",
                        "preferred": "U Cantner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dinopoulos, E",
                        "preferred": "E Dinopoulos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lanzilotti, RF",
                        "preferred": "RF Lanzilotti"
                    },
                    "type": "person"
                }
            ],
            "id": "bib68",
            "pages": {
                "first": "91",
                "last": "115",
                "range": "91–115"
            },
            "publisher": {
                "name": [
                    "Springer"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, Å.",
                        "preferred": "Å. Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "Competence and Learning in the Experimentally Organized Economy, The Modern Firm, Corporate Governance, and Investment, Edward Elgar",
            "id": "bib69",
            "title": "The Modern Firm, Corporate Governance, and Investment",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johansson, D",
                        "preferred": "D Johansson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Dynamik och flexibilitet i svensk IT-industry (Dynamics and Flexibility in Swedish IT-industry)",
            "date": "1999",
            "id": "bib70",
            "publisher": {
                "name": [
                    "City University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Industrial and Corporate Change",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johansson, D",
                        "preferred": "D Johansson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib71",
            "journal": "Structural Change and Economic Dynamics",
            "pages": {
                "first": "289",
                "last": "314",
                "range": "289–314"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johansson, D",
                        "preferred": "D Johansson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Birth, the Life and the Death of Firms-the role of entrepreneurship, creative destruction and conservative institutions in a growing and experimentally organized economy",
            "chapterTitle": "Firm Turnover and the Rate of Macroeconomic Growth",
            "date": "2005",
            "editors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "id": "bib72",
            "pages": {
                "first": "305",
                "last": "356",
                "range": "305–356"
            },
            "publisher": {
                "name": [
                    "The Ratio Institute"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Olavi, G",
                        "preferred": "G Olavi"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "Stepwise parameter estimation on a micro simulation model, A Micro to Macro Model of the Swedish Economy. Conference Reports, 1978:1, IUI",
            "id": "bib73",
            "title": "A Micro to Macro Model of the Swedish Economy. Conference Reports, 1978:1",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Economic Evolution, Leaning and Complexity – Econometric, Experimental and Simulation Approaches",
            "chapterTitle": "Institutions, Entrepreneurship, Economic Flexibility and Growth – Experiments on an evolutionary model",
            "date": "2000",
            "editors": [
                {
                    "name": {
                        "index": "Cantner",
                        "preferred": "Cantner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hanush",
                        "preferred": "Hanush"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Klepper",
                        "preferred": "Klepper"
                    },
                    "type": "person"
                }
            ],
            "id": "bib74",
            "pages": {
                "first": "265",
                "last": "286",
                "range": "265–286"
            },
            "publisher": {
                "name": [
                    "Physica Verlag"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Inflation, tax rules and investment: Some econometric evidence",
            "authors": [
                {
                    "name": {
                        "index": "Feldstein, M",
                        "preferred": "M Feldstein"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "id": "bib75",
            "journal": "Econometrica",
            "pages": {
                "first": "825",
                "last": "862",
                "range": "825–862"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "articleTitle": "The Econometrics of DSGE models",
            "authors": [
                {
                    "name": {
                        "index": "Fernandez-Villaverde, J",
                        "preferred": "J Fernandez-Villaverde"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib76",
            "journal": "SERIEs",
            "pages": {
                "first": "3",
                "last": "49",
                "range": "3–49"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "On Price Adjustment Without an Auctioneer",
            "authors": [
                {
                    "name": {
                        "index": "Fisher, FM",
                        "preferred": "FM Fisher"
                    },
                    "type": "person"
                }
            ],
            "date": "1972",
            "id": "bib77",
            "journal": "Review of Economic Studies",
            "pages": {
                "first": "1",
                "last": "15",
                "range": "1–15"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fisher, FM",
                        "preferred": "FM Fisher"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Disequilibrium Foundiations of Equilibrium Economics",
            "date": "1983",
            "id": "bib78",
            "publisher": {
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Computer simulations, mathematics and economics",
            "authors": [
                {
                    "name": {
                        "index": "Fontana, M",
                        "preferred": "M Fontana"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib79",
            "journal": "International Review of Economics",
            "pages": {
                "first": "96",
                "last": "123",
                "range": "96–123"
            },
            "type": "journal",
            "uri": "http://doi.org/10.1007/BF03029851",
            "volume": "53"
        },
        {
            "articleTitle": "The Santa Fe Perspective on Economics: Emerging patterns in the science of complexity",
            "authors": [
                {
                    "name": {
                        "index": "Fontana, M",
                        "preferred": "M Fontana"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib80",
            "journal": "History of Economic Ideas (HEI)",
            "pages": {
                "first": "167",
                "last": "196",
                "range": "167–196"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Friedman, M",
                        "preferred": "M Friedman"
                    },
                    "type": "person"
                }
            ],
            "date": "1953",
            "details": "The Methodology of Positive Economics, Essays in Positive Economics, The University of Chicago Press",
            "id": "bib81",
            "title": "Essays in Positive Economics",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gabaix, X",
                        "preferred": "X Gabaix"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Laibson, DI",
                        "preferred": "DI Laibson"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "The seven properties of good models, The Foundiations of Positive and Normative Economics: A Handbook, Oxford University Press",
            "id": "bib82",
            "title": "The Foundiations of Positive and Normative Economics: A Handbook",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Goodhart, C",
                        "preferred": "C Goodhart"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Romanidis, N",
                        "preferred": "N Romanidis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tsomocos, D",
                        "preferred": "D Tsomocos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shubik, M",
                        "preferred": "M Shubik"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Macro-Modelling, Default and Money",
            "date": "2016",
            "id": "bib83",
            "publisher": {
                "name": [
                    "London School of Economics"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Estimation of Ergodic Agent-Based Models by Simulating Minimum Distance",
            "authors": [
                {
                    "name": {
                        "index": "Grazzini, J",
                        "preferred": "J Grazzini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib84",
            "journal": "Journal of Economic Dynamics and Control",
            "pages": {
                "first": "148",
                "last": "165",
                "range": "148–165"
            },
            "type": "journal",
            "volume": "51"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Haavelmo, T",
                        "preferred": "T Haavelmo"
                    },
                    "type": "person"
                }
            ],
            "date": "1944",
            "details": "Econometrica, 12, July, Supplement",
            "id": "bib85",
            "title": "The Probability Approach in Econometrics",
            "type": "unknown"
        },
        {
            "articleTitle": "The Empirical Foundations of Calibration",
            "authors": [
                {
                    "name": {
                        "index": "Hansen, LP",
                        "preferred": "LP Hansen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heckman, JJ",
                        "preferred": "JJ Heckman"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib86",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "87",
                "last": "104",
                "range": "87–104"
            },
            "type": "journal",
            "uri": "http://doi.org/10.1257/jep.10.1.87",
            "volume": "10"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hanson, KA",
                        "preferred": "KA Hanson"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "details": "Firm Entry, MOSES Code, IUI",
            "id": "bib87",
            "title": "MOSES Code",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "IUI",
                    "type": "group"
                }
            ],
            "bookTitle": "Att Välja 80-tal. IUIs Långtidssbedömning 1979 (To choose the 80s. The IUI long–term survey 1979)",
            "date": "1979",
            "id": "bib88",
            "publisher": {
                "name": [
                    "IUI"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Johansson, D",
                        "preferred": "D Johansson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Dynamics of Firm and Industry Growth – the Swedish Computing and Communications Industry",
            "date": "2001",
            "id": "bib89",
            "publisher": {
                "name": [
                    "KTH"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The Turnover of Firms and Industry Growth",
            "authors": [
                {
                    "name": {
                        "index": "Johansson, D",
                        "preferred": "D Johansson"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib90",
            "journal": "Small Business Economics",
            "pages": {
                "first": "487",
                "last": "495",
                "range": "487–495"
            },
            "type": "journal",
            "volume": "24"
        },
        {
            "articleTitle": "The Theory of the Experimentally Organized Economy and Competence Blocs: an introduction",
            "authors": [
                {
                    "name": {
                        "index": "Johansson, D",
                        "preferred": "D Johansson"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib91",
            "journal": "The Journal of Evolutionary Economics",
            "pages": {
                "first": "185",
                "last": "201",
                "range": "185–201"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "articleTitle": "Measuring the Social Returns to R&D",
            "authors": [
                {
                    "name": {
                        "index": "Jones, C",
                        "preferred": "C Jones"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Williams, JC",
                        "preferred": "JC Williams"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib92",
            "journal": "The Quarterly Journal of Economics",
            "pages": {
                "first": "1119",
                "last": "1135",
                "range": "1119–1135"
            },
            "type": "journal",
            "volume": "113"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jonung, L",
                        "preferred": "L Jonung"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Stockholm School of Economics Revisited",
            "date": "1991",
            "id": "bib93",
            "publisher": {
                "name": [
                    "University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A Model of Economic Growth",
            "authors": [
                {
                    "name": {
                        "index": "Kaldor, N",
                        "preferred": "N Kaldor"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "id": "bib94",
            "journal": "Economic Journal",
            "pages": {
                "first": "65",
                "last": "94",
                "range": "65–94"
            },
            "type": "journal"
        },
        {
            "articleTitle": "Entreprenurial Discovery and the Competitive market Process: An Austrian Approach",
            "authors": [
                {
                    "name": {
                        "index": "Kirzner, IM",
                        "preferred": "IM Kirzner"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib95",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "60",
                "last": "85",
                "range": "60–85"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, A",
                        "preferred": "A Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "On estimation and other problems of statistical inference in the micro simulation approach, A Micro to Macro Model of the Swedish Economy. IUI Conference Reports, 1978:1, IUI",
            "id": "bib96",
            "title": "A Micro to Macro Model of the Swedish Economy. IUI Conference Reports, 1978:1",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, A",
                        "preferred": "A Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "details": "There is a Need for Applied Microeconometrics Survey Research about the Household, Microeconometrics, IUI Yearbook 1982 1983, IUI",
            "id": "bib97",
            "title": "Microeconometrics, IUI Yearbook 1982 1983",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, A",
                        "preferred": "A Klevmarken"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dahlman, CJ",
                        "preferred": "CJ Dahlman"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Den Privata Konsumtionen 1931–1975",
            "date": "1971",
            "id": "bib98",
            "publisher": {
                "name": [
                    "Almqvist & Wiksell and IUI"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Knight, F",
                        "preferred": "F Knight"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Risk, Uncertainty and Profit",
            "date": "1921",
            "id": "bib99",
            "publisher": {
                "name": [
                    "Houghton Mifflin"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Time to Build and Aggregate Fluctuations",
            "authors": [
                {
                    "name": {
                        "index": "Kydland, F",
                        "preferred": "F Kydland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Prescott, EE",
                        "preferred": "EE Prescott"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "id": "bib100",
            "journal": "Econometrica",
            "pages": {
                "first": "1345",
                "last": "1370",
                "range": "1345–1370"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "articleTitle": "The Distribution of Work and Income",
            "authors": [
                {
                    "name": {
                        "index": "Leontief, WW",
                        "preferred": "WW Leontief"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "id": "bib101",
            "journal": "Scientific American",
            "pages": {
                "first": "188",
                "last": "205",
                "range": "188–205"
            },
            "type": "journal",
            "volume": "247"
        },
        {
            "articleTitle": "Knight on Risk and Uncertainty",
            "authors": [
                {
                    "name": {
                        "index": "LeRoy, SF",
                        "preferred": "SF LeRoy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Singell, LD",
                        "preferred": "LD Singell"
                    },
                    "type": "person"
                }
            ],
            "date": "1987",
            "id": "bib102",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "394",
                "last": "406",
                "range": "394–406"
            },
            "type": "journal",
            "volume": "95"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lindahl, E",
                        "preferred": "E Lindahl"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Penningpolitikens Medel",
            "date": "1930",
            "id": "bib103",
            "publisher": {
                "name": [
                    "Lund"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lindahl, E",
                        "preferred": "E Lindahl"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Studies in the Theory of Money and Capital",
            "date": "1939",
            "id": "bib104",
            "publisher": {
                "name": [
                    "George Allen & Unwin"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lindh, T",
                        "preferred": "T Lindh"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "details": "Lessons from Learning about Rational Expectations, The Markets for Innovation, Ownership and Control, IUI and North-Holland",
            "id": "bib105",
            "title": "The Markets for Innovation, Ownership and Control",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lorentz, A",
                        "preferred": "A Lorentz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savona, M",
                        "preferred": "M Savona"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "Evolutionary Micro-dynamics and Changes in the Economic Structure (Papers on Economics & Evolution No. 717",
            "id": "bib106",
            "title": "Evolutionary Micro-dynamics and Changes in the Economic Structure (Papers on Economics & Evolution No. 717",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lucas, RE",
                        "preferred": "RE Lucas"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "id": "bib107",
            "pages": {
                "first": "19",
                "last": "46",
                "range": "19–46"
            },
            "title": "Econometric policy evaluation: A critique",
            "type": "web",
            "uri": "http://doi.org/10.1016/S0167-2231(76)80003-6",
            "volume": "1",
            "website": "Carnegie-Rochester Confer. Series on Pubic Policy"
        },
        {
            "articleTitle": "“History-friendly” Models of Industry Evolution: The Computer Industry",
            "authors": [
                {
                    "name": {
                        "index": "Malerba, F",
                        "preferred": "F Malerba"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nelson, R",
                        "preferred": "R Nelson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orsenigo, L",
                        "preferred": "L Orsenigo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Winter, S",
                        "preferred": "S Winter"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib108",
            "journal": "Industrial and Coporate Change",
            "pages": {
                "first": "3",
                "last": "40",
                "range": "3–40"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Modigliani, F",
                        "preferred": "F Modigliani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cohen, KJ",
                        "preferred": "KJ Cohen"
                    },
                    "type": "person"
                }
            ],
            "date": "1961",
            "details": "Studies in Business Expectations and Planning, 4, (Urbana), Ill",
            "id": "bib109",
            "title": "The Role of Anticipations and Plans in Economic Behavior and Their Use in Economic Analysis and Forecasting",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Myrdal, G",
                        "preferred": "G Myrdal"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Prisbildningsproblemet och föränderligheten",
            "date": "1927",
            "id": "bib110",
            "publisher": {
                "name": [
                    "Uppsala och"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ohlin, B",
                        "preferred": "B Ohlin"
                    },
                    "type": "person"
                }
            ],
            "date": "1937",
            "details": "Economic Journal",
            "id": "bib111",
            "title": "Some Notes on the Stockholm Theory of Saving and Investment I-II",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "details": "Hypothesis Formation, Testing and Estimation for Microanalytical Modeling, Micro Simulation Models, Methods and Applications. Conference Reports 1980:1, IUI",
            "id": "bib112",
            "title": "Micro Simulation Models, Methods and Applications. Conference Reports 1980:1",
            "type": "unknown"
        },
        {
            "articleTitle": "A New Type of Socio-Economic System",
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, GH",
                        "preferred": "GH Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "id": "bib113",
            "journal": "Review of Economics and Statistics. Reprinted with Permission in the International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "9",
                "range": "3–9"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Simulation of Economic Systems",
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, GH",
                        "preferred": "GH Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1960",
            "id": "bib114",
            "journal": "The American Economic Review",
            "pages": {
                "first": "894",
                "last": "907",
                "range": "894–907"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Palander, T",
                        "preferred": "T Palander"
                    },
                    "type": "person"
                }
            ],
            "date": "1941",
            "details": "88–143, Ekonomisk Tidskrift, XLIII, 1, Mars",
            "id": "bib115",
            "title": "Stockholmsskolans” begrepp och metoder. Metodologiska reflexioner kring Myrdals “Monetary Equilibrium.”",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "The missing link: AB models and dynamic microsimulation, Artificial Economics and Self Organisation. Agent-Based Approaches to Economics and Social Systems, Lecture Notes in Economics and Mathematical Systems, Vol. 669, Springer",
            "id": "bib116",
            "title": "Artificial Economics and Self Organisation. Agent-Based Approaches to Economics and Social Systems",
            "type": "unknown"
        },
        {
            "articleTitle": "The Future of Agent-Based Modeling",
            "authors": [
                {
                    "name": {
                        "index": "Richiardi, MG",
                        "preferred": "MG Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib117",
            "journal": "Eastern Economic Journal",
            "pages": {
                "first": "271",
                "last": "287",
                "range": "271–287"
            },
            "type": "journal",
            "uri": "http://doi.org/10.1057/s41302-016-0073-y",
            "volume": "43"
        },
        {
            "articleTitle": "What classical and neoclassical monetary theory really was",
            "authors": [
                {
                    "name": {
                        "index": "Samuelson, PA",
                        "preferred": "PA Samuelson"
                    },
                    "type": "person"
                }
            ],
            "date": "1968",
            "id": "bib118",
            "journal": "Journal of Economics",
            "pages": {
                "first": "1",
                "last": "15",
                "range": "1–15"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "We’d Better Watch Out",
            "authors": [
                {
                    "name": {
                        "index": "Solow, RM",
                        "preferred": "RM Solow"
                    },
                    "type": "person"
                }
            ],
            "date": "1987",
            "id": "bib119",
            "journal": "New York Times Book Review",
            "pages": "36",
            "type": "journal",
            "volume": "12"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "MOSES on PC, Manual, Initialization and Calibration",
            "date": "1991",
            "discriminator": "a",
            "id": "bib120",
            "publisher": {
                "name": [
                    "IUI"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "details": "Calibration, MOSES on PC: manual, initialization, and calibration, IUI Research, IUI",
            "id": "bib121",
            "title": "MOSES on PC: manual, initialization, and calibration",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "details": "A Description of the Initial 1982 and the Synthetic 1990 Databases, MOSES Database, IUI",
            "id": "bib122",
            "title": "MOSES Database",
            "type": "unknown"
        },
        {
            "articleTitle": "A Calibration Algorithm for Micro-simulation Models",
            "authors": [
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper prepared for the special intensive course in “Microanalytic Simulation” at ERMES"
                ]
            },
            "date": "1993",
            "id": "bib123",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "details": "Modeling the Stock and Derivatives Market in MOSES, KTH, TRITA - IEO-R 199909, Stockholm",
            "id": "bib124",
            "title": "Modeling the Stock and Derivatives Market in MOSES",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "The Economist",
                    "type": "group"
                }
            ],
            "date": "2013",
            "details": "The Economist, Jan, 31st",
            "id": "bib125",
            "title": "Free Exchange, Remaking Macro building a better model – A brief introduction to agent-based modelling",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "The Economist",
                    "type": "group"
                }
            ],
            "date": "2016",
            "details": "The Economist, Nov, 26th",
            "id": "bib126",
            "title": "Free Exchange, Trend Growth – New techniques should broaden, not narrow, the discipline of economics",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "The Economist",
                    "type": "group"
                }
            ],
            "date": "2017",
            "details": "The Economist, Oct, 21st",
            "id": "bib127",
            "title": "Counterfactual underwriting, Might-have-beens",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Virin, O",
                        "preferred": "O Virin"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "details": "Industrins Utveckling 1974–76 enligt (Industriförbundets Planenkät 1975/76, Specialstudie D), Industrikonjunkturen, Spring",
            "id": "bib128",
            "title": "Industrikonjunkturen",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Von Hayek, F",
                        "preferred": "F Von Hayek"
                    },
                    "type": "person"
                }
            ],
            "date": "1935",
            "details": "Nationalökonomisk Tidskrift, 73",
            "id": "bib129",
            "title": "Preiserwartungen, Monetäre Störungen und Fehlinvestitionen",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Weintraub, RE",
                        "preferred": "RE Weintraub"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microfoundations - The compatibility of microeconomics and maroeconomics",
            "date": "1979",
            "id": "bib130",
            "publisher": {
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Weintraub, RE",
                        "preferred": "RE Weintraub"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "details": "Journal of Economic Literature, XXI, 1",
            "id": "bib131",
            "title": "On the Existence of a Competitive Equilibrium: 1930–1954",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wicksell, K",
                        "preferred": "K Wicksell"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Geldzins und Güterpreise (Interest and Prices)",
            "date": "1898",
            "id": "bib132",
            "publisher": {
                "name": [
                    "Macmillan"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Winter, SG",
                        "preferred": "SG Winter"
                    },
                    "type": "person"
                }
            ],
            "date": "1964",
            "details": "225–272, Yale Economic Essays, 7, 1",
            "id": "bib133",
            "title": "Yale Economic Essays",
            "type": "unknown"
        }
    ],
    "acknowledgements": [
        {
            "text": "In writing this paper I have been much helped by telephone, email and personal conversations with Gerard Ballot, Johan Eklund, Anders Klevmarken, Matteo Richiardi, Erol Taymaz and Clas Wihlborg, not to mention the intensive discussion, not only of my presentation, at the 6th World congress of the International Microsimulation Association (IMA), June 21–23, 2017 in Turin, Italy.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
