{
    "status": "vor",
    "id": "00172",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00172",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial",
    "published": "2018-04-30T00:00:00Z",
    "versionDate": "2018-04-30T00:00:00Z",
    "statusDate": "2018-04-30T00:00:00Z",
    "volume": 11,
    "issue": 1,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00172/ijm-00172.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research",
                        "University of Essex"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "This issue celebrates the 10th anniversary of the International Journal of Microsimulation —the first issue of the journal was published at the end of 2007. During those 10 years, the journal has become an established reference for the microsimulation community and beyond, slowly but steadily rising in the journal rankings in terms of visibility and impact.",
                    "type": "paragraph"
                },
                {
                    "text": "After 10 years, the journal is still unique in providing true open access with no subscription fees, very low —currently, zero— authors’ fees, and a “copyleft” policy that leaves all rights to the authors, permitting use, distribution and reproduction of the published articles in any medium and form, as long as the work is properly attributed back to the original authors and publisher.",
                    "type": "paragraph"
                },
                {
                    "text": "To celebrate the anniversary, I have asked distinguished researchers in the field to reflect upon the state of specific areas in microsimulation modelling. All articles have been anonymously reviewed and subsequently revised by the authors.",
                    "type": "paragraph"
                },
                {
                    "text": "The first article, by Gunnar Eliasson, provides an historical overview on the development of the MOSES model, a dynamic microsimulation model of the Swedish economy which spans over more than four decades of development. This is an early example of a complex model featuring general equilibrium feedback between the micro and the macro level, an approach that has been more recently revived by agent-based modelling.<sup><a href=\"#fn1\">1</a></sup> The work is also a tribute to the Swedish School of Economics (<a href=\"#bib2\">Jonung, 2006</a>), a tradition emphasising the role of dynamics and expectational feedback that has unfortunately been overlooked by mainstream macroeconomics.",
                    "type": "paragraph"
                },
                {
                    "text": "The second contribution, by Cathal O’Donoghue and Gijs Dekkers, explores recent developments in dynamic microsimulation modelling, focussing on a more standard, partial equilibrium Orcutt-type approach, which mostly relies on reduced-form, probabilistic transition models. The paper takes a broad view at the field, looking not only at areas of new developments, but also at issues like software, documentation, and property rights. It provides a timely update to <a href=\"#bib4\">Li and O’Donoghue (2013)</a>, also published in this journal.",
                    "type": "paragraph"
                },
                {
                    "text": "The third paper, by Deborah Schofield and collaborators, discusses the evolution of microsimulation models in health over the past three decades, focussing in particular on health expenditure models, demographic models (ageing and mortality), models of chronic diseases as diabetes, and spatial models. This is a very active area of research where a review is particularly welcome, also given the limited scope of earlier reviews (e.g. <a href=\"#bib6\">Rutter, Zaslavsky, and Feuer (2011)</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The fourth article, by Robert Tanton, explores recent contributions in spatial modelling, aimed in particular at addressing the problem of distributing aggregate totals in more disaggregated (small) areas in the base population, and the related uncertainty introduced. Readers interested in a broader overview and introduction to the field of spatial microsimulation will find an additional valuable reference in <a href=\"#bib8\">Tanton and Edwards (2013)</a>, reviewed in this journal by <a href=\"#bib3\">Li (2015)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "The fifth paper, by Rolf Aaberge and Ugo Colombino, takes a fresh look at structural labour supply models, typically employed in a static context (that is, with a fixed population). They focus in particular on the discrete choice approach which is now standard in the literature, where workers can choose between a limited number of hours worked only. The paper describes the two main variants, the Random Utility Model (RUM) and the competing Random Utility, Random Opportunity (RURO) model. Readers interested in the latter might also find <a href=\"#bib1\">Capéau, Decoster, and Dekkers (2016)</a> —also published in this journal— of interest.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally the sixth paper, by Holly Sutherland, describes some of the quality controls that are applied to EUROMOD, the EU-28 tax and benefit model that has established itself, over more than two decades, as a reference in the field, focussing in particular on transparency/documentation and validation of the results.<sup><a href=\"#fn2\">2</a></sup> The paper reveals the huge amount of work that underpins this modelling effort, and is crucial in sustaining the credibility and authority of EUROMOD. The paper also offers a nice and concise introduction to EUROMOD, its main features, and scopes, which complements an earlier article (Sutherland &amp; Figari, 2013), to this date one of the most cited articles appeared in this journal.",
                    "type": "paragraph"
                },
                {
                    "text": "Overall, the contributions of this special anniversary issue are a testimony to the vitality of the field, and to its broad and multi-disciplinary reaches. They document what has been achieved in the past decade, thanks also to the existence of the journal, and what are the main challenges for the decade ahead, challenges that the International Journal of Microsimulation is ready to support, continuing to offer valuable feedback to authors, and an authoritative guide to readers.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Estimating and Simulating with a Random Utility Random Opportunity Model of Job Choice Presentation and Application to Belgium",
            "authors": [
                {
                    "name": {
                        "index": "Capéau, B",
                        "preferred": "B Capéau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib1",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "144",
                "last": "191",
                "range": "144–191"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "date": "2006",
            "details": "The Stockholm School of Economics Revisited, Cambridge University Press",
            "id": "bib2",
            "title": "The Stockholm School of Economics Revisited",
            "type": "unknown",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "articleTitle": "A Review of Spatial Microsimulation: A Reference Guide for User",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib3",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "148",
                "last": "151",
                "range": "148–151"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "A survey of dynamic microsimulation models: uses, model structure and methodology",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib4",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "55",
                "range": "3–55"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "The missing link: AB models and dynamic microsimulation, Artificial economics and self organization. agent-based approaches to economics and social systems, 669, Berlin, Springer",
            "id": "bib5",
            "title": "Artificial economics and self organization. agent-based approaches to economics and social systems",
            "type": "unknown"
        },
        {
            "articleTitle": "Dynamic microsimulation models for health outcomes: A review",
            "authors": [
                {
                    "name": {
                        "index": "Rutter, CM",
                        "preferred": "CM Rutter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zaslavsky, AM",
                        "preferred": "AM Zaslavsky"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Feuer, EJ",
                        "preferred": "EJ Feuer"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib6",
            "journal": "Medical Decision Making",
            "pages": {
                "first": "10",
                "last": "18",
                "range": "10–18"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "articleTitle": "EUROMOD: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib7",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "bookTitle": "Spatial Microsimulation: A Reference Guide for Users",
            "date": "2013",
            "editors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Edwards, K",
                        "preferred": "K Edwards"
                    },
                    "type": "person"
                }
            ],
            "id": "bib8",
            "publisher": {
                "name": [
                    "Springer"
                ]
            },
            "type": "book"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
