{
    "status": "vor",
    "id": "00177",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00177",
    "authorLine": "Rolf Aaberge, Ugo Colombino",
    "title": "Structural labour supply models and microsimulation",
    "published": "2018-04-30T00:00:00Z",
    "versionDate": "2018-04-30T00:00:00Z",
    "statusDate": "2018-04-30T00:00:00Z",
    "volume": 11,
    "issue": 1,
    "fpage": 162,
    "lpage": 197,
    "elocationId": "162-197",
    "pdf": "http://web:8082/00177/ijm-00177.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        },
        {
            "id": "labour-supply-demand",
            "name": "Labour supply and demand"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "The purpose of the paper is to provide a discussion of the various approaches for accounting for labour supply responses in microsimulation models. The paper focus attention on two methodologies for modelling labour supply: (i) the discrete choice model and (ii) the random utility – random opportunities model. The paper then describes approaches to utilising these models for policy simulation in terms of producing and interpreting simulation outcomes, outlining an extensive literature of policy analyses utilising these approaches. Labour supply models are not only central for analysing behavioural labour supply responses but also for identifying optimal tax-benefit systems, given some of the challenges of the theoretical approach. Combining labour supply results with individual and social welfare functions enables the social evaluation of policy simulations. combining welfare functions and labour supply functions, the paper discusses how to model socially optimal income taxation.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Aaberge et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Norway"
                        },
                        "formatted": [
                            "Norway"
                        ]
                    },
                    "name": [
                        "Statistics Norway and Centre of Equality, Social Organization, and Performance (ESOP), Department of Economics",
                        "University of Oslo"
                    ]
                }
            ],
            "emailAddresses": [
                "rolf.aaberge@ssb.no"
            ],
            "name": {
                "index": "Aaberge, Rolf",
                "preferred": "Rolf Aaberge"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy"
                        },
                        "formatted": [
                            "Italy"
                        ]
                    },
                    "name": [
                        "Department of Economics",
                        "University of Turin"
                    ]
                }
            ],
            "emailAddresses": [
                "rolf.aaberge@ssb.no"
            ],
            "name": {
                "index": "Colombino, Ugo",
                "preferred": "Ugo Colombino"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "behavioural microsimulation",
        "labour supply",
        "discrete choice",
        "tax reforms"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Large microsimulation models, as originally proposed by <a href=\"#bib86\">Orcutt (1957)</a>, were meant to be behavioural. For many years, however, the microsimulation community considered behavioural responses, and in particular labour supply, either unimportant, unreliable or hard to interpret. Various motivations have progressively contributed to a more positive attitude towards the inclusion of labour supply responses into microsimulation models:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "The increasing policy interest in tax-benefit reforms, their effect on both distribution and efficiency, and the realization that policy analysis requires structural models — a long-standing message from <a href=\"#bib77\">Marschak (1953)</a>, possibly revived by <a href=\"#bib76\">Lucas (1976)</a>, in particular when the policies introduce complications and non-convexities into the opportunity sets, see (<a href=\"#bib80\">Heckman, 1974</a> and <a href=\"#bib56\">Hausman, 1979</a>), and when preferences and opportunities are heterogeneous (see <a href=\"#bib7\">Aaberge, Colombino, &amp; Strøm, 1999</a>).",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The use of microsimulation techniques in order to compute labour supply responses, starting approximately around the early 80s (see <a href=\"#bib12\">Arrufat &amp; Zabalza, 1986</a>; <a href=\"#bib103\">Zabalza, Pissarides, &amp; Barton, 1980</a>).<sup><a href=\"#fn1\">1</a></sup>",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The development of discrete choice labour supply models and of models based on various versions of the Random Utility approach (<a href=\"#bib10\">Aaberge, Dagsvik, &amp; Strøm, 1995</a>; <a href=\"#bib99\">Van Soest, 1995</a>).",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "From around the second half of the 90s, a (cautious) introduction of labour supply responses into large microsimulation models begin. <a href=\"#bib72\">Klevmarken (1997)</a> provides a report on early efforts towards that purpose. <a href=\"#bib38\">Creedy and Duncan (2002)</a>, <a href=\"#bib29\">Bourguignon and Spadaro (2006)</a>, <a href=\"#bib75\">Li and O’Donoghue (2013)</a>, and <a href=\"#bib5\">Aaberge and Colombino (2014)</a> survey past and recent developments.",
                    "type": "paragraph"
                },
                {
                    "text": "In <a href=\"#s2\">Section 2</a> we discuss the main approach currently adopted for developing models of labour supply. <a href=\"#s3\">Section 3</a> illustrates some new or alternative approaches. <a href=\"#s4\">Section 4</a> addresses the issue of whether structural models are necessary and reliable. The fact that microsimulation can produce highly disaggregated and multidimensional results on the one hand contribute to the richness of the policy evaluation, on the other hand, calls for the development of synthetic indices in order to guide the comparison between alternative policies. Therefore, <a href=\"#s5\">Section 5</a> is devoted to social evaluation of the simulation results and to empirical optimal taxation. <a href=\"#s6\">Section 6</a> contains the conclusion and comments on future directions.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In the same period (mid-90s) when the microsimulation community starts moving towards introducing behavioural responses, labour supply modelling benefits from an innovative research effort which had matured in the first half of the 70s, that is the random utility maximization (RUM) model developed by <a href=\"#bib80\">McFadden (1974)</a>. The crucial advantage of this approach is that the solution of the utility maximization problem is expressed in terms of comparisons of absolute values of utility rather than in terms of marginal variations of utility as in the traditional constrained utility maximization models. The RUM approach is very convenient when compared to the previous ones, since it does not require going through complicated Kuhn-Tucker conditions involving derivatives of the utility function and of the budget constraints. Therefore, it is not affected by the complexity of the rule that defines the budget set or by how many goods are contained in the utility function. Equally important, the deterministic part of the utility function can be specified in a very flexible way without worrying about the computational problems.<sup><a href=\"#fn2\">2</a></sup> The most popular version adopts the “Extreme Value” distribution for the stochastic component, which leads to an easy and intuitive expression for the probability that any particular alternative is chosen (that is the multinomial or conditional logit model).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "This approach essentially consists in representing the budget set with a set of discrete alternatives or jobs. Early and path-breaking contributions include <a href=\"#bib103\">Zabalza <i>et al</i>. (1980)</a>, where labour supply is represented in terms of probabilities of choosing among alternative hours of work or alternative jobs. This contribution, however, is essentially an ordinal probit analysis. Especially in view of modelling simultaneous decisions on the part of household partners, the Conditional Multinomial Logit model appears much more convenient. This is the line chosen by <a href=\"#bib99\">Van Soest (1995)</a>. Although this very influential contribution can be classified as belonging to the RUM family, we denote it more specifically as a Discrete Choice (DC) model, because: (i) the discreteness of the opportunity set is a distinctive feature of it (this is not the case in general for RUM models); (ii) the random term that generates the probabilistic choices is given an eclectic interpretation that includes both the RUM-McFadden (<a href=\"#bib80\">McFadden, 1974</a>; <a href=\"#bib81\">1984</a>) interpretation and the optimization error interpretation (the latter leading to a non-random utility model). Besides <a href=\"#bib99\">Van Soest (1995)</a>, many contributions have adopted the DC model during the last two decades.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The DC model typically treats also couples with simultaneous decisions of the two partners, but in order to keep the illustration simple, we will discuss the single case below: the extension to couples is straightforward. The household chooses among T+1 alternatives or <i>h</i> = 0, 1, …, T. The utility is first defined as non-stochastic, ν(<i>f</i> (<i>wh,I</i>),<i>h</i>), where <i>w</i> is the fixed (individual-specific) gross wage rate, <i>I</i> is the exogenous income and <i>f</i>(.,.) is the tax-transfer rule that transforms gross incomes into net available income. In order to model the observed hours of work as the result of a probabilistic process, a random variable ε is added to the previously defined utility function: ν(<i>f</i> (<i>wh,I</i>),<i>h</i>) + <i>ε</i>. As mentioned above, the random term is typically given two different interpretations (for instance <a href=\"#bib99\">Van Soest, 1995</a>): (i) the utility contribution of unobserved characteristics of the alternative choices; (ii) a measurement/optimization error. Interpretation (i) is compatible with the classic RUM interpretation and implies that the household are observed as choosing exactly what they prefer, and what they prefer is decided on the basis of ν(<i>f</i> (<i>wh,I</i>),<i>h</i>) + <i>ε</i>. Interpretation (ii) instead implies that the household’s preferences are measured by ν(<i>f</i> (<i>wh,I</i>),<i>h</i>) but the alternative to which they are matched does not maximize ν(<i>f</i> (<i>wh,I</i>),<i>h</i>) but rather ν(<i>f</i> (<i>wh,I</i>),<i>h</i>) + <i>ε</i> : this might happen because they make errors or because some other unexpected process displaces them from the preferred choices. However, the two interpretations in principle have very different implications in view of the simulation and of the welfare evaluation. The contributions adopting the DC approach stress the importance of a very flexible specification of ν(<i>f</i> (<i>wh,I</i>),<i>h</i>) and of checking for its quasiconcavity (for instance <a href=\"#bib99\">Van Soest, 1995</a>). This focus of attention suggests that this approach indeed tends to consider ν(<i>f</i> (<i>wh,I</i>),<i>h</i>) as the true utility function and ε as a measurement/optimization error.<sup><a href=\"#fn3\">3</a></sup> Consistently, preference heterogeneity is preferably introduced through random preference parameters.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The household is assumed to choose <i>h</i> so as to maximize ν(<i>f</i> (<i>wh,I</i>),<i>h</i>) + <i>ε</i>. By assuming that e is i.i.d. Type I Extreme Value, one gets the Multinomial Logit or Conditional Logit expression for the probability that the household is observed working <i>h</i> hours:<sup><a href=\"#fn3\">3</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1",
                            "label": "(1)",
                            "mathml": "<math><mrow><mi>P</mi><mrow><mo>(</mo><mi>h</mi><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>h</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow></mrow><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>y</mi><mo>=</mo><mn>0</mn></mrow><mi>T</mi></munderover><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>y</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mtext>y</mtext></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow></mrow></mstyle></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<a href=\"#equ1\">Equation 1</a> usually does not fit labour supply data very well. <a href=\"#bib99\">Van Soest (1995)</a> notes that the model over-predicts the number of people working part-time. More generally, certain types of jobs might differ according to a number of systematic factors that are not accounted for by the observed variables contained in <i>v</i> (a) availability or density of job-types; (b) fixed costs; (c) search costs; (d) systematic utility components. In order to account for these factors, the following “dummies refinement” can be adopted. Let us define subsets <i>S</i><sub>0</sub>,…,<i>S</i><sub>L</sub> of the set (0, 1, …, T). Clearly, the definition of the subsets should reflect some hypothesis upon the differences between the values of <i>h</i> with respect to the factors (a) – (b) mentioned above. Now we specify the choice probability as follows (<a href=\"#equ2\">Equation 2</a>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ2",
                            "label": "(2)",
                            "mathml": "<math><mrow><mi>P</mi><mrow><mo>(</mo><mi>h</mi><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>h</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>ℓ</mi></munder><mrow><msub><mi>γ</mi><mi>ℓ</mi></msub><mn>1</mn><mrow><mo>(</mo><mrow><mi>h</mi><mo>∈</mo><msub><mi>S</mi><mi>ℓ</mi></msub></mrow><mo>)</mo></mrow></mrow></mstyle></mrow> <mo>}</mo></mrow></mrow><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>y</mi><mo>=</mo><mn>0</mn></mrow><mi>T</mi></munderover><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>y</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>ℓ</mi></munder><mrow><msub><mi>γ</mi><mi>ℓ</mi></msub><mn>1</mn><mrow><mo>(</mo><mrow><mi>y</mi><mo>∈</mo><msub><mi>S</mi><mi>ℓ</mi></msub></mrow><mo>)</mo></mrow></mrow></mstyle></mrow> <mo>}</mo></mrow></mrow></mstyle></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where 1(<i>e</i>) = 1 if <i>e</i> is true. Many papers have adopted this refinement, for instance <a href=\"#bib99\">Van Soest (1995)</a> and <a href=\"#bib64\">Kalb (2000)</a> among others. <a href=\"#bib10\">Aaberge <i>et al</i>. (1995</a>, <a href=\"#bib7\">1999)</a> and <a href=\"#bib35\">Colombino (2013)</a> also implement a similar procedure, which however is based on a specific structural interpretation of the dummies and of their coefficients. An alternative adjustment consists of imputing a monetary cost (or benefit) to some ranges of work hours:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ3",
                            "label": "(3)",
                            "mathml": "<math><mrow><mi>P</mi><mrow><mo>(</mo><mi>h</mi><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>h</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>ℓ</mi></munder><mrow><msub><mi>c</mi><mi>ℓ</mi></msub><mn>1</mn><mrow><mo>(</mo><mrow><mi>h</mi><mo>∈</mo><msub><mi>S</mi><mi>ℓ</mi></msub></mrow><mo>)</mo></mrow></mrow></mstyle><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow></mrow><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>y</mi><mo>=</mo><mn>0</mn></mrow><mi>T</mi></munderover><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>y</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mi>ℓ</mi></munder><mrow><msub><mi>c</mi><mi>ℓ</mi></msub><mn>1</mn><mrow><mo>(</mo><mrow><mi>y</mi><mo>∈</mo><msub><mi>S</mi><mi>ℓ</mi></msub></mrow><mo>)</mo></mrow></mrow></mstyle><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow></mrow></mstyle></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "A popular specification of <a href=\"#equ3\">Equation 3</a> is interpreted as accounting for fixed costs <i>c</i> of working — for instance see the survey by <a href=\"#bib26\">Blundell, Chiappori, Magnac, and Meghir (2007)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 The discrete choice model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Random Utility – Random Opportunities (RURO) model is an extension of McFadden’s RUM model. The utility is assumed to be of the following form (<a href=\"#equ4\">Equation 4</a>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ4",
                            "label": "(4)",
                            "mathml": "<math><mrow><mi>U</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>h</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>h</mi><mo>,</mo><mi>j</mi></mrow><mo>)</mo></mrow><mo>=</mo><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>h</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mo>+</mo><mi>ε</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>j</mi></mrow><mo>)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>h</i> is hours of work, <i>w</i> is the wage rate, <i>I</i> is the exogenous income, <i>f</i> is a tax-transfer function that transforms gross incomes into net income, <i>j</i> is a variable that captures other job and/or individual characteristics and ε is a random variable that varies across market and non-market alternatives.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A first difference with respect to the DC model is that the utility function is directly specified as stochastic. The random component is interpreted as in the presentations of the Conditional Logit model by <a href=\"#bib80\">McFadden (1974)</a>: besides the observed characteristics, there are other characteristics <i>j</i> of the job or of the household-job match that are observed by the household but not by the econometrician. Commuting time or required skill (when not observed by the analyst) are possible examples of the characteristics captured by <i>j</i>. Their effect upon utility is captured by <i>ε</i>(<i>w, h, j</i>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Second, the households maximize their utility by choosing not simply hours but rather opportunities (“jobs”) defined by hours of work <i>h</i>, wage rates <i>w</i> (which can change across jobs for the same household) and other unobserved (by the analyst) attributes <i>j</i>. In the DC model, the households’ choices (how many hours of work) are analogous to the choices of a consumer deciding how many units of a consumption good (like meat, milk or gasoline) to buy every week. In the RURO model, the household is closer to the McFadden’s commuter choosing among car, train or the BART shuttle when travelling along the San Francisco Bay (<a href=\"#bib46\">Domencich &amp; McFadden, 1975</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Third, besides not observing the other job characteristics <i>j</i>, the analyst does not know exactly which and how many jobs are contained in the household opportunity set; therefore, the opportunity set can be seen as random from the analyst’s viewpoint. The opportunity set will in general contain more than one job of the same (<i>w,h</i>) type. These jobs will differ depending on the value of other, by the analyst, unobserved attributes. This implies that the number, or the density, of jobs belonging to the different types will plays a crucial role in the model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In <a href=\"#bib10\">Aaberge <i>et al</i>. (1995)</a> the range of values of (<i>w,h</i>) is assumed to be continuous. Let B be the set of admissible values of (<i>w,h</i>) and <i>p(x,y)</i> the density of jobs of type <i>(x,y)</i>. The household chooses <i>h</i> and <i>j</i> so as to maximize ν(<i>f</i> (<i>wh,I</i>),<i>h</i>) + <i>ε</i>(<i>j</i>). Then it turns out that we get the (continuous) conditional logit expression for the probability density function of a (<i>w,h</i>) choice:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ5",
                            "label": "(5)",
                            "mathml": "<math><mrow><mi>φ</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>h</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><mi>p</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow><mrow><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mrow><mo>(</mo><mrow><mi>x</mi><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow><mo>∈</mo><mi>B</mi></mrow></munder><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>x</mi><mi>y</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><mi>p</mi><mrow><mo>(</mo><mrow><mi>x</mi><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow><mi>d</mi><mi>x</mi><mi>d</mi><mi>y</mi></mrow></mrow></mstyle></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<a href=\"#equ5\">Equation 5</a> is based on <a href=\"#bib40\">Dagsvik (1994)</a>. The model is close to the continuous spatial model developed by <a href=\"#bib21\">Ben-Akiva and Watanatada (1981)</a>. It can also be seen as an extension of the McFadden’s Conditional Logit model where the systematic utility of a job type (<i>w,h</i>) is “weighted” by the number of jobs of that type available in the opportunity set. <a href=\"#bib7\">Aaberge <i>et al</i>. (1999)</a> provide a transparent and simple proof for a discrete version of <a href=\"#equ5\">Equation 5</a>:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ6",
                            "label": "(6)",
                            "mathml": "<math><mrow><mi>φ</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>h</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><mi>p</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow><mrow><mstyle displaystyle=\"true\"><mrow><munder><mo>∫</mo><mrow><mrow><mo>(</mo><mrow><mi>x</mi><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow><mo>∈</mo><mi>B</mi></mrow></munder><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>x</mi><mi>y</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><mi>p</mi><mrow><mo>(</mo><mrow><mi>x</mi><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow></mrow></mrow></mstyle></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The discrete version can be interpreted either as a more realistic representation or as computational simplification of the continuous version.",
                            "type": "paragraph"
                        },
                        {
                            "text": "So far, in all the applications of the RURO the opportunity density <i>p</i>(<i>w, h</i>) is first factorized as (<a href=\"#equ7\">Equation 7</a>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ7",
                            "label": "(7)",
                            "mathml": "<math><mrow><mi>p</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mo>=</mo><mrow><mo>{</mo> <mtable columnalign=\"left\"><mtr><mtd><msub><mi>p</mi><mn>1</mn></msub><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mi>h</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>w</mi><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mtext>if</mtext><mtext> </mtext><mi>h</mi><mo>&gt;</mo><mn>0</mn></mtd></mtr><mtr><mtd><mn>1</mn><mo>−</mo><msub><mi>p</mi><mn>1</mn></msub><mtext> </mtext><mtext>if</mtext><mtext> </mtext><mi>h</mi><mo>=</mo><mn>0</mn></mtd></mtr></mtable></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>p<sub>1</sub></i> denotes the density of alternatives with <i>h &gt; 0</i>, that is market jobs, <i>g<sub>1</sub>(h)</i> and <i>g<sub>2</sub>(w)</i> are the densities of <i>w</i> and <i>h</i> conditional on <i>h &gt; 0</i>. The conditional density of hours is specified as uniform with peaks (to be estimated) corresponding to part-time and full-time. The conditional density of the wage rates is assumed to be log-normal. Details can be found in <a href=\"#bib7\">Aaberge <i>et al</i>. (1999</a>, <a href=\"#bib10\">1995)</a>. All the densities <i>p<sub>i</sub></i>, <i>g<sub>1</sub>(h)</i>, <i>g<sub>2</sub>(w)</i> and the density of <i>w</i> can depend on household or job characteristics.",
                            "type": "paragraph"
                        },
                        {
                            "text": "By looking at <a href=\"#equ6\">Equation 6</a>, we can see that the solution of the utility maximization problem is expressed in terms of comparisons of absolute values of utility rather than in terms of marginal variations of utility and it is not affected by the specification of <i>v</i>(.,.) or <i>f</i>(.,.). One can choose relatively general and complicated specifications for <i>v</i> and/or accounting for complex tax-transfer rules <i>f</i> without affecting the characterization of behaviour and without significantly affecting the computational burden involved by the estimation or simulation of the model. This holds for both the discrete and the continuous version of the model. It is not often realized in the literature that the advantages of RuM or of RuRo are due to the representation of choice as the maximization of a random utility, rather than to the discreteness of the choice set.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Note that <a href=\"#equ1\">Equation 1</a> can be seen as a special case of <a href=\"#equ6\">Equation 6</a> when the wage rate <i>w</i> is treated as a fixed characteristic of the household (invariant with respect to the alternatives) and <i>p</i>(<i>x, y</i>) = constant for all (<i>x, y</i>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "It is also useful to observe that the opportunity density <i>p(x,y)</i> can be specified in such a way that <a href=\"#equ6\">Equation 6</a> reduces to a DC model with dummies refinement. For example, <a href=\"#bib35\">Colombino (2013)</a> starts by considering a model with fixed individual specific wage rates (<a href=\"#equ8\">Equation 8</a>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ8",
                            "label": "(8)",
                            "mathml": "<math><mrow><mi>φ</mi><mrow><mo>(</mo><mi>h</mi><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>h</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><mi>p</mi><mrow><mo>(</mo><mi>h</mi><mo>)</mo></mrow></mrow><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mi>y</mi><mo>∈</mo><mi>B</mi></mrow></munder><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>y</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><mi>p</mi><mrow><mo>(</mo><mi>y</mi><mo>)</mo></mrow></mrow></mstyle></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "By specifying the opportunity density <i>p(y)</i> as uniform-with-peaks, we get the following expression (<a href=\"#equ9\">Equation 9</a>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ9",
                            "label": "(9)",
                            "mathml": "<math><mrow><mi>φ</mi><mrow><mo>(</mo><mi>h</mi><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>h</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mo>+</mo></mrow> <mo>}</mo></mrow><msub><mi>γ</mi><mn>0</mn></msub><mn>1</mn><mrow><mo>(</mo><mrow><mi>h</mi><mo>&gt;</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>ℓ</mi><mo>=</mo><mn>1</mn></mrow><mi>L</mi></munderover><mrow><msub><mi>γ</mi><mi>ℓ</mi></msub><mn>1</mn><mrow><mo>(</mo><mrow><mi>h</mi><mo>∈</mo><msub><mi>S</mi><mi>ℓ</mi></msub></mrow><mo>)</mo></mrow></mrow></mstyle></mrow><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mi>y</mi><mo>∈</mo><mi>B</mi></mrow></munder><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>y</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>x</mi></mrow><mo>)</mo></mrow><mo>+</mo></mrow> <mo>}</mo></mrow><msub><mi>γ</mi><mn>0</mn></msub><mn>1</mn><mrow><mo>(</mo><mrow><mi>y</mi><mo>&gt;</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>ℓ</mi><mo>=</mo><mn>1</mn></mrow><mi>L</mi></munderover><mrow><msub><mi>γ</mi><mi>ℓ</mi></msub><mn>1</mn><mrow><mo>(</mo><mrow><mi>y</mi><mo>∈</mo><msub><mi>S</mi><mi>ℓ</mi></msub></mrow><mo>)</mo></mrow></mrow></mstyle></mrow></mstyle></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "with",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ10",
                            "label": "(10)",
                            "mathml": "<math><mrow><msub><mi>γ</mi><mn>0</mn></msub><mo>=</mo><mi>ln</mi><mtext>​</mtext><mtext> </mtext><mi>J</mi><mo>+</mo><msub><mi>A</mi><mn>0</mn></msub><mo>,</mo><msub><mi>γ</mi><mi>ℓ</mi></msub><mo>=</mo><mi>ln</mi><mrow><mo>(</mo><mrow><mfrac><mrow><msub><mi>J</mi><mi>ℓ</mi></msub></mrow><mi>J</mi></mfrac></mrow><mo>)</mo></mrow><mo>+</mo><msub><mi>A</mi><mi>ℓ</mi></msub></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>J</i> = number of alternatives with h &gt; 0, and <i>J<sub>ℓ</sub></i> = number of alternatives with <i>h</i> ε <i>S<sub>ℓ</sub></i> (for instance, <i>S<sub>ℓ</sub></i> might be the set of hours values classified as “part-time”) and <i>A</i><sub>0</sub> and <i>A<sub>ℓ</sub></i> are constants (<a href=\"#equ10\">Equation 10</a>). <a href=\"#equ9\">Equation 9</a> is formally equivalent to the DC model with the “dummies refinement”. However, here the coefficients <i>γ</i> have a specific structural interpretation, which —as we will see in the section dedicated to policy simulation— can be used to develop an equilibrium simulation procedure.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 The random utility – random opportunities model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the continuous version of the RURO model, the opportunity set in principle can contain the whole positive quadrant, that is all the positive values of (<i>w,h</i>). If instead a discrete representation of the choice set (as in the DC model or as in the version, see <a href=\"#equ6\">Equation 6</a>, of the RURO model) is adopted, then one has to decide which alternatives are to be included in the opportunity set (besides the chosen alternative). DC models typically assume the opportunity set is fixed and imputed to every household. For example, one might divide the hour interval (0, T) into equal sub-intervals and pick one value in each sub-interval (for instance the midpoint, or a randomly chosen point). The wage rate is also fixed and household-specific: therefore, for every value <i>h</i>, the corresponding gross earnings are equal to <i>wh</i>. In the RURO models, the opportunity set is unknown since the opportunity density <i>p(w,h)</i> must be estimated. The opportunity set used in the estimation (and in the simulations) can then be interpreted as a sample drawn from an unknown population. Therefore, the sampling method emerges as a relevant issue. <a href=\"#bib7\">Aaberge <i>et al</i>. (1999</a>, <a href=\"#bib10\">1995)</a> sample alternative <i>(w,h)</i> values from a pre-estimated density <i>q(w,h)</i> and, following <a href=\"#bib20\">Ben-Akiva and Lerman (1985)</a>, re-weight <a href=\"#equ6\">Equation 6</a> as follows:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ11",
                            "label": "(11)",
                            "mathml": "<math><mrow><mi>φ</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>h</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><mi>p</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mo>/</mo><mi>q</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow><mrow><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mrow><mo>(</mo><mrow><mi>x</mi><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow><mo>∈</mo><mover accent=\"true\"><mi>B</mi><mo>^</mo></mover></mrow></munder><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>x</mi><mi>y</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><mi>p</mi><mrow><mo>(</mo><mrow><mi>x</mi><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow><mo>/</mo><mi>q</mi><mrow><mo>(</mo><mrow><mi>x</mi><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow></mrow></mstyle></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf1\"><mover accent=\"true\"><mi>B</mi><mo>^</mo></mover></math> is the sample of market and non-market alternatives (<a href=\"#equ11\">Equation 11</a>). <a href=\"#bib9\">Aaberge, Colombino, and Wennemo (2009)</a> discuss and evaluate different methods of representing the opportunity set and find that they might have an important impact on the results of the policy simulation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 The representation of the opportunity set",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The problem of unobserved wage rates for those who are not working can be solved either with a simultaneous procedure or with a two-step procedure. When adopting a simultaneous estimation with a DC model, one should also treat the wage rate <i>w</i> as an endogenous outcome and account for the fact that <i>w</i> is not observed for the non-workers in the sample. For that purpose, we must specify a probability density function <i>m(w)</i>. Starting from <a href=\"#equ1\">Equation 1</a>, the likelihood of an observation with non-zero hours <i>h</i> and wage rate <i>w</i> would then be (<a href=\"#equ12\">Equation 12</a>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ12",
                            "label": "(12)",
                            "mathml": "<math><mrow><mi>P</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>h</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow></mrow><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>k</mi><mo>=</mo><mn>0</mn></mrow><mi>T</mi></munderover><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>k</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>k</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow></mrow></mstyle></mrow></mfrac><mi>m</mi><mrow><mo>(</mo><mi>w</mi><mo>)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The likelihood of an observation with <i>h</i> = 0 and unobserved wage rate would instead be (<a href=\"#equ13\">Equation 13</a>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ13",
                            "label": "(13)",
                            "mathml": "<math><mrow><mi>P</mi><mrow><mo>(</mo><mrow><mi>h</mi><mo>=</mo><mn>0</mn></mrow><mo>)</mo></mrow><mo>=</mo><mstyle displaystyle=\"true\"><mrow><mo>∫</mo><mrow><mfrac><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow></mrow><mrow><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>k</mi><mo>=</mo><mn>0</mn></mrow><mi>T</mi></munderover><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>k</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>k</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow></mrow></mstyle></mrow></mfrac><mi>m</mi><mrow><mo>(</mo><mi>w</mi><mo>)</mo></mrow><mi>d</mi><mi>w</mi></mrow></mrow></mstyle></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In RURO models, the wage rate is endogenous from the very start. Therefore (in the continuous version), the likelihood of a choice (<i>w, h</i>) is given by <a href=\"#equ6\">Equation 6</a>. By inserting <a href=\"#equ7\">Equation 7</a> into <a href=\"#equ6\">Equation 6</a> we get:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ14",
                            "label": "(14)",
                            "mathml": "<math><mrow><mi>φ</mi><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mo>=</mo><mrow><mo>{</mo> <mtable columnalign=\"left\"><mtr><mtd><mfrac><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>h</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><msub><mi>p</mi><mn>1</mn></msub><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mi>h</mi><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>w</mi><mo>)</mo></mrow></mrow><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><msub><mi>p</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mrow><mo>(</mo><mrow><mi>x</mi><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow><mo>≠</mo><mn>0</mn></mrow></munder><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>x</mi><mi>y</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><msub><mi>p</mi><mn>1</mn></msub><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mtext>y</mtext><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>x</mi><mo>)</mo></mrow><mi>d</mi><mi>x</mi><mi>d</mi><mi>y</mi></mrow></mstyle></mrow></mfrac><mo>,</mo><mi>h</mi><mo>&gt;</mo><mn>0</mn></mtd></mtr><mtr><mtd><mfrac><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><msub><mi>p</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow></mrow><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mn>0</mn></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><msub><mi>p</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow><mo>+</mo><mstyle displaystyle=\"true\"><munder><mo>∑</mo><mrow><mrow><mo>(</mo><mrow><mi>x</mi><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow><mo>≠</mo><mn>0</mn></mrow></munder><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mi>ν</mi><mrow><mo>(</mo><mrow><mi>f</mi><mrow><mo>(</mo><mrow><mi>x</mi><mi>y</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mo>,</mo><mi>y</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><msub><mi>p</mi><mn>1</mn></msub><msub><mi>g</mi><mn>1</mn></msub><mrow><mo>(</mo><mtext>y</mtext><mo>)</mo></mrow><msub><mi>g</mi><mn>2</mn></msub><mrow><mo>(</mo><mi>x</mi><mo>)</mo></mrow><mi>d</mi><mi>x</mi><mi>d</mi><mi>y</mi></mrow></mstyle></mrow></mfrac><mo>,</mo><mi>h</mi><mo>=</mo><mn>0</mn></mtd></mtr></mtable></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Alternatively, one could use a two-step procedure for imputing unobserved wages. In the first step, the wage equation is estimated. In the second step, the predicted wage rate replaces the missing values (or, alternatively, both the missing and the observed values). The random term of the wage equation is added to the systematic part and integrated (or “averaged”) out with a simulation procedure (see for instance <a href=\"#bib99\">Van Soest, 1995</a>). Both the simultaneous and the two-steps procedures illustrated above assume that the random term of the wage equation is uncorrelated with the random term of the utility function. However, one might want to allow for a correlation of the wage rate random component with one or more random parameters of ν(<i>f</i> (<i>wh,I</i>),<i>h</i>) due, for example, to a dependence of the wage rate on previous decisions (see for instance <a href=\"#bib27\">Blundell &amp; Shephard, 2012</a>; <a href=\"#bib53\">Gong &amp; van Soest, 2002</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4 Unobserved wage rates",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In RURO models, <i>ε</i> is interpreted as part of the utility function and therefore h = 0 is an optimal choice. Involuntary unemployment can be considered in different ways depending on which interpretation of which concept of involuntary unemployment is adopted. A first interpretation is associated with the opportunity set. An individual is assumed to be involuntary unemployed if the set of available market opportunities is empty, or contains “too few” elements, or elements with “two poor” characteristics (for instance low wage rates, bad non-pecuniary features, etc.). The qualification of “involuntary” is motivated by the exogeneity of an “unattractive” opportunity set. The opportunity density <i>p</i>(<i>w, h</i>) in general allows for this possibility. A second interpretation sees involuntary unemployment as an unanticipated displacement from the chosen alternative. The most natural way to implement this interpretation would be to complement the basic labour supply model with an exogenous latent index equation (see for instance <a href=\"#bib74\">Blundell <i>et al</i>., 2007</a>). As a matter of fact, this approach has been adopted so far with DC models but not with RURO models.",
                            "type": "paragraph"
                        },
                        {
                            "text": "If ε is interpreted as an optimization error rather than as part of the utility— as is more common with DC models— then some of the observations with h = 0 might be interpreted as involuntary unemployed. The idea here is that the individual maximizes (by mistake) <i>U</i> + <b><i>ε</i></b> rather than the true utility <i>U</i>. Maybe the involuntary unemployed could be identified as those with h = 0 and systematic utility sufficiently close (in some sense) to the systematic utility of those with h &gt; 0. To the best of our knowledge, this line of research has not been pursued. Alternatively, one could interpret the optimization errors due to <i>ε</i> as accounting for more modest displacements such as underemployment or overemployment and instead model unemployment with a latent index equation (<a href=\"#bib26\">Blundell <i>et al</i>., 2007</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-5",
                    "title": "2.5 Unemployment",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Both the DC and the RURO model can be easily generalized to include several dimensions of choice. Besides simultaneous decisions on the part of partners in a couple, one might include other decisions such as: labour supply of other members of the household, consumption of goods and services, fertility, choice of child-care mode, sector of employment, other dimensions of labour supply (occupational choice, educational choices, job search activities, etc.). For example, <a href=\"#bib4\">Aaberge and Colombino (2013)</a> and <a href=\"#bib41\">Dagsvik, Locatelli, and Strøm (2009)</a> include the choice between employment in the private sector and the public sector; <a href=\"#bib74\">Kornstad and Thoresen (2007)</a> model the simultaneous choice of labour supply and child-care; <a href=\"#bib54\">Haan and Wrohlich, (2011)</a> analyse fertility and employment, <a href=\"#bib60\">Hoynes (1996)</a> and <a href=\"#bib11\">Aaberge and Flood (2013)</a> analyse labour supply and welfare participation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A potential limitation of the RUM models based on the independent and identical extreme value distribution for the random component <i>ε</i> is the IIA assumption, which in turn implies restrictions on the behavioural responses (see <a href=\"#bib20\">Ben-Akiva &amp; Lerman, 1985</a>). Some contributions have opted for alternative distributional assumptions (see <a href=\"#bib65\">Keane &amp; Moffitt, 1998</a>). However, advances with simulation-based methods (<a href=\"#bib96\">Train, 2003</a>), have made it feasible to overcome this limitation by assuming GEV (generalized extreme value) distributions (for instance Nested Logit models) or random parameters, while preserving the main convenient analytical advantages of the extreme value distributions. By assuming that one or more preference parameters are stochastic one gets the so-called Mixed Logit model (<a href=\"#bib82\">McFadden &amp; Train, 2000</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-6",
                    "title": "2.6 Generalizations",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Modelling labour supply",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We mention here three important research strands that have been developed during the last decades, either as refinements of the standard labour supply model or as innovative or alternative approaches.",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Stochastic dynamic programming (SDP) model (see for instance <a href=\"#bib67\">Keane, 2011</a>; <a href=\"#bib101\">Wolpin, 1996</a>)",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "none",
                    "type": "list"
                },
                {
                    "text": "There are various motivations for using SDP models. First, many choices —notably human capital decisions, occupational choices, fertility, etc.— have important intertemporal implications, namely the effects of decisions taken today have important effects in the future. Second, many policies have an intrinsic intertemporal dimension, for instance there might be time limits, or it might be that the amount of services I decide to get today affects the amount of services I can get tomorrow (<a href=\"#bib95\">Swann, 2005</a>). Third, an important source of uncertainty in current decisions is the expectation of future changes in policies, e.g. expectations on whether a certain policy is temporary or permanent (<a href=\"#bib68\">Keane &amp; Wolpin, 2002a</a>, <a href=\"#bib69\">2002b</a>).",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Non-unitary models of household behaviour",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "none",
                    "type": "list"
                },
                {
                    "text": "Where the household is not represented as a fictitious individual but rather as a set of individuals who, somehow, arrive at a collective decision. A major aim is developing models that can analyse intra-household allocation of resources (for instance among genders) and the effects of policies upon different members of the households. As to the way of modelling the process that leads to the collective decision, there are two main lines of research: (i) the “sharing rule” approach (see for instance <a href=\"#bib23\">Bloemen, 2010</a>; <a href=\"#bib33\">chiappori, 1988</a>). Here, the intra-household allocation process is given a reduced form representation. This way of proceeding requires minimal <i>a-priori</i> assumptions (namely, the household attains, somehow, a Pareto-efficient allocation), but in principle makes the model not applicable to <i>ex-ante</i> policy evaluation, unless one is prepared to assume that the “sharing rule” is policy-invariant; (ii) the explicit structural representation of intra-household allocation process. For example, <a href=\"#bib79\">McElroy and Horney (1981)</a> have proposed Nash bargaining. So far, this second approach has been much less popular than the “sharing rule” one, although its structural character makes it more promising in view of policy simulation (see for instance <a href=\"#bib44\">Del Boca &amp; Flinn, 2012</a>).",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "The “taxable income” approach",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "none",
                    "type": "list"
                },
                {
                    "text": "This is especially relevant for applications in public finance and optimal taxation. As a matter of fact, labour supply has many dimensions: not only hours of work, but also search, occupational choice, training, “effort\", etc. Although there might be a specific interest in modelling all these choices, from the public finance perspective what is mostly relevant is their combined effect, i.e. the amount of taxable income. <a href=\"#bib48\">Feldstein (1995)</a> argues that for the purpose of measuring the efficiency effect of (marginal) tax reforms, it is sufficient to have an estimate of the elasticity of taxable income with respect to the tax rates. The argument sounds attractive since an estimate of the taxable income elasticity is relatively easy to obtain and furthermore the data on taxable income might be more reliable than data upon the various dimensions of labour supply (hours, etc.). If we denote taxable income with <i>z</i> an implication is that the reference model becomes max <i>u</i>(<i>c, z</i>) s.t. <i>c</i> = <i>f</i>(<i>z</i>) rather than the standard framework max <i>u</i>(<i>c, h</i>) s.t. <i>c</i> = <i>f</i>(<i>wh, I</i>), where <i>f</i>() denotes the tax-transfer rule that transforms taxable income(s) into net available income. The taxable income approach tends to be taken as a partner of the non-structural approach (and therefore appropriate only for the evaluation of marginal reforms), but in principle nothing prevents to adopt with a structural model. <a href=\"#bib31\">Chetty (2009)</a> provides a discussion of the conditions under which the argument of <a href=\"#bib48\">Feldstein (1995)</a> is valid and of its implications for empirical research.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. New developments and alternative models",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Many authors have raised doubts upon the reliability of structural models as compared with the (supposed) robustness of evidence produced by (<i>ex-post</i>) experimental or quasi-experimental analysis. In view of <i>ex-ante</i> policy evaluation, the issue is twofold: (i) are there alternatives to structural models?, and (ii) how do we evaluate structural models and how do they compare with other approaches?",
                    "type": "paragraph"
                },
                {
                    "text": "When answering question (i) one must carefully distinguish between type of data and type of models (or parameters) to be estimated. Often, we observe a tendency to associate structural models with observational data and ex-post program evaluation with experimental or quasiexperimental data. Although this is what goes on in most cases, in principle nothing prevents the use of experimental or quasi-experimental data for the estimation of structural models (for instance <a href=\"#bib17\">Bargain &amp; Doorley, 2017</a>; <a href=\"#bib79\">McElroy &amp; Horney, 1981</a>). A second possible source of confusion comes from erroneously associating structural modelling with the use of “convenient” parametric functional forms: although this might be a common practice, most of the research done on “non-parametric” (or “flexible”) estimation addressed to policy evaluation is structural (for instance <a href=\"#bib24\">Blomquist &amp; Newey, 2002</a>; <a href=\"#bib78\">Matzkin, 2013</a>). A third erroneous perception consists of identifying structural models with models based on utility maximization. Again, while utility maximization is the “mainstream”, most of the “agent-based” approach is structural.<sup><a href=\"#fn5\">5</a></sup> What counts in view of <i>ex-ante</i> evaluation is that a set of relevant parameters (or primitives) be identified as policy independent. Depending on the class of policies we are interested in different sets or combinations of parameters might be sufficient for the purpose (<a href=\"#bib77\">Marschak, 1953</a>). Of course, the point is that data, <i>by themselves</i>, whether experimental or quasi-experimental or non-experimental, are not sufficient to identify policy-invariant parameters. Therefore, the answer to question (i) is negative: <i>ex-ante</i> evaluation requires a structural model, whether parametric or non-parametric, based on utility maximization or not, explicit or implicit, estimated on observational or (quasi-) experimental data, etc.<sup><a href=\"#fn6\">6</a></sup> Let us turn to question (ii). The structural econometric community tends now to see models as approximations. ordinary statistical testing is informative on the precision of the parameter estimates of the model but less so on how useful the estimated model is. This pragmatic approach would seem to entail a shift of focus from the issue of identification to the issues of external validation and out-of-sample prediction (<a href=\"#bib66\">Keane, 2010</a>). The amount of out-of-sample testing so far is limited (for instance <a href=\"#bib2\">Aaberge <i>et al</i>., 2009</a>; <a href=\"#bib11\">Aaberge &amp; Flood, 2013</a>; <a href=\"#bib65\">Keane &amp; Moffitt, 1998</a>; <a href=\"#bib68\">Keane &amp; Wolpin, 2002a</a>, <a href=\"#bib69\">2002b</a>) but reassuring. A supplementary evidence provided by out-of-sample prediction exercises suggests that flexible a-theoretical models —as compared with structural models— tend to perform better in-sample but worse out-of-sample.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Evaluation of structural models",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We start by asking, when is information on behavioural responses needed? Non-behavioural simulations may be sufficiently informative provided the policy changes or the reforms can be represented as marginal changes in net wages and/or in unearned income. Let <i>V(w,I)</i> be the indirect utility function, where w is the net wage rate and <i>I</i> is the unearned income. Let us suppose that the reform can be represented as a marginal change <i>(dw,dI)</i>. Then we have:",
                    "type": "paragraph"
                },
                {
                    "label": "(15)",
                    "mathml": "<math><mrow><mi>d</mi><mi>V</mi><mo>=</mo><mfrac><mrow><mo>∂</mo><mi>V</mi></mrow><mrow><mo>∂</mo><mi>w</mi></mrow></mfrac><mi>d</mi><mi>w</mi><mo>+</mo><mi>μ</mi><mi>d</mi><mi>I</mi><mo>,</mo></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "where",
                    "type": "paragraph"
                },
                {
                    "label": "(16)",
                    "mathml": "<math><mrow><mi>μ</mi><mo>=</mo><mfrac><mrow><mo>∂</mo><mi>V</mi></mrow><mrow><mo>∂</mo><mi>I</mi></mrow></mfrac></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "is the marginal utility of income. By applying Roy’s theorem, we get:",
                    "type": "paragraph"
                },
                {
                    "label": "(17)",
                    "mathml": "<math><mrow><mfrac><mrow><mi>d</mi><mi>V</mi></mrow><mi>μ</mi></mfrac><mo>=</mo><mi>h</mi><mi>d</mi><mi>w</mi><mo>+</mo><mi>d</mi><mi>I</mi><mo>.</mo></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "The right-hand side is the change in the budget, conditional on the pre-reform labour supply <i>h</i>. The left-hand side is the monetary equivalent of the change in utility. Therefore, the result tells us that the change in the budget (that is the basic result produced by a non-behavioural simulation) is a money-metric measure of the change in utility. Similar arguments can be generalized so that a non-behavioural simulation can be complemented by point-estimates of elasticities or other local measures of behavioural responses (<a href=\"#bib31\">chetty, 2009</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "When the reforms involve non-marginal changes in the budget constraint, we typically want a prediction of the new choices, in particular of the new value of <i>h</i> or some function of it. With DP or RuRo models, we can choose between two alternative procedures:<sup><a href=\"#fn7\">7</a></sup>",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Compute the expected chosen value of the variable of interest, based upon the estimated choice probabilities (see for instance <a href=\"#bib35\">Colombino, 2013</a>).",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Simulate the value of the systematic utility and of the random component corresponding to each alternative in the opportunity set. Identify the alternative with the highest utility and compute the corresponding value of the variable of interest. Typically, the random components are kept fixed across the different policy regimes that one might want to simulate and compare. When comparing a reform to the current system, it is appropriate to simulate the latter as well. The simulated current system, although not identical but reasonably close to the observed one, will provide a consistent basis for the comparison.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "roman-lower",
                    "type": "list"
                },
                {
                    "content": [
                        {
                            "text": "The results of non-behavioural policy microsimulation are usually interpreted as predictions of the very short term, when agents and market interactions did not have time yet to adjust to the new policy. Even in the long-run, non-behavioural results might be informative enough, provided the reforms can be represented as marginal changes in the budget constraint. The interpretation of behavioural microsimulation results raises more controversial issues. The typical policy simulation exercise computes the labour supply effects while leaving the wage rates unchanged. Some authors (see for instance <a href=\"#bib39\">Creedy &amp; Duncan, 2005</a>) interpret this scenario as the “month after” prediction, with households making new choices but the market mechanisms is still late in the process of adjusting wage rates, labour demand, etc. In our view, however, the appropriate approach with static behavioural microsimulation models is comparative statics, that is, we want to compare two different equilibria induced by two different policies. With the notion of equilibrium, we refer in general to a scenario in which the economic agents make optimal choices (that is, they choose the best alternative among those available in the opportunity set) and their choices are mutually consistent or feasible. <a href=\"#bib39\">Creedy and Duncan (2005)</a> and <a href=\"#bib89\">Peichl &amp; Siegloch (2012)</a> have proposed procedures where Dc labour supply models (as defined in <a href=\"#s2\">Section 2</a>) are complemented by a function of labour demand and the wage rates are adjusted so that the market attains the equilibrium. With RuRo models a different procedure must be used, since their specification already includes a representation of the labour demand side (that is the density of available market jobs). Since a reform in general will induce a change in labour supply, it follows that in equilibrium also the number of available jobs will have to change. <a href=\"#bib35\">Colombino (2013)</a> proposes and exemplifies an iterative simulation procedure that exploits the structural interpretation of the coefficients of the alternative-specific constants given in Equation of <a href=\"#s2-2\">Section 2.2</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Short-run, long-run, comparative statics",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Although wage and income elasticities cannot be considered as autonomous parameters they provide useful information of the potential for stimulating labour supply by appropriate policy reforms. The comparability of the elasticities found in the literature has, however, been questioned due to differences in data and choice of modelling framework. To account for the effect of data and methodological differences, <a href=\"#bib18\">Bargain, Orsini, and Peichl (2014)</a> assessed labour supply elasticities for 17 EU countries and the US on the basis of harmonized data covering a restricted period (1998–2005) and by using the same version of the random utility model (RUM) as previously has been used by <a href=\"#bib99\">Van Soest (1995)</a> for instance. Although the RUM, as discussed above, suffers from certain shortcomings as compared to the RURO the use of a unified framework will nevertheless improve the cross-country comparability of the derived labour supply elasticities. The results provided by <a href=\"#bib18\">Bargain <i>et al</i>. (2014)</a> suggest that the large variation in previously published elasticities is mainly due to differences in modelling framework and different observation periods of the data. Thus, one might question whether the sharp decline in labour supply elasticities in Europe and the US is due to differences in measurement method and methodological framework? A crucial change in methodological approach took, as indicated above, place in the mid-90s when the approach introduced by <a href=\"#bib56\">Hausman (1979)</a> was replaced by various versions of the random utility model. By using elasticities derived from these two modelling frameworks, <a href=\"#bib19\">Bargain and Peichl (2016)</a> suggest that elasticities actually have declined since the 1980s. Below we will discuss this claim on the basis of elasticities derived from estimates of the RURO model for Norway in 1979, 1986,1994, 2006 and 2011.",
                            "type": "paragraph"
                        },
                        {
                            "text": "During the period 1979–2011, the effect of a wage increases on total labour supply in Norway changed from being positive to become almost zero (<a href=\"#bib22\">Bhuller, Vestad, &amp; Aaberge, 2016</a>). While in earlier years a wage increase led to a significant increase in overall labour supply, it will now lead to almost no change in labour supply. This trend is as expected and mostly due to an increase in education and a formidable real wage growth over the past 35 years. A significantly larger proportion of married women was employed in 2011 than in 1979, which means that the potential for further increase in employment has significantly decreased. Greater degree of equality in education among women and men and generous parental leave plans have also contributed to the fact that the fathers have taken parental leave from work and become more involved in the service production at home, which might have contributed to more equal labour supply behaviour for females and males over time. Increased weight on leisure today than 35–40 years ago is due to the income effects from economic growth and a doubling in household incomes over the last 35 years. For those who already live in Norway, it may therefore prove to be challenging to maintain the current level of employment in a future with continued economic growth if the trend of a greater appreciation of leisure continues.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib22\">Bhuller <i>et al</i>. (2016)</a> found for 2011 that individuals with low income and few hours worked responded more strongly to a wage increase than those with high income and many hours worked. This is largely because low income individuals have a greater potential to increase their labour supply, but it also relates to the fact that low income individuals generally have the least attractive jobs in terms of hourly wage and job content. Therefore, economic stimulation will have a stronger effect on offered jobs for people with low incomes than for high income people. This relationship has been found based on Norwegian data for all years that is 1979, 1986, 1994, 2006 and 2011. A similar relationship is also found for two sets of data for Sweden (<a href=\"#bib11\">Aaberge &amp; Flood, 2013</a>; <a href=\"#bib6\">Aaberge, Colombino, &amp; Strom, 2000</a>) and two datasets for Italy (<a href=\"#bib6\">Aaberge <i>et al</i>., 2000</a>; <a href=\"#bib8\">Aaberge, Colombino, &amp; Strøm, 2004</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "As indicated above, labour supply behaviour for women and men has become more similar over time, although the elasticities of married women from immigrant groups are significantly higher than for men and immigration increased significantly over the recent 15 years. This must be seen in the context that many women from immigrant groups are not in work or work for a few hours and therefore have great potential for increasing employment, while most women from the rest of the population work full-time or long part-time. Thus, since observed participation in the labour market is significantly lower among immigrant groups than among ethnic Norwegians they have a larger potential for increasing labour supply. By decomposing the overall elasticities by participation and hours elasticities, hours responses for married/cohabitants were found to be more affected by changes in hourly wages than the decision to work, some of which belong to the non-immigrant population. For immigrants, the picture is more complex, and the results vary with immigrant background. However, regardless of immigrant background, the pattern of the elasticities is like those for ethnic Norwegians and show to be relatively high for the lowest income deciles, and then they fall significantly with the income size. This is also consistent with results in studies based on data from the 70s, 80s and 90s. While the high-paid previously had small positive wage elasticities, they have negative wage elasticities in 2006 and 2011. Income elasticities for all immigrant groups except those from Western Europe, North America, and oceania are higher than for the rest of the population and are run by both participation and working time decisions.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Evolution of labour supply elasticities",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this section we focus on three specific applications that in the last decades attracted much attention: (i) in-work benefits or tax credits, (ii) basic income, and (iii) the flat tax. The first two policies are part of the debate on redesigning the welfare system, the last one is a recurrent idea aiming at simplification and efficiency.<sup><a href=\"#fn8\">8</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Since the end of the Second World War, means-tested transfers with phasing out rate close to 100 per cent —a form of Conditional Basic Income (CBI)— prevailed as the main form of income support mechanism in most Western countries. This policy introduces a disincentive to work, especially so for people with a low wage rate, together with further problems: high administration costs, “welfare stigma” effects and take-up costs leading to low take-up rates, incentives to underreporting of income, errors in applying eligibility criteria and litigation costs (see for instance <a href=\"#bib15\">Atkinson, 2015</a>; <a href=\"#bib51\">Friedman, 1962</a>). Also as a response to these problems, the so-called Negative Income Tax (NIT) was proposed by <a href=\"#bib51\">Friedman (1962)</a> and supported by many economists.<sup><a href=\"#fn9\">9</a></sup> Since the second half of the 70s, in many countries, various reforms of the income-support policies have taken still a different path: work-fare programs, less generous transfers, policies targeted towards smaller segments of the population, a more sophisticated design of eligibility conditions and of the timing of transfers, in-work benefits or tax credits in order to strengthen the incentives to work (<a href=\"#bib84\">Moffitt, 2003</a>). The design of the various tax credit systems varies along many dimensions, where the Swedish and the US versions have represented the extremities. As opposed to the US system the 2007 Swedish system was universal and not phased out and thus reduced taxes for all working individuals at all earnings levels. By contrast, since the EITC (earned income tax credit) system in the US is phased out at a moderate earnings level and targeted to low-income families, redistributive concerns appear to be a major justification for its design. Evaluations of phase-out and non-phaseout versions of the tax credit system have been carried out by <a href=\"#bib22\">Bhuller <i>et al</i>. (2016)</a> and <a href=\"#bib11\">Aaberge and Flood (2013)</a> based on Norwegian and Swedish data. As expected, the phase-out versions generate lower labour supply responses, lower budget deficit and larger decrease in income inequality compared to the non-phased-out systems. More recently, in many countries a new interest is emerging for a still different reform direction: less conditioning and simpler designs closer to the original <a href=\"#bib51\">Friedman (1962)</a> proposal of the NIT, with Unconditional Basic Income (UBI) as a limit case with no means-testing (for instance <a href=\"#bib15\">Atkinson, 2015</a>; <a href=\"#bib98\">Van Parijs, 1995</a>).<sup><a href=\"#fn10\">10</a></sup> Also the so-called Flat-Tax (FT) —as the NIT or the UBI— is an idea pointing towards simplification and is often associated with NIT-like mechanisms (see for instance <a href=\"#bib14\">Atkinson, 1996</a>). The likely effects on labour supply of these policies are an important issue for their evaluation. The FT has been analysed with behavioural microsimulation models (for instance by <a href=\"#bib6\">Aaberge <i>et al</i>., 2000</a>; <a href=\"#bib52\">Fuest, Peichl, &amp; Schaefer, 2008</a>; <a href=\"#bib87\">Paulus &amp; Peichl, 2008</a>; <a href=\"#bib88\">Peichl, 2014</a>) provides a recent survey. UBI and other members of the NIT class have also been analysed with different results (see for instance <a href=\"#bib6\">Aaberge <i>et al</i>., 2000</a>, <a href=\"#bib8\">2004</a>; <a href=\"#bib34\">Clavet, Duclos, &amp; Lacroix, 2013</a>; <a href=\"#bib36\">Colombino, 2015</a>; <a href=\"#bib37\">Colombino &amp; Narazani, 2013</a>; <a href=\"#bib59\">Horstschraer, Clauss, &amp; Schnabel, 2010</a>; <a href=\"#bib61\">Islam &amp; Colombino, 2018</a>; <a href=\"#bib63\">Jessen, Rostam-Afschar, &amp; Steiner, 2017</a>; <a href=\"#bib93\">Scutella, 2004</a>; <a href=\"#bib94\">Sommer, 2016</a>). <a href=\"#bib61\">Islam and Colombino (2018)</a> examine in various European countries the case for an optimal tax-transfer rule in the class NIT+FT, assuming all incomes are treated according to the same rule. They find that the current system is always dominated (social welfare wise) by at least one member of the class NIT+FT. Labour supply effects are small but not irrelevant. In most cases UBI is preferred to CBI, the latter inducing more “welfare dependence\". It might be the case that the important effects would come from changes in administration costs; most likely a reduction when adopting policies with simpler designs. So far, however, structural models and microsimulation procedures have not been able to account for the implications of administration costs. A gap which is to be filled in future work.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Labour supply simulations addressing specific policies",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Optimal taxation theory addresses the question of how tax-transfers rules should be designed to maximise a social welfare function subject to the public revenue constraint and considering that households choose labour supply, or more generally “effort\", in order to maximize their utility function subject to the budget constraint defined by the tax-transfer rule. <a href=\"#bib83\">Mirrlees (1971)</a> is the path breaking theoretical contribution. The studies linking theoretical optimal taxation to empirical research and policy analysis proceed as follows. The researcher looks for an analytical solution to the optimal taxation problem, that is a “formula” that allows to compute the optimal tax design as function of observed variables and parameters. For example, using a simplified version of <a href=\"#bib91\">Saez (2001)</a> —assuming identical preferences, no income effects and interior solutions— the following result is obtained:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ15",
                            "label": "(18)",
                            "mathml": "<math><mrow><mfrac><mrow><mi>T</mi><mo>'</mo><mrow><mo>(</mo><mi>z</mi><mo>)</mo></mrow></mrow><mrow><mn>1</mn><mo>−</mo><mi>T</mi><mo>'</mo><mrow><mo>(</mo><mi>z</mi><mo>)</mo></mrow></mrow></mfrac><mo>=</mo><mrow><mo>(</mo><mrow><mfrac><mn>1</mn><mrow><mi>e</mi><mrow><mo>(</mo><mi>z</mi><mo>)</mo></mrow></mrow></mfrac></mrow><mo>)</mo></mrow><mrow><mo>(</mo><mrow><mfrac><mrow><mn>1</mn><mo>−</mo><mi>F</mi><mrow><mo>(</mo><mi>z</mi><mo>)</mo></mrow></mrow><mrow><mi>z</mi><mi>f</mi><mrow><mo>(</mo><mi>z</mi><mo>)</mo></mrow></mrow></mfrac></mrow><mo>)</mo></mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><mi>G</mi><mrow><mo>(</mo><mi>z</mi><mo>)</mo></mrow></mrow><mo>)</mo></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>T</i>’()<i>z</i> is the marginal tax rate applied at (taxable) income <i>z e(z)</i> is the elasticity of <i>z</i> with respect to 1 – <i>T’(z)</i><sup><a href=\"#fn11\">11</a></sup>, <i>F(z)</i> and <i>f(z)</i> are the distribution function and the density function of <i>z</i> and <i>G(z)</i> is a relative social weight attached to individuals with income greater than <i>z</i>. Note that this formulation adopts the “taxable income” approach (see <a href=\"#s3\">Section 3</a>), rather than the more traditional labour supply approach. Of course, <a href=\"#equ15\">Equation 18</a> is not a direct solution, since <i>z</i> depends on the tax rule <i>T(.)</i>. Therefore, in order to compute <i>T’(.)</i>, we must specify a structural model that explains how <i>z</i> depends on <i>T( . )</i>, (see for instance <a href=\"#bib30\">Brewer, Saez, &amp; Shephard, 2008</a>), and impute (based on external estimates, guesses, calibrations or just assumptions) <i>e,F(.),f(.)</i> and <i>G(.)</i>. <a href=\"#bib83\">Mirrlees (1971)</a> and <a href=\"#bib91\">Saez (2001)</a>, among others, using equations similar to <a href=\"#equ15\">Equation 18</a>, or more general formulations with income effects, to get an optimal tax profiles that is pretty close to a FT with a lump-sum transfer for low incomes. <a href=\"#bib97\">Tuomala (2010)</a>, however, shows that the results are very sensible to the assumptions upon preferences and productivity distribution. <a href=\"#bib92\">Saez (2002)</a> adopts a discrete choice framework that accounts for both intensive and extensive responses, with results that suggest the possible optimality of in-work benefits (rather than lump-sum transfers) policies for low income households. More recent contributions argue also in favour of progressive taxation and high top marginal tax rates (see for instance <a href=\"#bib45\">Diamond &amp; Saez, 2011</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The role of elasticity, or elasticities, of labour supply is central in this literature. This is evident in <a href=\"#equ15\">Equation 18</a> and carries over to more general formulations were both intensive— and extensive— margin elasticities are present and can depend in general on the level of income. The early contributions mainly imputed alternative values using elasticity as a tool for sensitivity analysis. More recent contributions use microeconometric estimates. The influential work of <a href=\"#bib91\">Saez (2001)</a> elaborates upon the possibility of computing optimal taxes only based on estimated elasticities without a structural labour supply model. The idea has been generalized by <a href=\"#bib31\">Chetty (2009)</a> and labelled as the “sufficient statistics” approach, which in fact goes back to the same idea of the “Harberger triangle”; that is using statistics, typically elasticities, that can be estimated non-parametrically, and one can approximate various quantities, such as dead-weight loss, etc., that are relevant for the design and the evaluation of public policies. However, as far as optimal taxation is concerned, in general the idea only works for the computation of local solutions (for instance the top marginal tax rate). An interesting special case presented by <a href=\"#bib91\">Saez (2001)</a> is the computation of the optimal top marginal tax rate, above income level z . Assuming quasi-linear preferences and constant elasticity <i>e</i>, it turns out that",
                            "type": "paragraph"
                        },
                        {
                            "label": "(19)",
                            "mathml": "<math><mrow><mfrac><mi>τ</mi><mrow><mn>1</mn><mo>−</mo><mi>τ</mi></mrow></mfrac><mo>=</mo><mfrac><mrow><mrow><mo>[</mo> <mrow><mn>1</mn><mo>−</mo><mover accent=\"true\"><mi>g</mi><mo>˜</mo></mover></mrow> <mo>]</mo></mrow><mrow><mo>[</mo> <mrow><mn>1</mn><mo>−</mo><mfrac><mover accent=\"true\"><mi>z</mi><mo>˜</mo></mover><mrow><msup><mi>z</mi><mi>m</mi></msup></mrow></mfrac></mrow> <mo>]</mo></mrow></mrow><mi>e</mi></mfrac></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>z<sup>m</sup></i> is the average income of households with <math id=\"inf2\"><mrow><mi>z</mi><mo>≥</mo><mover accent=\"true\"><mi>z</mi><mo>˜</mo></mover></mrow></math> and <math id=\"inf3\"><mover accent=\"true\"><mi>g</mi><mo>˜</mo></mover></math> is the social weight attached to those same households. Empirical one finds that, for sufficiently high <math id=\"inf4\"><mover accent=\"true\"><mi>z</mi><mo>˜</mo></mover></math>, the ratio <math id=\"inf5\"><mrow><mover accent=\"true\"><mi>z</mi><mo>˜</mo></mover><mo>/</mo><msup><mi>z</mi><mi>m</mi></msup></mrow></math> is approximately constant. Therefore, the top marginal tax rate can be directly computed as a function of the elasticity <b><i>ε</i></b> and of the social preferences summarized by <math id=\"inf6\"><mover accent=\"true\"><mi>g</mi><mo>˜</mo></mover></math>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The approach pioneered by <a href=\"#bib83\">Mirrlees (1971)</a> and innovated by <a href=\"#bib91\">Saez (2001</a>, <a href=\"#bib92\">2002</a>) is a fundamental theoretical framework for addressing the design of optimal tax-transfer mechanisms. However, so far, its empirical applications suffer from three main shortcomings due to the assumptions made in order to get practical analytical solutions. First, <a href=\"#bib83\">Mirrlees (1971)</a> and <a href=\"#bib91\">Saez (2001)</a>, among others, only cover interior solutions and therefore only intensive labour supply responses are considered. <a href=\"#bib92\">Saez (2002)</a> presents a discrete choice model that includes extensive responses but introduces special restrictive assumptions on the intensive responses.<sup><a href=\"#fn12\">12</a></sup> Second, the empirical implementations of the analytical approach so far have considered individuals, not couples.<sup><a href=\"#fn13\">13</a></sup> Third, most empirical applications assume quasi-linear preferences, no income effects and fixed labour supply elasticities.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To overcome the shortcomings of the simulation exercises based on theoretical optimal taxation results, recent contributions have proposed an alternative, or complementary, computational approach (<a href=\"#bib3\">Aaberge &amp; Colombino, 2012</a>, <a href=\"#bib4\">2013b</a>; <a href=\"#bib27\">Blundell &amp; Shephard, 2012</a>; <a href=\"#bib47\">Ericson &amp; Flood, 2012</a>; <a href=\"#bib61\">Islam &amp; Colombino, 2018</a>). Modern microeconometric models of labour supply can accommodate many realistic features such as simultaneous decisions of household members, nonunitary mechanisms of household decisions, decisions at both the intensive and extensive margins, complicated constraints and opportunity sets, multidimensional heterogeneity of both households and jobs, quantitative constraints etc. It is simply not feasible, at least so far, to obtain analytical solutions for the optimal taxation problem in such environments. The computational approach combines microeconometric modelling, microsimulation and numerical optimization. The microeconometric model, which simulates the agents’ choices by utility maximization, is embedded into a global maximization algorithm that solves the social planner’s problem, that is, the maximization of a social welfare function subject to the public budget constraint.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The method, as presented in <a href=\"#bib4\">Aaberge and Colombino (2013)</a>, can be formulated as in <a href=\"#equ16\">Equation 20</a> below. Household <i>n</i> can choose a “job” within an opportunity set Bn. Each job is defined by a vector of wage rates <i>w</i>, a vector of hours of work <i>h</i> and other characteristics <i>j</i> (unobserved by the analyst). Given gross earnings <i>w’h</i> and gross unearned income I, net available income is determined by a tax-transfer function <i>c = f</i>(<i>w’h</i>,<i>I</i>;<i>ϑ</i>) defined up to a vector of parametersϑ. For any given tax-transfer rule (that is, any given value of ϑ) the choices by the households are simulated by running a microeconometric model that allows for a very flexible representation of heterogeneous preferences and opportunity sets, it covers both singles and couples, accounts for quantity constraints and is able to treat any tax-transfer rule however complex. Note that it would be hopeless to look for analytical solutions of an optimal taxation problem in such an environment. The choices made by the N agents result in N positions (<i>c</i><sub>1</sub>, <i>h</i><sub>1</sub>, <i>j</i><sub>1</sub>), (<i>c</i><sub>2</sub>, <i>h</i><sub>2</sub>, <i>j</i><sub>2</sub>),..., (<i>c<sub>N</sub></i>, <i>h<sub>N</sub></i>, <i>j<sub>N</sub></i>), which are then evaluated by the social planner according to a social welfare function <i>W</i>. The Social Planner’s problem therefore consists of searching for the value of the parameters 3 that maximizes W subject to the following constraints: (i) the various positions (<i>c</i><sub>1</sub>, <i>h</i><sub>1</sub>, <i>j</i><sub>1</sub>),..., (<i>c<sub>N</sub></i>, <i>h<sub>N</sub></i>, <i>j<sub>N</sub></i>) result from utility-maximizing choices on the part of the households (incentive-compatibility constraints); (ii) the total net tax revenue must attain a given amount R (public budget constraint). The optimal taxation problem",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ16",
                            "label": "(20)",
                            "mathml": "<math><mtable columnalign=\"left\"><mtr><mtd><munder><mrow><mi>max</mi></mrow><mi>ϑ</mi></munder><mi>W</mi><mrow><mo>(</mo><mrow><msub><mi>U</mi><mn>1</mn></msub><mrow><mo>(</mo><mrow><msub><mi>c</mi><mn>1</mn></msub><mo>,</mo><msub><mi>h</mi><mn>1</mn></msub><mo>,</mo><msub><mi>j</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow><mo>,</mo><msub><mi>U</mi><mn>2</mn></msub><mrow><mo>(</mo><mrow><msub><mi>c</mi><mn>2</mn></msub><mo>,</mo><msub><mi>h</mi><mn>2</mn></msub><mo>,</mo><msub><mi>j</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow><mo>,</mo><mn>...</mn><mo>,</mo><msub><mi>U</mi><mi>N</mi></msub><mrow><mo>(</mo><mrow><msub><mi>c</mi><mi>N</mi></msub><mo>,</mo><msub><mi>h</mi><mi>N</mi></msub><mo>,</mo><msub><mi>j</mi><mi>N</mi></msub></mrow><mo>)</mo></mrow></mrow><mo>)</mo></mrow></mtd></mtr><mtr><mtd><mtext>s</mtext><mtext>.t</mtext><mtext>.</mtext></mtd></mtr><mtr><mtd><mrow><mo>(</mo><mrow><msub><mi>c</mi><mi>n</mi></msub><mo>,</mo><msub><mi>h</mi><mi>n</mi></msub><mo>,</mo><msub><mi>j</mi><mi>n</mi></msub></mrow><mo>)</mo></mrow><mo>=</mo><munder><mrow><mi>arg</mi><mi>max</mi></mrow><mrow><mrow><mo>(</mo><mrow><mi>w</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>j</mi></mrow><mo>)</mo></mrow><mo>∈</mo><msub><mi>B</mi><mi>n</mi></msub></mrow></munder><msub><mi>U</mi><mi>n</mi></msub><mrow><mo>(</mo><mrow><mi>c</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>j</mi></mrow><mo>)</mo></mrow><mtext> </mtext><mtext>s</mtext><mtext>.t</mtext><mtext>.</mtext><mi>c</mi><mo>=</mo><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>h</mi><mo>,</mo><msub><mi>I</mi><mi>n</mi></msub><mo>;</mo><mi>ϑ</mi></mrow><mo>)</mo></mrow><mo>,</mo><mo>∀</mo><mi>n</mi></mtd></mtr><mtr><mtd><mstyle displaystyle=\"true\"><munderover><mo>∑</mo><mrow><mi>n</mi><mo>=</mo><mn>1</mn></mrow><mi>N</mi></munderover><mrow><mrow><mo>(</mo><mrow><msub><mi>w</mi><mi>n</mi></msub><msub><mi>h</mi><mi>n</mi></msub><mo>+</mo><msub><mi>I</mi><mi>n</mi></msub><mo>−</mo><mi>f</mi><mrow><mo>(</mo><mrow><msub><mi>w</mi><mi>n</mi></msub><msub><mi>h</mi><mi>n</mi></msub><mo>,</mo><msub><mi>I</mi><mi>n</mi></msub><mo>;</mo><mi>ϑ</mi></mrow><mo>)</mo></mrow></mrow><mo>)</mo></mrow></mrow></mstyle><mo>≥</mo><mi>R</mi><mo>.</mo></mtd></mtr></mtable></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "is solved computationally by iteratively simulating the household choices for different values of ϑ until <i>W</i> is maximized. As indicated above, several recent contributions identify optimal tax-benefit rules by employing random utility models of labour supply together with microsimulation and, some version of, the social evaluation framework presented in <a href=\"#s5-5\">Section 5.5</a> below. <a href=\"#bib4\">Aaberge and Colombino (2013)</a> identify optimal income tax regimes in Norway within a 10-parameter family of piecewise linear systems based on rank-dependent social welfare functions with different inequality aversion profiles. A similar exercise for Italy, where the adopted social welfare criteria account for inequality-of-opportunity, has been considered by <a href=\"#bib3\">Aaberge and Colombino (2012)</a>. <a href=\"#bib27\">Blundell and Shephard (2012)</a> have designed an optimal tax-benefit rule for low-income families with children in the UK. <a href=\"#bib37\">Colombino and Narazani (2013)</a> and <a href=\"#bib36\">Colombino (2015)</a> have focussed on alternative basic income-support in Italy. <a href=\"#bib61\">Islam and Colombino (2018)</a> have identified optimal tax-transfer rules in the NIT+FT class for a sample of European countries. As opposed to the theory-based optimal tax exercises, the micro-econometric simulation approach allows for a much more flexible representation of households' preferences and choice opportunities and permits analysis of more complicated tax-benefit rules. This has significant implications upon the results. For example, <a href=\"#bib4\">Aaberge and Colombino (2013)</a>, for each of four different social welfare functions with inequality aversion profiles that range from neutrality to strong downside inequality aversion, identify the tax system that maximizes social welfare within a class of 10 parameter tax rules. The results show that the marginal tax rates of each of the optimal tax systems turned out to be monotonically increasing with income and that more egalitarian social welfare functions tended to imply more progressive tax rules. Moreover, the optimal bottom marginal tax rate is negative, suggesting a mechanism close to policies like the Working Families Tax Credit in the UK, the Earned Income Tax Credit in the USA and the In-Work Tax Credit in Sweden. The overall emerging picture is somehow close to <a href=\"#bib92\">Saez (2002)</a> and <a href=\"#bib45\">Diamond and Saez (2011)</a> but is in sharp contrast with most of the results obtained by the numerical exercises based on <a href=\"#bib83\">Mirrlees (1971)</a> or <a href=\"#bib91\">Saez (2001)</a>. The typical outcomes of the latter exercises envisage a positive lump-sum transfer which is progressively taxed away by very high marginal tax rates on lower incomes, in combination with a proportional or slightly increasing tax rate on higher incomes. <a href=\"#bib61\">Islam and Colombino (2018)</a> show a large heterogeneity of results across different countries and —within the NIT—FT class— find that most of the optimal rules present a concave NIT profile, that is, the phasing-out marginal rate applied to subsidised incomes is lower than the (flat) tax rate applied to higher incomes. overall, the results obtained with the microsimulation approach seems to support what suggested by Tuomala (2010): the theory-based results might be enforced by the restrictive assumptions made on the preferences, the elasticities and the distribution of productivities (or wage rates), which in turn might conflict with the empirical evidence provided by microeconomic labour supply studies.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-4",
                    "title": "5.4 Optimal taxes",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "As explained above, empirical microeconomic models of labour supply are helpful tools for simulating the effects on households’ labour supply and income from changes in tax and benefit systems or from changes in distributions of wage rates and hours of work offered by the demand side of the labour market. It is straightforward to provide a summary of changes in employments rates and distributions of hours of work and income. However, a social planner needs information that makes it possible to compare individuals’ level of welfare before and after a policy change and thus who is gaining and who is losing on the policy change. It is, however, not obvious how one should make a social evaluation of the policy effects when the individuals’ welfare is a function of income and leisure. The estimated utility functions, or their systematic parts, might emerge as a useful basis for making social evaluations of welfare. However, since the behaviour of an individual is invariant with respect to monotonic transformations of the utility function, we face two problems. The first one concerns the construction of specific cardinal utility functions to represent the consumption/leisure preferences of individuals/households, and the second concerns the lack of convincing justification for comparing arbitrarily chosen individual cardinal utility functions and use them as arguments in a social welfare function (see for instance the thorough discussion provided by <a href=\"#bib55\">Hammond, 1991</a>). The origin of the problem is as stated by Hume that one cannot derive an “ought” from an “is”. The common practice of basing social evaluations on distributions of individual-specific money metric measures of utility differences like equivalent and compensating variation disregards the interpersonal comparability problem, which makes it difficult to judge the ethical significance of this approach. To circumvent these problems, <a href=\"#bib42\">Deaton and Muellbauer (1980)</a> and <a href=\"#bib55\">Hammond (1991)</a> propose to use a common utility function as a tool for making interpersonal comparisons of welfare, since it by definition contains interpersonal comparability of both welfare levels and welfare differences. The common utility function is supposed to capture the preferences of the social planner, whereas the individual/household- specific utility functions solely are assumed to capture the consumption/leisure preferences of individuals/households. The latter can be used to simulate the behaviour of individuals/households under alternative tax/benefit systems, whereas the former is designed to be used for evaluating the outcomes of simulation exercises. As argued by <a href=\"#bib4\">Aaberge and Colombino (2013)</a> a plausible approach is to assume that the social planner exploits the information provided by the consumption/leisure choices of the individuals/households (and moreover accounts for large heterogeneity in the availability of different jobs in the market) by estimating the common utility function. Below we will provide an explanation of the specific version of the common utility approach employed by <a href=\"#bib4\">Aaberge and Colombino (2013)</a> for designing optimal taxes based on a microeconomic model of labour supply. Since households differ regarding size and composition, it is required to construct a common utility function that justifies comparisons of individual welfare for individuals. The common utility function, individual welfare function, <i>V</i> is to be interpreted just as the input of a social welfare function and thus differs from the role played by the actual utility function <i>U</i> for households. The individual welfare function (<i>V</i>) is assumed to have a functional form that is identical to the basic functional form of the systematic part of the positive utility function <i>U</i>, which means that the heterogeneity of the parameters of <i>U</i> has been removed. Thus, <i>V</i> is defined by (<a href=\"#equ17\">Equation 21</a>)",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ17",
                                    "label": "(21)",
                                    "mathml": "<math><mrow><mi>V</mi><mrow><mo>(</mo><mrow><mi>y</mi><mo>,</mo><mi>h</mi></mrow><mo>)</mo></mrow><mo>=</mo><msub><mi>γ</mi><mn>2</mn></msub><mrow><mo>(</mo><mrow><mfrac><mrow><msup><mi>y</mi><mrow><msub><mi>γ</mi><mn>1</mn></msub></mrow></msup><mo>−</mo><mn>1</mn></mrow><mrow><msub><mi>γ</mi><mn>1</mn></msub></mrow></mfrac></mrow><mo>)</mo></mrow><mo>+</mo><msub><mi>γ</mi><mn>4</mn></msub><mrow><mo>(</mo><mrow><mfrac><mrow><msup><mi>L</mi><mrow><msub><mi>γ</mi><mn>3</mn></msub></mrow></msup><mo>−</mo><mn>1</mn></mrow><mrow><msub><mi>γ</mi><mn>3</mn></msub></mrow></mfrac></mrow><mo>)</mo></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>L</i> = 1 – (<i>h</i>/8736), and <i>y</i> is the individual’s income after tax defined by (<a href=\"#equ18\">Equation 22</a>):",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ18",
                                    "label": "(22)",
                                    "mathml": "<math><mrow><mi>y</mi><mo>=</mo><mrow><mo>{</mo> <mtable columnalign=\"left\"><mtr><mtd><mi>c</mi><mo>=</mo><mi>f</mi><mrow><mo>(</mo><mrow><mi>w</mi><mi>h</mi><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext>for</mtext><mtext> </mtext><mtext>singles</mtext></mtd></mtr><mtr><mtd><mfrac><mi>c</mi><mrow><msqrt><mn>2</mn></msqrt></mrow></mfrac><mo>=</mo><mfrac><mn>1</mn><mrow><msqrt><mn>2</mn></msqrt></mrow></mfrac><mi>f</mi><mrow><mo>(</mo><mrow><msub><mi>w</mi><mi>F</mi></msub><msub><mi>h</mi><mi>F</mi></msub><mo>,</mo><msub><mi>w</mi><mi>M</mi></msub><msub><mi>h</mi><mi>M</mi></msub><mo>,</mo><mi>I</mi></mrow><mo>)</mo></mrow><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext> </mtext><mtext>for</mtext><mtext> </mtext><mtext>married/cohab</mtext><mtext>.</mtext><mtext> </mtext><mtext> </mtext><mtext>individuals</mtext><mtext>.</mtext></mtd></mtr></mtable></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Thus, couples’ incomes are transformed into comparable individual-specific incomes by dividing the couple incomes by the square root of 2. The parameters of V(.,.) are estimated with <a href=\"#equ14\">Equation 14</a>, where <i>υ</i> is replaced by <i>V</i>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Alternative and promising approaches aiming at respecting individual (consumption/leisure) preferences in welfare analyses have been proposed by <a href=\"#bib90\">Piacquadio (2017)</a>, <a href=\"#bib49\">Fleurbaey (2008)</a>, and <a href=\"#bib50\">Fleurbaey and Maniquet (2006)</a>. The approach discussed in the two latter papers has been applied in analyses of labour supply (<a href=\"#bib16\">Bargain <i>et al</i>., 2013</a>; <a href=\"#bib43\">Decoster &amp; Haan, 2015</a>). However, as acknowledged by <a href=\"#bib43\">Decoster and Haan (2015)</a>, the choice of a specific preference respecting welfare metric might have a significant impact on the result of the welfare evaluation, and moreover shows to depend on the degree of emphasis the welfare metric places on willingness-to-work. Thus, depending on the chosen metric, a work averse or work loving individual will be favoured, which means that the social planner faces the problem of giving more or less weight to people with preferences that exhibit low or high willingness-to-work.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#bib70\">King (1983)</a> proposes an approach where different preferences are represented by different characteristics or parameters <i>Z<sub>i</sub></i>. within a common parametric utility function. The characteristics account for a different productivity in obtaining utility from the opportunities available in the budget set. Let <i>V</i><sup>*</sup> (<i>w<sub>i</sub>, I<sub>i</sub>, Z<sub>i</sub></i>) be the maximum utility attained by household <i>i</i> given the budget define by (<i>w<sub>i</sub>, I<sub>i</sub></i>) . We consider reference characteristics <i>Z<sub>R</sub></i> and a reference budget (<i>w<sub>R</sub>, I<sub>R</sub></i>) and the corresponding maximum utility <i>V</i><sup>*</sup> (<i>w<sub>R</sub>, <i>I</i><sub>R</sub>, Z<sub>R</sub></i>). The comparable money-metric index <i>ω<sub>i</sub></i>. is then defined by (<a href=\"#equ19\">Equation 23</a>):",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ19",
                                    "label": "(23)",
                                    "mathml": "<math><mrow><msup><mi>V</mi><mo>*</mo></msup><mrow><mo>(</mo><mrow><msub><mi>w</mi><mi>R</mi></msub><mo>,</mo><msub><mi>ω</mi><mi>i</mi></msub><mo>,</mo><msub><mi>Z</mi><mi>R</mi></msub></mrow><mo>)</mo></mrow><mo>=</mo><msup><mi>V</mi><mo>*</mo></msup><mrow><mo>(</mo><mrow><msub><mi>w</mi><mi>i</mi></msub><mo>,</mo><msub><mi>I</mi><mi>i</mi></msub><mo>,</mo><msub><mi>Z</mi><mi>i</mi></msub></mrow><mo>)</mo></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Empirical applications of this approach are provided by <a href=\"#bib70\">King (1983)</a>, <a href=\"#bib8\">Aaberge <i>et al</i>. (2004)</a>, and <a href=\"#bib61\">Islam and Colombino (2018)</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "A different way to circumvent the interpersonal comparability problem consists in avoiding interpersonal comparisons altogether and basing the social evaluation exclusively on intrapersonal comparisons of utility levels, which of course is less informative. A proper application of the ordinal criterion would require defining the optimal tax in a different way, for example the rule that maximizes the number of winners. However, since the winners might be the individuals with the highest pre-reform welfare levels, the ordinal criterion does obviously not account for distributional effects and may for that reason be considered as an inappropriate social evaluation approach.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-5-1",
                            "title": "5.5.1 Individual welfare functions",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The informational structure of the individual welfare functions (defined by the common utility <a href=\"#equ17\">Equation 21</a> or Piacquadio’s and Fleurbaey’s preference respecting welfare metrics) allows comparison of welfare levels as well as gains and losses of different individuals due to a policy change. Comparison of distributions of individual welfare, induced for example by alternative hypothetical tax reforms, might be made in terms of dominance criteria of first- and second degree. However, since distribution functions normally intersect even second-degree dominance may not provide an unambiguous ranking of the distributions in question, but it would in any case be helpful to quantify social welfare by applying either a primal or a dual social welfare function.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The “primal approach” is analogue to the inequality framework developed by <a href=\"#bib13\">Atkinson (1970)</a>, while the “dual approach” is analogue to the rank-dependent measurement of inequality introduced by <a href=\"#bib100\">Weymark (1981)</a> and <a href=\"#bib102\">Yaari (1988)</a>. As is well known the Independence Axiom justifies the following family of social welfare functions (<a href=\"#equ20\">Equation 24</a>),",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ20",
                                    "label": "(24)",
                                    "mathml": "<math><mrow><mi>W</mi><mrow><mo>(</mo><mi>F</mi><mo>)</mo></mrow><mo>=</mo><mstyle displaystyle=\"true\"><mrow><munderover><mo>∫</mo><mn>0</mn><mi>∞</mi></munderover><mrow><mi>u</mi><mrow><mo>(</mo><mi>x</mi><mo>)</mo></mrow><mi>d</mi><mi>F</mi></mrow></mrow></mstyle><mrow><mo>(</mo><mi>x</mi><mo>)</mo></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>F</i> is a distribution with mean u of the individual welfare <i>V</i>, and <i>μ</i> is a non-decreasing concave evaluation function of individual welfare levels that reflects the preferences of a social planner who support the Independence Axiom. As demonstrated by <a href=\"#bib13\">Atkinson (1970)</a>, <i>W</i> can be represented by the equally distributed equivalent welfare level defined by <a href=\"#equ21\">Equation 25</a>:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ21",
                                    "label": "(25)",
                                    "mathml": "<math><mrow><mi>ξ</mi><mrow><mo>(</mo><mi>F</mi><mo>)</mo></mrow><mo>=</mo><msup><mi>u</mi><mrow><mo>−</mo><mn>1</mn></mrow></msup><mrow><mo>(</mo><mrow><mi>W</mi><mrow><mo>(</mo><mi>F</mi><mo>)</mo></mrow></mrow><mo>)</mo></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Thus, <i>ξ</i>(<i>F</i>) is the equally distributed individual welfare level that would yield the same level of social welfare as the actual distribution F. Since <i>ξ</i>(<i>F</i>) ≤ <i>μ</i>, <a href=\"#bib13\">Atkinson (1970)</a> used %(F) as a basis for defining the following family of inequality measures (<a href=\"#equ22\">Equation 26</a>):",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ22",
                                    "label": "(26)",
                                    "mathml": "<math><mrow><mi>I</mi><mrow><mo>(</mo><mi>F</mi><mo>)</mo></mrow><mo>=</mo><mn>1</mn><mo>−</mo><mfrac><mrow><mi>ξ</mi><mrow><mo>(</mo><mi>F</mi><mo>)</mo></mrow></mrow><mi>μ</mi></mfrac></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "The following specific family of social welfare functions and associated inequality measures were introduced by Atkinson (1970) (<a href=\"#equ23\">Equation 27</a>),",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ23",
                                    "label": "(27)",
                                    "mathml": "<math><mrow><mi>ξ</mi><mrow><mo>(</mo><mi>F</mi><mo>)</mo></mrow><mo>=</mo><msup><mrow><mrow><mo>(</mo><mrow><mstyle displaystyle=\"true\"><mrow><munderover><mo>∫</mo><mn>0</mn><mi>∞</mi></munderover><mrow><msup><mi>x</mi><mrow><mn>1</mn><mo>−</mo><mi>θ</mi></mrow></msup><mi>d</mi><mi>F</mi><mrow><mo>(</mo><mi>x</mi><mo>)</mo></mrow></mrow></mrow></mstyle></mrow><mo>)</mo></mrow></mrow><mrow><mfrac><mn>1</mn><mrow><mn>1</mn><mo>−</mo><mi>θ</mi></mrow></mfrac></mrow></msup></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>θ</i> ≤ 0 defines the degree of inequality aversion of the social welfare function.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "A similar structure is captured by the family of rank-dependent welfare functions (<a href=\"#bib100\">Weymark, 1981</a>; <a href=\"#bib102\">Yaari, 1988</a>) (<a href=\"#equ24\">Equation 28</a>):",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ24",
                                    "label": "(28)",
                                    "mathml": "<math><mrow><msubsup><mi>W</mi><mi>k</mi><mo>*</mo></msubsup><mrow><mo>(</mo><mi>F</mi><mo>)</mo></mrow><mo>=</mo><mstyle displaystyle=\"true\"><mrow><munderover><mo>∫</mo><mn>0</mn><mn>1</mn></munderover><mrow><msub><mi>p</mi><mi>k</mi></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><msup><mi>F</mi><mrow><mo>−</mo><mn>1</mn></mrow></msup></mrow></mrow></mstyle><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mi>d</mi><mi>t</mi></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <i>F</i><sup>-1</sup> is the left inverse of the cumulative distribution function of the individual welfare levels <i>V</i> with mean <i>μ</i>, and <i>p<sub>k</sub></i> (<i>t</i>) —a positive concave weight-function defined on the unit interval- represents the preferences of the social planner and depends on an inequality-aversion parameter <i>k</i>.<sup><a href=\"#fn14\">14</a></sup> The social welfare functions (<a href=\"#equ24\">Equation 28</a>) can be given a similar normative justification as for the family (<a href=\"#equ20\">Equation 24</a>). We refer to <a href=\"#bib6\">Aaberge and Colombino (2014)</a> for the specification of the weight function <i>p<sub>k</sub></i> (<i>t</i>). As suggested by <a href=\"#bib100\">Weymark (1981)</a> and <a href=\"#bib1\">Aaberge (2007)</a>, the index (<a href=\"#equ25\">Equation 29</a>) can be used as a measure of inequality:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ25",
                                    "label": "(29)",
                                    "mathml": "<math><mrow><msub><mi>C</mi><mi>k</mi></msub><mo>=</mo><mn>1</mn><mo>−</mo><mfrac><mrow><msubsup><mi>W</mi><mi>k</mi><mo>*</mo></msubsup></mrow><mi>μ</mi></mfrac><mo>,</mo><mtext> </mtext><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mn>2</mn><mo>,</mo><mn>...</mn></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "The inequality indices (<a href=\"#equ22\">Equations 26</a> and <a href=\"#equ24\">28</a>) are invariant with respect to multiplicative constants. Alternatively, one might define indices that are invariant with respect to additive constants. An example is provided by <a href=\"#bib73\">Kolm (1976)</a>, were the index of inequality is:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ26",
                                    "label": "(30)",
                                    "mathml": "<math><mrow><mi>K</mi><mo>=</mo><mfrac><mn>1</mn><mi>α</mi></mfrac><mi>ln</mi><mstyle displaystyle=\"true\"><mrow><mo>∫</mo><mrow><mi>exp</mi><mrow><mo>{</mo> <mrow><mo>−</mo><mi>α</mi><mrow><mo>(</mo><mrow><mi>x</mi><mo>−</mo><mi>μ</mi></mrow><mo>)</mo></mrow></mrow> <mo>}</mo></mrow><mi>d</mi><mi>F</mi></mrow></mrow></mstyle><mrow><mo>(</mo><mi>x</mi><mo>)</mo></mrow></mrow></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where α &gt; 0 is a parameter that exhibits inequality aversion. The corresponding index of social welfare can be defined as <i>W = µ – K</i>. This approach is adopted by <a href=\"#bib61\">Islam and Colombino (2018)</a>. A similar index is also used by <a href=\"#bib27\">Blundell and Shephard (2012)</a>. Apart from the different theoretical assumptions, there might be practical issues that drive the preference among the different indices. For example, in empirical applications a rescaling of the arguments of the social welfare indices is often required or convenient. Depending on the different circumstances, a multiplicative or rather an additive rescaling might turn out as more appropriate.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-5-2",
                            "title": "5.5.2 Social welfarefunctions – the primal and dual approach",
                            "type": "section"
                        }
                    ],
                    "id": "s5-5",
                    "title": "5.5 Social evaluation of policy reforms",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Policy simulation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The original concept of microsimulation envisaged large models of the entire economic (or even socio-economic) system —as an alternative to the then dominating large macroeconometric models— including behavioural responses. The events took a different route. On the one hand, the first successful implementations of microsimulation models at the policy level were nonbehavioural. On the other hand, the researchers working on microeconometric models of labour supply started using microsimulation tools for policy design and evaluation. In this paper, we have illustrated the current labour supply modelling strategies and their possible evolutions, together with their policy applications that use microsimulation methods. Further developments, both on the microsimulation algorithms side and on the microeconometric side, might or might not favour a development of a stronger link between large microsimulation algorithms and behavioural labour supply analysis. The general problem is that there is a trade-off between the increasing theoretical sophistication of labour supply models (that is, stochastic dynamic programming models, intrahousehold allocation or collective models, etc.) and their flexibility in interacting with other models representing different segments of the economic system. However, the approach currently adopted in most of the labour supply modelling literature, that is the RUM/RURO approach, at the moment represents an excellent compromise between increasing sophistication and tractability/interactions within larger simulation projects. Addressing more complex tax-transfer policies, adding other dimension of choice (besides hours of work) or introducing dynamics and intertemporal choices, do not change the basic logical and computational structure of RUM/RURO models. Their typical discrete representation of the opportunity sets is naturally matched to the logic of discrete states and discrete choices prevailing in microsimulation since its origins. Furthermore, microsimulation provides an ideal platform for addressing issues that are hard, if not impossible, to tackle analytically, that is identifying optimal tax-transfer policies, comparing alternative theory of choice (for instance utility maximization vs. agent-based models) or exploring the implications of alternative social welfare evaluation criteria.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusions and future perspectives",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "Up to that period, the typical procedure consisted of evaluating elasticities or policy effects with reference to the “average” or in some sense “representative” household. Even the path-breaking contributions to structural labour supply modelling (see <a href=\"#bib58\">Heckman (1974)</a> or <a href=\"#bib57\">Hausman (1985)</a> adopted the “average household” approach or computed behavioural responses for different “types” of households.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#bib2\">Aaberge <i>et al</i>. (2009)</a> and <a href=\"#bib5\">Aaberge and Colombino (2014)</a> for a comparison between RUM and previous approaches to modelling labour supply.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A motivation for preferring this interpretation of e in DC models is the relatively small number of values of h that are typically allowed to belong to the opportunity set, in many cases just three (the midpoints of three hour brackets). Since the observed distribution of hours worked is much more dispersed, it might make sense to allow for a measurement/optimization error.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The derivation of the Conditional Logit expression for utility maximisation under the assumption that the utility random components are i.i.d. Type I extreme value distributed is due to <a href=\"#bib80\">McFadden (1974)</a>. It is conventional to call Conditional Logit a Multinomial Logit model with generic attributes (that is attributes, like hours or income, whose values vary across alternatives).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Examples of applications to labour supply are provided by <a href=\"#bib85\">Neugart and Richiardi (2012)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib32\">Chetty (2015</a>; <a href=\"#bib31\">2009)</a> provides useful discussions of the links between structural models, partial identification of structural parameters and departures from utility maximization.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "the systematic analysis of the statistical properties of alternative methods for producing predictions is more advanced in other areas where RUM models are used, for instance <a href=\"#bib20\">Ben-Akiva and Lerman (1985)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A more extensive survey of policy applications can be found in <a href=\"#bib5\">Aaberge and Colombino (2014)</a>. The role of empirical evidence in view of the design of tax-benefit reforms is surveyed by <a href=\"#bib25\">Blundell (2012)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib84\">Moffit (2003)</a> provides an analysis of the NIT proposal and of the policy debate around it.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#bib61\">Islam and Colombino(2018)</a> for an interpretation of NIT as a general class that include CBI and UBI as a special limit cases.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "i f z = (1-T’)wh, then e(z) is also equal to (1 + elasticity of h with respect to w).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib62\">Jacquet, Lehmann, and Van der Linden (2013)</a> present a different theoretical model with different implications.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A recent theoretical contribution is <a href=\"#bib71\">Kleven, Kreiner, and Saez (2009)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Note, the <a href=\"#equ17\">Equations 21</a> and <a href=\"#equ20\">24</a> (or <a href=\"#equ24\">Equation 28</a>) can be considered as two-stage approaches for measuring social welfare where the first stage consists of using the common utility function to aggregate the two goods (consumption and leisure) for each individual into a measure of well-being and the second stage to aggregate the well-being across individuals into a measure of social welfare. As demonstrated by <a href=\"#bib28\">Bosmans, Decancq, and Ooghe (2015)</a> the two-stage approach can be given an axiomatic normative justification.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Gini’s nuclear family",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib1",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "305",
                "last": "322",
                "range": "305–322"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "Accounting for Family Background when Designing Optimal Income Taxes: A Microeconometric Simulation Analysis",
            "id": "bib2",
            "title": "Accounting for Family Background when Designing Optimal Income Taxes: A Microeconometric Simulation Analysis",
            "type": "unknown"
        },
        {
            "articleTitle": "Accounting for family background when designing optimal income taxes: a microeconometric simulation analysis",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib3",
            "journal": "Journal of Population Economics",
            "pages": {
                "first": "741",
                "last": "761",
                "range": "741–761"
            },
            "type": "journal",
            "volume": "55"
        },
        {
            "articleTitle": "Using a Microeconometric Model of Household Labour Supply to Design Optimal Income Taxes",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib4",
            "journal": "Scandinavian Journal of Economics",
            "pages": {
                "first": "449",
                "last": "475",
                "range": "449–475"
            },
            "type": "journal",
            "volume": "115"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook in Microsimulation Modelling – Contributions to Economic Analysis",
            "chapterTitle": "Labour Supply Models",
            "date": "2014",
            "editors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "id": "bib5",
            "pages": {
                "first": "167",
                "last": "221",
                "range": "167–221"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "UK"
                        ]
                    },
                    "formatted": [
                        "UK"
                    ]
                },
                "name": [
                    "Emerald Group Publishing Limited"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Labor Supply Responses and Welfare Effects from Replacing Current Tax Rules by a Flat Tax: Empirical Evidence from Italy, Norway and Sweden",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strom, S",
                        "preferred": "S Strom"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib6",
            "journal": "Journal of Population Economics",
            "pages": {
                "first": "595",
                "last": "621",
                "range": "595–621"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Labour supply in Italy: An empirical analysis of joint household decisions, with taxes and quantity constraints",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "id": "bib7",
            "journal": "Journal of Applied Econometrics",
            "pages": {
                "first": "403",
                "last": "422",
                "range": "403–422"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "articleTitle": "Do more equal slices shrink the cake? An empirical investigation of tax-transfer reform proposals in Italy",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib8",
            "journal": "Journal of Population Economics",
            "pages": {
                "first": "767",
                "last": "785",
                "range": "767–785"
            },
            "type": "journal",
            "volume": "77"
        },
        {
            "articleTitle": "Evaluating alternative representations of the choice sets in models of labor supply",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wennemo, T",
                        "preferred": "T Wennemo"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib9",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "586",
                "last": "612",
                "range": "586–612"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "articleTitle": "Labor Supply Responses and Welfare Effects of Tax Reforms",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib10",
            "journal": "The Scandinavian Journal of Economics",
            "pages": {
                "first": "635",
                "last": "659",
                "range": "635–659"
            },
            "type": "journal",
            "volume": "97"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flood, L",
                        "preferred": "L Flood"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "U.S. versus Sweden: The Effect of Alternative In-Work Tax Credit Policies on Labour Supply of Single Mothers (IZA Discussion Paper No. 7706)",
            "id": "bib11",
            "title": "U.S. versus Sweden: The Effect of Alternative In-Work Tax Credit Policies on Labour Supply of Single Mothers (IZA Discussion Paper No. 7706)",
            "type": "unknown"
        },
        {
            "articleTitle": "Female Labor Supply with Taxation, Random Preferences, and Optimization Errors",
            "authors": [
                {
                    "name": {
                        "index": "Arrufat, JL",
                        "preferred": "JL Arrufat"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zabalza, A",
                        "preferred": "A Zabalza"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "id": "bib12",
            "journal": "Econometrica",
            "pages": {
                "first": "47",
                "last": "63",
                "range": "47–63"
            },
            "type": "journal",
            "volume": "54"
        },
        {
            "articleTitle": "On the Measurement Of Inequality",
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                }
            ],
            "date": "1970",
            "id": "bib13",
            "journal": "Journal of Econometric Theory",
            "pages": {
                "first": "244",
                "last": "263",
                "range": "244–263"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Public Economics in Action: The Basic Income/Flat Tax Proposal",
            "date": "1996",
            "id": "bib14",
            "publisher": {
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Inequality. What Can be Done?",
            "date": "2015",
            "id": "bib15",
            "publisher": {
                "name": [
                    "Harvard University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Welfare, labor supply and heterogeneous preferences: Evidence for Europe and the US",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dolls, M",
                        "preferred": "M Dolls"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neumann, D",
                        "preferred": "D Neumann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siegloch, S",
                        "preferred": "S Siegloch"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib16",
            "journal": "Social Choice and Welfare",
            "pages": {
                "first": "789",
                "last": "817",
                "range": "789–817"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "articleTitle": "The Effect of Social Benefits on Youth Employment: Combining Regression Discontinuity and a Behavioral Model",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Doorley, K",
                        "preferred": "K Doorley"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib17",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "1032",
                "last": "1059",
                "range": "1032–1059"
            },
            "type": "journal",
            "volume": "52"
        },
        {
            "articleTitle": "Comparing Labor Supply Elasticities in Europe and the United States",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orsini, K",
                        "preferred": "K Orsini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib18",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "723",
                "last": "838",
                "range": "723–838"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Own-wage labor supply elasticities: Variation across time and estimation methods",
            "date": "2016",
            "id": "bib19",
            "publisher": {
                "name": [
                    "IZA Journal of Labor Economics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ben-Akiva, M",
                        "preferred": "M Ben-Akiva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lerman, S",
                        "preferred": "S Lerman"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Discrete choice analysis: Theory and application to travel demand",
            "date": "1985",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge, MA"
                        ]
                    },
                    "formatted": [
                        "Cambridge, MA"
                    ]
                },
                "name": [
                    "MIT Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ben-Akiva, M",
                        "preferred": "M Ben-Akiva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Watanatada, T",
                        "preferred": "T Watanatada"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "details": "Application of a Continuous Spatial Choice Logit Model, Structural Analysis of Discrete Data with Econometric Applications, MIT Press",
            "id": "bib21",
            "title": "Structural Analysis of Discrete Data with Econometric Applications",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bhuller, M",
                        "preferred": "M Bhuller"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vestad, O",
                        "preferred": "O Vestad"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The effects of tax credit on immigrants labour supply (in Norwegian)",
            "date": "2016",
            "id": "bib22",
            "publisher": {
                "name": [
                    "Statistics Norway"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "An empirical model of collective household labour supply with nonparticipation",
            "authors": [
                {
                    "name": {
                        "index": "Bloemen, HG",
                        "preferred": "HG Bloemen"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib23",
            "journal": "Economic Journal",
            "pages": {
                "first": "183",
                "last": "214",
                "range": "183–214"
            },
            "type": "journal",
            "volume": "120"
        },
        {
            "articleTitle": "Nonparametric estimation with nonlinear budget sets",
            "authors": [
                {
                    "name": {
                        "index": "Blomquist, S",
                        "preferred": "S Blomquist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Newey, W",
                        "preferred": "W Newey"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib24",
            "journal": "Econometrica",
            "pages": {
                "first": "2455",
                "last": "2480",
                "range": "2455–2480"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "articleTitle": "Tax policy reformml: The role of empirical evidence",
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib25",
            "journal": "Journal of the European Economic Association",
            "pages": {
                "first": "43",
                "last": "77",
                "range": "43–77"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "articleTitle": "Collective labour supply: Heterogeneity and non-participation",
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chiappori, PA",
                        "preferred": "PA Chiappori"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Magnac, T",
                        "preferred": "T Magnac"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Meghir, C",
                        "preferred": "C Meghir"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib26",
            "journal": "Review of Economic Studies",
            "pages": {
                "first": "417",
                "last": "445",
                "range": "417–445"
            },
            "type": "journal",
            "volume": "74"
        },
        {
            "articleTitle": "Employment, hours of work and the optimal taxation of low- income families",
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shephard, A",
                        "preferred": "A Shephard"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib27",
            "journal": "Review of Economic Studies",
            "pages": {
                "first": "481",
                "last": "510",
                "range": "481–510"
            },
            "type": "journal",
            "volume": "79"
        },
        {
            "articleTitle": "What do normative indices of multidimensional inequality really measure?",
            "authors": [
                {
                    "name": {
                        "index": "Bosmans, K",
                        "preferred": "K Bosmans"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Decancq, K",
                        "preferred": "K Decancq"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ooghe, E",
                        "preferred": "E Ooghe"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib28",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "94",
                "last": "104",
                "range": "94–104"
            },
            "type": "journal",
            "volume": "130"
        },
        {
            "articleTitle": "Microsimulation as a tool for evaluating redistribution policies",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spadaro, A",
                        "preferred": "A Spadaro"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib29",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "77",
                "last": "106",
                "range": "77–106"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brewer, M",
                        "preferred": "M Brewer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shephard, A",
                        "preferred": "A Shephard"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib30",
            "publisher": {
                "name": [
                    "Oxford University Press"
                ]
            },
            "source": "Means-testing and tax rates on earnings: Prepared for the Report of a Commission on Reforming the Tax System for the 21st Century, Chaired by Sir James Mirrlees",
            "title": "Means-testing and tax rates on earnings: Prepared for the Report of a Commission on Reforming the Tax System for the 21st Century, Chaired by Sir James Mirrlees",
            "type": "report"
        },
        {
            "articleTitle": "Sufficient Statistics for Welfare Analysis: A Bridge Between Structural and Reduced-Form Methods",
            "authors": [
                {
                    "name": {
                        "index": "Chetty, R",
                        "preferred": "R Chetty"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib31",
            "journal": "Annual Review of Economics",
            "pages": {
                "first": "451",
                "last": "488",
                "range": "451–488"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Behavioral Economics and Public Policy: A Pragmatic Perspective",
            "authors": [
                {
                    "name": {
                        "index": "Chetty, R",
                        "preferred": "R Chetty"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib32",
            "journal": "American Economic Review",
            "pages": {
                "first": "1",
                "last": "33",
                "range": "1–33"
            },
            "type": "journal",
            "volume": "105"
        },
        {
            "articleTitle": "Rational Household Labor Supply",
            "authors": [
                {
                    "name": {
                        "index": "Chiappori, P-A.",
                        "preferred": "P-A. Chiappori"
                    },
                    "type": "person"
                }
            ],
            "date": "1988",
            "id": "bib33",
            "journal": "Econometrica",
            "pages": {
                "first": "63",
                "last": "90",
                "range": "63–90"
            },
            "type": "journal",
            "volume": "56"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Clavet, N",
                        "preferred": "N Clavet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duclos, J",
                        "preferred": "J Duclos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lacroix, G",
                        "preferred": "G Lacroix"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "Fighting Poverty: Assessing the Effect of Guaranteed Minimum Income Proposals in Quèbec, IZA No. 7283",
            "id": "bib34",
            "title": "Fighting Poverty: Assessing the Effect of Guaranteed Minimum Income Proposals in Quèbec",
            "type": "unknown"
        },
        {
            "articleTitle": "A New Equilibrium Simulation Procedure with Discrete Choice Models",
            "authors": [
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib35",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "25",
                "last": "49",
                "range": "25–49"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Five Crossroads on the Way to Basic Income. An Italian Tour",
            "authors": [
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib36",
            "journal": "Italian Economic Journal",
            "pages": {
                "first": "353",
                "last": "389",
                "range": "353–389"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Designing a Universal Income Support Mechanism for Italy: An Exploratory Tour",
            "authors": [
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Narazani, E",
                        "preferred": "E Narazani"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib37",
            "journal": "Basic Income Studies",
            "pages": {
                "first": "1",
                "last": "17",
                "range": "1–17"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "articleTitle": "Behavioural Microsimulation with Labour Supply Responses",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, A",
                        "preferred": "A Duncan"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib38",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "1",
                "last": "39",
                "range": "1–39"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "articleTitle": "Aggregating labour supply and feedback effects in microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, A",
                        "preferred": "A Duncan"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib39",
            "journal": "Australian Journal of Labour Economics",
            "pages": {
                "first": "277",
                "last": "290",
                "range": "277–290"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Discrete and Continuous Choice, Max-Stable Processes, and Independence from Irrelevant Attributes",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib40",
            "journal": "Econometrica",
            "pages": "1179",
            "type": "journal",
            "volume": "62"
        },
        {
            "articleTitle": "Tax reform, sector-specific labor supply and welfare effects",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK.",
                        "preferred": "JK. Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Locatelli, M",
                        "preferred": "M Locatelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib41",
            "journal": "Scandinavian Journal of Economics",
            "pages": {
                "first": "299",
                "last": "321",
                "range": "299–321"
            },
            "type": "journal",
            "volume": "111"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Deaton, A",
                        "preferred": "A Deaton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Muellbauer, J",
                        "preferred": "J Muellbauer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Economics and Consumer Behavior",
            "date": "1980",
            "id": "bib42",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Empirical welfare analysis with preference heterogeneity",
            "authors": [
                {
                    "name": {
                        "index": "Decoster, AMJ",
                        "preferred": "AMJ Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haan, P",
                        "preferred": "P Haan"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib43",
            "journal": "International Tax and Public Finance",
            "pages": {
                "first": "224",
                "last": "251",
                "range": "224–251"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "articleTitle": "Endogenous household interaction",
            "authors": [
                {
                    "name": {
                        "index": "Del Boca, D",
                        "preferred": "D Del Boca"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flinn, C",
                        "preferred": "C Flinn"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib44",
            "journal": "Journal of Econometrics",
            "pages": {
                "first": "49",
                "last": "65",
                "range": "49–65"
            },
            "type": "journal",
            "volume": "166"
        },
        {
            "articleTitle": "The case for a progressive tax: From basic research to policy recommendations",
            "authors": [
                {
                    "name": {
                        "index": "Diamond, P",
                        "preferred": "P Diamond"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib45",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "165",
                "last": "190",
                "range": "165–190"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Domencich, TA",
                        "preferred": "TA Domencich"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McFadden, DL",
                        "preferred": "DL McFadden"
                    },
                    "type": "person"
                }
            ],
            "date": "1975",
            "details": "Urban travel demand: A behavioral analysis, North-Holland Publishing Co, The Blackstone Company, Mount Pleasant, MI",
            "id": "bib46",
            "title": "North-Holland Publishing Co",
            "type": "unknown"
        },
        {
            "articleTitle": "A Microsimulation Approach to an Optimal Swedish Income Tax",
            "authors": [
                {
                    "name": {
                        "index": "Ericson, P",
                        "preferred": "P Ericson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flood, L",
                        "preferred": "L Flood"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib47",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "2",
                "last": "21",
                "range": "2–21"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "articleTitle": "The Effect of Marginal Tax Rates on Taxable Income: A Panel Study of the 1986 Tax Reform Act",
            "authors": [
                {
                    "name": {
                        "index": "Feldstein, M",
                        "preferred": "M Feldstein"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib48",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "551",
                "last": "572",
                "range": "551–572"
            },
            "type": "journal",
            "volume": "103"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fleurbaey, M",
                        "preferred": "M Fleurbaey"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Fairness, responsibility, and welfare",
            "date": "2008",
            "id": "bib49",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Oxford"
                        ]
                    },
                    "formatted": [
                        "Oxford"
                    ]
                },
                "name": [
                    "University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Fair income tax",
            "authors": [
                {
                    "name": {
                        "index": "Fleurbaey, M",
                        "preferred": "M Fleurbaey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maniquet, F",
                        "preferred": "F Maniquet"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib50",
            "journal": "Review of Economic Studies",
            "pages": {
                "first": "55",
                "last": "83",
                "range": "55–83"
            },
            "type": "journal",
            "volume": "73"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Friedman, M",
                        "preferred": "M Friedman"
                    },
                    "type": "person"
                }
            ],
            "date": "1962",
            "details": "Capitalism and freedom, University of Chicago Press",
            "id": "bib51",
            "title": "Capitalism and freedom",
            "type": "unknown"
        },
        {
            "articleTitle": "Is a flat tax reform feasible in a grown-up democracy of Western Europe? A simulation study for Germany",
            "authors": [
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schaefer, T",
                        "preferred": "T Schaefer"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib52",
            "journal": "International Tax and Public Finance",
            "pages": {
                "first": "620",
                "last": "636",
                "range": "620–636"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Family Structure and Female Labor Supply in Mexico City",
            "authors": [
                {
                    "name": {
                        "index": "Gong, X",
                        "preferred": "X Gong"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van Soest, A",
                        "preferred": "A van Soest"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib53",
            "journal": "The Journal of Human Resources",
            "pages": "163",
            "type": "journal",
            "volume": "37"
        },
        {
            "articleTitle": "Can child care policy encourage employment and fertility? Evidence from a structural model",
            "authors": [
                {
                    "name": {
                        "index": "Haan, P",
                        "preferred": "P Haan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wrohlich, K",
                        "preferred": "K Wrohlich"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib54",
            "journal": "Labour Economics",
            "pages": {
                "first": "498",
                "last": "512",
                "range": "498–512"
            },
            "type": "journal",
            "volume": "18"
        },
        {
            "articleTitle": "Interpersonal comparisons of utility: Why and how they are and should be made",
            "authors": [
                {
                    "name": {
                        "index": "Hammond, P",
                        "preferred": "P Hammond"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "id": "bib55",
            "journal": "Intepersonal Comparisons of Well-Being",
            "pages": {
                "first": "200",
                "last": "254",
                "range": "200–254"
            },
            "type": "journal"
        },
        {
            "articleTitle": "The econometrics of labor supply on convex budget sets",
            "authors": [
                {
                    "name": {
                        "index": "Hausman, JA",
                        "preferred": "JA Hausman"
                    },
                    "type": "person"
                }
            ],
            "date": "1979",
            "id": "bib56",
            "journal": "Economics Letters",
            "pages": {
                "first": "171",
                "last": "174",
                "range": "171–174"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hausman, JA",
                        "preferred": "JA Hausman"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Public Economics",
            "chapterTitle": "Taxes and labor supply",
            "date": "1985",
            "editors": [
                {
                    "name": {
                        "index": "Auerbach, AJ",
                        "preferred": "AJ Auerbach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Feldstein, M",
                        "preferred": "M Feldstein"
                    },
                    "type": "person"
                }
            ],
            "id": "bib57",
            "pages": {
                "first": "213",
                "last": "263",
                "range": "213–263"
            },
            "publisher": {
                "name": [
                    "Elsevier"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Effects of Child-Care Programs on Women’s Work Effort",
            "authors": [
                {
                    "name": {
                        "index": "Heckman, JJ",
                        "preferred": "JJ Heckman"
                    },
                    "type": "person"
                }
            ],
            "date": "1974",
            "id": "bib58",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "136",
                "last": "163",
                "range": "136–163"
            },
            "type": "journal",
            "volume": "82"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Horstschräer, J",
                        "preferred": "J Horstschräer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clauss, M",
                        "preferred": "M Clauss"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schnabel, R",
                        "preferred": "R Schnabel"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "An Unconditional Basic Income in the Family Context: Labor Supply and Distributional Effects (ZEW Center for European Economic Research No. 10-091)",
            "id": "bib59",
            "title": "An Unconditional Basic Income in the Family Context: Labor Supply and Distributional Effects (ZEW Center for European Economic Research No. 10-091)",
            "type": "unknown"
        },
        {
            "articleTitle": "Welfare Transfers in Two-Parent Families: Labor Supply and Welfare Participation Under AFDC-UP",
            "authors": [
                {
                    "name": {
                        "index": "Hoynes, HW",
                        "preferred": "HW Hoynes"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib60",
            "journal": "Econometrica",
            "pages": {
                "first": "295",
                "last": "332",
                "range": "295–332"
            },
            "type": "journal",
            "volume": "64"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Islam, N",
                        "preferred": "N Islam"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "details": "The case for negative income tax with flat tax in Europe: an empirical optimal taxation exercise. Society for the Study of Economic Inequality (ECINE) No. 454",
            "id": "bib61",
            "title": "The case for negative income tax with flat tax in Europe: an empirical optimal taxation exercise. Society for the Study of Economic Inequality (ECINE) No. 454",
            "type": "unknown"
        },
        {
            "articleTitle": "Optimal redistributive taxation with both extensive and intensive responses",
            "authors": [
                {
                    "name": {
                        "index": "Jacquet, L",
                        "preferred": "L Jacquet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lehmann, E",
                        "preferred": "E Lehmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van der Linden, B",
                        "preferred": "B Van der Linden"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib62",
            "journal": "Journal of Economic Theory",
            "pages": {
                "first": "1770",
                "last": "1805",
                "range": "1770–1805"
            },
            "type": "journal",
            "volume": "148"
        },
        {
            "articleTitle": "Getting the Poor to Work: Three Welfare- Increasing Reforms for a Busy Germany",
            "authors": [
                {
                    "name": {
                        "index": "Jessen, R",
                        "preferred": "R Jessen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rostam-Afschar, D",
                        "preferred": "D Rostam-Afschar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib63",
            "journal": "FinanzArchiv: Public Finance Analysis",
            "pages": {
                "first": "1",
                "last": "41",
                "range": "1–41"
            },
            "type": "journal",
            "volume": "73"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kalb, GR",
                        "preferred": "GR Kalb"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "Labour Supply and Welfare Participation in Australian Two-Adult Households: Accounting for Involuntary Unemployment and the “Cost” of Part-time Work, Victoria University, Centre of Policy Studies/IMPACT Centre",
            "id": "bib64",
            "title": "Labour Supply and Welfare Participation in Australian Two-Adult Households: Accounting for Involuntary Unemployment and the “Cost” of Part-time Work",
            "type": "unknown"
        },
        {
            "articleTitle": "A Structural Model of Multiple Welfare Program Participation and Labor Supply",
            "authors": [
                {
                    "name": {
                        "index": "Keane, M",
                        "preferred": "M Keane"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moffitt, R",
                        "preferred": "R Moffitt"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib65",
            "journal": "International Economic Review",
            "pages": {
                "first": "553",
                "last": "589",
                "range": "553–589"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "articleTitle": "A Structural Perspective on the Experimentalist School",
            "authors": [
                {
                    "name": {
                        "index": "Keane, MP",
                        "preferred": "MP Keane"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib66",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "47",
                "last": "58",
                "range": "47–58"
            },
            "type": "journal",
            "volume": "24"
        },
        {
            "articleTitle": "Labor Supply and Taxes: A Survey",
            "authors": [
                {
                    "name": {
                        "index": "Keane, MP",
                        "preferred": "MP Keane"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib67",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "961",
                "last": "1075",
                "range": "961–1075"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "articleTitle": "Estimating Welfare Effects Consistent with ForwardLooking Behavior. Part I: Lessons from a Simulation Exercise",
            "authors": [
                {
                    "name": {
                        "index": "Keane, MP",
                        "preferred": "MP Keane"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wolpin, KI",
                        "preferred": "KI Wolpin"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "discriminator": "a",
            "id": "bib68",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "570",
                "last": "599",
                "range": "570–599"
            },
            "type": "journal",
            "volume": "37"
        },
        {
            "articleTitle": "Estimating Welfare Effects Consistent with ForwardLooking Behavior. Part II: Empirical Results",
            "authors": [
                {
                    "name": {
                        "index": "Keane, MP",
                        "preferred": "MP Keane"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wolpin, KI",
                        "preferred": "KI Wolpin"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "discriminator": "b",
            "id": "bib69",
            "journal": "The Journal of Human Resources",
            "pages": "600",
            "type": "journal",
            "volume": "37"
        },
        {
            "articleTitle": "Welfare analysis of tax reforms using household data",
            "authors": [
                {
                    "name": {
                        "index": "King, MA",
                        "preferred": "MA King"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "id": "bib70",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "183",
                "last": "214",
                "range": "183–214"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "The Optimal Income Taxation of Couples",
            "authors": [
                {
                    "name": {
                        "index": "Kleven, JH",
                        "preferred": "JH Kleven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kreiner, CT",
                        "preferred": "CT Kreiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib71",
            "journal": "Econometrica",
            "pages": {
                "first": "537",
                "last": "560",
                "range": "537–560"
            },
            "type": "journal",
            "volume": "77"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, NA",
                        "preferred": "NA Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Modelling Behavioural Reponse in EUROMOD",
            "date": "1997",
            "id": "bib72",
            "publisher": {
                "name": [
                    "Faculty of Economics, University of Cambridge"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Unequal Inequalities",
            "authors": [
                {
                    "name": {
                        "index": "Kolm, S-C",
                        "preferred": "S-C Kolm"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "id": "bib73",
            "journal": "Journal of Econometric Theory",
            "pages": {
                "first": "416",
                "last": "442",
                "range": "416–442"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "A discrete choice model for labor supply and childcare",
            "authors": [
                {
                    "name": {
                        "index": "Kornstad, T",
                        "preferred": "T Kornstad"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib74",
            "journal": "Journal of Population Economics",
            "pages": {
                "first": "781",
                "last": "803",
                "range": "781–803"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "articleTitle": "A survey of dynamic microsimulation models: uses, model structure and methodology",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib75",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "55",
                "range": "3–55"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Econometric policy evaluation: a critique",
            "authors": [
                {
                    "name": {
                        "index": "Lucas, RE",
                        "preferred": "RE Lucas"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "id": "bib76",
            "journal": "Carnegie-Rochester Conference Series on Public Policy",
            "pages": {
                "first": "19",
                "last": "46",
                "range": "19–46"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Economic measurements for policy and prediction",
            "authors": [
                {
                    "name": {
                        "index": "Marschak, J",
                        "preferred": "J Marschak"
                    },
                    "type": "person"
                }
            ],
            "date": "1953",
            "id": "bib77",
            "journal": "Studies in Econometric Method",
            "pages": {
                "first": "1",
                "last": "26",
                "range": "1–26"
            },
            "type": "journal"
        },
        {
            "articleTitle": "Nonparametric Identification in Structural Economic Models",
            "authors": [
                {
                    "name": {
                        "index": "Matzkin, RL",
                        "preferred": "RL Matzkin"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib78",
            "journal": "Annual Review of Economics",
            "pages": {
                "first": "457",
                "last": "486",
                "range": "457–486"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "articleTitle": "Nash-Bargained Household Decisions: Toward a Generalization of the Theory of Demand",
            "authors": [
                {
                    "name": {
                        "index": "McElroy, MB",
                        "preferred": "MB McElroy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Horney, MJ",
                        "preferred": "MJ Horney"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "id": "bib79",
            "journal": "International Economic Review",
            "pages": {
                "first": "333",
                "last": "349",
                "range": "333–349"
            },
            "type": "journal",
            "volume": "55"
        },
        {
            "articleTitle": "The measurement of urban travel demand",
            "authors": [
                {
                    "name": {
                        "index": "McFadden, D",
                        "preferred": "D McFadden"
                    },
                    "type": "person"
                }
            ],
            "date": "1974",
            "id": "bib80",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "303",
                "last": "328",
                "range": "303–328"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McFadden, DL",
                        "preferred": "DL McFadden"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "details": "1395–1457, Handbook of Econometrics, Elsevier",
            "id": "bib81",
            "title": "Econometric analysis of qualitative response models",
            "type": "unknown"
        },
        {
            "articleTitle": "Mixed MNL models for discrete response",
            "authors": [
                {
                    "name": {
                        "index": "McFadden, D",
                        "preferred": "D McFadden"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Train, K",
                        "preferred": "K Train"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib82",
            "journal": "Journal of Applied Econometrics",
            "pages": {
                "first": "447",
                "last": "470",
                "range": "447–470"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "An Exploration in the Theory of Optimal Taxation",
            "authors": [
                {
                    "name": {
                        "index": "Mirrlees, JA",
                        "preferred": "JA Mirrlees"
                    },
                    "type": "person"
                }
            ],
            "date": "1971",
            "id": "bib83",
            "journal": "Review of Economic Studies",
            "pages": {
                "first": "175",
                "last": "208",
                "range": "175–208"
            },
            "type": "journal",
            "volume": "58"
        },
        {
            "articleTitle": "The Negative Income Tax and the Evolution of U.S. Welfare Policy",
            "authors": [
                {
                    "name": {
                        "index": "Moffitt, RA",
                        "preferred": "RA Moffitt"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib84",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "119",
                "last": "140",
                "range": "119–140"
            },
            "type": "journal",
            "volume": "17"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Neugart, M",
                        "preferred": "M Neugart"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richiardi, MG",
                        "preferred": "MG Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Agent-based models of the labor market (Revelli Working Papers Series No. 125), LABORatorio R",
            "id": "bib85",
            "title": "Agent-based models of the labor market (Revelli Working Papers Series No. 125)",
            "type": "unknown"
        },
        {
            "articleTitle": "A New Type of Socio-Economic System",
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, GH",
                        "preferred": "GH Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "id": "bib86",
            "journal": "The Review of Economics and Statistics",
            "pages": "116",
            "type": "journal",
            "volume": "59"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Effects of flat tax reforms in Western Europe on equity and efficiency (FiFo- CPE Discussion Paper No. 8-4)",
            "id": "bib87",
            "title": "Effects of flat tax reforms in Western Europe on equity and efficiency (FiFo- CPE Discussion Paper No. 8-4)",
            "type": "unknown"
        },
        {
            "articleTitle": "Flat-rate tax systems and their effect on labor markets",
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib88",
            "journal": "IZA World of Labor",
            "pages": {
                "first": "2014",
                "last": "61",
                "range": "2014–61"
            },
            "type": "journal"
        },
        {
            "articleTitle": "Accounting for labor demand effects in structural labor supply models",
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siegloch, S",
                        "preferred": "S Siegloch"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib89",
            "journal": "Labour Economics",
            "pages": {
                "first": "129",
                "last": "138",
                "range": "129–138"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "A fairness justification of utilitarianism",
            "authors": [
                {
                    "name": {
                        "index": "Piacquadio, PG",
                        "preferred": "PG Piacquadio"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib90",
            "journal": "Econometrica",
            "pages": {
                "first": "1261",
                "last": "1276",
                "range": "1261–1276"
            },
            "type": "journal",
            "volume": "85"
        },
        {
            "articleTitle": "Using elasticities to derive optimal income tax rates",
            "authors": [
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib91",
            "journal": "Review of Economic Studies",
            "pages": {
                "first": "205",
                "last": "229",
                "range": "205–229"
            },
            "type": "journal",
            "volume": "68"
        },
        {
            "articleTitle": "Optimal Income Transfer Programs: Intensive versus Extensive Labor Supply Responses",
            "authors": [
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib92",
            "journal": "The Quarterly Journal of Economics",
            "pages": {
                "first": "1039",
                "last": "1073",
                "range": "1039–1073"
            },
            "type": "journal",
            "volume": "117"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Scutella, R",
                        "preferred": "R Scutella"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Moves to a Basic Income-Flat Tax System in Australia: Implications for the Distribution of Income and Supply of Labour (Melbourne Institute of Applied Economic and Social Research No. 5)",
            "id": "bib93",
            "title": "Moves to a Basic Income-Flat Tax System in Australia: Implications for the Distribution of Income and Supply of Labour (Melbourne Institute of Applied Economic and Social Research No. 5)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sommer, M",
                        "preferred": "M Sommer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "A Feasible Basic Income Scheme for Germany: Effects on Labor Supply, Poverty, and Income Inequality",
            "date": "2016",
            "id": "bib94",
            "publisher": {
                "name": [
                    "Springer"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Welfare Reform When Recipients Are Forward-Looking",
            "authors": [
                {
                    "name": {
                        "index": "Swann, CA",
                        "preferred": "CA Swann"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib95",
            "journal": "The Journal of Human Resources",
            "pages": {
                "first": "31",
                "last": "56",
                "range": "31–56"
            },
            "type": "journal",
            "volume": "40"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Train, KE",
                        "preferred": "KE Train"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Discrete Choice Methods with Simulation. Cambridge University Press",
            "date": "2003",
            "id": "bib96",
            "publisher": {
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "On optimal non-linear income taxation: numerical results revisited",
            "authors": [
                {
                    "name": {
                        "index": "Tuomala, M",
                        "preferred": "M Tuomala"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib97",
            "journal": "International Tax and Public Finance",
            "pages": {
                "first": "259",
                "last": "270",
                "range": "259–270"
            },
            "type": "journal",
            "volume": "77"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Van Parijs, P",
                        "preferred": "P Van Parijs"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Real Freedom for All",
            "date": "1995",
            "id": "bib98",
            "publisher": {
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Structural Models of Family Labor Supply: A Discrete Choice Approach",
            "authors": [
                {
                    "name": {
                        "index": "Van Soest, A",
                        "preferred": "A Van Soest"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib99",
            "journal": "The Journal of Human Resources",
            "pages": {
                "first": "63",
                "last": "88",
                "range": "63–88"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "Generalized Gini inequality indices",
            "authors": [
                {
                    "name": {
                        "index": "Weymark, JA",
                        "preferred": "JA Weymark"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "id": "bib100",
            "journal": "Mathematical Social Sciences",
            "pages": {
                "first": "409",
                "last": "430",
                "range": "409–430"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Public-Policy Uses of Discrete-Choice Dynamic Programming Models",
            "authors": [
                {
                    "name": {
                        "index": "Wolpin, KI",
                        "preferred": "KI Wolpin"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib101",
            "journal": "American Economic Review",
            "pages": {
                "first": "427",
                "last": "432",
                "range": "427–432"
            },
            "type": "journal",
            "volume": "86"
        },
        {
            "articleTitle": "A controversial proposal concerning inequality measurement",
            "authors": [
                {
                    "name": {
                        "index": "Yaari, ME",
                        "preferred": "ME Yaari"
                    },
                    "type": "person"
                }
            ],
            "date": "1988",
            "id": "bib102",
            "journal": "Journal of Economic Theory",
            "pages": {
                "first": "381",
                "last": "397",
                "range": "381–397"
            },
            "type": "journal",
            "volume": "44"
        },
        {
            "articleTitle": "Social security and the choice between full-time work, part-time work and retirement",
            "authors": [
                {
                    "name": {
                        "index": "Zabalza, A",
                        "preferred": "A Zabalza"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pissarides, C",
                        "preferred": "C Pissarides"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barton, M",
                        "preferred": "M Barton"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "id": "bib103",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "245",
                "last": "276",
                "range": "245–276"
            },
            "type": "journal",
            "volume": "14"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
