{
    "status": "vor",
    "id": "00186",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00186",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial",
    "published": "2018-12-31T00:00:00Z",
    "versionDate": "2018-12-31T00:00:00Z",
    "statusDate": "2018-12-31T00:00:00Z",
    "volume": 11,
    "issue": 3,
    "fpage": 1,
    "lpage": 1,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00186/ijm-00186.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK"
                        },
                        "formatted": [
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research",
                        "University of Essex"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The last issue of 2018 contains five articles, of which two are tax-benefit models with behavioural responses, two are health microsimulations, and one is a review of non-behavioural tax-benefit models.",
                    "type": "paragraph"
                },
                {
                    "text": "In the first tax-benefit paper, Cathal O’Donoghue and co-authors estimate a structural model of labour supply, and analyse general equilibrium effects using aggregate labour demand elasticities. In the second tax-benefit paper, Matus Senaj and co-authors follow a different strategy, and model general equilibrium effects through interaction with a search and matching model.",
                    "type": "paragraph"
                },
                {
                    "text": "The first health microsimulation paper, by Rupendra Shrestha and co-authors, looks at the economic costs of early exit from the labour force. The paper adds to the growing literature on the interaction between health and work, to which the authors have greatly contributed over the recent years. The second health microsimulation paper, by Abbygail Jaccard and co-authors, focuses on the very crucial topic of uncertainty estimation, where uncertainty is measured by means of global sensitivity analysis (that is, by analysing the effects of each parameter in isolation and their interaction). They apply this method to the UK Health Forum microsimulation model, focusing on BMI and related diseases.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, the fifth article, by Ivica Urban and Martina Pezer, offers a review of non-behavioural tax-benefit models of child benefits, covering 27 published papers.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
