{
    "status": "vor",
    "id": "00183",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00183",
    "authorLine": "Mauri Kotamäki et al.",
    "title": "Distributional impacts of behavioral effects – ex-ante evaluation of the 2017 unemployment insurance reform in Finland",
    "published": "2018-08-31T00:00:00Z",
    "versionDate": "2018-08-31T00:00:00Z",
    "statusDate": "2018-08-31T00:00:00Z",
    "volume": 11,
    "issue": 2,
    "fpage": 146,
    "lpage": 168,
    "elocationId": "146-168",
    "pdf": "http://web:8082/00183/ijm-00183.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In 2017, the potential duration of the Finnish earnings-related unemployment benefit was cut from 500 to 400 days (or 400 to 300 working days). We apply a microsimulation method to calculate both static and behavioral ex-ante effects of the reform on employment, public finances and income inequality. Relying on previous empirical literature, we employ three benefit elasticity levels. Individual heterogeneity is added by weighting the elasticities with estimated employment probabilities. According to the static scenario, the reform increases income inequality, albeit marginally. Accounting for the behavioral response mitigates the effect on inequality and more than doubles the effect on public finances.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Kotamäki et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Finland"
                        },
                        "formatted": [
                            "Finland"
                        ]
                    },
                    "name": [
                        "Finland Chamber of Commerce"
                    ]
                }
            ],
            "emailAddresses": [
                "mauri.kotamaki@chamber.fi"
            ],
            "name": {
                "index": "Kotamäki, Mauri",
                "preferred": "Mauri Kotamäki"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Finland"
                        },
                        "formatted": [
                            "Finland"
                        ]
                    },
                    "name": [
                        "The Finnish Ministry of Finance"
                    ]
                }
            ],
            "emailAddresses": [
                "jukka.mattila@vm.fi"
            ],
            "name": {
                "index": "Mattila, Jukka",
                "preferred": "Jukka Mattila"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Finland"
                        },
                        "formatted": [
                            "Finland"
                        ]
                    },
                    "name": [
                        "Social Insurance Institution of Finland (Kela)"
                    ]
                }
            ],
            "emailAddresses": [
                "jussi.tervola@thl.fi"
            ],
            "name": {
                "index": "Tervola, Jussi",
                "preferred": "Jussi Tervola"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "unemployment insurance",
        "behavioral effects",
        "microsimulation",
        "inequality"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Can a cut in unemployment benefits decrease income inequality? The question sounds strange because the effects of policy changes on income distribution are usually evaluated on a static basis, that is, without behavioral responses.<sup><a href=\"#fn1\">1</a></sup> In static terms, it is rather obvious that a cut in unemployment benefit level increases income inequality. However, measures of unemployment benefit cuts are often aimed to increase employment rates and, therefore, it is well founded to consider the labor supply response when measuring the effect of reforms on income inequality.",
                    "type": "paragraph"
                },
                {
                    "text": "The current economic environment in Finland is distressing. The employment rate is low compared to the Nordic peers (<a href=\"#bib9\">Eurostat, 2018</a>). The unemployment rate has risen considerably since 2008, and the recovery has been sluggish. Rising benefit expenditure during a recession is considered an automatic stabilizer and would not be a major issue as such, had the long-term unemployment remained stable. This is not the case, as it has almost tripled between 2008 and 2016. The large number of the long-term unemployed and the persistently low employment rate in comparison to other Nordic countries suggest that the Finnish labor market may suffer from accentuated structural unemployment.",
                    "type": "paragraph"
                },
                {
                    "text": "Motivated by the grim employment situation and increasing public debt, Finnish policymakers decided, among other things, to cut the potential benefit duration (PBD) of the earnings-related unemployment benefit from 500 to 400 working days (or from 400 to 300 days). The reform was legislated in the beginning of 2017 but it will affect only the unemployment spells that have started in 2017 and after. Therefore, the first visible effects of the cut will be seen in the fall of 2018.",
                    "type": "paragraph"
                },
                {
                    "text": "Increasing work incentives and reducing income inequality are common but often contradicting political targets. Cuts in benefit levels are often considered damaging from the perspective of inequality. Static analyses using microsimulation models have become increasingly common in bringing forth knowledge of the distributional effects of various tax-benefit reforms (see, for example, <a href=\"#bib6\">De Agostini, Paulus, &amp; Tasseva, 2015</a>). However, neglecting the behavioral effects of a benefit cut can result in biased and pessimistic estimates in terms of fiscal and distributional outcomes. Part of the literature has taken this into account (<a href=\"#bib1\">Ball, Furceri, Leigh, &amp; Loungani, 2013</a>; <a href=\"#bib20\">Woo, Bova, Kinda, &amp; Zhang, 2013</a>). Discrete choice models are often used to estimate the labor supply response in a partial equilibrium setting (see, for example, <a href=\"#bib4\">Creedy &amp; Kalb, 2005</a>). Extending such analysis to the question of distribution in the context of labor supply response is not as common and involves specific challenges (<a href=\"#bib5\">Creedy, Kalb, &amp; Scutella, 2006</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Discrete choice models also come with high requirements on both data and modeling, making them sometimes less feasible in practice. For a discussion on identifying behavioral parameters in discrete choice models see, for example, <a href=\"#bib2\">Bargain, Orsini, and Peichl (2014)</a>. They are also rather sensitive to the specification of the model (<a href=\"#bib16\">Mastrogiacomo, Bosch, Gielen, &amp; Jongen, 2013</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Credible modeling requires usually panel data or at least information on the unemployment spells. As we do not have those in our disposal, we demonstrate an alternative method that can be used in situations where only limited cross-sectional microdata are available. Instead of using correlations discovered by a discrete choice model, we apply elasticities derived from microeconomic research to the specific group of interest. This allows us to use external information on causation and to bypass questions related, but not limited, to demand-side elements and involuntary unemployment. In addition, we refrain from the structural approach of estimating the utility function. We, therefore, are agnostic on quality and quantity of social welfare effects of the reform considered here.",
                    "type": "paragraph"
                },
                {
                    "text": "The focal point of this article is to analyze the fiscal and distributional effects of the 2017 PBD cut in Finland using a microsimulation model of the Finnish households (SISU). In addition to the conventional static analysis, we analyze the changes in labor market outcomes based on benefit elasticities that is the elasticities between benefit replacement rates and unemployment duration. The novelty of this article is applying the changes on the micro-level, allowing a credible distributional analysis of the reform.",
                    "type": "paragraph"
                },
                {
                    "text": "The article is structured as follows. Section 2 describes the institutional environment and the details of the earnings-related unemployment benefit scheme in Finland. Thereafter, we move on to review the existing empirical evidence on the labor supply effects of unemployment benefit cuts (Section 3). In Section 4, we present the data and methods used. We then move to Section 5 to present the simulation results. Section 6 concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Finnish unemployment insurance is divided into an earnings-related and a flat-rate benefit scheme, which have roughly the same number of recipients. In both schemes, the person must fall between 17 and 64 years of age and be actively looking for work to receive the benefit. The earnings-related scheme incorporates additional requirements. For instance, the unemployed must fulfil the employment condition that is working for at least 18 hours a week for 34 weeks (eight months) during the 28 months preceding unemployment, and be a member of an unemployment fund.<sup><a href=\"#fn2\">2</a></sup> In addition, unlike in the flat-rate scheme, the duration of earnings-related benefit is limited. After exceeding the PBD, unemployed can apply for an unemployment benefit from the flat-rate scheme. The cumulated benefit duration can only be reset if unemployed fulfils the employment condition again that is works for approximately eight months.",
                    "type": "paragraph"
                },
                {
                    "text": "The Finnish government cut the PBD as of the beginning of 2017. Before the reform, the PBD extended to 500 working days (approximately two years) and 400 working days for those with less than three years of work experience. The reform cut the PBD by 100 days. Individuals older than 58 years did not observe a change in their PBD if they had more than five years of work experience and fulfilled the employment condition at the age of 58.",
                    "type": "paragraph"
                },
                {
                    "text": "The system also incorporates the so-called unemployment tunnel, which, in 2017, concerned individuals who reach the age of 61 by the end of the year. A person in the unemployment tunnel is entitled to extended earnings-related allowance until turning 65 years, the official retirement age in minimum pensions. The unemployment tunnel remained intact in the reform, which is outlined in <a href=\"#table1\">Table 1</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Law on unemployment benefits, see <a href=\"https://www.finlex.fi/fi/laki/ajantasa/2002/20021290\">https://www.finlex.fi/fi/laki/ajantasa/2002/20021290</a>",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>: The reform applies only to new unemployment spells starting from the beginning of 2017. The maximum duration of the unemployment benefits for those eligible for the unemployment tunnel assumes 258 working days a year.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>Pre-reform</th>\n<th>Post-reform</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Less than 3 years of work history</td>\n<td>400</td>\n<td>300</td>\n</tr>\n<tr>\n<td>Over 3 years of work history and less than 58 years of age</td>\n<td>500</td>\n<td>400</td>\n</tr>\n<tr>\n<td>Eligible for the unemployment tunnel</td>\n<td>max 1,532</td>\n<td>max 1,532</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Potential benefit durations (PBD) in the Finnish earnings-related unemployment benefit scheme before and after 2017.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The PBD cut was part of a larger set of reforms aiming to decrease total costs of the earnings- related scheme by EUR 200 million. The PBD cut was estimated to amount to EUR 159 million (Government bill 113/2016). Other changes included increasing the waiting period of unemployment benefits from five to seven days, lowering the amount of increased allowance paid during an employment promoting measure, and abolishing the right to the increased amount based on extensive work history. We concentrate on the cut of benefit duration, which constitutes the most substantial part of the reform.",
                    "type": "paragraph"
                },
                {
                    "text": "The earnings-related benefit in Finland is based on one’s pay before the unemployment spell. The benefit amount consists of the basic component (equal to the flat-rate benefit), the earnings-related component and child increases.<sup><a href=\"#fn3\">3</a></sup> As demonstrated in <a href=\"#fig1\">Figure 1</a>, the benefit amount has no ceiling, but the replacement rate declines with higher wage.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source</i>: Authors’ hypothetical calculations with the SISU microsimulation model.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00183%2Fijm-00183-fig1.tif",
                                "size": {
                                    "width": 648,
                                    "height": 278
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00183%2Fijm-00183-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00183-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Determination of earnings-related unemployment benefit in Finland 2017.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s2",
            "title": "2. Institutional environment and the reform",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "There is a vast body of both empirical and theoretical literature related to labor market effects of unemployment benefits (for an older overview, see for example <a href=\"#bib13\">Krueger &amp; Meyer, 2002</a>). Especially North American research is plentiful, but empirical evidence is also available from Europe and the Nordic countries. More recent behavioral economic theory has paid attention specifically to the duration of unemployment benefits as a crucial factor explaining changes in re- employment rates (see <a href=\"#bib7\">DellaVigna, Lindner, Reizer, &amp; Schmieder, 2017</a>). Empirical evidence (ibid.) suggests that even without changing the overall generosity of the unemployment benefits, reducing the duration of benefits may increase re-employment rates.",
                    "type": "paragraph"
                },
                {
                    "text": "In their review article, <a href=\"#bib18\">Tatsiramos and van Ours (2014)</a> analyze the results of six articles, the latest being from 2012. The analyzed contexts include the US, Slovenia, Germany and Austria. The authors conclude that a PBD increase of 100 days extends the unemployment spells by 20 days on average, with some variation across countries. The benefit semi-elasticities, that is, the percentage change in unemployment duration in response to a percentage point change in the gross replacement rate, seem to range between 0.4 and 1.0.",
                    "type": "paragraph"
                },
                {
                    "text": "In the US, <a href=\"#bib8\">Farber and Valletta (2015)</a> exploit PBD reforms in different states to disentangle the causal effect. They find a small but statistically significant effect of PBD on unemployment: an increase of 100 days in the PBD resulting in an increase of six days of unemployment. <a href=\"#bib11\">Hagedorn, Manovskii, and Mitman (2015)</a> employ the abolishment of all state level increases in the duration of the unemployment benefits. By comparing neighboring municipalities of different states, they conclude that a one percent change in the PBD results in a 1.4–2.3 percent change in employment and a 0.6–1.2 percent change in the participation rate. Furthermore, the authors estimate that the PBD cuts explain 50–80 percent of the improvement of the aggregate employment in 2014.",
                    "type": "paragraph"
                },
                {
                    "text": "Because of the existence of the flat-rate scheme in Finland, the reduction in PBD can also be interpreted as a cut in the unemployment benefit level. Therefore, the literature on the benefit level changes is reviewed next. <a href=\"#bib19\">Uusitalo and Verho (2010)</a> analyze the effects of an unemployment benefit increase using a natural experiment to identify the causal effect. They found that a 15 percent raise in the average earnings-related unemployment benefit amount reduces re- employment rates by 17 percent, elasticity being approximately 0.8.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib14\">Kyyrä and Pesola (2017)</a> analyze the effects of unemployment benefits on unemployment exits and labor market outcomes using a method called regression kink design. According to their findings, a higher benefit level prolongs unemployment with an elasticity between 1.5 and 2. The elasticity of moving from unemployment directly to employment is found to be around −0.5. However, the results are somewhat sensitive to the choices of bandwidth and polynomial order.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib15\">Kyyrä, Pesola, and Rissanen (2017)</a> exploit the variation in remaining benefit duration days at the beginning of subsequent unemployment spells as their causal specification. The authors find, among other things, that an additional week of earnings-related unemployment benefit increases the expected unemployment duration by 0.15 weeks.",
                    "type": "paragraph"
                },
                {
                    "text": "As a summary, the empirical evidence on the effect of both the benefit level and duration on employment is largely and nearly unambiguously in line with the expectations drawn from economic theory. Changes in unemployment benefits affect the length of the unemployment spells and shorter spells in turn yield a higher aggregate rate of employment.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Potential benefit duration in earlier research",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "All statistics and evaluations presented in this article are based on a data set of roughly 800,000 individuals, which amounts to 15 percent of the population of Finland at the end of 2014. The data are compiled on annual basis by Statistics Finland as part of the Finnish microsimulation model SISU (see <a href=\"#bib17\">Statistics Finland, 2018</a>). The data include comprehensive information on demographic and socio-economic characteristics of population such as age, sex, family type and household income. In addition, they contain detailed information on individuals’ income from employment, social benefits and paid taxes which enable microsimulation of a majority of Finnish social benefits and taxation legislation.",
                    "type": "paragraph"
                },
                {
                    "text": "PBD legislation applies to individual unemployment spells, which, according to the law, last until one fulfills the employment condition again (working for at least eight months, see Section 2 for details). However, received social security benefits are not observed in spells, but on an annual level and, therefore, do not reflect the actual cumulated length of unemployment spells. This is the case if, for instance, one has become employed during the year and consequently has two distinct unemployment spells. Therefore, the data are complemented with information on unemployment duration at the end of each quarter, which enables us to simulate the PBD legislation in detail.",
                    "type": "paragraph"
                },
                {
                    "text": "Approximately 330,000 persons received earnings-related unemployment benefit in Finland during 2014. The reform divides the unemployed into three groups by their PBD instead of the previous two. After the reform, the PBD of 300 days is implemented for those with the shortest employment history. As presented in <a href=\"#table2\">Table 2</a>, this group constitutes eight percent of all recipients of earnings- related benefit. Three out of four unemployed have had their PBD decreased to 400 days. The PBD of the remaining 17 percent remains at 500 days or more.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>: Information for work history is available since 1997, thus the maximum work history is 17 years. The receipts indicate simulated receipt during the year, not necessarily simultaneously with the unemployment benefit spell.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th rowspan=\"2\">Potential duration (new/old)</th>\n<th rowspan=\"2\">N</th>\n<th rowspan=\"2\">%</th>\n<th rowspan=\"2\">Female %</th>\n<th rowspan=\"2\">Average age</th>\n<th rowspan=\"2\">Average work history</th>\n<th rowspan=\"2\">Average benefit €/day</th>\n<th colspan=\"2\">Receipt of benefits %</th>\n</tr>\n<tr>\n<th>Housing benefits</th>\n<th>Social assistance</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>300/400</td>\n<td>24,941</td>\n<td>8</td>\n<td>50</td>\n<td>30</td>\n<td>2</td>\n<td>57.1</td>\n<td>28</td>\n<td>15</td>\n</tr>\n<tr>\n<td>400/500</td>\n<td>248,562</td>\n<td>75</td>\n<td>49</td>\n<td>43</td>\n<td>11</td>\n<td>70.3</td>\n<td>13</td>\n<td>8</td>\n</tr>\n<tr>\n<td>500+/500+</td>\n<td>56,535</td>\n<td>17</td>\n<td>48</td>\n<td>61</td>\n<td>14</td>\n<td>70.0</td>\n<td>6</td>\n<td>3</td>\n</tr>\n<tr>\n<td>All</td>\n<td>330,038</td>\n<td>100</td>\n<td>49</td>\n<td>45</td>\n<td>11</td>\n<td>69.2</td>\n<td>13</td>\n<td>8</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "The distribution of demographic and economic characteristics by duration categories.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The division by PBD is determined by age and work history (see Section 2). Therefore, the average age is naturally the lowest, 30 years, in the first group and the highest, 61 years, in the last group. Correlating highly with age, the benefit levels and receipt of means-tested benefits, that is housing benefits and social assistance, are distributed in a similar way. The group with a potential duration of 300 days has clearly the lowest unemployment benefits and, consequently, receives means-tested benefits more often.",
                    "type": "paragraph"
                },
                {
                    "text": "As can be seen in <a href=\"#fig2\">Figure 2</a>, the cumulative number of unemployment benefit days before the reform had a bimodal distribution with peaks in very short spells (10 days) and at maximum duration (500+ days). There is also a small concentration at 400 days, which equals the PBD of those with a short work history.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00183%2Fijm-00183-fig2.tif",
                                "size": {
                                    "width": 625,
                                    "height": 278
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00183%2Fijm-00183-fig2.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00183-fig2.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Pre-reform distribution of cumulative days of earnings-related benefit by the end of 2014, percent of the recipients.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s4",
            "title": "4. Data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We evaluate the impact of the reform by using microsimulation of population registers (see, for example, <a href=\"#bib3\">Bourguignon &amp; Spadaro, 2006</a>). By calculating counterfactual benefit sums according to different legislations, we can distinguish the static impact of the reform to the individual as well as to the whole population, given that our data represents the total population.",
                    "type": "paragraph"
                },
                {
                    "text": "We base our calculations on the static microsimulation model SISU (<a href=\"#bib17\">Statistics Finland, 2018</a>), complemented with a module that enables us to calculate a behavioral change in labor supply, and also to assess behavioral change in public expenditures and income distributions. The static simulation of unemployment benefits runs as follows. First, the unemployment benefit days of both earnings-related and flat-rate schemes are simulated according to the chosen legislation. If the PBD is decreased, the number of unemployment days with earnings-related benefit is transferred to the flat-rate scheme. Then daily benefit amounts are simulated and multiplied with the number of days. Thereafter, taxation legislation and entitlement to housing benefit and social assistance are simulated.",
                    "type": "paragraph"
                },
                {
                    "text": "Before we run the static simulation, we estimate the behavioral response to the unemployment spells. The typical approach of estimating a behavioral response in the context of microsimulation is first to estimate a discrete choice labor supply model that relates labor supply to the change in disposable income. However, this comes with high requirements for data and modeling. Panel data is required to credibly estimate replacement and employment rates because the cross-sectional variation is not random but subject to unobserved selection processes.",
                    "type": "paragraph"
                },
                {
                    "text": "It might be possible to build a structural model that would estimate behavioral response to changes in disposable income also with cross-sectional data. This would mean trying to identify, for example, the uncompensated elasticity of labor supply using changes in disposable income between various groups in repeated cross-sections. But as our main point of interest lies within the unemployment scheme, this behavioral model would probably not capture the behavioral effect of changes in unemployment scheme. The elasticity estimated using variation in taxation is probably not identical to elasticity estimated using variation in unemployment scheme.",
                    "type": "paragraph"
                },
                {
                    "text": "Here we present an alternative method that can be used when one does not have panel data and detailed information on the unemployment spells in disposal. Instead of using correlations discovered by a discrete choice model, we apply elasticities derived from external research to the specific group of interest. This allows us to use external information on causation, whereas, with the cross-sectional data available to us, a discrete choice model would possibly discover correlations between labor supply and disposable income that might not have a causal relation. The aforementioned pros and cons of using discrete choice model and external elasticities (our approach) are compiled in <a href=\"#table3\">Table 3</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>Discrete choice model</th>\n<th>External elasticities</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Pros</td>\n<td>• Empirically fit for the specific context<br/>\n• Better accuracy</td>\n<td>• Light data requirement<br/>\n• Genuine causal relationship (however, possibly from a different population)<br/>\n• Transparency, simplicity</td>\n</tr>\n<tr>\n<td>Cons</td>\n<td>• Heavy data requirement<br/>\n• Complexity, sensitivity<br/>\n• Changes in PBD typically ignored</td>\n<td>• Elasticities subject to context-specific inaccuracy<br/>\n• More inaccuracy in the distributional effects</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Pros and cons of the two approaches of labour supply estimation.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The application of external elasticities is conducted as follows. First, we define the unemployment benefit elasticity, η:",
                    "type": "paragraph"
                },
                {
                    "id": "equ1",
                    "label": "1",
                    "mathml": "<math><mrow><mi>η</mi><mo>=</mo><mfrac><mrow><mi>d</mi><mo stretchy=\"false\">(</mo><mi>log</mi><mo stretchy=\"false\">(</mo><mi>D</mi><mi>u</mi><mi>r</mi><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">)</mo></mrow><mrow><mi>d</mi><mo stretchy=\"false\">(</mo><mi>r</mi><mi>r</mi><mo stretchy=\"false\">)</mo></mrow></mfrac></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "The elasticity parameter is defined as the percentage change in unemployment duration (Dur) in response to a one percentage-point increase in benefit replacement rate (rr). As depicted in <a href=\"#table1\">Table 1</a>, two groups experience different changes in their PBD and one group sees no change. Therefore, the percentage point changes in the replacement rates for the three groups are the following:",
                    "type": "paragraph"
                },
                {
                    "id": "equ2",
                    "label": "2",
                    "mathml": "<math><mrow><mrow><mo>{</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mi>d</mi><mo stretchy=\"false\">(</mo><mi>r</mi><msub><mi>r</mi><mn>1</mn></msub><mo stretchy=\"false\">)</mo><mo>=</mo><mfrac><mrow><mn>300</mn><mo>⋅</mo><mi>r</mi><msup><mi>r</mi><mrow><mi>E</mi><mi>R</mi></mrow></msup><mo>+</mo><mn>100</mn><mo>⋅</mo><mi>r</mi><msup><mi>r</mi><mrow><mi>F</mi><mi>R</mi></mrow></msup></mrow><mrow><mn>400</mn></mrow></mfrac><mo>−</mo><mi>r</mi><msup><mi>r</mi><mrow><mi>E</mi><mi>R</mi></mrow></msup></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mi>d</mi><mo stretchy=\"false\">(</mo><mi>r</mi><msub><mi>r</mi><mn>2</mn></msub><mo stretchy=\"false\">)</mo><mo>=</mo><mfrac><mrow><mn>400</mn><mo>⋅</mo><mi>r</mi><msup><mi>r</mi><mrow><mi>E</mi><mi>R</mi></mrow></msup><mo>+</mo><mn>100</mn><mo>⋅</mo><mi>r</mi><msup><mi>r</mi><mrow><mi>F</mi><mi>R</mi></mrow></msup></mrow><mrow><mn>500</mn></mrow></mfrac><mo>−</mo><mi>r</mi><msup><mi>r</mi><mrow><mi>E</mi><mi>R</mi></mrow></msup></mrow></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mi>d</mi><mo stretchy=\"false\">(</mo><mi>r</mi><msub><mi>r</mi><mn>3</mn></msub><mo stretchy=\"false\">)</mo><mo>=</mo><mn>0</mn></mrow></mtd></mtr></mtable></mrow></mrow></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <i>rr<sup>ER</sup></i> denotes the replacement rate of earnings-related unemployment benefit and <i>rr<sup>FR</sup></i> denotes the replacement rate in the flat-rate scheme (see Section 2).",
                    "type": "paragraph"
                },
                {
                    "text": "We apply an elasticity estimate to the change in replacement rate. Another option would have been to apply an elasticity estimate to the average duration of an unemployment spell, but we depart from this approach due to practical reasons, since the data available does not allow us to directly observe the average duration of unemployment spells.",
                    "type": "paragraph"
                },
                {
                    "text": "In choosing the elasticity estimate, we follow the review by <a href=\"#bib18\">Tatsiramos and van Ours (2014)</a> who conclude that the benefit elasticity of <a href=\"#equ1\">Equation 1</a> ranges between 0.4 and 1.0 (see Section 3). We use the mean value of 0.7 as our baseline specification. However, we present additional results from static simulation (elasticity 0) as well as with elasticities of 0.4 and 1.0 to illustrate the sensitivity of the estimates.",
                    "type": "paragraph"
                },
                {
                    "text": "It is possible that a single homogenous and constant elasticity is not realistic. We therefore introduce variation into benefit elasticity by weighting it with the predicted employment probabilities, which correlate positively with benefit elasticity.<sup><a href=\"#fn4\">4</a></sup> Resulting elasticity for individual <i>i</i> can be denoted:",
                    "type": "paragraph"
                },
                {
                    "id": "equ3",
                    "label": "3",
                    "mathml": "<math><mrow><msub><mi>η</mi><mi>i</mi></msub><mo>=</mo><mfrac><mrow><mi>p</mi><mo stretchy=\"false\">(</mo><msub><mi>a</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo></mrow><mrow><mi>p</mi><mo stretchy=\"false\">(</mo><mi>a</mi><mo stretchy=\"false\">)</mo></mrow></mfrac><mi>η</mi></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "<a href=\"#equ3\">Equation 3</a> captures the fact that individuals with better employment prospects also have shorter unemployment spells. The regression model used to predict the employment probabilities is reported in the Appendix. The elasticities vary from 57 percent to 147 percent of the mean elasticity, which seems a realistic assumption on the basis of the literature. To infer the role of heterogeneity, we run also a scenario with constant elasticity of 0.7. The elasticities used in different scenarios are depicted in <a href=\"#table4\">Table 4</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Authors’ calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table4",
                            "label": "Table 4",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>Min</th>\n<th>P10</th>\n<th>P25</th>\n<th>Median</th>\n<th>P75</th>\n<th>P90</th>\n<th>Max</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Predicted employment probabilities</td>\n<td>0.30</td>\n<td>0.43</td>\n<td>0.48</td>\n<td>0.53</td>\n<td>0.58</td>\n<td>0.62</td>\n<td>0.78</td>\n</tr>\n<tr>\n<td>Weighted elasticities (mean = 0.4)</td>\n<td>0.23</td>\n<td>0.33</td>\n<td>0.37</td>\n<td>0.40</td>\n<td>0.44</td>\n<td>0.47</td>\n<td>0.59</td>\n</tr>\n<tr>\n<td>Weighted elasticities (mean = 0.7)</td>\n<td>0.40</td>\n<td>0.58</td>\n<td>0.64</td>\n<td>0.71</td>\n<td>0.77</td>\n<td>0.83</td>\n<td>1.03</td>\n</tr>\n<tr>\n<td>Constant elasticities (mean = 0.7)</td>\n<td>0.70</td>\n<td>0.70</td>\n<td>0.70</td>\n<td>0.70</td>\n<td>0.70</td>\n<td>0.70</td>\n<td>0.70</td>\n</tr>\n<tr>\n<td>Weighted elasticities (mean = 1.0)</td>\n<td>0.57</td>\n<td>0.83</td>\n<td>0.92</td>\n<td>1.01</td>\n<td>1.10</td>\n<td>1.18</td>\n<td>1.47</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "The distribution of predicted employment probabilities and subsequent elasticities in different scenarios.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The simulated behavioral response reflects both the demand and supply sides of the economy because the demand and supply side constraints are present in the used elasticity estimates drawn from the empirical literature (<a href=\"#bib18\">Tatsiramos &amp; van Ours, 2014</a>). We cannot, however, explicitly state whether the causal inference is similarly valid in economic upturn as it is in downturn. Therefore, the behavioral response should be interpreted as an average response within a business cycle. Furthermore, applying an average elasticity of <a href=\"#bib18\">Tatsiramos and van Ours (2014)</a> may not correctly reflect the true elasticity in Finland; this concern, however, is alleviated by the fact that <a href=\"#bib19\">Uusitalo and Verho (2010)</a> discover a benefit elasticity of similar magnitude using Finnish data.",
                    "type": "paragraph"
                },
                {
                    "text": "Furthermore, as presented in <a href=\"#equ3\">Equation 3</a>, we assume that all unemployed increase their labor supply according to their individual elasticity 𝜂<sub>i</sub>. This is equivalent to drawing a large number of realizations from the probability distribution and using the resulting frequencies as probabilities. The result can also be interpreted to reflect a long-run equilibrium of the labor market.",
                    "type": "paragraph"
                },
                {
                    "text": "We apply the elasticities of <a href=\"#equ3\">Equation 3</a> to the individual “simulated” changes in the replacement rates of <a href=\"#equ2\">Equation 2</a>, and further to the individual duration of within-year unemployment, which is observed in the data. The observed duration is then modified with the aid of <a href=\"#equ2\">Equation 2</a> using the change in the gross replacement rate and the individual semi-elasticity. The equation that connects the reform and the change in the labor supply (<i>dE</i>) for an individual <i>i</i> with legislation <i>j</i> is:",
                    "type": "paragraph"
                },
                {
                    "id": "equ4",
                    "label": "4",
                    "mathml": "<math><mrow><mi>d</mi><msub><mi>E</mi><mi>i</mi></msub><mo>=</mo><mo>−</mo><msub><mi>η</mi><mi>i</mi></msub><mi>d</mi><mo stretchy=\"false\">(</mo><mi>r</mi><msub><mi>r</mi><mi>j</mi></msub><mo stretchy=\"false\">)</mo><mi>D</mi><mi>u</mi><msub><mi>r</mi><mi>i</mi></msub></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "Finally, the employment wage used is the one that is the basis of the unemployment benefit. We assume that there is no wage-scarring effect.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Methods",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "<a href=\"#table5\">Table 5</a> summarizes the static effect of the reform on various population subgroups. The reform would directly shorten the unemployment spells of 39,000 unemployed, which comprises 12 percent of all recipients of the earnings-related benefit. Individuals with a lower PBD, that is shorter work history, are affected approximately as much as those with a longer work history. The share of the affected is similar between sexes. However, men have a larger drop in their disposable income, both in absolute and relative terms. This reflects the differences in family types and wages.",
                    "type": "paragraph"
                },
                {
                    "text": "The static reform impact is concentrated on the long-term unemployed, who are mostly located in the lowest income groups and oldest age groups. In other words, most of the current unemployed are not directly affected by the reform as their unemployment spells, as observed in the data, appear shorter than the new limit on maximum benefit duration. Around 32 percent of recipients in the lowest income decile are affected compared to the five percent in the highest decile. Both the absolute and relative decreases in disposable income are largest among deciles II and III. The impact among the very lowest decile is cushioned by the increase of the means-tested housing benefit and social assistance.",
                    "type": "paragraph"
                },
                {
                    "text": "The reform affects only seven percent of the unemployed in the youngest age group (18–25) and 16 percent of the unemployed aged 46–57 years. Most of the unemployed above the age of 58 are exempt from the reform — only three percent are affected. Both the absolute and relative decreases of disposable income are largest in older age groups.",
                    "type": "paragraph"
                },
                {
                    "text": "When examined by family type, the reform concerns single adult households the most. Couples without children in their household are affected the least. Single parents in turn are affected most often. This is an interesting observation, as earlier research shows that single parents are also facing the weakest financial incentives to work in Finland (see <a href=\"#bib12\">Kotamäki, 2016</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Authors’ calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>: The mean changes in disposable income are in equivalent household disposable income among the affected, euros in the 2016 price level.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table5",
                            "label": "Table 5",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th/>\n<th>Unaffected, N</th>\n<th>Affected, N</th>\n<th>Affected, %</th>\n<th>∆ Disp. inc, €/year</th>\n<th>∆ Disp. inc, %</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td/>\n<td>All</td>\n<td>290,778</td>\n<td>39,260</td>\n<td>11.9</td>\n<td>−479.9</td>\n<td>−3.2</td>\n</tr>\n<tr>\n<td>Potential duration</td>\n<td>300/400 days</td>\n<td>20,725</td>\n<td>4,216</td>\n<td>16.9</td>\n<td>−315.7</td>\n<td>−2.3</td>\n</tr>\n<tr>\n<td>(new/old)</td>\n<td>400/500 days</td>\n<td>213,325</td>\n<td>35,044</td>\n<td>14.1</td>\n<td>−499.6</td>\n<td>−3.3</td>\n</tr>\n<tr>\n<td/>\n<td>500+ days</td>\n<td>56,728</td>\n<td>0</td>\n<td>0.0</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Sex</td>\n<td>Male</td>\n<td>149,319</td>\n<td>20,345</td>\n<td>12.0</td>\n<td>−602.4</td>\n<td>−4.1</td>\n</tr>\n<tr>\n<td/>\n<td>Female</td>\n<td>141,460</td>\n<td>18,914</td>\n<td>11.8</td>\n<td>−348.1</td>\n<td>−2.2</td>\n</tr>\n<tr>\n<td>Decile</td>\n<td>I</td>\n<td>12,287</td>\n<td>5,828</td>\n<td>32.2</td>\n<td>−428.3</td>\n<td>−4.3</td>\n</tr>\n<tr>\n<td/>\n<td>II</td>\n<td>24,774</td>\n<td>6,847</td>\n<td>21.7</td>\n<td>−645.6</td>\n<td>−4.9</td>\n</tr>\n<tr>\n<td/>\n<td>III</td>\n<td>31,281</td>\n<td>6,100</td>\n<td>16.3</td>\n<td>−692.4</td>\n<td>−4.7</td>\n</tr>\n<tr>\n<td/>\n<td>IV</td>\n<td>34,531</td>\n<td>4,815</td>\n<td>12.2</td>\n<td>−518.6</td>\n<td>−3.1</td>\n</tr>\n<tr>\n<td/>\n<td>V</td>\n<td>36,222</td>\n<td>4,156</td>\n<td>10.3</td>\n<td>−449.8</td>\n<td>−2.4</td>\n</tr>\n<tr>\n<td/>\n<td>VI</td>\n<td>36,562</td>\n<td>3,523</td>\n<td>8.8</td>\n<td>−252.7</td>\n<td>−1.2</td>\n</tr>\n<tr>\n<td/>\n<td>VII</td>\n<td>35,869</td>\n<td>2,818</td>\n<td>7.3</td>\n<td>−320.6</td>\n<td>−1.4</td>\n</tr>\n<tr>\n<td/>\n<td>VIII</td>\n<td>32,626</td>\n<td>2,378</td>\n<td>6.8</td>\n<td>−302.9</td>\n<td>−1.1</td>\n</tr>\n<tr>\n<td/>\n<td>IX</td>\n<td>29,077</td>\n<td>1,871</td>\n<td>6.0</td>\n<td>−223.6</td>\n<td>−0.7</td>\n</tr>\n<tr>\n<td/>\n<td>X</td>\n<td>17,548</td>\n<td>926</td>\n<td>5.0</td>\n<td>−435.1</td>\n<td>−0.9</td>\n</tr>\n<tr>\n<td/>\n<td>18−25</td>\n<td>18,294</td>\n<td>1,299</td>\n<td>6.6</td>\n<td>−222.1</td>\n<td>−1.7</td>\n</tr>\n<tr>\n<td/>\n<td>26−35</td>\n<td>62,895</td>\n<td>9,164</td>\n<td>12.7</td>\n<td>−365.9</td>\n<td>−2.5</td>\n</tr>\n<tr>\n<td/>\n<td>36^5</td>\n<td>60,064</td>\n<td>10,656</td>\n<td>15.1</td>\n<td>−466.4</td>\n<td>−2.9</td>\n</tr>\n<tr>\n<td/>\n<td>46−57</td>\n<td>82,974</td>\n<td>16,023</td>\n<td>16.2</td>\n<td>−562.6</td>\n<td>−3.7</td>\n</tr>\n<tr>\n<td/>\n<td>58−</td>\n<td>66,551</td>\n<td>2,118</td>\n<td>3.1</td>\n<td>−573.3</td>\n<td>−4.2</td>\n</tr>\n<tr>\n<td>Family type</td>\n<td>Single dweller</td>\n<td>66,664</td>\n<td>10,283</td>\n<td>13.4</td>\n<td>−941.8</td>\n<td>−6.8</td>\n</tr>\n<tr>\n<td/>\n<td>Single parent</td>\n<td>18,747</td>\n<td>3,703</td>\n<td>16.5</td>\n<td>−670.8</td>\n<td>−3.5</td>\n</tr>\n<tr>\n<td/>\n<td>Couple</td>\n<td>104,205</td>\n<td>10,949</td>\n<td>9.5</td>\n<td>−282.7</td>\n<td>−1.9</td>\n</tr>\n<tr>\n<td/>\n<td>Couple w/</td>\n<td/>\n<td/>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td/>\n<td>children</td>\n<td>95,348</td>\n<td>13,060</td>\n<td>12.0</td>\n<td>−202.3</td>\n<td>−1.0</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "The static effect of the reform in subgroups of recipients of earnings-related unemployment benefit.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The above description addresses the static, i.e. the immediate effect of the reform in subgroups. In the following, we consider the behavioral response jointly with the static effect. Five scenarios with mean elasticities of 0.0, 0.4, 0.7 and 1.0 are presented. For 0.7, scenarios with heterogeneous and constant elasticities are presented; the heterogeneous one being the baseline.",
                    "type": "paragraph"
                },
                {
                    "text": "In <a href=\"#table6\">Table 6</a>, we present the estimated effects of the reform distinctly on different income units such as the two unemployment benefit schemes, wage sum, tax revenue and means-tested benefits as well as the total impact on fiscal and household budgets. In all scenarios, the cut in the PBD of the earnings-related benefit is cushioned by the flat-rate unemployment benefit scheme, taxation and the means-tested benefit. It logically follows from our assumptions that the wage sum increases in scenarios, which accounts for the behavioral response.",
                    "type": "paragraph"
                },
                {
                    "text": "In the government bill, the reform was expected to cut EUR 159 million from the earnings-related unemployment benefit expenditure. The static estimate presented in <a href=\"#table6\">Table 6</a> is somewhat close to the target, EUR 175 million. The baseline behavioral effect, calculated with the elasticity of 0.7, exceeds the expected figure by EUR 50 million. In the static scenario, more than half of the expenditure decrease observed in the earnings-related scheme is mirrored back in the flat-rate scheme. However, the expenditure increase of the flat-rate scheme is smaller in scenarios where the behavioral response is taken into account.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Authors’ calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table6",
                            "label": "Table 6",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>Pre-reform total</th>\n<th>0.0 (static)</th>\n<th>0.4</th>\n<th>A, by elasticity 0.7 (baseline)</th>\n<th>0.7 (constant)</th>\n<th>1.0</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Earnings-related scheme</td>\n<td>2,558</td>\n<td>−175</td>\n<td>−193</td>\n<td>−209</td>\n<td>−209</td>\n<td>−225</td>\n</tr>\n<tr>\n<td>Flat-rate scheme</td>\n<td>1,517</td>\n<td>+94</td>\n<td>+83</td>\n<td>+75</td>\n<td>+75</td>\n<td>+68</td>\n</tr>\n<tr>\n<td>Wage sum</td>\n<td>80,466</td>\n<td>+0</td>\n<td>+66</td>\n<td>+118</td>\n<td>+119</td>\n<td>+169</td>\n</tr>\n<tr>\n<td>Taxes</td>\n<td>33,275</td>\n<td>−25</td>\n<td>−19</td>\n<td>−12</td>\n<td>−11</td>\n<td>−4</td>\n</tr>\n<tr>\n<td>Housing benefits</td>\n<td>2,103</td>\n<td>+7</td>\n<td>+6</td>\n<td>+6</td>\n<td>+6</td>\n<td>+6</td>\n</tr>\n<tr>\n<td>Social assistance</td>\n<td>1,003</td>\n<td>+3</td>\n<td>+2</td>\n<td>+2</td>\n<td>+1</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>Total, fiscal</td>\n<td/>\n<td>+48</td>\n<td>+83</td>\n<td>+115</td>\n<td>+115</td>\n<td>+146</td>\n</tr>\n<tr>\n<td>Total, households</td>\n<td/>\n<td>−48</td>\n<td>−17</td>\n<td>+3</td>\n<td>+4</td>\n<td>+22</td>\n</tr>\n<tr>\n<td>Unemployment days</td>\n<td>91,700,229</td>\n<td>0</td>\n<td>–</td>\n<td>−1,027,728</td>\n<td>−1,028,853</td>\n<td>–</td>\n</tr>\n<tr>\n<td/>\n<td/>\n<td/>\n<td>575,876</td>\n<td/>\n<td/>\n<td>1,465,234</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "The effects of the reform on different income units by benefit elasticities, million euros in 2016 price level.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The cuts in unemployment insurance in total result in a decrease of tax revenue. The effect on tax revenue remains negative but diminishes when the behavioral response is taken into account and tax revenue from employment starts to increase. Housing benefits and social assistance increase slightly less when the behavioral response is taken into account. Overall, the positive effect on public finances more than doubles in the baseline behavioral scenario compared to the static scenario.",
                    "type": "paragraph"
                },
                {
                    "text": "The scenarios with heterogeneous and constant elasticities demonstrate negligible mean differences. Closer examination reveals that this results from relatively weak correlations between estimated employment probabilities and unemployment duration as well as the changes in replacement rates (see <a href=\"#equ4\">Equation 4</a>). However, when tabulated by subgroups such as age or education (not shown), some differences emerge. For instance, unemployed younger than 27 years of age demonstrate an eight percent greater decrease in their unemployment spells in the scenario with heterogeneous elasticities.",
                    "type": "paragraph"
                },
                {
                    "text": "As depicted in <a href=\"#table7\">Table 7</a>, the reform is estimated to result in a very marginal increasing effect on most inequality indicators. In the static scenario, the Gini index increases by 0.02 and the general at-risk-of-poverty rate by 0.03 percentage points. The median equalized income in the total population decreases marginally, which causes the relative poverty risk among the elderly, who are otherwise unaffected by the reform, to decline.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Authors’ calculations.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table7",
                            "label": "Table 7",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th/>\n<th>Pre-reform total</th>\n<th>0.0 (static)</th>\n<th>0.4</th>\n<th>∆ by elasticity 0.7 (baseline)</th>\n<th>0.7 (constant)</th>\n<th>1.0</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Gini index</td>\n<td/>\n<td>26.64</td>\n<td>+0.02</td>\n<td>+0.01</td>\n<td>+0.01</td>\n<td>+0.01</td>\n<td>0.00</td>\n</tr>\n<tr>\n<td>At-risk-of poverty, %</td>\n<td>All</td>\n<td>12.98</td>\n<td>+0.03</td>\n<td>+0.02</td>\n<td>+0.02</td>\n<td>+0.01</td>\n<td>+0.01</td>\n</tr>\n<tr>\n<td>(60)</td>\n<td>&lt; 18 yrs</td>\n<td>11.88</td>\n<td>+0.03</td>\n<td>+0.03</td>\n<td>+0.03</td>\n<td>+0.03</td>\n<td>+0.02</td>\n</tr>\n<tr>\n<td/>\n<td>&gt; 65 yrs</td>\n<td>13.08</td>\n<td>−0.02</td>\n<td>0.00</td>\n<td>+0.02</td>\n<td>+0.02</td>\n<td>+0.03</td>\n</tr>\n<tr>\n<td>Median income (€/year)</td>\n<td/>\n<td>23 820</td>\n<td>−12</td>\n<td>−3</td>\n<td>+4</td>\n<td>+4</td>\n<td>+8</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "The effects of the reform on inequality indicators by benefit elasticity.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The inclusion of the behavioral effect in the estimation reduces the small static increase in the Gini coefficient. A similar pattern is also visible among the poverty risk indicators. The at-risk-of- poverty estimates increase less in the baseline behavioral scenario compared to the static simulation.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, we observe only marginal change in income inequality measured by the Gini index in the baseline scenario. Similarly, changes in the at-risk-of-poverty indicators are smaller in the baseline behavioral scenario. Respectively, with lower elasticities the inequality effects are more visible. Again, no decisive differences emerge when used constant elasticities. The changes of all indicators, however, are very small in all scenarios.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Evaluation of the reform",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this study, we estimated the ex-ante effects of a 2017 reform that cut the potential benefit duration of the earnings-related unemployment benefit by 100 days in Finland. Instead of using correlations discovered by a discrete choice model, we apply external elasticities derived from microeconomic research to the specific group of interest. We argue that this approach is useful in situations like ours when the estimation of a discrete choice model is difficult, for example when sufficient data is unavailable.",
                    "type": "paragraph"
                },
                {
                    "text": "Our main results are as follows. The static simulation results in a net cut of EUR 81 million in unemployment-related expenditures and EUR 48 million overall, after accounting for taxes and other benefits. Incorporating behavioral effects changes the estimates drastically. The overall behavioral fiscal effect is +EUR 115 million and +EUR 3 million for the households given a benefit elasticity of 0.7. The positive fiscal effect more than doubles and the negative effect on household income seen in the static scenario turns positive.",
                    "type": "paragraph"
                },
                {
                    "text": "A similar pattern is visible in inequality indicators. We observe that the PBD cut marginally increases the income inequality measured by the Gini index when the behavioral response is not included in the model. However, the inclusion of the behavioral response reduces this increase; we observe a smaller change in the Gini index when the increase in employment with 0.7 elasticity is considered.",
                    "type": "paragraph"
                },
                {
                    "text": "We introduce heterogeneity in the elasticities by weighting them with estimated employment probabilities. However, this method produces almost identical inequality indicators as the simulation with constant elasticities. The result can hardly be generalized to other contexts. It is likely that reforms with more decisive inequality effects would show greater differences between the two approaches.",
                    "type": "paragraph"
                },
                {
                    "text": "Overall, the static simulation of the reform gives a somewhat pessimistic and modest picture of the reform. Including the behavioral response improves the picture from all perspectives: fiscal budget, household income as well as inequality. Our example of the Finnish unemployment insurance reform shows that higher benefit elasticities can indeed result in more favorable distributional effects. This finding leads to a policy recommendation that benefit cuts should be targeted towards population groups with high benefit elasticity to minimize the increase in inequality.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Conclusions",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "We use the term “behavioral microsimulation” when referring to microsimulation analysis that takes labor supply response into account.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A large majority of employees in Finland are members of unemployment funds. In 2016, the membership fees varied between € 23 and 174/year or 0.18 and 3.7 percent of yearly gross wage. The benefit is administered and paid by the unemployment funds of which there were 28 in 2016. The number of unemployment funds has been in a declining trend for quite some time. (<a href=\"#bib10\">Finnish Financial Supervisory Authority, 2017</a>.)",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The amount of the basic component is € 32.40 per day in 2017. The earnings-related component is 45 percent of the difference between the daily pay and the basic component up until a monthly wage level of €3,078 in 2017 after which the earnings-related component is 20 percent of the exceeding amount. Moreover, in 2017, individuals can also receive increased allowance if they participate in employment promoting measures. The increased earnings-related allowance is 55 percent of the difference between the daily pay and the basic component up until €3,078 after which the percentage is 25. Child increases are paid for children less than 18 years of age. Child increases amount to €5.23, 7.68 and 9.90 per day for one, two and three children. The unemployment benefits are taxable income, with a tax rate starting from 20 percent and slightly increasing as the benefit level increases.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Formally, this can be seen as follows: following empirical labor economic literature, assume that the probability of employment (p(a)) is exponentially distributed: p(a)=1-exp(-r*a), where a is search effort and r is the parameter that governs labor supply elasticity. It is evident that the probability of employment and labor supply elasticity have a positive association with any given level of search effort: dp(a) = exp(-r*a)*a dr, dr&gt;0. The duration of employment is given by 1/p(a), which implies that a higher probability of employment, or, higher labor supply elasticity leads to shorter duration of unemployment.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Ball, LM",
                        "preferred": "LM Ball"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Furceri, D",
                        "preferred": "D Furceri"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leigh, MD",
                        "preferred": "MD Leigh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loungani, MP",
                        "preferred": "MP Loungani"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "The distributional effects of fiscal consolidation, IMF Working Paper No. 151, Washington, D.C., International Monetary Fund",
            "id": "bib1",
            "title": "The distributional effects of fiscal consolidation",
            "type": "unknown"
        },
        {
            "articleTitle": "Comparing labor supply elasticities in Europe and the United States: new results",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orsini, K",
                        "preferred": "K Orsini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib2",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "723",
                "last": "838",
                "range": "723–838"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "articleTitle": "Microsimulation as a tool for evaluating redistribution policies",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spadaro, A",
                        "preferred": "A Spadaro"
                    },
                    "type": "person"
                }
            ],
            "id": "bib3",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "77",
                "last": "106",
                "range": "77–106"
            },
            "type": "journal",
            "volume": "2006",
            "date": "1000"
        },
        {
            "articleTitle": "Discrete hours labour supply modeling: specification, estimation, and simulation",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib4",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "697",
                "last": "734",
                "range": "697–734"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "Income distribution in discrete hours behavioural microsimulation models: An illustration",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib5",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "57",
                "last": "76",
                "range": "57–76"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "De Agostini, P",
                        "preferred": "P De Agostini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tasseva, I",
                        "preferred": "I Tasseva"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "The effect of tax-benefit changes on the income distribution in 2008-2014, EUROMOD Working Paper No. 11),, Colchester: University of Essex",
            "id": "bib6",
            "title": "The effect of tax-benefit changes on the income distribution in 2008-2014",
            "type": "unknown"
        },
        {
            "articleTitle": "Reference-dependent job search: evidence from Hungary",
            "authors": [
                {
                    "name": {
                        "index": "DellaVigna, S",
                        "preferred": "S DellaVigna"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lindner, A",
                        "preferred": "A Lindner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reizer, B",
                        "preferred": "B Reizer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schmieder, JF",
                        "preferred": "JF Schmieder"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib7",
            "journal": "The Quarterly Journal of Economics",
            "pages": {
                "first": "1969",
                "last": "2018",
                "range": "1969–2018"
            },
            "type": "journal",
            "volume": "132"
        },
        {
            "articleTitle": "Do extended unemployment benefits lengthen unemployment spells? Evidence from recent cycles in the US labor market",
            "authors": [
                {
                    "name": {
                        "index": "Farber, HS",
                        "preferred": "HS Farber"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Valletta, RG",
                        "preferred": "RG Valletta"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib8",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "873",
                "last": "909",
                "range": "873–909"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "authors": [
                {
                    "name": "Eurostat",
                    "type": "group"
                }
            ],
            "date": "2018",
            "id": "bib9",
            "title": "http://ec.europa.eu/eurostat/statistics-explained/index.php/Employment_statistics",
            "type": "web",
            "uri": "http://ec.europa.eu/eurostat/statistics-explained/index.php/Employment_statistics",
            "website": "Employment statistics."
        },
        {
            "authors": [
                {
                    "name": "Finnish Financial Supervisory Authority",
                    "type": "group"
                }
            ],
            "date": "2017",
            "id": "bib10",
            "title": "http://www.finanssivalvonta.fi/fi/Tilastot/Vakuutustoiminta/Tyottomyysvakuutus/Documents/Tyottomyyskassat_2016.pdf",
            "type": "web",
            "uri": "http://www.finanssivalvonta.fi/fi/Tilastot/Vakuutustoiminta/Tyottomyysvakuutus/Documents/Tyottomyyskassat_2016.pdf",
            "website": "Työttömyyskassat 2016."
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hagedorn, M",
                        "preferred": "M Hagedorn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manovskii, I",
                        "preferred": "I Manovskii"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mitman, K",
                        "preferred": "K Mitman"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "National Bureau of Economic Research"
                ]
            },
            "source": "The Impact of Unemployment Benefit Extensions on Employment: The 2014 Employment Miracle?. NBER Working Paper No. 20884",
            "title": "The Impact of Unemployment Benefit Extensions on Employment: The 2014 Employment Miracle?. NBER Working Paper No. 20884",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kotamäki, M",
                        "preferred": "M Kotamäki"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Turku"
                        ]
                    },
                    "formatted": [
                        "Turku"
                    ]
                },
                "name": [
                    "Aboa Centre for Economics"
                ]
            },
            "source": "Participation tax rates in Finland, earned-income tax credit investigated. Aboa Centre for Economics Discussion Paper No. 107",
            "title": "Participation tax rates in Finland, earned-income tax credit investigated. Aboa Centre for Economics Discussion Paper No. 107",
            "type": "report"
        },
        {
            "articleTitle": "Labor supply effects of social insurance",
            "authors": [
                {
                    "name": {
                        "index": "Krueger, AB",
                        "preferred": "AB Krueger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Meyer, BD",
                        "preferred": "BD Meyer"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib13",
            "journal": "Handbook of Public Economics",
            "pages": {
                "first": "2327",
                "last": "2392",
                "range": "2327–2392"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kyyrä, T",
                        "preferred": "T Kyyrä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pesola, H",
                        "preferred": "H Pesola"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib14",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Bonn"
                        ]
                    },
                    "formatted": [
                        "Bonn"
                    ]
                },
                "name": [
                    "Institute of Labor Economics"
                ]
            },
            "source": "The Effects of UI Benefits on Unemployment and Subsequent Outcomes: Evidence from a Kinked Benefit Rule. (IZA Discussion Paper No. 10484",
            "title": "The Effects of UI Benefits on Unemployment and Subsequent Outcomes: Evidence from a Kinked Benefit Rule. (IZA Discussion Paper No. 10484",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kyyrä, T",
                        "preferred": "T Kyyrä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pesola, H",
                        "preferred": "H Pesola"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rissanen, A",
                        "preferred": "A Rissanen"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib15",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Helsinki"
                        ]
                    },
                    "formatted": [
                        "Helsinki"
                    ]
                },
                "name": [
                    "VATT Institute for Economic Research"
                ]
            },
            "source": "Unemployment Insurance in Finland: A Review of Recent Changes and Empirical Evidence on Behavioral Responses (VATT Research Reports No. 184)",
            "title": "Unemployment Insurance in Finland: A Review of Recent Changes and Empirical Evidence on Behavioral Responses (VATT Research Reports No. 184)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mastrogiacomo, M",
                        "preferred": "M Mastrogiacomo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bosch, NM",
                        "preferred": "NM Bosch"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gielen, MDAC",
                        "preferred": "MDAC Gielen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jongen, ELW",
                        "preferred": "ELW Jongen"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdamml"
                        ]
                    },
                    "formatted": [
                        "Amsterdamml"
                    ]
                },
                "name": [
                    "Netherlands Bureau for Economic Policy Analysis"
                ]
            },
            "source": "A Structural Analysis of Labour Supply Elasticities in the Netherlands. CPB Discussion Paper No. 235",
            "title": "A Structural Analysis of Labour Supply Elasticities in the Netherlands. CPB Discussion Paper No. 235",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Statistics Finland",
                    "type": "group"
                }
            ],
            "date": "2018",
            "id": "bib17",
            "title": "http://www.stat.fi/tup/mikrosimulointi/index_en.html",
            "type": "web",
            "uri": "http://www.stat.fi/tup/mikrosimulointi/index_en.html",
            "website": "The description of the SISU microsimulation model"
        },
        {
            "articleTitle": "Labor market effects of unemployment insurance design",
            "authors": [
                {
                    "name": {
                        "index": "Tatsiramos, K",
                        "preferred": "K Tatsiramos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ours, JC",
                        "preferred": "JC Ours"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib18",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "284",
                "last": "311",
                "range": "284–311"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "articleTitle": "The effect of unemployment benefits on re-employment rates: Evidence from the Finnish unemployment insurance reform",
            "authors": [
                {
                    "name": {
                        "index": "Uusitalo, R",
                        "preferred": "R Uusitalo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verho, J",
                        "preferred": "J Verho"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib19",
            "journal": "Labour Economics",
            "pages": {
                "first": "643",
                "last": "654",
                "range": "643–654"
            },
            "type": "journal",
            "volume": "17"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Woo, J",
                        "preferred": "J Woo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bova, ME",
                        "preferred": "ME Bova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kinda, MT",
                        "preferred": "MT Kinda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhang, MYS",
                        "preferred": "MYS Zhang"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C."
                        ]
                    },
                    "formatted": [
                        "Washington, D.C."
                    ]
                },
                "name": [
                    "International Monetary Fund"
                ]
            },
            "source": "Distributional consequences of fiscal consolidation and the role of fiscal policy: What do the data say? IMF Working Paper No. 195",
            "title": "Distributional consequences of fiscal consolidation and the role of fiscal policy: What do the data say? IMF Working Paper No. 195",
            "type": "report"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The estimated regression equation is given by:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equA1",
                            "label": "A1",
                            "mathml": "<math><mrow><mi>log</mi><mi>i</mi><mi>t</mi><mo stretchy=\"false\">(</mo><mi>E</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mi>X</mi><mo>'</mo><mi>β</mi><mo>,</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>β</i> denotes the vector of regression coefficients, X denotes the vector of explanatory variables and the logistic function of <i>E</i> is given by <inline-formula id=\"inline1\"><math display=\"inline\" id=\"i1\"><mrow><mi>log</mi><mrow><mo>(</mo><mrow><mfrac><mrow><mi>p</mi><mo stretchy=\"false\">(</mo><mi>e</mi><mo>=</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mrow><mrow><mn>1</mn><mo>−</mo><mi>p</mi><mo stretchy=\"false\">(</mo><mi>e</mi><mo>=</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mrow></mfrac></mrow><mo>)</mo></mrow></mrow></math>, where the event <i>e</i> is becoming employed within the year of analysis.",
                            "type": "paragraph"
                        },
                        {
                            "text": "By exploiting the unemployment information at the end of 2013, we can deduce the possible event of employment in 2014. Therefore, we concentrate the estimation on those who have been unemployed at the turn of the year (n = 15,975) and extend the prediction of employment probability to all unemployed in the earnings-related scheme. The binary event of employment (e) is defined as follows:",
                            "type": "paragraph"
                        },
                        {
                            "id": "uequ1",
                            "label": "A2",
                            "mathml": "<math><mrow><mrow><mo>{</mo> <mrow><mtable columnalign=\"left\"><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mtable columnalign=\"left\"><mtr><mtd><mtext> </mtext><mi>e</mi><mo>=</mo><mn>0</mn><mtext> </mtext><mtext>if the person is unemployed 31 Dec 2013, receives earnings-related</mtext></mtd></mtr><mtr><mtd><mtext> unemployment benefits in 2014 and receives no wage income in 2014</mtext></mtd></mtr></mtable></mtd></mtr><mtr columnalign=\"left\"><mtd columnalign=\"left\"><mrow><mtext> </mtext><mi>e</mi><mo>=</mo><mn>1</mn><mtext> </mtext><mtext>if the person is unemployed 31 Dec 2013 and receives wage income in 2014</mtext></mrow></mtd></mtr></mtable></mrow></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Regression coefficients are reported in <a href=\"#tableA1\">Table A.1</a> and the distribution of predicted employment probabilities in <a href=\"#table4\">Table 4</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ calculations with the research data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "tableA1",
                                    "label": "Table A.1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th>Goodness of fit criterion</th>\n<th>Intercept only</th>\n<th>Intercept and covariates</th>\n<th colspan=\"4\"/>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>AIC</td>\n<td>22,101</td>\n<td/>\n<td>21,836</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>SC</td>\n<td>22,108</td>\n<td/>\n<td>22,097</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>−2 Log L</td>\n<td>22,099</td>\n<td/>\n<td>21,768</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td/>\n<td/>\n<td/>\n<td>Coefficient</td>\n<td>(S.E.)</td>\n<td>OR</td>\n</tr>\n<tr>\n<td colspan=\"3\"><b>Intercept</b></td>\n<td>0.037</td>\n<td>(<i>0.172</i>)</td>\n<td>1.038</td>\n</tr>\n<tr>\n<td colspan=\"3\"><b>Education</b></td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td colspan=\"3\">No post-basic level education or</td>\n<td/>\n<td/>\n<td>ref</td>\n</tr>\n<tr>\n<td colspan=\"3\">level of education unknown</td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td colspan=\"3\">Upper secondary education</td>\n<td>0.246</td>\n<td>(<i>0.050</i>)</td>\n<td>1.128</td>\n</tr>\n<tr>\n<td colspan=\"3\">Lowest level tertiary education</td>\n<td>0.150</td>\n<td>(<i>0.058</i>)</td>\n<td>1.162</td>\n</tr>\n<tr>\n<td colspan=\"3\">Higher tertiary or doctorate level</td>\n<td>0.190</td>\n<td>(<i>0.071</i>)</td>\n<td>1.210</td>\n</tr>\n<tr>\n<td colspan=\"3\"><b>Number of children</b></td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td colspan=\"3\">0</td>\n<td/>\n<td/>\n<td>ref</td>\n</tr>\n<tr>\n<td colspan=\"3\">1</td>\n</tr>\n<tr>\n<td colspan=\"3\">2</td>\n<td>−0.032</td>\n</tr>\n<tr>\n<td colspan=\"3\">−0.093</td>\n<td>(<i>0.053</i>) (<i>0.074</i>)</td>\n<td>0.968 0.911</td>\n</tr>\n<tr>\n<td colspan=\"3\">&gt;2</td>\n<td>−0.327</td>\n<td>(<i>0.158</i>)</td>\n<td>0.721</td>\n</tr>\n<tr>\n<td colspan=\"3\"><b>Sex</b></td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td colspan=\"3\">Male</td>\n<td/>\n<td/>\n<td>ref</td>\n</tr>\n<tr>\n<td colspan=\"3\">Female</td>\n<td>−0.125</td>\n<td>(<i>0.033</i>)</td>\n<td>0.882</td>\n</tr>\n<tr>\n<td colspan=\"3\"><b>Coresidence status</b></td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td colspan=\"3\">Single dweller</td>\n<td/>\n<td/>\n<td>ref</td>\n</tr>\n<tr>\n<td colspan=\"3\">Couple</td>\n<td>0.288</td>\n<td>(<i>0.035</i>)</td>\n<td>1.334</td>\n</tr>\n<tr>\n<td colspan=\"3\"><b>Age</b></td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td colspan=\"3\">&lt; 25</td>\n<td/>\n<td/>\n<td>ref</td>\n</tr>\n<tr>\n<td colspan=\"3\">25–29</td>\n<td>−0.264</td>\n<td>(<i>0.172</i>)</td>\n<td>0.768</td>\n</tr>\n<tr>\n<td colspan=\"3\">30–34</td>\n<td>−0.362</td>\n<td>(<i>0.168</i>)</td>\n<td>0.696</td>\n</tr>\n<tr>\n<td colspan=\"3\">35–39</td>\n<td>−0.373</td>\n<td>(<i>0.168</i>)</td>\n<td>0.689</td>\n</tr>\n<tr>\n<td colspan=\"3\">40–44</td>\n<td>−0.447</td>\n<td>(<i>0.167</i>)</td>\n<td>0.639</td>\n</tr>\n<tr>\n<td colspan=\"3\">45–49</td>\n<td>−0.495</td>\n<td>(<i>0.166</i>)</td>\n<td>0.610</td>\n</tr>\n<tr>\n<td colspan=\"3\">50–54</td>\n<td>−0.582</td>\n<td>(<i>0.166</i>)</td>\n<td>0.559</td>\n</tr>\n<tr>\n<td colspan=\"3\">&gt; 55</td>\n<td>−0.709</td>\n<td>(<i>0.166</i>)</td>\n<td>0.492</td>\n</tr>\n<tr>\n<td colspan=\"3\"><b>Region</b></td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td colspan=\"3\">Uusimaa</td>\n<td/>\n<td/>\n<td>ref</td>\n</tr>\n<tr>\n<td colspan=\"3\">Varsinais-Suomi</td>\n<td>0.154</td>\n<td>(<i>0.064</i>)</td>\n<td>1.167</td>\n</tr>\n<tr>\n<td colspan=\"3\">Satakunta</td>\n<td>0.209</td>\n<td>(<i>0.079</i>)</td>\n<td>1.233</td>\n</tr>\n<tr>\n<td colspan=\"3\">Kanta-Hame</td>\n<td>0.372</td>\n<td>(<i>0.104</i>)</td>\n<td>1.451</td>\n</tr>\n<tr>\n<td colspan=\"3\">Pirkanmaa</td>\n<td>0.144</td>\n<td>(<i>0.062</i>)</td>\n<td>1.154</td>\n</tr>\n<tr>\n<td colspan=\"3\">Paijat-Hame</td>\n<td>0.289</td>\n<td>(<i>0.088</i>)</td>\n<td>1.336</td>\n</tr>\n<tr>\n<td colspan=\"3\">Kymenlaakso</td>\n<td>0.412</td>\n<td>(<i>0.088</i>)</td>\n<td>1.510</td>\n</tr>\n<tr>\n<td colspan=\"3\">South Karelia</td>\n<td>0.193</td>\n<td>(<i>0.109</i>)</td>\n<td>1.212</td>\n</tr>\n<tr>\n<td colspan=\"3\">Etela-Savo</td>\n<td>0.326</td>\n<td>(<i>0.102</i>)</td>\n<td>1.385</td>\n</tr>\n<tr>\n<td colspan=\"3\">Pohjois-Savo</td>\n<td>0.507</td>\n<td>(<i>0.081</i>)</td>\n<td>1.660</td>\n</tr>\n<tr>\n<td colspan=\"3\">North Karelia</td>\n<td>0.311</td>\n<td>(<i>0.089</i>)</td>\n<td>1.365</td>\n</tr>\n<tr>\n<td colspan=\"3\">Central Finland</td>\n<td>0.283</td>\n<td>(<i>0.071</i>)</td>\n<td>1.327</td>\n</tr>\n<tr>\n<td colspan=\"3\">South Ostrobothnia</td>\n<td>0.651</td>\n<td>(<i>0.094</i>)</td>\n<td>1.918</td>\n</tr>\n<tr>\n<td colspan=\"3\">Ostrobothnia</td>\n<td>0.359</td>\n<td>(<i>0.108</i>)</td>\n<td>1.432</td>\n</tr>\n<tr>\n<td colspan=\"3\">Central Ostrobothnia</td>\n<td>0.231</td>\n<td>(<i>0.156</i>)</td>\n<td>1.260</td>\n</tr>\n<tr>\n<td colspan=\"3\">North Ostrobothnia</td>\n<td>0.346</td>\n<td>(<i>0.064</i>)</td>\n<td>1.413</td>\n</tr>\n<tr>\n<td colspan=\"3\">Kainuu</td>\n<td>0.397</td>\n<td>(<i>0.107</i>)</td>\n<td>1.487</td>\n</tr>\n<tr>\n<td colspan=\"3\">Lapland</td>\n<td>0.408</td>\n<td>(<i>0.083</i>)</td>\n<td>1.503</td>\n</tr>\n<tr>\n<td colspan=\"3\">Aland</td>\n<td>0.383</td>\n<td>(<i>0.414</i>)</td>\n<td>1.466</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Results from the logistic regression modelling employment probability (n = 15,975).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "sA1",
                    "title": "1. Predicting the employment probabilities",
                    "type": "section"
                }
            ],
            "id": "app1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "We would like to state our gratitude to Henri Keränen, Allan Seuri and Olli Kannas for useful comments. In addition, we would like to remind that we do not represent the official views of our background organizations.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
