{
    "status": "vor",
    "id": "00189",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00189",
    "authorLine": "Rupendra N Shrestha et al.",
    "title": "Care&WorkMOD: An Australian microsimulation model projecting the economic impacts of early retirement in informal carers",
    "published": "2018-12-31T00:00:00Z",
    "versionDate": "2018-12-31T00:00:00Z",
    "statusDate": "2018-12-31T00:00:00Z",
    "volume": 11,
    "issue": 3,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00189/ijm-00189.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        },
        {
            "id": "pensions-retirement",
            "name": "Pensions and retirement"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "We developed a microsimulation model, Care&WorkMOD, to estimate the economic costs of early exit from the labour force, both for informal carers and the government, from 2015 to 2030. In this paper, we describe the methods used to create the model Care&WorkMOD, and the sources of data and model assumptions. Care&WorkMOD is based on the unit record data of people aged 15–64 years in the three Australian Bureau of Statistics (ABS) Surveys of Disability, Ageing and Carers (SDAC) 2003, 2009 and 2012. Population and the labour force projections from the 2015 Intergenerational Report and the outputs of an Australian microsimulation model APPSIM were used for the static aging of the base data to every five years from 2015 to 2030. The 2015 output dataset of another microsimulation model STINMOD was linked with Care&WorkMOD base data using synthetic matching. The matching process has added data on further economic variables from STINMOD into Care&WorkMOD, which are not available in SDACs. Economic data were indexed based on long-term trends on economic variables to capture the projected economic growth from 2015 to 2030. Care&WorkMOD can provide the long-term estimates of the lost labour productivity due to informal caring responsibilities and the related economic burden both at the individual and national level, and has the potential to “fill the gaps” in the current body of evidence on the costs of chronic diseases, particularly related to informal carers.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Shrestha et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "GenIMPACT: Centre for Economic Impacts of Genomic Medicine",
                        "Macquarie University"
                    ]
                }
            ],
            "emailAddresses": [
                "rupendra.shrestha@mq.edu.au"
            ],
            "name": {
                "index": "Shrestha, Rupendra N",
                "preferred": "Rupendra N Shrestha"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "GenIMPACT: Centre for Economic Impacts of Genomic Medicine",
                        "Macquarie University"
                    ]
                }
            ],
            "emailAddresses": [
                "deborah.schofield@mq.edu.au"
            ],
            "name": {
                "index": "Schofield, Deborah",
                "preferred": "Deborah Schofield"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "GenIMPACT: Centre for Economic Impacts of Genomic Medicine",
                        "Macquarie University"
                    ]
                }
            ],
            "emailAddresses": [
                "melanie.zeppel@mq.edu.au"
            ],
            "name": {
                "index": "Zeppel, Melanie J B",
                "preferred": "Melanie J B Zeppel"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "The Boden Institute of Obesity, Nutrition, Exercise and Eating Disorders, Faculty of Medicine and Health and Sydney Health Economics, Sydney Local Health District",
                        "The University of Sydney"
                    ]
                }
            ],
            "emailAddresses": [
                "michelle.cunich@sydney.edu.au"
            ],
            "name": {
                "index": "Cunich, Michelle M",
                "preferred": "Michelle M Cunich"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "National Centre for Social and Economic Modelling",
                        "University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "robert.tanton@canberra.edu.au"
            ],
            "name": {
                "index": "Tanton, Robert",
                "preferred": "Robert Tanton"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "National Centre for Social and Economic Modelling",
                        "University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "simon.kelly@canberra.edu.au"
            ],
            "name": {
                "index": "Kelly, Simon J",
                "preferred": "Simon J Kelly"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "Cancer Council NSW, Woolloomooloo, Australia and School of Medicine",
                        "Griffith University"
                    ]
                }
            ],
            "emailAddresses": [
                "l.veerman@griffith.edu.au"
            ],
            "name": {
                "index": "Veerman, Lennert",
                "preferred": "Lennert Veerman"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia"
                        },
                        "formatted": [
                            "Australia"
                        ]
                    },
                    "name": [
                        "University Centre for Rural Health",
                        "The University of Sydney"
                    ]
                }
            ],
            "emailAddresses": [
                "megan.passey@sydney.edu.au"
            ],
            "name": {
                "index": "Passey, Megan E",
                "preferred": "Megan E Passey"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "informal  carers",
        "lost productive life years",
        "early retirement",
        "economic impacts"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Informal carers provide care to others in need of support, and make a significant contribution to a nation’s productivity by replacing paid care of people with disability, mental illnesses, chronic conditions, and the frail aged (<a href=\"#bib26\">Nguyen &amp; Connelly, 2014</a>). Informal carers are important as they provide a service to the government that would otherwise need to be paid for by employed carers (<a href=\"#bib15\">Diminic <i>et al</i>., 2017</a>). Similarly, informal carers allow for ‘ageing in place’, with the aged population remaining in their homes instead of moving to aged care facilities (<a href=\"#bib11\">Commonwealth Department of Health and Ageing, 2014</a>). Government spending on ‘aged care’, which is separate to informal carers, was $16.2 billion in 2016 (<a href=\"#bib3\">Aged Care Financing Authority, 2017</a>). The majority of informal carers are female (<a href=\"#bib25\">Nepal, Brown, Ranmuthugala, &amp; Percival, 2011</a>; <a href=\"#bib40\">Stacey, Gill, Price, Warmington, &amp; Taylor, 2016</a>), aged 25–64, and the burden of informal care often leads to reduced labour force participation (<a href=\"#bib1\">Access Economics, 2005</a>; <a href=\"#bib13\">Deloitte Access Economics, 2015</a>). Informal carers were estimated to be providing 1.9 billion hours of care in 2015, with each carer providing an average of 13 hours per week. The replacement cost of informal care in 2015 in Australia was estimated to be A$60.3 billion, equivalent to 3.8% of the gross domestic product and 60% of the health and social work industry (<a href=\"#bib13\">Deloitte Access Economics, 2015</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The Australian Government is seeking ways to enable workers to remain in the workforce longer, in order to fund health and other essential services needed by the ageing populations, and manage labour shortages. At the same time, the need for informal carers is increasingly taking on greater relevance as the burden of disease transitions from acute fatal diseases to long-term chronic diseases (<a href=\"#bib40\">Stacey <i>et al</i>., 2016</a>). Indeed, it has been argued that if this care was not provided informally to people with mental illness, the Australian National and state/territory governments would need to spend A$13.2 billion to provide the same level of health and social services (<a href=\"#bib15\">Diminic <i>et al</i>., 2017</a>). Many studies have shown that informal carers that have reduced work hours are more likely to leave the labour force and have lower incomes compared to non-carers (<a href=\"#bib8\">Bittman, Hill, &amp; Thomson, 2007</a>; <a href=\"#bib17\">Gray &amp; Edwards, 2009</a>; <a href=\"#bib2\">Adams, 2010</a>). Therefore, the ability to project future numbers of informal carers and their labour force participation is important for national governments to provide long-term care and manage health care costs.",
                    "type": "paragraph"
                },
                {
                    "text": "Microsimulation models are increasingly being used to estimate various aspects of health economics, including health expenditure, the cost-effectiveness of health interventions and programs, and the impact of various health conditions on the labour force (<a href=\"#bib9\">Brown &amp; Harding, 2002</a>; <a href=\"#bib14\">Dieleman <i>et al</i>., 2016</a>; <a href=\"#bib16\">Doble, Schofield, Roscioli, &amp; Mattick, 2016</a>; <a href=\"#bib36\">Schofield, Shrestha &amp; Cunich, 2016</a>). A number of microsimulation models have been developed to estimate the demand for care (<a href=\"#bib30\">Percival &amp; Kelly, 2004</a>; <a href=\"#bib10\">Chin &amp; Harding, 2006</a>; <a href=\"#bib31\">Pickard, Wittenberg, Comas-Herrara, Kink, &amp; Mallay, 2007</a>; <a href=\"#bib23\">Lymer, Brown, Harding, &amp; Yap, 2009</a>; <a href=\"#bib24\">Nepal, Brown, Kelly, Percival, Anderson, &amp; Hancock, 2011</a>). An Australian study, based on the 1998 Australian Bureau of Statistics (ABS) Survey of Disability, Ageing and Carers (SDAC) and the 2001 Census data, produced small area estimates of disability levels and the need for aged care across age groups, in order to allow the execution of social policy and elderly care services for older Australians (<a href=\"#bib10\">Chin &amp; Harding, 2006</a>; <a href=\"#bib23\">Lymer <i>et al</i>., 2009</a>). These studies reported that as age increases both the presence and severity of disability increase, indicating a higher requirement for care, and particular geographic areas had higher needs for provision of care (<a href=\"#bib23\">Lymer <i>et al</i>., 2009</a>). Recent microsimulation studies have been used to quantify how much policies cost, rates of growth of costs, the distribution of expenditure, regional differences in health, and whether the health labour force will be sufficient to match the future needs for health care (<a href=\"#bib37\">Schofield, Shresta, Kelly <i>et al</i>., 2014</a>). Microsimulation models are useful at a national level, by modelling the records of individuals from national surveys, with the ability to examine the effects of policy changes for well-defined ranges of individuals or demographic groups, as well as for national aggregates.",
                    "type": "paragraph"
                },
                {
                    "text": "A microsimulation study projected the demand for informal carers of disabled people to 2031 in England (<a href=\"#bib31\">Pickard <i>et al</i>., 2007</a>). The projections for informal carers to 2031, as well as other forecasts for the next ten years, show that the demand for informal carers is growing at a faster rate than the supply, meaning the ratio of carers “supply to demand” is likely to substantially decrease in future decades (<a href=\"#bib13\">Deloitte Access Economics, 2015</a>). Reasons for this include couples having fewer children, increasing life expectancy, increasing geographic distance between parents and children, and a higher retirement age (<a href=\"#bib31\">Pickard <i>et al</i>., 2007</a>), with trends reported to be similar in Australia (<a href=\"#bib42\">The Treasury, 2015a</a>, <a href=\"#bib43\">2015b</a>). In Australia, the Australian Government’s commitment to caring for the elderly at home (‘ageing at home’), rather than in care (<a href=\"#bib11\">Commonwealth Department of Health and Ageing, 2014</a>), is likely to increase the proportion of the population who are informal carers. Financial support through the National Disability Insurance Scheme (NDIS) may also influence the proportion of informal carers, however, it is too early to tell impacts of the NDIS on the number of carers. Similarly, microsimulation has shown that the substantial increase in years lived with disability (YLDs) over the past 20 years has also increased the demand for informal carers (<a href=\"#bib36\">Schofield, 2016</a>). Although there have been several microsimulation models projecting the demand for carers, there have been none estimating the long-term economic impact of the provision of informal care on both carers themselves, as well as on the government.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper we describe the methods, data sources and assumptions used in constructing a new microsimulation model, Care&WorkMOD, which has been developed to estimate the long-term economic costs of lost labour force participation of informal carers due to their caring responsibilities. Care&WorkMOD can model the economic costs and estimate economic impacts such as lost Productivity Life Years (PLYs) due to informal caring, lost personal incomes, lost taxation revenue, increase in welfare payments, lost gross domestic product (GDP) and economic hardship. The model is able to capture the long-term projections of",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "demographic changes;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "changes labour force participation rates (for all genders, and across age groups);",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "real wage growth;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "real growth in other economic variables such as the value of assets and savings;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "number of informal carers.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Care&WorkMOD is a static microsimulation model designed to project socio-demographic and economic profiles of Australian informal carers aged 15–64 years every five years from 2015 to 2030. It uses static ageing methods to project population profiles. The model was written and run in SAS V9.4 software (SAS Institute, Cary, NC, USA). The output datasets of Care&WorkMOD include four datasets containing similar information on Australians aged 15–64 years, at different points in time (2015, 2020, 2025, and 2030). Each dataset contains individuals’ socio-demographic and economic information such as their carer status, labour force status, reason for not being in the labour force, earned income, government support payments, and wealth. The datasets also include information on their care recipients such as their age, gender, chronic health conditions, if they are primary carers, and if their main care recipient is living with them in the same household.",
                    "type": "paragraph"
                },
                {
                    "text": "Care&amp;WorkMOD has four main components: i) the base population — the microdata on which the model is built; ii) population and labour force projections from the 2015 Australian Intergenerational Report; iii) output datasets of the Australian Population and Policy Simulation Model (APPSIM); and iv) output datasets of Static Incomes Model (STINMOD). We assumed that these four component datasets were representative of the Australian population and can be linked. <a href=\"#fig1\">Figure 1</a> shows the schematic diagram of Care&amp;WorkMOD and how each component and its linkage.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00189%2Fijm-00189-fig1.tif",
                                "size": {
                                    "width": 1794,
                                    "height": 1036
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00189%2Fijm-00189-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00189-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Structure of Care&WorkMOD.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "content": [
                        {
                            "text": "Care&amp;WorkMOD is based on the ABS Surveys of SDACs from 2003, 2009 and 2012 (<a href=\"#bib5\">Australian Bureau of Statistics, 2016</a>). SDACs are regular Australian nationally representative, cross-sectional randomly selected household surveys collecting the most comprehensive information on Australians living with disabilities, older people and individuals providing care for people with a disability, and older people. The surveys collect information on all individuals living in randomly selected households regardless of whether or not they are in one of the above population groups. The SDACs are a rich data source for socio-demographic and economic information of Australians and contain detailed information about respondent’s health conditions (e.g. pain, neurodegenerative diseases, mental illness, heart disease, diabetes, childhood onset cognitive, and physical disability).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The SDACs have two samples: (i) household component samples which include individuals living in private dwellings and non-private dwellings such as hotels, motels, boarding houses and self- care components of retirement villages; and (ii) cared accommodation component samples which include individuals living in cared accommodation such as nursing homes and hospitals. The scope of Care&WorkMOD covers the Australian population aged 15–64 years old living in households and excludes those living in cared accommodation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The base data files of Care&amp;WorkMOD consists of confidentialised person level unit record data (CURF) of Australians aged 15–64 years old from the household component samples of three SDACs (2003, 2009 and 2012), which were concatenated to provide greater variability in the data. 24,014 unit records from the 2003 SDAC, 41,622 unit records from the 2009 SDAC, and 44,483 unit records from the 2012 SDAC of the Australians aged 15–64 years old were concatenated to create a base data file of Care&amp;WorkMOD of 110,119 unit records. All three SDACs have applied similar sampling methods and the contents that are within the scope of Care&amp;WorkMOD are comparable between all three surveys, making it possible to concatenate the three datasets after statically ageing the 2003, 2009 and 2012 data to the base year 2015 (see <a href=\"#s2-6\">Section 2.6</a> for details about static ageing and reweighting used in Care&amp;WorkMOD). Where there were any differences in the definition of categories for any variables between the three survey datasets, we merged two or more categories in order to make the categories consistent in all three datasets.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "There are several definitions of carers in the SDACs. Informal carers were identified as those who indicated they were:",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "a primary carer of a usual resident (i.e. lives with) care recipient (care recipient identified and carer identified);",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "other primary carer of a usual care recipient;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "primary carer of a non-usual resident (i.e. does not live with) care recipient; or",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "other carer.",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "alpha-lower",
                                    "type": "list"
                                },
                                {
                                    "text": "However, information on both the main care recipient and carer (such as age, sex, education, labour force participation, chronic conditions, and duration of care) were only available for main usual resident care recipients who could be matched to primary carers. Additionally, information on the main disabling chronic condition of care recipients was only available for those who were living with their primary carers. For this reason, we defined only the primary carers who have care recipients living with them in the same household (i.e. categories (a) and (b)) as informal carers for Care&WorkMOD and all other carers (i.e. categories (c) and (d)) as other carers.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s1-1-1",
                            "title": "2.1.1 Identifying informal carers in the Survey of Disability Ageing and Carers (SDAC)",
                            "type": "section"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Base Population (Surveys of Disability, Ageing and Carers)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To ensure that the model accounted for the growth in population and the trends in labour force participation, we statically aged the data using the population and labour force projections from the 2015 Australian Intergenerational Report (IGR) (<a href=\"#bib42\">The Treasury, 2015a</a>), with the reweighting described in <a href=\"#s2-6\">Section 2.6</a>. We extracted population projections and projected full-time and part-time employment rates to 2030 for Australians aged 15 to 64 years by five-year age group and gender.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Care&amp;WorkMOD covers only the Australians living in households and excludes those living in cared accommodation and correctional institutions whereas the 2015 IGR population projections are for the whole nation. For that reason, we estimated the proportions of individuals (by age and sex) living in households (excluding cared-accommodation and correctional institutions) both private and non-private dwellings using the Australian Census of Population and Housing data for 2011 (<a href=\"#bib4\">Australian Bureau of Statistics, 2011</a>). These estimated proportions from the 2011 Australian Census for Population and Housing were then applied to the 2015 IGR population projections to estimate the projected number of individuals living in households and were used as benchmarks to align the projected population coverage of Care&amp;WorkMOD. Model input data disaggregated by age and sex is shown in <a href=\"#fig2\">Figure 2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00189%2Fijm-00189-fig2.tif",
                                        "size": {
                                            "width": 1806,
                                            "height": 1207
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00189%2Fijm-00189-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00189-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Informal carers by age and sex (SDAC, 2012).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2.2",
                    "title": "2.2 Population and labour force projections",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "APPSIM is a dynamic population microsimulation model, which provides projections of socioeconomic characteristics of the Australian population annually (<a href=\"#bib19\">Keegan &amp; Kelly, 2009</a>). The model is maintained and developed by the National Centre for Social and Economic Modelling (NATSEM) at the University of Canberra. This model is based on a random sample of 1% of the 2001 Australian Census of Population and Housing data (about 188,000 records of individuals) and simulates the impact of social and fiscal policies on every Australian. As each simulated year passes, a range of events including birth, death, migration, divorce, labour force participation, and retiring are simulated in the model. The probability of each of these events occurring is based on probability tables or logistic regression equations from historical data. By simulating birth, death and migration, the model allows the simulated population to change and age over time. APPSIM outputs a simulated dataset representative of the socio-demographic and economic characteristics of the Australian population for each year to 2030. We extracted APPSIM output datasets for individuals aged 15–64 years in five-year intervals from 2015 to 2030.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 The Australian population and policy simulation model (APPSIM)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "STINMOD is a static microsimulation model of Australia’s income tax and transfer (welfare) system (<a href=\"#bib29\">Percival, Abello, &amp; Vu, 2007</a>). It plays an important role in conducting assessment of the distributional impacts of government’s tax and transfer policies, independent from the Commonwealth of Australia. The model was developed and is now regularly updated by NATSEM and was previously used by other Commonwealth departments. The model simulates the impact of Australian Government’s major reforms on cash transfers, income tax and the Medicare levy on individuals and families and identifies the winners and losers of the reforms. STINMOD is based on the ABS Surveys of Income and Housing data and covers Australians living in households excluding those living in cared accommodation, similar to the Care&amp;WorkMOD base population. It is updated each year by incorporating recent changes to the Australian Government’s tax and transfer payment system announced in each year’s federal budget.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We extracted a STINMOD output dataset for 2015, which includes the relevant Australian Government social policies, rates of payment and eligibility criteria for that year. STINMOD uses income unit level unit record data from the ABS Survey of Income and Housing as a base data file and simulates changes in income, tax and welfare payments at income unit level. We expanded the unit record data at income unit level of STINMOD output dataset to person level unit record data to use in the Care&WorkMOD. The STINMOD output dataset has socio-demographic and economic information such as income, income tax paid, and transfer payments received assigned to individual persons. Savings and assets information are at the income unit level. We shared savings and assets of the income unit equally among the two oldest people in a couple family, and to the oldest person in a single parent family, and assigned them to person record data.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Note</i>: For males 15–24 and 25–35 both values are 1%.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00189%2Fijm-00189-fig3.tif",
                                        "size": {
                                            "width": 1564,
                                            "height": 2186
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00189%2Fijm-00189-fig3.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00189-fig3.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Projected percentages of primary informal carers among the total population by age group and sex, 2015–2030. Dots represent the SDAC estimates for 2015.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4 Static incomes model (STINMOD)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The number of informal carers by 10-year age group and gender were projected for 2015 to 2030 based on the proportion of primary carers in APPSIM output datasets. In APPSIM, whether or not an individual was a primary carer was modelled in two steps (<a href=\"#bib19\">Keegan &amp; Kelly, 2009</a>). First, a multivariate regression model based on socio-demographic information on individuals and their family members was used to estimate the probability an individual in APPSIM had carer duties and then whether or not that individual was a primary carer was modelled using a Monte Carlo simulation method. We estimated the age- and sex-specific rates of primary carers for the 2010 APPSIM output dataset. These rates were then compared with the estimated SDAC rates for 2010 based on a linear trend between SDAC 2009 and 2012 rates to estimate an alignment factor for APPSIM rates of primary carers to align with SDAC rates. The APPSIM age- and sex-specific rates of primary carers for 2015 to 2030 were calibrated with the alignment factor to re-estimate the projected age- and sex-specific rates of primary carers for 2015 to 2030 (<a href=\"#fig3\">Figure 3</a>). These aligned rates were then applied to the 2015 IGR population projection to estimate the projected number of informal primary carers by 10-year age group and gender for every five years from 2015 to 2030.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Estimates of percentages of primary informal carers for 2015 for the SDAC by age group and gender are shown in <a href=\"#fig3\">Figure 3</a> to compare with projected data. This comparison shows that the proportion of male carers aged 15–24, 25–34 and 35–44 years and female carers aged 15–24 and 25- 34 years were comparable, while males carers aged 55–64 year and female carers aged 35–64 years were a higher proportion than in the actual SDAC 2015 data.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-5",
                    "title": "2.5 Projections of the number of informal carers",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Care&amp;WorkMOD output datasets provide snapshots of socio-demographic and economic characteristics for the Australian population aged 15–64 years for every five years from 2015 to 2030 (i.e. for 2015, 2020, 2025, 2030). The base datasets for Care&amp;WorkMOD are based on 2003, 2009 and 2012 Australian populations. In Care&amp;WorkMOD we used static ageing to capture changes in socio-demographic structure of the population (such as ageing, labour force participation, demand for informal carers) from the survey years 2003, 2009 and 2012 to Care&amp;WorkMOD base year of 2015 (and other modelled years to 2030). The survey data are weighted by the ABS to address the issue of unequal probability of selection in the surveys, and to make the survey data as close as possible a representation of the Australian population in the year of survey (<a href=\"#bib5\">Australian Bureau of Statistics, 2016</a>). Each record in the survey datasets has a survey weight assigned to take into account the individual’s probability of selection and the clustering and the stratification of the sample. The weighting reflects the number of people with comparable characteristics in the Australian population at the particular survey year. We reweighted the SDAC 2003, 2009 and 2012 to reflect the profile of the subsample aged 15–64 years in 2015 and other modelled years (2020, 2025, 2030), using an algorithm based on generalised regression reweighting techniques, coded in a SAS macro called GREGWT, developed by the ABS (<a href=\"#bib7\">Bell, 2000</a>). It uses the generalised regression method to modify initial survey weights such that the new weighted totals match the externally provided totals known as benchmarks. The mathematical technique of GREGWT is described in detail in <a href=\"#bib39\">Singh and Mohl (1996)</a> and <a href=\"#bib41\">Tanton, Vidyattama, Nepal, and McNamara (2011)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We used the projections from the 2015 IGR as benchmarks for population and labour force growth for Australians aged 15–64 years. In order to capture socio-economic changes, benchmark populations were created based on APPSIM output datasets for the corresponding years. Populations were derived by applying estimated distributions based on APPSIM output datasets to the 2015 IGR population projections. The following projected populations were used as benchmarks:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "population by age group and gender;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "number of individuals in full-time employment by age group and gender;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "number of individuals in part-time employment by age group and gender;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "number of individuals not in the labour force due to their chronic conditions by age group and gender;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "number of individuals not in the labour force due to informal caring by age group and gender;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "population by age group, gender and income quintiles;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "population by age group, gender and highest level of education;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "population by income unit type;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "population by age group, gender and whether or not owns a home;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "number of informal carers by age group and gender (as estimated in <a href=\"#s2-5\">Section 2.5</a>).",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Three SDACs (2003, 2009 and 2012) were first separately reweighted to Care&WorkMOD base year 2015. Following synthetic matching with STINMOD (see below), the concatenated reweighted SDAC datasets to 2015 were then further reweighted to other modelled years (2020, 2025 and 2030) so that the weighted datasets reflect the projected population profile of Australians aged 15–64 years in 2020, 2025 and 2030.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-6",
                    "title": "2.6 Reweighting",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The SDAC data includes limited economic information. In order to generate estimates of more detailed economic variables in Care&amp;WorkMOD, unit records from the concatenated SDACs reweighted to 2015 were linked with STINMOD output dataset for 2015 using synthetic matching (<a href=\"#bib32\">Rässler, 2002</a>). This is a commonly used process in microsimulation to create a synthetic dataset by matching individual records from more than one dataset when they have information collected through different sources on the same population but do not have common unique record identifiers for the exact matching of individual records (record linkage).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The authors have previously used this method to develop synthetic datasets for earlier microsimulation models — Health&amp;WealthMOD and Health&amp;WealthMOD20330. The process was described in detail in <a href=\"#bib34\">Schofield, Cunich, Shrestha <i>et al</i>. (2014)</a>. Briefly, the process involves identifying a set of matching variables that are common to both datasets (i.e. the reweighted SDAC and STINMOD output), and strongly related to the main outcome of interest. We used “income” as our main outcome and nine variables (<a href=\"#table1\">Table 1</a>) as matching variables in Care&amp;WorkMOD. During the matching process, unit records in two datasets are first grouped into homogeneous cells based on  the  matching variables. Each  unit record within  a cell  from  one dataset  is then synthetically linked with the closest matching record, with replacement (an unconstrained matching), from the corresponding cell of another dataset. We used a standardized Euclidean distance method with the distance based on all nine matching variables to identify the closest matching records between the corresponding cells of the reweighted SDAC and STINMOD output datasets. In order to avoid creating cells which have records in concatenated SDAC dataset but no record in STINMOD, which will result in the missing data for those records in the synthetic dataset, we prioritised the matching variables and grouped them into two groups; with priority matching variables grouped into Group A (<a href=\"#table1\">Table 1</a>). Cells were first created based on Group A variables and the records in each cell were further grouped into smaller cells based on Group B variables. In some instances, cells were created using a fewer number of Group B variables to avoid having cells with no record in STINMOD when we have records in the SDAC dataset for the corresponding cells. If there was a cell with no matching record in STINMOD, we grouped those cells with a neighbouring cell. The method of creating cells for synthetic matching is described in detail in <a href=\"#bib37\">Schofield, Shrestha, Kelly, <i>et al</i>. (2014)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Matching variables</th>\n<th align=\"left\">Categories</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"><b>Group A</b></td>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"4\" valign=\"middle\">Labour force status</td>\n<td align=\"left\">Employed full-time</td>\n</tr>\n<tr>\n<td align=\"left\">Employed part-time</td>\n</tr>\n<tr>\n<td align=\"left\">Unemployed looking for work</td>\n</tr>\n<tr>\n<td align=\"left\">Not in the labour force</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"4\" valign=\"middle\">Income unit type</td>\n<td align=\"left\">Married couple with dependents</td>\n</tr>\n<tr>\n<td align=\"left\">Married couple only</td>\n</tr>\n<tr>\n<td align=\"left\">One parent with dependents</td>\n</tr>\n<tr>\n<td align=\"left\">One person</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"5\" valign=\"middle\">Income quintile</td>\n<td align=\"left\">1st quintile</td>\n</tr>\n<tr>\n<td align=\"left\">2nd quintile</td>\n</tr>\n<tr>\n<td align=\"left\">3rd quintile</td>\n</tr>\n<tr>\n<td align=\"left\">4th quintile</td>\n</tr>\n<tr>\n<td align=\"left\">5th quintile</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"middle\">Sex</td>\n<td align=\"left\">Male</td>\n</tr>\n<tr>\n<td align=\"left\">Female</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"10\" valign=\"middle\">Age group</td>\n<td align=\"left\">15–19 years</td>\n</tr>\n<tr>\n<td align=\"left\">20–24 years</td>\n</tr>\n<tr>\n<td align=\"left\">25–29 years</td>\n</tr>\n<tr>\n<td align=\"left\">30–34 years</td>\n</tr>\n<tr>\n<td align=\"left\">35–39 years</td>\n</tr>\n<tr>\n<td align=\"left\">40–44 years</td>\n</tr>\n<tr>\n<td align=\"left\">45–49 years</td>\n</tr>\n<tr>\n<td align=\"left\">50–54 years</td>\n</tr>\n<tr>\n<td align=\"left\">55–59 years</td>\n</tr>\n<tr>\n<td align=\"left\">60–64 years</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Group B</b></td>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"6\" valign=\"middle\">Hours worked per week</td>\n<td align=\"left\">Not applicable</td>\n</tr>\n<tr>\n<td align=\"left\">1–15 hours</td>\n</tr>\n<tr>\n<td align=\"left\">16–24 hours</td>\n</tr>\n<tr>\n<td align=\"left\">25–34 hours</td>\n</tr>\n<tr>\n<td align=\"left\">35–40 hours</td>\n</tr>\n<tr>\n<td align=\"left\">41+ hours</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"middle\">Highest level of educational qualification</td>\n<td align=\"left\">University</td>\n</tr>\n<tr>\n<td align=\"left\">Non-university</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"middle\">Home ownership</td>\n<td align=\"left\">Yes</td>\n</tr>\n<tr>\n<td align=\"left\">No</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"middle\">Receiving Carer Payment</td>\n<td align=\"left\">Yes</td>\n</tr>\n<tr>\n<td align=\"left\">No</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Synthetic matching variables and their categories in Care&WorkMOD.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-7",
                    "title": "2.7 Synthetic matching of Care&WorkMOD base population with STINMOD records",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "About 95.5% of concatenated SDAC unit records were synthetically matched with STINMOD unit records of the same category for each of the nine matching variables (<a href=\"#fig4\">Figure 4</a>). Records were matched in the same categories for all records for at least five matching variables. An analysis of how closely SDAC unit records matched with STINMOD unit records for each matching variable showed that all variables were matched within 3% accuracy (<a href=\"#table2\">Table 2</a>). Out of nine matching variables, age group had the highest rate of matching error at 2.9%; however, most of these errors were due to records in one age group matching with the records from one step above or one step below age groups (e.g. records from 45–49 years age group matching with the records from either 41–44 or 50–54 years age group).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00189%2Fijm-00189-fig4.tif",
                                        "size": {
                                            "width": 1504,
                                            "height": 902
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00189%2Fijm-00189-fig4.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00189-fig4.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Percentages of matched records by the number of matching variables.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Error rates in synthetic matching by matching variables.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Matching variables</th>\n<th align=\"left\">No of SDAC records matched with STINMOD record of different category</th>\n<th align=\"left\">%</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Labour force status</td>\n<td align=\"center\">0</td>\n<td align=\"left\">0.0%</td>\n</tr>\n<tr>\n<td align=\"left\">Income unit type</td>\n<td align=\"center\">0</td>\n<td align=\"left\">0.0%</td>\n</tr>\n<tr>\n<td align=\"left\">Income quintiles</td>\n<td align=\"center\">6</td>\n<td align=\"left\">0.0%</td>\n</tr>\n<tr>\n<td align=\"left\">Sex</td>\n<td align=\"center\">135</td>\n<td align=\"left\">0.1%</td>\n</tr>\n<tr>\n<td align=\"left\">Age group</td>\n<td align=\"center\">3217</td>\n<td align=\"left\">2.9%</td>\n</tr>\n<tr>\n<td align=\"left\">Hours worked per week</td>\n<td align=\"center\">1007</td>\n<td align=\"left\">0.9%</td>\n</tr>\n<tr>\n<td align=\"left\">Highest level of education</td>\n<td align=\"center\">344</td>\n<td align=\"left\">0.3%</td>\n</tr>\n<tr>\n<td align=\"left\">Home ownership</td>\n<td align=\"center\">308</td>\n<td align=\"left\">0.3%</td>\n</tr>\n<tr>\n<td align=\"left\">Receiving carer payment</td>\n<td align=\"center\">395</td>\n<td align=\"left\">0.4%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-7-1",
                    "title": "2.7.1 Synthetic matching results",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Economic data such as income, tax, welfare payments, assets, and savings in Care&amp;WorkMOD were based on STINMOD output dataset for 2015. The model uses 2015 Australian labour market data and Australian Government’s 2015–16 income tax and welfare policies. Income and other economic data were indexed to reflect the economic growth projections from 2015 to 2030. Income and taxes paid by individuals were assumed to grow at a rate of 1% per annum in real terms (i.e. 1% above Consumer Price Index (CPI)) based on the projected long-term income growth (<a href=\"#bib43\">The Treasury, 2015b</a>). Welfare payments can broadly be grouped into two categories: pensions, which mainly included Age Pension, Disability Support Pension and Carer Payments, and allowances which included New Start Allowances and Youth Allowances. The allowance part of welfare payments was assumed to have no real growth (i.e. same as CPI growth) based on the Australian Government’s policy of increasing welfare payments other than pension in line with CPI growth (<a href=\"#bib43\">The Treasury, 2015b</a>). The pension part of welfare payments were assumed to grow at the same rate as income growth, with a 1% real growth per annum, again, in line with current government policing.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To capture savings and assets growths, we estimated annual growth rates for superannuation, housing, cash and shares. The projected growth rates were based on 10-year data from 2005–2015 for superannuation, housing, cash deposits and equities (<a href=\"#bib33\">Reserve Bank of Australia, 2017</a>). The projected annual real growth rates used were 3.5% for superannuation, 2.9% for housing (including investment properties), 1.5% for cash deposits and 2.5% for shares and other financial investments (<a href=\"#bib33\">Reserve Bank of Australia, 2017</a>).s",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-8",
                    "title": "2.8 Indexation of economic data",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Methods",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We have developed a new model, Care&WorkMOD, to project the economic impacts of informal care of people with chronic disease, leading to people aged 15 to 64 years leaving the labour force early, over the years 2015 to 2030. This model simulates the impacts of an ageing population, different labour force participation patterns, and income and savings trends. Care&WorkMOD can be used to calculate (i) the number of people who left the labour force due to caring for people with chronic disease; (ii) the lost income and savings of people who have left the labour force due to caring for those with ill health, compared to those who continue in paid employment; and (iii) the extent of these losses due to demographic, disease, or economic trends across 2015, 2020, 2025 and 2030. Care&WorkMOD  can  also  be  used  to  estimate  possible  long-term  economic productivity gains from informal carers returning to the labour force as a result of interventions that address individual health conditions, including mental health disorders and heart disease.",
                    "type": "paragraph"
                },
                {
                    "text": "The application of microsimulation to social and economic modelling was pioneered in the late 1950’s (<a href=\"#bib28\">Orcutt, 1957</a>). Since then, microsimulation modelling has evolved to use current computing power and available datasets, allowing sophisticated dynamic microsimulation modelling. The use of a dynamic microsimulation model for long-term projections is now wide spread and well- established (<a href=\"#bib21\">Li &amp; O’Donoghue, 2013</a>). In a dynamic microsimulation model, individuals transit from one stage to another in regular unit of time, commonly every year, based on transition probabilities. With this, the model can simulate a life trajectory of an individual, such as informal carers’ entry to labour market, exit from the labour market, re-entry into the market and permanently exit from the labour market. This allows the simulation of working years of every individual in the model. However, building a dynamic microsimulation model is resource intensive, time consuming and can be costly (<a href=\"#bib27\">O’Donoghue, Li, &amp; Dekkers 2014</a>). In this instance, we chose the less complex and labour intensive model structure. We therefore built a static microsimulation model, Care&amp;WorkMOD, which uses static ageing through reweighting data and synthetic matching methods instead of building it as a dynamic microsimulation model. Static ageing is defined here as a model that simulates time indirectly through uprating or ‘reweighting’ (<a href=\"#bib12\">Dekkers, Keegan, &amp; O’Donoghue, 2014</a>). In contrast, dynamic modelling alters the content of the dataset itself over time. We also have utilized the output datasets of two well-established Australian microsimulation models APPSIM and STINMOD in the process. The main advantage of building a microsimulation model this way is that it is faster to assemble, less computationally intensive and can take advantage of existing microsimulation models. However, as Care&amp;WorkMOD depends upon outputs of APPSIM and STINMOD, its robustness depends upon the strength of APPSIM and STINMOD simulations and any underlying limitations in APPSIM and STINMOD will be carried over to Care&amp;WorkMOD. For example, APPSIM does not have geographical subdivisions information and as a result, Care&amp;WorkMOD has no geographical division information in its datasets. Thus, it limits the use of Care&amp;WorkMOD to estimate the economic costs of informal carers’ early exit from the labour force only for individuals (i.e. informal carers) and the Commonwealth Government at a national level. The model does not provide the estimates at a state or regional level, which are outside the scope of Care&amp;WorkMOD project. Since both APPSIM and STINMOD are well-established Australian models and are widely used (<a href=\"#bib20\">Lambert, Percival, Schofield, &amp; Paul, 1994</a>; <a href=\"#bib29\">Percival <i>et al</i>., 2007</a>; <a href=\"#bib19\">Keegan &amp; Kelly, 2009</a>; <a href=\"#bib22\">Lymer, 2009</a>), this gives confidence in the robustness of their output.",
                    "type": "paragraph"
                },
                {
                    "text": "Care&amp;WorkMOD created synthetic datasets by matching individual records of SDACs with records from a STINMOD output dataset based on matching variables through a synthetic matching process as opposed to the exact matching of individual records through record linkage. It is not possible to directly match SDAC records with STINMOD records because they use different samples, so the individuals in each survey are not the same people. Most importantly, the ABS does not allow an exact matching based on nine matching variables to create a synthetic population dataset, which is nationally representative sample of the Australian population. We therefore linked records from SDAC and STINMOD using synthetic matching based on nine matching variables to create a synthetic dataset which includes information from both original datasets. This method is commonly used in microsimulation models to create synthetic datasets (<a href=\"#bib18\">Hynes, Morrissey, &amp; O’Donoghue, 2006</a>; <a href=\"#bib44\">Von Randow, Davis, Lay Yee, &amp; Pearson, 2012</a>) and we have previously used this method in our earlier microsimulation models Health&amp;WealthMOD and Health&amp;WealthMOD20330 (<a href=\"#bib35\">Schofield <i>et al</i>., 2011</a>; <a href=\"#bib37\">Schofield, Shrestha, Kelly <i>et al</i>., 2014</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "One of the main limitations of synthetic matching is that records of one dataset can be matched with the records of different categories of matching variables in another dataset creating a mismatch in the categories of the same matching variables. The potential of this mismatch was limited in Care&WorkMOD by matching the closest records between two datasets using a standardized Euclidean distance method based on the nine matching variables. Care&WorkMOD has all SDAC records matched with STINMOD records of the same categories for up to five matching variables, with about 95% records matched for each of the nine matching variables. When looking at individual matching variables, each of the variables had a matching error rate of less than 1% except for age group, which had a matching error rate of 2.9%.",
                    "type": "paragraph"
                },
                {
                    "text": "As the synthetic matching was based on the closest matching records using an unconstrained matching process, it was possible that multiple SDAC records have been synthetically linked with one STINMOD record or some of STINMOD records were not matched with any SDAC records. This means that there may be inherent differences in the distributions of economic variables in STINMOD and Care&WorkMOD, and as a result there is the potential for the distributions of economic variables not used as synthetic matching variables in Care&WorkMOD to be different from the original distributions in STINMOD. We note that one limitation of this study is that female carers aged 35–64 years were a higher proportion in actual SDAC 2015 data than projected (from the 2012 data). This indicates that these estimates are conservative and the number of informal carers may be higher.",
                    "type": "paragraph"
                },
                {
                    "text": "The analysis of Care&amp;WorkMOD output datasets will provide the results that will help fill gaps in current evidence on the costs of chronic diseases (e.g. pain, neurodegenerative diseases, mental illness, heart disease, and diabetes, and childhood onset cognitive and physical disability) and to estimate reductions in labour productivity of carers due to informal caring responsibilities, at a national and individual level. Findings from this microsimulation model may be used internationally, where other countries have the appropriate data available. Given that the population is ageing and the demand for informal caring is increasing in many countries, estimates of the economic costs of informal caring may be used to inform health polices across the globe. Economic impacts of informal carers leaving the workforce early for both individuals in terms of lost incomes and the National Governments in terms of additional welfare costs and lost tax revenues are likely to grow in future given most countries have a growing population of informal carers. Indeed, around 13% of people aged 50 and over report providing informal care at least weekly, and more than 20% in the Czech Republic and Belgium (<a href=\"#bib6\">Basu, Seligman &amp; Bhattacharya 2013</a>). It is noteworthy that the lowest rates of daily informal provision are found in Sweden, Switzerland, Denmark and the Netherlands, where the formal long-term care network is well developed and government provided coverage is thorough and comprehensive (<a href=\"#bib6\">Basu, Seligman, &amp; Bhattacharya, 2013</a>). Results from microsimulation on lost income and welfare payments can be used to inform government policymakers about the likely impacts on national productivity, and ways to increase workforce participation and standard of living of informal carers of chronic disease.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Discussion",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Here we describe the model structure, datasets used, and assumptions of a microsimulation model called Care&WorkMOD. The results from Care&WorkMOD, such as costs of welfare and lost taxes due to informal carers being out of the workforce, will enable policy makers to use accurate and reliable estimates of long-term costs of informal caregiving, leading to exit from the labour market (from both individual and government perspectives).",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": "Access Economics",
                    "type": "group"
                }
            ],
            "date": "2005",
            "details": "The economic value of informal care. Report to Carers Australia",
            "id": "bib1",
            "title": "The economic value of informal care. Report to Carers Australia",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Adams, V",
                        "preferred": "V Adams"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Scoping the Australian Care Economy: A Gender Equity Perspective Security, 4Women Incorporated",
            "id": "bib2",
            "title": "Scoping the Australian Care Economy: A Gender Equity Perspective Security",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Aged Care Financing Authority",
                    "type": "group"
                }
            ],
            "date": "2017",
            "details": "Fifth report of the funding and financing of the aged care sector, Canberra",
            "id": "bib3",
            "title": "Fifth report of the funding and financing of the aged care sector",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Australian Bureau of Statistics",
                    "type": "group"
                }
            ],
            "date": "2011",
            "details": "Census of Population and Housing. Canberra",
            "id": "bib4",
            "title": "Census of Population and Housing. Canberra",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Australian Bureau of Statistics",
                    "type": "group"
                }
            ],
            "date": "2016",
            "details": "Disability, Ageing and Carers, Australia: Summary of Findings, 2015. Canberra",
            "id": "bib5",
            "title": "Disability, Ageing and Carers, Australia: Summary of Findings, 2015. Canberra",
            "type": "unknown"
        },
        {
            "articleTitle": "Nutritional policy changes in the supplemental nutrition assistance program: A microsimulation and cost-effectiveness analysis",
            "authors": [
                {
                    "name": {
                        "index": "Basu, S",
                        "preferred": "S Basu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Seligman, H",
                        "preferred": "H Seligman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bhattacharya, J",
                        "preferred": "J Bhattacharya"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib6",
            "journal": "Medical Decision Making",
            "pages": {
                "first": "937",
                "last": "948",
                "range": "937–948"
            },
            "type": "journal",
            "volume": "33"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bell, P",
                        "preferred": "P Bell"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "GREGWT and TABLE macros - users guide",
            "date": "2000",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "Australian Bureau of Statistics"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The impact of caring on informal carers’ employment, income and earnings: A longitudinal approach",
            "authors": [
                {
                    "name": {
                        "index": "Bittman, M",
                        "preferred": "M Bittman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hill, T",
                        "preferred": "T Hill"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thomson, C",
                        "preferred": "C Thomson"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib8",
            "journal": "Australian Journal of Social Issues",
            "pages": {
                "first": "255",
                "last": "272",
                "range": "255–272"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib9",
            "publisher": {
                "name": [
                    "University of Technology, Sydney"
                ]
            },
            "source": "“Its Not Just About the Dollars: Measuring and Reporting the Economic and Social Benefits of Standards under the Disability Discrimination Act” - a Forum held by the Disability Studies and Research Institute (DSaRI) in conjunction with the Social Relations of Disability Research Network (SRDRN)",
            "title": "“Its Not Just About the Dollars: Measuring and Reporting the Economic and Social Benefits of Standards under the Disability Discrimination Act” - a Forum held by the Disability Studies and Research Institute (DSaRI) in conjunction with the Social Relations of Disability Research Network (SRDRN)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chin, SF",
                        "preferred": "SF Chin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib10",
            "publisher": {
                "name": [
                    "NATSEM. Canberra"
                ]
            },
            "source": "Regional Dimensions: Creating Synthetic Small-area Micro Data and Spatial Microsimulation Models. (NATSEM Technical Paper No. 33)",
            "title": "Regional Dimensions: Creating Synthetic Small-area Micro Data and Spatial Microsimulation Models. (NATSEM Technical Paper No. 33)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Commonwealth Department of Health and Ageing",
                    "type": "group"
                }
            ],
            "date": "2014",
            "id": "bib11",
            "title": "Ageing in place: Quality care for older Australians",
            "type": "web",
            "uri": "https://agedcare.health.gov.au/sites/default/files/documents/10_2018/additional_guidance_-_care_and_services_in_aged_care_homes_01_-_web_am.0.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keegan, M",
                        "preferred": "M Keegan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib12",
            "title": "New pathways in microsimulation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Deloitte Access Economics",
                    "type": "group"
                }
            ],
            "date": "2015",
            "details": "The economic value of informal care in Australia in 2015. Report to Carers Australia, Canberra",
            "id": "bib13",
            "title": "The economic value of informal care in Australia in 2015. Report to Carers Australia",
            "type": "unknown"
        },
        {
            "articleTitle": "National spending on health by source for 184 countries between 2013 and 2040",
            "authors": [
                {
                    "name": {
                        "index": "Dieleman, JL",
                        "preferred": "JL Dieleman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Templin, T",
                        "preferred": "T Templin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sadat, N",
                        "preferred": "N Sadat"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reidy, P",
                        "preferred": "P Reidy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chapin, A",
                        "preferred": "A Chapin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Foreman, K",
                        "preferred": "K Foreman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kurowski, C",
                        "preferred": "C Kurowski"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib14",
            "journal": "The Lancet",
            "pages": {
                "first": "2521",
                "last": "2535",
                "range": "2521–2535"
            },
            "type": "journal",
            "volume": "387"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Diminic, S",
                        "preferred": "S Diminic"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hielscher, E",
                        "preferred": "E Hielscher"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lee, YY",
                        "preferred": "YY Lee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harris, M",
                        "preferred": "M Harris"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schess, J",
                        "preferred": "J Schess"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kealton, J",
                        "preferred": "J Kealton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whiteford, H",
                        "preferred": "H Whiteford"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The economic value of informal mental health caring in Australia",
            "date": "2017",
            "id": "bib15",
            "publisher": {
                "name": [
                    "Mind Australia and University of Queensland. Queensland"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The promise of personalised medicine",
            "authors": [
                {
                    "name": {
                        "index": "Doble, B",
                        "preferred": "B Doble"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schofield, DJ",
                        "preferred": "DJ Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roscioli, T",
                        "preferred": "T Roscioli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mattick, JS",
                        "preferred": "JS Mattick"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib16",
            "journal": "The Lancet",
            "pages": {
                "first": "433",
                "last": "434",
                "range": "433–434"
            },
            "type": "journal",
            "volume": "387"
        },
        {
            "articleTitle": "Determinants of the Labour Force Status of Female Carers",
            "authors": [
                {
                    "name": {
                        "index": "Gray, M",
                        "preferred": "M Gray"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Edwards, B",
                        "preferred": "B Edwards"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib17",
            "journal": "Australian Journal of Labour Economics",
            "pages": {
                "first": "5",
                "last": "20",
                "range": "5–20"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "Building a static farm level spatial microsimulation model: Statistically matching the Irish National Farm Survey to the Irish Census of Agriculture",
            "authors": [
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "46th Congress of the European Regional Science Association"
                ]
            },
            "date": "2006",
            "id": "bib18",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Keegan, M",
                        "preferred": "M Keegan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "APPSIM - Dynamic microsimulation modelling of social security and taxation",
            "date": "2009",
            "id": "bib19",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "NATSEM"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lambert, S",
                        "preferred": "S Lambert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paul, S",
                        "preferred": "S Paul"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "An Introduction to STINMOD: A Static Microsimulation Model",
            "date": "1994",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "NATSEM"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A survey of dynamic microsimulation models: uses, model structure and methodology",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib21",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "55",
                "range": "3–55"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib22",
            "publisher": {
                "name": [
                    "University of Canberra. Canberra"
                ]
            },
            "source": "APPSIM: Modelling health. National Centre for Social and Economic Modelling (NATSEM)",
            "title": "APPSIM: Modelling health. National Centre for Social and Economic Modelling (NATSEM)",
            "type": "report"
        },
        {
            "articleTitle": "Predicting the need for aged care services at the small area level: The CAREMOD spatial microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yap, M",
                        "preferred": "M Yap"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib23",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "27",
                "last": "42",
                "range": "27–42"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nepal, B",
                        "preferred": "B Nepal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Anderson, P",
                        "preferred": "P Anderson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hancock, R",
                        "preferred": "R Hancock"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Projecting the need for Formal and Informal Aged Care in Australia: A Dynamic Microsimulation Approach",
            "date": "2011",
            "id": "bib24",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "NATSEM"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A comparison of the lifetime economic prospects of women informal carers and non-carers, Australia, 2007",
            "authors": [
                {
                    "name": {
                        "index": "Nepal, B",
                        "preferred": "B Nepal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ranmuthugala, G",
                        "preferred": "G Ranmuthugala"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib25",
            "journal": "Australian Journal of Social Issues",
            "pages": {
                "first": "91",
                "last": "108",
                "range": "91–108"
            },
            "type": "journal",
            "volume": "46"
        },
        {
            "articleTitle": "The effect of unpaid caregiving intensity on labour force participation: Results from a multinomial endogenous treatment model",
            "authors": [
                {
                    "name": {
                        "index": "Nguyen, HT",
                        "preferred": "HT Nguyen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Connelly, LB",
                        "preferred": "LB Connelly"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib26",
            "journal": "Social Science and Medicine",
            "pages": {
                "first": "115",
                "last": "122",
                "range": "115–122"
            },
            "type": "journal",
            "volume": "100"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Microsimulation Modelling",
            "chapterTitle": "Dynamic Models",
            "date": "2014",
            "editors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "id": "bib27",
            "pages": {
                "first": "305",
                "last": "343",
                "range": "305–343"
            },
            "publisher": {
                "name": [
                    "Emerald Publishing Ltd."
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "A new type of socio-economic system",
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "id": "bib28",
            "journal": "Review of Economics and Statistics",
            "pages": {
                "first": "116",
                "last": "123",
                "range": "116–123"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Abello, A",
                        "preferred": "A Abello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vu, Q",
                        "preferred": "Q Vu"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "STINMOD (Static Income Model), Modelling Our Future: Population ageing, health and aged care, Amsterdam, Elsevier B.V",
            "id": "bib29",
            "title": "Modelling Our Future: Population ageing, health and aged care",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Who’s going to care? Informal care and an ageing population",
            "date": "2004",
            "id": "bib30",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "NATSEM"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Care by Spouses, Care by Children: Projections of Informal Care for Older People in England to 2031",
            "authors": [
                {
                    "name": {
                        "index": "Pickard, L",
                        "preferred": "L Pickard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wittenberg, R",
                        "preferred": "R Wittenberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Comas-Herrara, A",
                        "preferred": "A Comas-Herrara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "King, D",
                        "preferred": "D King"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Malley, J",
                        "preferred": "J Malley"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib31",
            "journal": "Social Policy and Society",
            "pages": {
                "first": "353",
                "last": "366",
                "range": "353–366"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rässler, S",
                        "preferred": "S Rässler"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Statistical matching: A frequentist theory, practical applications, and alternative Bayesian approaches",
            "date": "2002",
            "id": "bib32",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Springer-Verlag"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Reserve Bank of Australia",
                    "type": "group"
                }
            ],
            "date": "2017",
            "details": "RBA Statistical table E1 - Household and Business Balance Sheets, Sydney",
            "id": "bib33",
            "title": "RBA Statistical table E1 - Household and Business Balance Sheets",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cunich, M",
                        "preferred": "M Cunich"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, R",
                        "preferred": "R Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Passey, M",
                        "preferred": "M Passey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Veerman, L",
                        "preferred": "L Veerman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Callander, E",
                        "preferred": "E Callander"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "BMC Public Health, 14, 220",
            "id": "bib34",
            "title": "The economic impact of diabetes through lost labour force participation on individuals and government: evidence from a microsimulation model",
            "type": "unknown"
        },
        {
            "articleTitle": "Modelling the cost of ill health in Health&WealthMOD (Version II): lost labour force participation, income and taxation, the impact of disease prevention",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, R",
                        "preferred": "R Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Callander, E",
                        "preferred": "E Callander"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Passey, M",
                        "preferred": "M Passey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fletcher, S",
                        "preferred": "S Fletcher"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib35",
            "journal": "The International Journal of Microsimulation",
            "pages": {
                "first": "32",
                "last": "36",
                "range": "32–36"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Counting the Cost: Part 2 Economic Costs: the current and future burden of arthritis",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, R",
                        "preferred": "R Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cunich, M",
                        "preferred": "M Cunich"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Report to Arthritis Australia"
                ]
            },
            "date": "2016",
            "id": "bib36",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Health&WealthMOD20330: A microsimulation model of the long term economic impacts of disease leading to premature retirements of Australians aged 45–64 years old",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, R",
                        "preferred": "R Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Veerman, L",
                        "preferred": "L Veerman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Passey, M",
                        "preferred": "M Passey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Callander, E",
                        "preferred": "E Callander"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib37",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "94",
                "last": "118",
                "range": "94–118"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "articleTitle": "Economic costs of chronic disease through lost productive life years (PLYs) among Australians aged 45–64 years from 2015 to 2030: results from a microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, RN",
                        "preferred": "RN Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cunich, MM",
                        "preferred": "MM Cunich"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Veerman, L",
                        "preferred": "L Veerman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, SJ",
                        "preferred": "SJ Kelly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Passey, ME",
                        "preferred": "ME Passey"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib38",
            "journal": "BMJ Open",
            "pages": "e011151",
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Understanding calibration estimators in survey sampling",
            "authors": [
                {
                    "name": {
                        "index": "Singh, AC",
                        "preferred": "AC Singh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mohl, CA",
                        "preferred": "CA Mohl"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib39",
            "journal": "Survey Methodology",
            "pages": {
                "first": "107",
                "last": "115",
                "range": "107–115"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Stacey, AF",
                        "preferred": "AF Stacey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gill, TK",
                        "preferred": "TK Gill"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Price, K",
                        "preferred": "K Price"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Warmington, R",
                        "preferred": "R Warmington"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taylor, AW",
                        "preferred": "AW Taylor"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "details": "PLoS ONE, 11, 9",
            "id": "bib40",
            "title": "Unpaid informal caregivers in South Australia: Population characteristics, prevalence and age-period-cohort effects 1994–2014",
            "type": "unknown"
        },
        {
            "articleTitle": "Small area estimation using a reweighting algorithm",
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nepal, B",
                        "preferred": "B Nepal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McNamara, J",
                        "preferred": "J McNamara"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib41",
            "journal": "Journal of the Royal Statistical Society: Series A (Statistics in Society)",
            "pages": {
                "first": "931",
                "last": "951",
                "range": "931–951"
            },
            "type": "journal",
            "volume": "174"
        },
        {
            "authors": [
                {
                    "name": "The Treasury (2015a)",
                    "type": "group"
                }
            ],
            "date": "2015",
            "details": "Intergenerational Report: Australia in 2055, Canberra",
            "id": "bib42",
            "title": "Intergenerational Report: Australia in 2055",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "The Treasury (2015b)",
                    "type": "group"
                }
            ],
            "details": "Budget Paper No 1: Budget Strategy and Outlook 2015–16, Canberra",
            "id": "bib43",
            "title": "Budget Paper No 1: Budget Strategy and Outlook 2015–16",
            "type": "unknown",
            "date": "1000"
        },
        {
            "articleTitle": "Data matching to allocate doctors to patients in a microsimulation model of the primary care process in New Zealand",
            "authors": [
                {
                    "name": {
                        "index": "Von Randow, M",
                        "preferred": "M Von Randow"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Davis, P",
                        "preferred": "P Davis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lay Yee, R",
                        "preferred": "R Lay Yee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pearson, J",
                        "preferred": "J Pearson"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib44",
            "journal": "Social Science Computer Review",
            "pages": {
                "first": "358",
                "last": "368",
                "range": "358–368"
            },
            "type": "journal",
            "volume": "30"
        }
    ],
    "acknowledgements": [
        {
            "text": "This study is part of continuing research funded by a National Health and Medical Research Council (NHMRC) Partnership Project (APP 1055037) with Pfizer Australia and Carers Australia as partner organisations. All authors are independent from the funding sources, and the funding sources (including Pfizer Australia) played no part in the research design, undertaking of the analysis, formulation or interpretation of the results, decision to publish the research findings, nor any other part of the research process. MP is funded by fellowships from the National Health and Medical Research Council, and the Sydney Medical School Foundation.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
