{
    "status": "vor",
    "id": "00191",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00191",
    "authorLine": "Ivica Urban, Martina Pezer",
    "title": "Microsimulation of child benefits: A review of studies",
    "published": "2018-12-31T00:00:00Z",
    "versionDate": "2018-12-31T00:00:00Z",
    "statusDate": "2018-12-31T00:00:00Z",
    "volume": 11,
    "issue": 3,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00191/ijm-00191.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper reviews studies that use static non-behavioural microsimulation models of taxes and benefits in the analysis of child benefits. The studies are categorised into four groups according to the main topic of enquiry: the estimation of benefit incidence, the analysis of actual reforms, the importation of policies from other countries and freestyle reforms. The methods for measuring social welfare used in these studies are summarised. Additionally, a brief overview of the research using static behavioural, dynamic, and spatial models is provided. The paper discusses the main findings and recommends directions for further research.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Urban et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Croatia"
                        },
                        "formatted": [
                            "Croatia"
                        ]
                    },
                    "name": [
                        "Institute of Public Finance"
                    ]
                }
            ],
            "emailAddresses": [
                "ivica.urban@ijf.hr"
            ],
            "name": {
                "index": "Urban, Ivica",
                "preferred": "Ivica Urban"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Croatia"
                        },
                        "formatted": [
                            "Croatia"
                        ]
                    },
                    "name": [
                        "Institute of Public Finance"
                    ]
                }
            ],
            "emailAddresses": [
                "martina.pezer@ijf.hr"
            ],
            "name": {
                "index": "Pezer, Martina",
                "preferred": "Martina Pezer"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "child benefits",
        "microsimulation models",
        "EUROMOD"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Child benefits are support given to recover the costs of pregnancy, childbirth, adoption, and child-rearing (<a href=\"#bib13\">Eurostat, 2012</a>). Child benefits appear in various forms, such as cash benefits, in-kind benefits, and tax reductions on behalf of dependent children. Benefits in cash include childbirth grants and regular benefits paid on a monthly or weekly basis to children under a certain age. In-kind benefits include subsidies for childcare, food packages for infants, etc. Tax reductions are a form of subsidy for taxpayers, and the value of the tax reductions arises from the lower tax obligation for the taxpayer resulting from the existence of various tax allowances, deductions and credits on behalf of supported children.",
                    "type": "paragraph"
                },
                {
                    "text": "Microsimulation models began to be developed in the 1950s, but their relevance increased in the 1980s following the increased availability of income surveys and technological advances that enabled sufficient computing power (<a href=\"#bib32\">Li &amp; O’Donoghue, 2013</a>; <a href=\"#bib16\">Figari, Paulus, &amp; Sutherland, 2015</a>). Such models use microdata, simulate policy changes and analyse the effects of those changes on micro units, such as individuals and households. Microsimulation models are widely characterised as either “static” or “dynamic”. Static models concentrate on one time period and micro units do not change their characteristics, such as age and education (<a href=\"#bib32\">Li &amp; O’Donoghue, 2013</a>; <a href=\"#bib16\">Figari <i>et al</i>., 2015</a>). Dynamic models add the time dimension into the analysis by allowing the units to progress over time.<sup><a href=\"#fn1\">1</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "Static models can be divided into “non-behavioural” and “behavioural”. Focussing on the microsimulation of tax-benefit systems, static non-behavioural models are usually called “arithmetic models” and sometimes they are called “tax-benefit calculators”. They assume that policy changes do not affect the behaviour of micro units in terms of labour supply, taxable income, education, fertility, etc., and are used to assess the so-called “first-round”, “overnight” or “morning-after” effects. Behavioural static models obtain the “second-round” effects, which capture the effects of policy changes under the assumption that the behaviour of micro units is changed.<sup><a href=\"#fn2\">2</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "In the last two decades, static non-behavioural (arithmetic) microsimulation models of taxes and social benefits (henceforth AMMs) have been extensively used in the analysis of child benefits. EUROMOD, an AMM that enables comparative multi-country analyses (<a href=\"#bib43\">Sutherland &amp; Figari, 2013</a>), played an important role in the emergence of such studies. However, many studies have also used national AMMs.",
                    "type": "paragraph"
                },
                {
                    "text": "Before the development of AMMs, child benefits were often analysed using data taken directly from household income surveys (HISs), and this remains a common approach; for example, see <a href=\"#bib46\">Verbist &amp; Van Lancker (2016)</a>. AMMs offer the following two main advantages: (a) they enable a more comprehensive and precise estimation of the child benefit incidence, and (b) they can simulate various alternative policy scenarios, which helps both to increase our familiarity with the existing system of child benefits and to reveal the possible effects of reforms.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper reviews 27 studies that apply AMMs in studying child benefits.<sup><a href=\"#fn3\">3</a></sup> The review aims to answer the following questions: (1) What are the advantages of employing AMMs in the analysis of child benefits? (2) What are the common topics of the reviewed studies? (3) Which microsimulation techniques are employed? (4) What methods are used for the measurement of social welfare? (5) What are the main findings of the studies?",
                    "type": "paragraph"
                },
                {
                    "text": "There is a growing body of literature on child benefits that employs static behavioural, dynamic and other types of microsimulation models. However, despite the limitations of AMMs, studies of child benefits using these models represent a well-established and well-rounded area of research that is primarily concerned with distributional issues in an annual context and the immediate effects of policy reforms. These studies achieved wide acceptance in the academic and policy community and represent a background for more advanced research. Therefore, in our opinion, AMM-based research on child benefits deserves a separate review, which is presented in this paper. Still, to illustrate the capabilities of alternative models in exploring the impact of child benefits, we also provide an overview of studies employing these models.",
                    "type": "paragraph"
                },
                {
                    "text": "In <a href=\"#s2\">Section 2</a>, we explain the advantages of AMMs in studying child benefits, and in <a href=\"#s3\">Section 3</a>, the studies are categorised into four types according to the main topic of the analysis. In <a href=\"#s4\">Section 4</a>, we summarise the methods used by researchers in assessing the impact of child benefits on social welfare. <a href=\"#s5\">Section 5</a> presents the main findings and features of reviewed papers. <a href=\"#s6\">Section 6</a> gives a brief overview of papers that employed static behavioural, dynamic and spatial microsimulation models in research on child benefits. <a href=\"#s7\">Section 7</a> delivers the conclusion and recommendations for future research. The appendix contains a summary of the reviewed studies.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "AMMs can be based on hypothetical and actual data. When actual data are used, the capacity of the model to simulate various tax-benefit instruments depends on the comprehensiveness of the given database. Typically, actual data come from HISs; e.g., EUROMOD relies on HIS data, which are provided by the European Union Statistics on Income and Living Conditions (EU-SILC) for most countries and by similar surveys for the remaining countries. HISs are primarily collected for purposes of monitoring the distribution of annual income for a country’s population. Although comprehensive, HISs are not suitable for the simulation of all taxes and benefits. For example, pension, disability and sickness benefits are typically not simulated in HIS-based AMMs because specific data are required, such as retrospective career information or health records.",
                    "type": "paragraph"
                },
                {
                    "text": "In contrast, the simulation of cash child benefits usually requires relatively simple data, such as personal characteristics and the income of family members, which represent the basic content of HISs. Due to the relative simplicity in the design of cash child benefits and the availability of necessary data for their simulation in HISs, these benefits are regularly simulated in HIS-based AMMs. For example, EUROMOD simulates cash child benefits in all EU countries, which permits a cross-country analysis. This approach also has some limitations. It is difficult to model the non-take-up of benefits, which requires additional data and assumptions; often, the studies assume full take-up of benefits, which may lead to overestimation of the impact of benefits.",
                    "type": "paragraph"
                },
                {
                    "text": "Why use an AMM in the analysis of child benefits at all? Would it not be simpler to use HIS data alone? As noted in the introduction, there are two main reasons for using these models: (a) AMMs can provide additional child benefit information that is not present in HISs, and (b) AMMs can be used to simulate various alternative or reform scenarios.",
                    "type": "paragraph"
                },
                {
                    "text": "The latter aspect (simulation of alternative scenarios) is self-evident. HIS data can only show the actual situation in a certain period. To reveal how benefits change when the tax-benefit system undergoes a reform, a specific superstructure must be built upon HIS data, i.e., the AMM. Below, we thoroughly discuss the use of AMMs in the simulation of child benefit reforms. However, the former aspect (provision of additional information on child benefits) requires some explanation. Several types of child benefit variables can be obtained using AMMs that are not available in HISs.",
                    "type": "paragraph"
                },
                {
                    "text": "First, using AMMs, researchers can compute the amount of tax reductions obtained on behalf of dependent children; these data are not available in HISs. Second, HISs record cash benefits in gross (or pre-tax) terms, thereby overestimating the effective value of these benefits for families in countries where social benefits are taxed. However, AMMs can be used to calculate post-tax benefits. Third, the amounts of certain non-family benefits (e.g., social assistance, housing, survivor, disability and unemployment benefits) may be larger due to the presence of children in a household. HIS data do not specify how large these child increments are, but they can be computed by AMMs. Fourth, certain HISs contain more or less highly aggregated variables on child (family) benefits, which hide the amounts of separate benefit instruments.<sup><a href=\"#fn4\">4</a></sup> Conditional upon data availability, AMMs can simulate each benefit instrument separately.",
                    "type": "paragraph"
                },
                {
                    "text": "Thus, AMMs are particularly useful in the measurement of benefit incidence, which is the core aspect of every study of child benefits. <a href=\"#bib12\">Corak, Lietz, &amp; Sutherland (2005)</a> and <a href=\"#bib15\">Figari, Paulus, &amp; Sutherland (2011)</a> have developed a method for the calculation of “child-contingent payments”. Child-contingent payments consist of (post-tax) cash child benefits, tax reductions and the values of non-family benefits obtained on behalf of children. A subsidiary counterfactual dataset is created in which all children are “deleted”; incomes, taxes and benefits are then recalculated for this new dataset using AMM and compared to the values for the actual dataset to obtain child-contingent payments.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Advantages of static non-behavioural microsimulation models in the analysis of child benefits",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Studies of child benefits in which AMMs have been applied can be divided into four groups: (1) “benefit incidence”, (2) “actual reform”, (3) “policy import” and (4) “freestyle reform”.",
                    "type": "paragraph"
                },
                {
                    "text": "Almost all of the reviewed studies address child benefit incidence, showing how these benefits are distributed across the population of children and the general population. However, a group of studies is specifically devoted to the assessment of benefit incidence, representing group (1) in this review, namely, benefit incidence studies. These studies measure the level and distribution of government spending on children via the tax-benefit system.",
                    "type": "paragraph"
                },
                {
                    "text": "All other studies are concerned with reforms. It is useful to recognise how policy scenarios in these reforms are conceived. We can distinguish between the scenarios inspired by actual versus freestyle reforms. The former case gives rise to our group (2): actual reform studies. These studies are concerned with tangible reforms, which are announced by governments or enacted by parliaments.",
                    "type": "paragraph"
                },
                {
                    "text": "These studies reveal whether the proposed goals of reforms are likely to be achieved. The analysts create scenarios according to newly announced or enacted tax-benefit rules and compare the results with the baseline scenario, which represents the system before the reform. In contrast, freestyle scenarios represent so-called “what-if” exercises. Researchers change the policies of country A to see how the alternative systems would affect the distribution of benefits and various welfare indicators. These exercises enable us to better evaluate the efficiency and equity of the current system in country A.",
                    "type": "paragraph"
                },
                {
                    "text": "When devising hypothetical scenarios on how to reform the tax-benefit system, investigators often borrow ideas from other countries. Specifically, a policy or a whole set of policies can be “imported” from country B into country A. This type of investigation belongs to group (3): policy import studies. For example, assume that the subject of research is a cash child benefit. First, the corresponding benefit is “turned off” in country A’s system. Second, a new benefit is modelled, which is an “imitation” of country B’s child benefit.",
                    "type": "paragraph"
                },
                {
                    "text": "This importation of policy can be two-way, in which country B’s benefit is imported into country A and vice versa, an exercise called policy swapping. These methods are described by <a href=\"#bib16\">Figari <i>et al</i>. (2015)</a>, who accentuate the importance of EUROMOD for its widespread use, especially in the field of child benefits. Namely, EUROMOD provides a unified framework necessary for facilitating policy exchanges among different countries.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, there are hypothetical studies in which scenarios are not motivated by exact policies from other countries. These studies are in our group (4): freestyle reform studies. In these studies, researchers create their own policies, which can be inspired by real-world policies or theoretical policy concepts.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table1\">Table 1</a> shows the classification of the studies using the criteria defined above. The largest is the policy import group, with 11 papers, followed by the group of actual reform studies, with 7 papers. There are 5 freestyle reform studies and 4 benefit incidence studies.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Authors.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\" colspan=\"1\" rowspan=\"1\">Group</th>\n<th align=\"left\" colspan=\"1\" rowspan=\"1\">Studies</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"4\" valign=\"middle\">(1) Benefit incidence</td>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib12\">Corak <i>et al</i>. (2005)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib15\">Figari <i>et al</i>. (2011)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib11\">Cantó <i>et al</i>. (2014)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib21\">Hufkens, Verbist, Gábos, &amp; Kalavrezou (2015)</a></td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"7\" valign=\"middle\">(2) Actual reform</td>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib41\">Sutherland &amp; Piachaud (2001)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib42\">Sutherland (2006)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib18\">Fuchs &amp; Lietz (2007)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib39\">Salanauskaite &amp; Verbist (2009)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib10\">Brewer, Browne, &amp; Joyce (2011)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib24\">Kump, Majcen, &amp; Cok (2011)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib35\">Militaru and Cristescu (2017)</a></td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"11\" valign=\"middle\">(3) Policy import</td>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib4\">Atkinson, Bourguignon, &amp; Chiappori (1988)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib22\">Immervoll, Sutherland, &amp; de Vos (2000)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib27\">Levy (2003)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib6\">Baclet, Dell, &amp; Wrohlich (2005)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib34\">Matsaganis <i>et al</i>. (2006)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib29\">Levy, Lietz, &amp; Sutherland (2007b)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib33\">Matsaganis <i>et al</i>. (2007)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib31\">Levy, Morawski, &amp; Myck (2009)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib38\">Salanauskaite &amp; Verbist (2013)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib5\">Avram &amp; Militaru (2016)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib37\">Popova (2016)</a></td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"5\" valign=\"middle\">(4) Freestyle reform</td>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib41\">Sutherland (2001)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib28\">Levy, Lietz, &amp; Sutherland (2007a)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib30\">Levy, Matsaganis, &amp; Sutherland (2013)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib36\">Popova (2013)</a>,</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"1\" rowspan=\"1\"><a href=\"#bib45\">Urban (2017)</a></td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Categorisation of studies.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s3",
            "title": "3. Categorisation of studies",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In the reviewed studies, the analysts’ first task is to determine which child benefit instrument or set of instruments will be analysed. For example, a study can concentrate on the cash child benefit only or it can consider a set consisting of a cash child benefit, a large family allowance and tax reductions on behalf of children. Second, the targeted population is selected, which is usually a whole population, with particular attention paid to households with children.<sup><a href=\"#fn5\">5</a></sup> In the third step, analysts observe the incidence and distribution of child benefits (by income group, household type, etc.).",
                    "type": "paragraph"
                },
                {
                    "text": "After these basic steps, depending on the aim of the study, the researchers choose various tools for a more advanced analysis of cash benefits. In this section, we review the methods, tools and approaches taken by the authors of reviewed papers, which are summarised in <a href=\"#table2\">Table 2</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Authors.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>: (a) FGT(α=0), FGT(α=1) and FGT(α=2) correspond to “headcount poverty”, “poverty gap” and “poverty severity” measures, respectively, based on <a href=\"#bib17\">Foster, Greer, &amp; Thorbecke (1984)</a>.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Type</th>\n<th align=\"left\">Studies</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" colspan=\"2\" valign=\"middle\">1. Poverty</td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"middle\">FGT(α=0)</td>\n<td align=\"left\"><a href=\"#bib34\">Matsaganis <i>et al</i>. (2006)</a>, <a href=\"#bib42\">Sutherland (2006)</a>, <a href=\"#bib18\">Fuchs and Lietz (2007)</a>, <a href=\"#bib28\">Levy <i>et al</i>. (2007a)</a>, <a href=\"#bib29\">Levy <i>et al</i>. (2007b)</a>, <a href=\"#bib10\">Brewer <i>et al</i>. (2011)</a>, <a href=\"#bib11\">Cantó <i>et al</i>. (2014)</a>, <a href=\"#bib21\">Hufkens <i>et al</i>. (2015)</a></td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"middle\">FGT(α=0,1)</td>\n<td align=\"left\"><a href=\"#bib22\">Immervoll <i>et al</i>. (2000)</a>, <a href=\"#bib44\">Sutherland &amp; Piachaud (2001)</a>, <a href=\"#bib12\">Corak <i>et al</i>. (2005)</a>, <a href=\"#bib15\">Figari <i>et al</i>. (2011)</a>, <a href=\"#bib30\">Levy <i>et al</i>. (2013)</a>, <a href=\"#bib36\">Popova (2013)</a>, <a href=\"#bib38\">Salanauskaite &amp; Verbist (2013)</a>, <a href=\"#bib37\">Popova (2016)</a></td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"middle\">FGT(α=0,1,2)</td>\n<td align=\"left\"><a href=\"#bib27\">Levy (2003)</a>, <a href=\"#bib33\">Matsaganis <i>et al</i>. (2007)</a>, <a href=\"#bib31\">Levy <i>et al</i>. (2009)</a>, <a href=\"#bib39\">Salanauskaite and Verbist (2009)</a>, <a href=\"#bib5\">Avram &amp; Militaru (2016)</a></td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"middle\">Target efficiency indicators</td>\n<td align=\"left\"><a href=\"#bib33\">Matsaganis <i>et al</i>. (2007)</a>, <a href=\"#bib31\">Levy <i>et al</i>. (2009)</a>, <a href=\"#bib36\">Popova (2013)</a>, <a href=\"#bib37\">Popova (2016)</a></td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"2\">2. Income (re)distribution</td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"middle\">Lorenz curves and Gini index for incomes</td>\n<td align=\"left\"><a href=\"#bib4\">Atkinson <i>et al</i>. (1988)</a>, <a href=\"#bib18\">Fuchs &amp; Lietz (2007)</a>, <a href=\"#bib39\">Salanauskaite &amp; Verbist (2009)</a>, <a href=\"#bib24\">Kump <i>et al</i>. (2011)</a>, <a href=\"#bib36\">Popova (2013)</a>, <a href=\"#bib37\">Popova (2016)</a>, <a href=\"#bib45\">Urban (2017)</a></td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"middle\">Concentration curves and coefficients for taxes and benefits</td>\n<td align=\"left\"><a href=\"#bib33\">Matsaganis <i>et al</i>. (2007)</a>, <a href=\"#bib21\">Hufkens <i>et al</i>. (2015)</a></td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"middle\">General entropy indices for incomes</td>\n<td align=\"left\"><a href=\"#bib39\">Salanauskaite &amp; Verbist (2009)</a></td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"middle\">S80/S20 ratio</td>\n<td align=\"left\"><a href=\"#bib39\">Salanauskaite &amp; Verbist (2009)</a></td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"middle\">Decompositions of the change in income inequality</td>\n<td align=\"left\"><a href=\"#bib18\">Fuchs and Lietz (2007)</a>, <a href=\"#bib45\">Urban (2017)</a></td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"middle\">Atkinson-Bourguignon sequential dominance criterion</td>\n<td align=\"left\"><a href=\"#bib4\">Atkinson <i>et al</i>. (1988)</a></td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"middle\">Effective average tax rates</td>\n<td align=\"left\"><a href=\"#bib6\">Baclet <i>et al</i>. (2005)</a></td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"2\">3. Other methods</td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"middle\">Gainer-loser table</td>\n<td align=\"left\"><a href=\"#bib22\">Immervoll <i>et al</i>. (2000)</a>, <a href=\"#bib42\">Sutherland (2006)</a>, <a href=\"#bib33\">Matsaganis <i>et al</i>. (2007)</a>, <a href=\"#bib24\">Kump <i>et al</i>. (2011)</a></td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"middle\">Transition matrix</td>\n<td align=\"left\"><a href=\"#bib44\">Sutherland &amp; Piachaud (2001)</a></td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Methods, tools and approaches.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Poverty is the most investigated area in the analysis of child benefits. Poverty indices from the so-called “family of FGT poverty indices” (<a href=\"#bib17\">Foster <i>et al</i>., 1984</a>) are present in virtually all reviewed papers. The measures of income distribution and redistribution have received somewhat less attention. The impact of child benefits on the Gini coefficient of disposable income was calculated in several studies. <a href=\"#bib39\">Salanauskaite and Verbist (2009)</a> and <a href=\"#bib33\">Matsaganis <i>et al</i>. (2007)</a> compare the results based on several different measures of income inequality: the Gini coefficient, generalised entropy (GE) indices and the S80/S20 ratio. <a href=\"#bib33\">Matsaganis <i>et al</i>. (2007)</a> plot concentration curves of benefits and disposable income. <a href=\"#bib18\">Fuchs and Lietz (2007)</a> scrutinise the redistributive impacts of child benefits using the <a href=\"#bib23\">Kakwani (1984)</a> decomposition of inequality change into vertical and horizontal effects. <a href=\"#bib45\">Urban (2017)</a> employs the decompositions of inequality change, which are based on the models of <a href=\"#bib23\">Kakwani (1984)</a> and <a href=\"#bib26\">Lambert (1985)</a>. <a href=\"#bib4\">Atkinson <i>et al</i>. (1988)</a> use the Atkinson-Bourguignon sequential dominance criterion (<a href=\"#bib3\">Atkinson &amp; Bourguignon, 1987</a>) to compare social welfare in the reformed system against social welfare in the actual system.",
                    "type": "paragraph"
                },
                {
                    "text": "To measure the progressivity of tax systems, <a href=\"#bib6\">Baclet <i>et al</i>. (2005)</a> define effective average tax rates as “the tax liability of a tax unit divided by its pre-tax income”. This is a useful tool to evaluate the extent to which a system is progressive as a result of interaction between the tax schedule, taxable income and family-related tax components. A comparison of rates can provide insights into horizontal (in)equity among different household sizes.",
                    "type": "paragraph"
                },
                {
                    "text": "One popular method used in microsimulation studies of child benefits is the set of target efficiency indicators first proposed by <a href=\"#bib8\">Beckerman (1979)</a>, who defines “vertical expenditure efficiency”, “poverty reduction efficiency” and “spillover” indicators. <a href=\"#bib33\">Matsaganis <i>et al</i>. (2007)</a> introduce the indicator of “poverty gap efficiency”, which can be calculated for different values of the ethical parameter α (e.g., α = 1, 2, 3).",
                    "type": "paragraph"
                },
                {
                    "text": "A gainer-loser table is a simple but very useful device with which to analyse the impacts of reforms on citizens. First, the difference is calculated between disposable income after and before the reform separately for each income unit (individual, household, family). If the difference is positive (negative), the income unit is the gainer (loser) from the reform. Income units can then be grouped to identify which types are more likely to be reform gainers or losers; e.g., <a href=\"#bib42\">Sutherland (2006)</a> and <a href=\"#bib33\">Matsaganis <i>et al</i>. (2007)</a> create decile groups of children.",
                    "type": "paragraph"
                },
                {
                    "text": "The transition matrix is used to indicate the movements within income distribution levels driven by the tax-benefit reform. Income units are sorted into subgroups by relative disposable income both before and after the reform; cells in the matrix count the number of income units in each subgroup (for example, see <a href=\"#bib44\">Sutherland &amp; Piachaud (2001)</a> and their Figure 2).",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Methods",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "EU-SILC and similar HISs contain the variables on “family benefits”, which capture cash child benefits, parental and maternity leave benefits and other family benefits, which we collectively refer to as gross family benefits, whereby “gross” indicates that the amounts of benefits are presented in pre-tax (or gross of taxes) terms. In <a href=\"#s2\">Section 2</a>, we explained the weaknesses of HIS data with respect to information on child benefits. Due to these data disadvantages, our picture of the distribution of child benefits is incomplete and may be distorted. How large are these effects in practice?",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib15\">Figari <i>et al</i>. (2011)</a> compare the following indicators based on gross family benefits and child-contingent payments for 19 countries: (a) the share of total benefits per child in per capita disposable income; (b) the percentage changes in FGT(α=0) and FGT(α=1) in transition from benefits-excluded to benefits-included disposable income; and (c) the proportion of the average child needs covered by child benefits.<sup><a href=\"#fn6\">6</a></sup> For all three indicators, the levels and country rankings are significantly different when child-contingent payments are used than when gross family benefits are used. The differences in results can be mostly attributed to the value of tax reductions, but the taxation of benefits is also important in certain countries (such as Sweden and Finland).<sup><a href=\"#fn7\">7</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "In its basic variant, EUROMOD obtains primarily cash benefits, while in-kind benefits are not included; this approach is consistent with EU-SILC principles. However, in the field of child benefits, an important role is played by childcare services provided to pre-school children by various tiers of government. To estimate the impact of these services on the income distribution, researchers must upgrade the model with additional policies. <a href=\"#bib21\">Hufkens <i>et al</i>. (2015)</a> undertake this process by using EUROMOD for the calculation of the fees paid by parents for “early childhood education and care” (ECEC) services, which usually depend on the parents’ income. The difference between the total value of ECEC services (measured as the cost of their production) and the fee paid by the parent equals the “net subsidy”.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib21\">Hufkens <i>et al</i>. (2015)</a> measure the incidence of the set of “work-family life” policies, which influence the incomes of families with pre-school children and include the following elements: (a) maternity and parental benefits, (b) home childcare allowances, (b) ECEC services, and (d) tax reductions on the payments of ECEC services. The “net subsidy” appears as the main component in the analysed benefit package. <a href=\"#bib21\">Hufkens <i>et al</i>. (2015)</a> calculate concentration coefficients of the packages and their components, showing that the “net subsidy” has a concentration close to zero and is sometimes negative, i.e., it strongly reduces income inequality. In contrast, maternity and parental benefits have high positive concentrations in some countries (e.g., Belgium), which is not surprising because the amounts of these benefits depend on earnings, which constitute the largest segment of family income.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Benefit incidence studies",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The central objective of the Labour Government in Great Britain, announced in 1999, was to “end child poverty”. A substantial reform was needed for such an ambitious goal. <a href=\"#bib44\">Sutherland &amp; Piachaud (2001)</a> assess policy changes from 1997 to 2000 using POLIMOD. The analysis indicates a reduction of child poverty by 9.3 percentage points, with the largest positive impact on single-parent families, which proves that the reform is effective and well targeted. However, a deeper analysis shows that the poverty reduction is mainly the result of a lower child poverty rate (i.e., headcount), whereas the poverty gap is influenced only slightly. The transition matrix (<a href=\"#s4\">Section 4</a>) shows that poverty is primarily reduced by shifting children to a level that is just above the poverty line.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Following up on the research on “ending child poverty”, <a href=\"#bib42\">Sutherland (2006)</a> compares the influence of policies on relative and absolute poverty. Poverty rate reduction can be very different depending on which poverty threshold is chosen—absolute or relative—because the real level of the median is not only influenced by tax and benefit reforms but also by market income growth. The announced eradication of child poverty is simulated in three parts (in line with the promises of government). Poverty should be reduced <i>by one-quarter</i> in 2004–2005, halved by 2010–2011, and reduced to the lowest child poverty rate in Europe by 2020.",
                            "type": "paragraph"
                        },
                        {
                            "text": "According to <a href=\"#bib42\">Sutherland (2006)</a> and <a href=\"#bib44\">Sutherland &amp; Piachaud (2001)</a>, the government’s focus should be on long-term measures to increase education and improve job opportunities for poor families. Mid- and long-term reduction of poverty can be consistently achieved only by increasing the extensiveness and intensiveness of work. Thus, both cash transfers and measures promoting employment are necessary. Means-tested benefits are well targeted and perform very efficiently in poverty reduction, but they also induce work disincentives.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The ambitious goal of the British government mentioned above was also researched by <a href=\"#bib10\">Brewer <i>et al</i>. (2011)</a>. They use the TAXBEN model to forecast poverty rates until 2020. The new reform aims to achieve poverty eradication with the introduction of the universal credit (the most important part of their reform). The research was done for three time periods, which were set as milestones, and the authors simulated different scenarios. To have a better understanding of the impact, they simulated the counterfactual: what if no reforms are made? The exercise showed the new reform was not reducing poverty but even increasing it, despite the introduction of the universal credit. The reason for this effect lies in other changes to the tax-benefit system. The forecast for 2020 was the most challenging, especially due to discrepancies caused by the indexation of benefits in line with the consumer price index and earnings in line with the retail price index. The authors also investigated sensitivities in terms of macroeconomic environment changes and differentiation of earnings growth. The sensitivity scenarios showed that poverty would not be reduced due to positive macroeconomic conditions of increased employment and earnings. Final projections showed that the promise of poverty eradication would not be achieved, and the authors proposed that the government set more realistic targets. However, the authors acknowledged the government’s conclusion that poverty is “about far more than income” and that the “causes”, not the “symptoms”, should be approached.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Austrian endeavours to fight poverty have motivated the research of <a href=\"#bib18\">Fuchs and Lietz (2007)</a>. They analyse two reforms in the 1998–2005 period using EUROMOD. In the 1998–2003 period, a universal child benefit was introduced, which was accompanied by an increase in family packages and certain tax changes. The result was an increase in disposable income by 1.1%. While child poverty rates were reduced, reforms did not improve the situation for certain groups, e.g., single persons. The universal child benefit has a larger relative impact on low-income households, which also have more children. The 2003–2005 period is characterised by minor changes in cash benefits, a decrease in the personal income tax burden, and an increase in social insurance contributions. The disposable income rises by 0.4 but without impacting poverty rates.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A child benefits reform was introduced in Lithuania with the following effect: a change from a means-tested to a more universal benefit system, with a 23% increase in spending. <a href=\"#bib39\">Salanauskaite and Verbist (2009)</a> study the effects of the gradually implemented reform both at the very beginning of the reform and after its full implementation. The simulation shows that initially, the reform raises the average disposable income of households with children by 0.9% and after the full implementation, raises it by 2.5%. Overall, the reform is effective in reducing poverty and inequality. At different stages of the reform, different household types are the relative winners.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib24\">Kump <i>et al</i>. (2011)</a> describe the Slovenian AMM, which is based on administrative data, providing better comparability of results with official statistics. The (then) recent reform is simulated and includes the following: means-testing base changes from gross to net income (including benefits), scholarship eligibility, employment-seeking activity incentives, pension changes, etc. The largest change in new legislation for children and their families was concerned with the eligibility criteria and an increase in the benefit amounts to compensate for the eligibility changes. The simulation shows that the reform would lead to significantly higher budget spending, with an increase of 17%. In the case of child benefits, the number of recipients should be reduced with the new legislation, but the average benefit amount would increase. Gini coefficients, the squared coefficient of variation and the Atkinson index show that the overall inequality is reduced. However, inequality among children increases after new legislation is introduced. In conclusion, the authors explain the reasons why the reform is postponed are mainly due to a significant increase in budget spending and due to shortfalls of the current benefits administration.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Romania underwent a reform of two child benefit-related policies in 2015: the universal state allowance was doubled, and the means-tested family support allowance’s upper threshold and amount were substantially increased. <a href=\"#bib35\">Militaru and Cristescu (2017)</a> use EUROMOD to assess changes in disposable household income of different family types across decile groups. Comparing the post-reform income with a counterfactual, they separate the effects of income components, i.e., means-tested and non-means-tested benefits. They conclude that the major gainers are poorer families and those with three or more children (in accordance with the reform) and identify the family support allowance as the major contributor.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Actual reform studies prove to be very useful for governments. These studies analyse the effects of the reforms, provide many insights for individual policies, forecast impacts and are a valuable basis for policy adjustments and future reforms.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Actual reform studies",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In searching for improvements to their own tax-benefit systems, analysts and policy makers may study the shape and effects of other countries’ policies, posing the following question: what can be learned from foreign experiences. In some cases, it may seem that the “neighbour’s grass is greener”, i.e., that another country, implementing a different policy instrument, is more successful. However, <a href=\"#bib38\">Salanauskaite and Verbist (2013)</a> call for careful investigation, as countries greatly differ by their population characteristics, income distributions and implemented tax-benefit systems. A child benefit package in country X may be deemed as superior in a certain aspect (e.g., reduction of child poverty) in a cross-country comparison. However, if the same benefit package is implemented in country Y, it may bring about quite different results. Thus, before analysts advise policy makers to reform the system, it is advisable to perform a simulation analysis. In the current context, a “policy import” tool can be of great assistance and has become one of the most often employed microsimulation techniques in the analysis of child benefits.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Perhaps the first policy import study in the field of child benefits is <a href=\"#bib4\">Atkinson <i>et al</i>. (1988)</a>, who import British tax-benefit policies into the French system. The authors replace the French “quotient familial”—which is criticised for providing families with support that increases with income—with the British-style standard personal deduction and rate structure. The levels of child benefit are increased in order to compensate for the benefit losses of families with children. Simple Lorenz dominance and Atkinson-Bourguignon sequential dominance criterion tests are used to determine whether or not the simulated reforms increase social welfare. In the conclusion of their policy import exercise, the authors admit that the “devising of tax reforms is not straightforward”. In other words, the analyst cannot simply “copy and paste” the rules from one country to another; instead, many thoughtful adjustments are necessary.<sup><a href=\"#fn8\">8</a>,<a href=\"#fn9\">9</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib6\">Baclet <i>et al</i>. (2005)</a> were also interested in the effects of French “family splitting” and whether it would improve the wellbeing of German families (as stated in public debates). Their findings are not a result of a policy import exercise, but of a careful cross-country comparison of microsimulation results for incomes in 2001. Since pre-fiscal income distribution is almost identical in France and Germany, they examine the differences in post-fiscal income distribution for different household types. The research found that the biggest difference between the countries comes from the definitions of taxable income and that on average, the French system is not more generous to families than the German system. A comparison of average effective tax rates revealed that lower-income households and households with fewer than 3 children would be the losers if the Germany applied the French system.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib27\">Levy (2003)</a> compares the poverty reduction from child benefits packages in Spain, Denmark, France, Germany and United Kingdom in 1998, concluding that the Spanish system performs much worse than others: total spending is very small, and the largest component is the non-reimbursable tax credit, which is “regressive” by nature. The 2003 reform replaced the tax credit with the tax allowance and increased the total outlays; however, the new instrument is even more pro-rich, and virtually no improvements in poverty reduction were made. Therefore, the author analyses how instruments from other countries would perform in the Spanish context. Unlike in many other studies, a balanced budget assumption is not made. Therefore, the aggregate expenditure on child packages as a percentage of household disposable income increases from 1.3% to 3.9%–4.8% under various scenarios. The best results according to all poverty indicators are achieved by the British system.<sup><a href=\"#fn10\">10</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib31\">Levy <i>et al</i>. (2009)</a> perform a similar study for Poland, which introduced non-refundable child tax credits in 2007. The reform has increased the percentage of children covered by child support, but the reduction of poverty was very small. Policy imports from Austria, France and the United Kingdom were made using the balanced budget assumption. All three foreign systems would fare much better in terms of poverty reduction, as measured by FGT(α = 0), FGT(α = 1) and FGT(α = 2). Again, the most effective system seems to be the UK system.<sup><a href=\"#fn11\">11</a></sup> Furthermore, the introduced actual reform has significantly deteriorated the targeting efficiency of child benefits.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib34\">Matsaganis <i>et al</i>. (2006)</a> and <a href=\"#bib33\">Matsaganis <i>et al</i>. (2007)</a> provide similar studies addressing four southern European countries—Greece, Italy, Portugal and Spain—which share the common property of a relatively low benefit coverage for children and a mild reduction of child poverty. The average amount of the total child benefit package is quite low in comparison to other EU countries. Furthermore, an important role is played by tax credits, which are distributionally neutral. What would be the effects of replacing current policies with the <i>universal child benefit</i> in these countries? The authors import universal child benefits from the United Kingdom, Denmark and Sweden, and the benefit levels are determined in proportion to the average earnings in various countries. Furthermore, a flat, budget-neutral universal child benefit is simulated for reference. The results on poverty reduction are mixed: in some countries, poverty would even increase; furthermore, there are several reform losers even though the budget expenditures increase. Thus, microsimulation results are unlikely to convince policy makers from the analysed countries to introduce the universal child benefit.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib29\">Levy <i>et al</i>. (2007b)</a> perform policy swapping for three countries—Austria, Spain and the United Kingdom—with the balanced budget assumption. They emphasise “policy learning” as an objective of their exercises, i.e., what can be learned about the weaknesses and advantages of certain policies. Interesting observations can be made if an analyst considers the impact of policies on certain subgroups (single parents, unemployed parents, single-child families, middle-income families) and not only on the overall population. Because certain national policies have a very strong impact on the poverty reduction of the mentioned subgroups, these policies can be treated as a compass for an actual reform (e.g., Spanish and Austrian policies could make mid- and high-income households better off in the UK). Some conclusions reaffirm the findings of other studies; for example, there is a crucial role for an adequate level of spending. In other words, even the best-designed policies cannot achieve substantial poverty reduction with insufficient resources. Therefore, both policy design and the level of benefits are important.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib38\">Salanauskaite and Verbist (2013)</a> decompose the measures of poverty reduction into two parts— benefit size effect and design effect—and conclude that these effects often have similar importance. The primary research question is concerned with particularly high poverty rates for children in single-parent and large families in Lithuania. Can something be learned from other countries, namely, Estonia, Hungary, Slovenia and the Czech Republic? For example, Slovenian policies would be effective in the protection of children in large families. A general conclusion is that the effects of reforms on poverty are complex and result from many different factors, including the types, composition and parametric choices of policies as well as the population structure. As in previous studies, a universal child benefit is insufficiently poverty reducing, but it could be supplemented by instruments devoted to large families.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To comprehend all aspects of policy imports, one of the most extensive analyses was performed by <a href=\"#bib5\">Avram and Militaru (2016)</a> for the Czech Republic and Romania. The authors test a wide range of scenarios, exchanging not only family policies but also population characteristics and the countries’ whole tax-benefit systems. A policy from a country A when applied to country B may have very different effects not only due to the size and design of the policy but also to the differences in population characteristics and in the entire tax-benefit system. The trade-off between fiscal costs and poverty reduction is not always necessary because some countries have very effective tax-benefit systems in general, i.e., outside the narrow segment of family policies. In Romania, the income gap between the rich and the poor is quite large and cannot be sufficiently reduced even if the budget for child benefits is significantly increased.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib37\">Popova (2016)</a> concludes that for countries with a low level of spending on child benefits, the size of the budget is more important than the policy design. However, at higher levels of spending, the design effect becomes more relevant. The best results in poverty reduction are achieved with a combination of universal and means-tested child benefits.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Policy import studies",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "One of the proposals to combat child poverty in the EU is to introduce the EU-wide “child basic income”, which is a form of a basic income scheme but given exclusively to children. The primary features of basic income schemes are their universality and non-conditionality. A “pure” child basic income would be a “generous unconditional child payment that would replace all existing child contingent tax concessions and cash transfers” (<a href=\"#bib28\">Levy <i>et al</i>., 2007a</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib28\">Levy <i>et al</i>. (2007a)</a> study the instrument they call the “mixed child basic income” for 15 EU countries. In this model, each country maintains its existing support for children. EUROMOD is first used to calculate child-contingent payments for each child (see <a href=\"#s5-1\">Section 5.1</a>). Then, child-contingent payments are compared with the selected reference poverty threshold: if a child’s child-contingent payments are lower than this threshold, the child receives a top-up benefit whose amount equals the difference between child-contingent payments and the threshold. Various levels of reference poverty thresholds are chosen with regard to national median household incomes as well as to proportions with the EU-15 median income. Naturally, the higher the threshold is, the higher will be the average outlays for the scheme. The authors calculate the relationship between the child poverty rate and the average expenditure per child for each country. Naturally, the former is the decreasing function of the latter, but different countries have different curve slopes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The scheme analysed by <a href=\"#bib28\">Levy <i>et al</i>. (2007a)</a> also involves a flat (proportional) tax that finances the top-up benefit. The tax base of this scheme is the sum of all non-benefit gross incomes, while the tax rate is set at the level sufficient to cover the expenses. The overall scheme—consisting of the “mixed child-contingent payments” and the flat tax—induces redistribution between countries, whereby some countries become gainers and others become losers. The amounts of gains (losses) are much higher in cases in which the reference poverty threshold is the EU-15 median income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib30\">Levy <i>et al</i>. (2013)</a> follow up on the above-described study of children’s basic income, introducing a somewhat simpler scheme for 27 EU countries. Their child basic income is intended for children aged 0 to 5 years. There are two scenarios for the benefit amount: (a) “Absolute 50€”, in which every child in the EU obtains 50 euros per month, and (b) “PPP 50€”, in which every child in a member country receives 50 euros adjusted by the appropriate purchasing power parity. The distinct features of this scheme are that the benefit is received by the mother and taxed as part of the mother’s income. The scheme also involves the EU flat tax similar to that assumed by <a href=\"#bib28\">Levy <i>et al</i>. (2007a)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The variation in the gross cost (flat tax, before deduction of income tax collected from mothers) and net flows between member states is much higher in the “absolute 50€” than in the “PPP 50€” scenario, which is expected. The net gainers are countries with lower average incomes and/or those with a relatively larger share of young children in the population. However, even in net contributor countries, low-income families would gain considerably. Overall, the scheme would cost 0.15% of EU GDP but would result in considerable reductions in the poverty rates of young children: FGT(α = 0) and FGT(α = 1) decrease by 14% and 6%, respectively.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Child benefits in Austria, although generous, are not price adjusted. Instead, their base levels are changed in an irregular manner. <a href=\"#bib18\">Fuchs and Lietz (2007)</a> simulate the introduction of yearly indexation for a group of family benefits whereby the amounts increase at the same rate as the consumer price index. This instrument would be beneficial particularly to lower income households, i.e., it would be inequality reducing. In other words, child benefits in the Austrian system provide equal absolute amounts for children in households with different incomes. Such schemes reduce relative inequality because the benefits make up a larger share of the disposable income of poorer households. Accordingly, increases in such benefits further decrease inequality. FGT(α=0) would also be decreased for families with children.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Using the then-newly developed AMM for the Russian Federation, RUSMOD, <a href=\"#bib36\">Popova (2013)</a> analyses the influence of social assistance benefits, housing benefits and child benefits on poverty rates. The decile distribution of these benefits indicates that the latter two are weakly targeted, i.e., too small a share of their total amount is received by the poverty stricken. She performs a number of scenarios, which to varying degrees reduce FGT(α=0) and FGT(α=1). The policy conclusion is that child benefits should be targeted to those below poverty lines, controlled by the federal instead of regional governments, and provided with the benefit levels adjusted for regional price differences.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib45\">Urban (2017)</a> evaluates the equity of the Croatian child tax-benefit system in which a tax allowance for supported children is often criticised as a regressive policy. Indeed, the tax allowance for supported children proves to be vertically inequitable for absolute and relative inequality views, but for certain inequality views, it makes a positive contribution to the vertical effect. The reform scenario contains two changes: (1) the number of tax rates in the personal income tax is reduced from three to one, and (2) the current system of child benefits—consisting of the means-tested child benefit and tax allowance for supported children—is replaced by the universal child benefit. Perhaps unexpectedly, the reformed system achieves a vertical effect very similar to the baseline scenario for various inequality aspects.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-4",
                    "title": "5.4 Freestyle reform studies",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Contributions and main findings",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Despite their many advantages, AMMs are by design limited to the immediate effects of policy reforms. However, researchers and policy makers tend to have an interest in behavioural and long-term outcomes. The use of static behavioural, dynamic and spatial models enables a broader analysis of the impact of child benefits: behavioural adjustments of micro units in terms of fertility and labour supply, lifetime fiscal incidence of family policies, local impacts of national policies, etc. This section provides a brief overview of the use of alternative models in the analysis of child benefits.",
                    "type": "paragraph"
                },
                {
                    "text": "Combining a theoretical model of optimal taxation with microsimulation and a behavioural econometric model, <a href=\"#bib19\">Haan &amp; Wrohlich (2010)</a> analyse the optimal design of the tax and transfer system for single women in Germany. One of their findings is that the marginal welfare weights for non-working women are higher than for working women regardless of the presence and age of children. Correspondingly, a reform – which provided subsidized childcare slots for all children under three years with working parents – has shown to be discordant with society’s valuation of the equity-efficiency trade-off. <a href=\"#bib25\">Kurowska, Myck, &amp; Wrohlich (2017)</a> employ the static behavioural labour supply model to evaluate four hypothetical reforms of family benefits and child tax credits, which are aimed at increasing the labour supply of the secondary earner in Poland. They show that a UK-like working tax credit encompassing a “double earner” premium (in the form of an extended withdrawal threshold, if both spouses are employed) may balance the employment incentives for first and second earners. <a href=\"#bib14\">Figari &amp; Narazani (2017)</a> develop a joint structural model of female labour supply and childcare behaviour for Italy. They conclude that given the same amount of public resources invested in childcare, increasing child care coverage is more effective in enhancing labour incentives than decreasing of child care costs.",
                    "type": "paragraph"
                },
                {
                    "text": "Germany is a country for which numerous studies have measured the incidence of child benefits and their impact on behaviour in the life cycle perspective; we mention only a few of these studies. Using a structural life-cycle model of fertility and female labour supply, <a href=\"#bib40\">Stichnoth, Abiry, &amp; Reuß (2015)</a> reveal that parental leave benefits, child benefits and subsidized childcare have substantial fertility effects in Germany; without these measures, completed fertility would be lower by 6%, 7%, and 10%, respectively.<sup><a href=\"#fn12\">12</a></sup> <a href=\"#bib9\">Bonin, Reuss, &amp; Stichnoth (2016)</a> employ the “ZEW Dynamic Microsimulation Model” to estimate that households in Germany receive considerable family- and marriage-related transfers; the population average over the adult life cycle (excluding the pension system) is 133.000 euros, but there is a substantial variation across individuals with respect to the number of children and the number of years spent as a single parent. <a href=\"#bib2\">Adda, Dustmann, &amp; Stevens (2017)</a> employ a life cycle model of fertility and career choice to understand the trade-off between occupational choice and desired fertility in Germany. Regarding child subsidies, they observe that the long-run effect on fertility is considerably weaker than the short-run effects estimated in the literature; furthermore, such policies may also have a long-run impact on skill accumulation, labour supply and occupational choice.",
                    "type": "paragraph"
                },
                {
                    "text": "Due to a lack of (quality) regional/local data, microsimulation models are generally used to evaluate benefits at the <i>national level</i>. However, there might be large differences in the impact of policies among a country’s regions. Spatial microsimulation models fill the gap by enabling the assessment of local impacts of social policies. <a href=\"#bib7\">Ballas &amp; Clarke (2001)</a> use SimLeeds, a spatial microsimulation model for Leeds (UK), to evaluate a hypothetical change in the child benefit and personal income tax. The results have indicated that the distributional effects of reforms significantly differ by locality; the model can identify losers and winners at the local level. <a href=\"#bib20\">Harding, Vu, Rodgers, Tanton, &amp; Vidyattama (2009)</a> assess a reform option of reducing one income test taper for the Family Tax Benefit in Australia at the national and local levels, making use of their STINMOD and SpatialMSM/08A models. The findings point to an additional cost of the reform (increase of 14%) while decreasing the high effective marginal tax rate (above 50%) for almost half of working-age Australians. The reform would primarily affect middle-income families, which, as revealed by spatial simulation, are mainly young families on the outskirts of the cities.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Beyond the static non-behavioural microsimulation of child benefits",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper reviews 27 studies that use AMMs (i.e., static non-behavioural microsimulation models) to analyse child benefits. The studies are all from this century, except for the “seminal” paper by <a href=\"#bib4\">Atkinson <i>et al</i>. (1988)</a>, who rightfully envisaged the great potential of microsimulation models in researching child benefits. <a href=\"#s1\">Section 1</a> introduced our research questions. Below, we summarise our answers to these questions.",
                    "type": "paragraph"
                },
                {
                    "text": "(1) <i>What are the advantages of employing an AMM in the analysis?</i> The advantages of employing HIS-based AMMs over the use of HIS data alone are two-fold. First, researchers can undertake the comprehensive measurement of child benefit incidence, capturing support for children within that tax-benefit system beyond cash benefits alone. Second, various reform scenarios can be run to produce results showing the impact of reforms on a country’s income distribution and the fiscal balance.",
                    "type": "paragraph"
                },
                {
                    "text": "(2) <i>What are the common topics of the reviewed studies?</i> Studies were categorised according to common topics into four groups: (a) Benefit incidence studies, which are devoted specifically to the estimation of spending on children; (b) Actual reform studies, which analyse distributional and budget impacts of proposed and enacted child policy changes; (c) Policy import studies, in which researchers “copy and paste” child benefit instrument rules from country B’s tax-benefit system into that of country A; and (d) Freestyle reform studies, which also simulate hypothetical reforms but use new and original scenarios.",
                    "type": "paragraph"
                },
                {
                    "text": "(3) <i>Which microsimulation techniques are employed?</i> The microsimulation technique employed in the measurement of benefit incidence is the calculation of child-contingent payments proposed by <a href=\"#bib12\">Corak <i>et al</i>. (2005)</a>. More often, to measure the value of child benefits, researchers simply switch-off child-related policies and recalculate the model. In reform analysis, the method of “policy import” or “policy swap” is common.",
                    "type": "paragraph"
                },
                {
                    "text": "(4) <i>What methods for measurement of social welfare are used?</i> Poverty indices are the prevalent measure of social welfare; they are used in practically all studies, marking child poverty as a distinct research topic. Also related to poverty measurement are indicators that measure the efficiency of benefits in reducing poverty: these measures are defined as so-called target efficiency indicators. Several studies have used various income inequality and tax-benefit concentration indicators, such as the Gini index and Lorenz/concentration curves.",
                    "type": "paragraph"
                },
                {
                    "text": "(5) <i>What are the main findings of the studies?</i> Each study has its own specific findings; these are explained in <a href=\"#s5\">Section 5</a>. However, certain conclusions are common for the whole body of research or to certain groups of studies.",
                    "type": "paragraph"
                },
                {
                    "text": "Child benefits have different functions: reducing child poverty, achieving vertical equity (between poorer and richer families), achieving horizontal equity (between adults with and without children), supporting children as a public good, smoothing expenditure across the lifetime, etc. Different types of benefits will have different levels of effectiveness and efficiency in achieving goals set by various functions. However, in assessing the performance of benefits, analysts and policy makers should also take into account the following aspects: the simplicity and costs of administration, the possible stigma for beneficiaries, the benefit uptake, the influence on work incentives, etc.",
                    "type": "paragraph"
                },
                {
                    "text": "Three types of child benefits have been particularly considered in the reviewed studies: universal child benefits, means-tested benefits and tax reductions. Means-tested benefits are very effective in poverty reduction and in the achievement of vertical equity but may result in work disincentives, a stigma for beneficiaries and non-take up. These benefits cannot properly satisfy the horizontal equity function simply because they are restricted to the segment of lower income families. Universal child benefits are less efficient in poverty reduction but have advantages in various other aspects, such as work incentive neutrality, simplicity of administration and large benefit take up. Tax reduction benefits can be attractive for their simplicity of administration and the fact that they are not a standard budget expenditure. However, these benefits are criticised for their “regressive” nature and poor performance in poverty reduction.",
                    "type": "paragraph"
                },
                {
                    "text": "These statements regarding different types of benefits are more or less known a priori. However, the reviewed studies have provided strong evidence for the impact of child policy instruments on poverty reduction. Countries that particularly rely on tax reductions, such as Spain in the last decade, have a low performance with respect to poverty reduction. One of the conclusions is that the best approach is the combination of universal child benefits and means-tested benefits.",
                    "type": "paragraph"
                },
                {
                    "text": "The effects of reforms in other aspects, such as work incentives and horizontal equity, were somewhat neglected by researchers using static models, although the researchers are quite aware of their importance. Thus, the potential of AMMs to measure work incentives and horizontal equity is underused in the field of child benefits. In this regard, we see room for improvement in future studies.",
                    "type": "paragraph"
                },
                {
                    "text": "Child benefits create different types of impacts on individuals and households. It was seen that AMMs can be effectively used to measure impacts on annual income distribution and poverty. However, these models are inoperative when it comes to measuring impacts on labour supply and fertility decisions and whenever medium- or long-term impacts are considered. This is the reason that we also advocate for the further use and development of behavioural and dynamic models in the study of child benefits.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Summary and conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Structural Labour Supply Models and Microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "id": "bib1",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "162",
                "last": "197",
                "range": "162–197"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "The Career Costs of Children",
            "authors": [
                {
                    "name": {
                        "index": "Adda, J",
                        "preferred": "J Adda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dustmann, C",
                        "preferred": "C Dustmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stevens, K",
                        "preferred": "K Stevens"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib2",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "293",
                "last": "337",
                "range": "293–337"
            },
            "type": "journal",
            "volume": "125"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Arrow and the Foundations of the Theory of Economic Policy",
            "chapterTitle": "Income Distribution and Differences in Needs",
            "date": "1987",
            "editors": [
                {
                    "name": {
                        "index": "Feiwel, GR",
                        "preferred": "GR Feiwel"
                    },
                    "type": "person"
                }
            ],
            "id": "bib3",
            "pages": {
                "first": "350",
                "last": "370",
                "range": "350–370"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Palgrave Macmillan UK"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "What do we learn about tax reform from international comparisons? France and Britain",
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chiappori, PA",
                        "preferred": "PA Chiappori"
                    },
                    "type": "person"
                }
            ],
            "date": "1988",
            "id": "bib4",
            "journal": "European Economic Review",
            "pages": {
                "first": "343",
                "last": "352",
                "range": "343–352"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "articleTitle": "Interactions Between Policy Effects, Population Characteristics and the Tax-Benefit System: An Illustration Using Child Poverty and Child Related Policies in Romania and the Czech Republic",
            "authors": [
                {
                    "name": {
                        "index": "Avram, S",
                        "preferred": "S Avram"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Militaru, E",
                        "preferred": "E Militaru"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib5",
            "journal": "Social Indicators Research",
            "pages": {
                "first": "1365",
                "last": "1385",
                "range": "1365–1385"
            },
            "type": "journal",
            "volume": "128"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Baclet, A",
                        "preferred": "A Baclet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dell, F",
                        "preferred": "F Dell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wrohlich, K",
                        "preferred": "K Wrohlich"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Bonn"
                        ]
                    },
                    "formatted": [
                        "Bonn"
                    ]
                },
                "name": [
                    "Institute for the Study of Labor (IZA)"
                ]
            },
            "source": "Income taxation and household size: would French family splitting make German families better off? (IZA Discussion Paper Series No. 1894)",
            "title": "Income taxation and household size: would French family splitting make German families better off? (IZA Discussion Paper Series No. 1894)",
            "type": "report"
        },
        {
            "articleTitle": "Modelling the Local Impacts of National Social Policies: A Spatial Microsimulation Approach",
            "authors": [
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, GP",
                        "preferred": "GP Clarke"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib7",
            "journal": "Environment and Planning C: Government and Policy",
            "pages": {
                "first": "587",
                "last": "606",
                "range": "587–606"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "The Impact of Income Maintenance Payments on Poverty in Britain, 1975",
            "authors": [
                {
                    "name": {
                        "index": "Beckerman, W",
                        "preferred": "W Beckerman"
                    },
                    "type": "person"
                }
            ],
            "date": "1979",
            "id": "bib8",
            "journal": "Economic Journal",
            "pages": {
                "first": "261",
                "last": "79",
                "range": "261–79"
            },
            "type": "journal",
            "volume": "89"
        },
        {
            "articleTitle": "The Monetary Value of Family Policy Measures in Germany over the Life Cycle: Evidence from a Dynamic Microsimulation Model",
            "authors": [
                {
                    "name": {
                        "index": "Bonin, H",
                        "preferred": "H Bonin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reuss, K",
                        "preferred": "K Reuss"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stichnoth, H",
                        "preferred": "H Stichnoth"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib9",
            "journal": "CESifo Economic Studies",
            "pages": {
                "first": "650",
                "last": "671",
                "range": "650–671"
            },
            "type": "journal",
            "volume": "62"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brewer, M",
                        "preferred": "M Brewer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Browne, J",
                        "preferred": "J Browne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Joyce, R",
                        "preferred": "R Joyce"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Child and working-age poverty from 2010 to 2020",
            "date": "2011",
            "id": "bib10",
            "publisher": {
                "name": [
                    "Institute for Fiscal Studies"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cantó, O",
                        "preferred": "O Cantó"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Adiego, M",
                        "preferred": "M Adiego"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ayala, L",
                        "preferred": "L Ayala"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paniagua, M",
                        "preferred": "M Paniagua"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "New pathways in microsimulation",
            "chapterTitle": "Going regional: The effectiveness of different tax-benefit policies in combating child poverty in Spain",
            "date": "2014",
            "editors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                }
            ],
            "id": "bib11",
            "pages": {
                "first": "183",
                "last": "202",
                "range": "183–202"
            },
            "publisher": {
                "name": [
                    "Ashgate"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Corak, M",
                        "preferred": "M Corak"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lietz, C",
                        "preferred": "C Lietz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib12",
            "publisher": {
                "name": [
                    "Institute for Social and Economic Research"
                ]
            },
            "source": "The Impact of Tax and Transfer Systems on Children in the European Union (EUROMOD Working Papers No. EM4/05)",
            "title": "The Impact of Tax and Transfer Systems on Children in the European Union (EUROMOD Working Papers No. EM4/05)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Eurostat",
                    "type": "group"
                }
            ],
            "bookTitle": "ESSPROS manual and user guidelines: the European System of Integrated Social Protection Statistics (ESSPROS)",
            "date": "2012",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Luxembourg"
                        ]
                    },
                    "formatted": [
                        "Luxembourg"
                    ]
                },
                "name": [
                    "Publications Office of the European Union"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Narazani, E",
                        "preferred": "E Narazani"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib14",
            "publisher": {
                "name": [
                    "Institute for Social and Economic Research"
                ]
            },
            "source": "The joint decision of female labour supply and childcare in Italy under costs and availability constraints (EUROMOD Working Papers No. EM2/17)",
            "title": "The joint decision of female labour supply and childcare in Italy under costs and availability constraints (EUROMOD Working Papers No. EM2/17)",
            "type": "report"
        },
        {
            "articleTitle": "Measuring the Size and Impact of Public Cash Support for Children in Cross-National Perspective",
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib15",
            "journal": "Social Science Computer Review",
            "pages": {
                "first": "85",
                "last": "102",
                "range": "85–102"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "2141–2221, Microsimulation and Policy Analysis, Handbook of Income Distribution, Vol. 2, Elsevier",
            "id": "bib16",
            "title": "Handbook of Income Distribution",
            "type": "unknown"
        },
        {
            "articleTitle": "A Class of Decomposable Poverty Measures",
            "authors": [
                {
                    "name": {
                        "index": "Foster, JE",
                        "preferred": "JE Foster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greer, J",
                        "preferred": "J Greer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thorbecke, E",
                        "preferred": "E Thorbecke"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "id": "bib17",
            "journal": "Econometrica",
            "pages": {
                "first": "761",
                "last": "766",
                "range": "761–766"
            },
            "type": "journal",
            "volume": "52"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fuchs, M",
                        "preferred": "M Fuchs"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lietz, C",
                        "preferred": "C Lietz"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib18",
            "publisher": {
                "name": [
                    "Institute for Social and Economic Research"
                ]
            },
            "source": "Effect of changes in tax/benefit policies in Austria, 1998-2005 (EUROMOD Working Papers No. EM3/07)",
            "title": "Effect of changes in tax/benefit policies in Austria, 1998-2005 (EUROMOD Working Papers No. EM3/07)",
            "type": "report"
        },
        {
            "articleTitle": "Optimal Taxation: The Design of Child-Related Cash and In-Kind Benefits",
            "authors": [
                {
                    "name": {
                        "index": "Haan, P",
                        "preferred": "P Haan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wrohlich, K",
                        "preferred": "K Wrohlich"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib19",
            "journal": "German Economic Review",
            "pages": {
                "first": "278",
                "last": "301",
                "range": "278–301"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "Improving Work Incentives and Incomes for Parents: The National and Geographic Impact of Liberalising the Family Tax Benefit Income Test",
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vu, QN",
                        "preferred": "QN Vu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rodgers, J",
                        "preferred": "J Rodgers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib20",
            "journal": "Economic Record",
            "pages": {
                "first": "S48",
                "last": "S58",
                "range": "S48–S58"
            },
            "type": "journal",
            "volume": "85"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hufkens, T",
                        "preferred": "T Hufkens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gábos, A",
                        "preferred": "A Gábos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalavrezou, N",
                        "preferred": "N Kalavrezou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Matsaganis, M",
                        "preferred": "M Matsaganis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib21",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Antwerp"
                        ]
                    },
                    "formatted": [
                        "Antwerp"
                    ]
                },
                "name": [
                    "Herman Deleeck Centre for Social Policy – University of Antwerp"
                ]
            },
            "source": "The distributive effects of work-family life policies in European welfare states (ImPRovE Discussion Paper No. 16/09)",
            "title": "The distributive effects of work-family life policies in European welfare states (ImPRovE Discussion Paper No. 16/09)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Vos, K",
                        "preferred": "K de Vos"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib22",
            "publisher": {
                "name": [
                    "Institute for Social and Economic Research"
                ]
            },
            "source": "Child poverty and child benefits in the European Union (EUROMOD Working Papers No. EM1/00)",
            "title": "Child poverty and child benefits in the European Union (EUROMOD Working Papers No. EM1/00)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kakwani, NC",
                        "preferred": "NC Kakwani"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Economic Inequality: Measurement and Policy (Advances in Econometrics, vol. 3)",
            "chapterTitle": "On the Measurement of Tax Progressivity and Redistributive Effects of Taxes with Applications to Horizontal and Vertical Equity",
            "date": "1984",
            "editors": [
                {
                    "name": {
                        "index": "Basmann, RL",
                        "preferred": "RL Basmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rhodes, GF",
                        "preferred": "GF Rhodes"
                    },
                    "type": "person"
                }
            ],
            "id": "bib23",
            "pages": {
                "first": "149",
                "last": "168",
                "range": "149–168"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Greenwich, CT, USA"
                        ]
                    },
                    "formatted": [
                        "Greenwich, CT, USA"
                    ]
                },
                "name": [
                    "JAI Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kump, N",
                        "preferred": "N Kump"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Majcen, B",
                        "preferred": "B Majcen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Čok, M",
                        "preferred": "M Čok"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Assessing the Benefits Reform in Slovenia Using a Microsimulation Approach. Unpublished manuscript",
            "id": "bib24",
            "title": "Assessing the Benefits Reform in Slovenia Using a Microsimulation Approach. Unpublished manuscript",
            "type": "unknown"
        },
        {
            "articleTitle": "Making work pay: increasing labour supply of secondary earners in low income families with children",
            "authors": [
                {
                    "name": {
                        "index": "Kurowska, A",
                        "preferred": "A Kurowska"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Myck, M",
                        "preferred": "M Myck"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wrohlich, K",
                        "preferred": "K Wrohlich"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib25",
            "journal": "Contemporary Economics",
            "pages": {
                "first": "161",
                "last": "170",
                "range": "161–170"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "On the Redistributive Effect of Taxes and Benefits",
            "authors": [
                {
                    "name": {
                        "index": "Lambert, PJ",
                        "preferred": "PJ Lambert"
                    },
                    "type": "person"
                }
            ],
            "date": "1985",
            "id": "bib26",
            "journal": "Scottish Journal of Political Economy",
            "pages": {
                "first": "39",
                "last": "54",
                "range": "39–54"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib27",
            "publisher": {
                "name": [
                    "Institute for Social and Economic Research"
                ]
            },
            "source": "Child-targeted tax-benefit reform in Spain in a European context: a microsimulation analysis using EUROMOD (EUROMOD Working Papers No. EM2/03)",
            "title": "Child-targeted tax-benefit reform in Spain in a European context: a microsimulation analysis using EUROMOD (EUROMOD Working Papers No. EM2/03)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lietz, C",
                        "preferred": "C Lietz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "A guaranteed income for Europe’s children?, Inequality and poverty re-examined, Oxford University Press",
            "id": "bib28",
            "title": "Inequality and poverty re-examined",
            "type": "unknown"
        },
        {
            "articleTitle": "Swapping policies: Alternative tax-benefit strategies to support children in Austria, Spain and the UK",
            "authors": [
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lietz, C",
                        "preferred": "C Lietz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "discriminator": "b",
            "id": "bib29",
            "journal": "Journal of Social Policy",
            "pages": {
                "first": "625",
                "last": "647",
                "range": "625–647"
            },
            "type": "journal",
            "volume": "36"
        },
        {
            "articleTitle": "Towards a European Union Child Basic Income? Within and between country effects",
            "authors": [
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Matsaganis, M",
                        "preferred": "M Matsaganis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib30",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "63",
                "last": "85",
                "range": "63–85"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morawski, L",
                        "preferred": "L Morawski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Myck, M",
                        "preferred": "M Myck"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "Alternative tax-benefit strategies to support children in Poland, Tax and benefit policies in the enlarged Europe: assessing the impact with microsimulation models, Farnham, Surrey, UK, Burlington, VT, Ashgate",
            "id": "bib31",
            "title": "Tax and benefit policies in the enlarged Europe: assessing the impact with microsimulation models",
            "type": "unknown"
        },
        {
            "articleTitle": "A survey of dynamic microsimulation models: uses, model structure and methodology",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib32",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "55",
                "range": "3–55"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Matsaganis, M",
                        "preferred": "M Matsaganis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coromaldi, M",
                        "preferred": "M Coromaldi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mercader-Prats, M",
                        "preferred": "M Mercader-Prats"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rodrigues, CF",
                        "preferred": "CF Rodrigues"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Toso, S",
                        "preferred": "S Toso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tsakloglou, P",
                        "preferred": "P Tsakloglou"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation as a tool for the evaluation of public policies: methods and applications",
            "chapterTitle": "Child poverty and family transfers in Southern Europe",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Spadaro, A",
                        "preferred": "A Spadaro"
                    },
                    "type": "person"
                }
            ],
            "id": "bib33",
            "pages": {
                "first": "293",
                "last": "321",
                "range": "293–321"
            },
            "publisher": {
                "name": [
                    "Fundación BBVA"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Reforming Family Transfers in Southern Europe: Is there a Role for Universal Child Benefits?",
            "authors": [
                {
                    "name": {
                        "index": "Matsaganis, M",
                        "preferred": "M Matsaganis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levy, H",
                        "preferred": "H Levy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coromaldi, M",
                        "preferred": "M Coromaldi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mercader-Prats, M",
                        "preferred": "M Mercader-Prats"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rodrigues, CF",
                        "preferred": "CF Rodrigues"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Toso, S",
                        "preferred": "S Toso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tsakloglou, P",
                        "preferred": "P Tsakloglou"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib34",
            "journal": "Social Policy and Society",
            "pages": {
                "first": "189",
                "last": "197",
                "range": "189–197"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "articleTitle": "Child policy changes and estimation of income distribution effects",
            "authors": [
                {
                    "name": {
                        "index": "Militaru, E",
                        "preferred": "E Militaru"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cristescu, A",
                        "preferred": "A Cristescu"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib35",
            "journal": "Theoretical and Applied Economics",
            "pages": {
                "first": "187",
                "last": "196",
                "range": "187–196"
            },
            "type": "journal",
            "volume": "XXIV"
        },
        {
            "articleTitle": "Impact assessment of alternative reforms of child allowances using RUSMOD– the static tax-benefit microsimulation model for Russia",
            "authors": [
                {
                    "name": {
                        "index": "Popova, D",
                        "preferred": "D Popova"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib36",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "122",
                "last": "156",
                "range": "122–156"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Distributional impacts of cash allowances for children: A microsimulation analysis for Russia and Europe",
            "authors": [
                {
                    "name": {
                        "index": "Popova, D",
                        "preferred": "D Popova"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib37",
            "journal": "Journal of European Social Policy",
            "pages": {
                "first": "248",
                "last": "267",
                "range": "248–267"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "articleTitle": "Is the neighbour’s grass greener? Comparing family support in Lithuania and four other New Member States",
            "authors": [
                {
                    "name": {
                        "index": "Salanauskaite, L",
                        "preferred": "L Salanauskaite"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib38",
            "journal": "Journal of European Social Policy",
            "pages": {
                "first": "315",
                "last": "331",
                "range": "315–331"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Salanauskaite, L",
                        "preferred": "L Salanauskaite"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Tax and benefit policies in the enlarged Europe: assessing the impact with microsimulation models",
            "chapterTitle": "Reforming child allowances in Lithuania: what does microsimulation tell us?",
            "date": "2009",
            "editors": [
                {
                    "name": {
                        "index": "Lelkes, O",
                        "preferred": "O Lelkes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "id": "bib39",
            "pages": {
                "first": "155",
                "last": "186",
                "range": "155–186"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Farnham, Surrey, UK"
                        ]
                    },
                    "formatted": [
                        "Farnham, Surrey, UK"
                    ]
                },
                "name": [
                    "Ashgate"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Completed fertility effects of family policy measures: evidence from a life-cycle model",
            "authors": [
                {
                    "name": {
                        "index": "Stichnoth, H",
                        "preferred": "H Stichnoth"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Abiry, R",
                        "preferred": "R Abiry"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reuß, K",
                        "preferred": "K Reuß"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib40",
            "journal": "Economics Bulletin",
            "pages": {
                "first": "1726",
                "last": "1733",
                "range": "1726–1733"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib41",
            "publisher": {
                "name": [
                    "Institute for Social and Economic Research"
                ]
            },
            "source": "Reducing child poverty in Europe: what can static microsimulation models tell us? (EUROMOD Working Papers No. EM5/01)",
            "title": "Reducing child poverty in Europe: what can static microsimulation models tell us? (EUROMOD Working Papers No. EM5/01)",
            "type": "report"
        },
        {
            "articleTitle": "Can Child Poverty Be Abolished? Promises and Policies in the UK",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib42",
            "journal": "The Economic and Labour Relations Review",
            "pages": {
                "first": "7",
                "last": "31",
                "range": "7–31"
            },
            "type": "journal",
            "volume": "17"
        },
        {
            "articleTitle": "EUROMOD: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib43",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Reducing child poverty in Britain: an assessment of government policy, 1997–2001",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Piachaud, D",
                        "preferred": "D Piachaud"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib44",
            "journal": "Economic Journal",
            "pages": {
                "first": "F85",
                "last": "F101",
                "range": "F85–F101"
            },
            "type": "journal",
            "volume": "111"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Urban, I",
                        "preferred": "I Urban"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib45",
            "publisher": {
                "name": [
                    "Institute for Social and Economic Research"
                ]
            },
            "source": "Measuring income redistribution: beyond the proportionality standard (EUROMOD Working Papers No. EM1/17)",
            "title": "Measuring income redistribution: beyond the proportionality standard (EUROMOD Working Papers No. EM1/17)",
            "type": "report"
        },
        {
            "articleTitle": "Horizontal and Vertical Equity Objectives of Child Benefit Systems: An Empirical Assessment for European Countries",
            "authors": [
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van Lancker, W",
                        "preferred": "W Van Lancker"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib46",
            "journal": "Social Indicators Research",
            "pages": {
                "first": "1299",
                "last": "1318",
                "range": "1299–1318"
            },
            "type": "journal",
            "volume": "128"
        }
    ],
    "acknowledgements": [
        {
            "text": "The authors wish to thank two anonymous referees and the journal editor for their comments, which significantly improved the quality of this paper. This work has been fully supported by the Croatian Science Foundation under the project number UIP-2014-09-4096 (“Application of Microsimulation Models in the Analysis of Taxes and Social Benefits in Croatia”, AMMATSBC). The work of doctoral student Martina Pezer has been fully supported by the Croatian Science Foundation.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
