{
    "status": "vor",
    "id": "00195",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00195",
    "authorLine": "Gemma C Wright et al.",
    "title": "Policy transparency in the public sector: The case of social benefits in Tanzania",
    "published": "2019-04-30T00:00:00Z",
    "versionDate": "2019-04-30T00:00:00Z",
    "statusDate": "2019-04-30T00:00:00Z",
    "volume": 12,
    "issue": 1,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00195/ijm-00195.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In this paper we explore the eligibility criteria for the social benefits that form part of the Productive Social Safety Net programme in Tanzania — the Basic Cash Transfer and Variable Cash Transfer. An account is given of how simplified variants of these criteria were applied within TAZMOD, a static tax-benefit microsimulation model for Tanzania, in order to estimate take-up rates for these benefits. Confronted by the opaque and discretionary elements of the current benefits, we then simulate several categorical benefit alternatives which overcome many of the challenges of the current design, including a revenue neutral option that is more effective at reducing poverty and inequality. It is argued that by shifting to categorical benefits and removing the community targeting, proxy means-test, and conditionality elements, transparency would be enhanced. This would not only enable more accurate monitoring of access to and take-up of the benefits but would also enable citizens to determine their eligibility which is currently not possible.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Wright et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Southern African Social Policy Research Insights"
                    ]
                }
            ],
            "emailAddresses": [
                "Gemma.wright@saspri.org"
            ],
            "name": {
                "index": "Wright, Gemma C",
                "preferred": "Gemma C Wright"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Tanzania"
                        },
                        "formatted": [
                            "Tanzania"
                        ]
                    },
                    "name": [
                        "Department of Economics",
                        "University of Dar es Salaam"
                    ]
                }
            ],
            "emailAddresses": [
                "vleyaro@yahoo.com"
            ],
            "name": {
                "index": "Leyaro, Vincent",
                "preferred": "Vincent Leyaro"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Tanzania"
                        },
                        "formatted": [
                            "Tanzania"
                        ]
                    },
                    "name": [
                        "Department of Economics",
                        "University of Dar es Salaam"
                    ]
                }
            ],
            "emailAddresses": [
                "ekisanga2006@yahoo.co.uk"
            ],
            "name": {
                "index": "Kisanga, Elineema",
                "preferred": "Elineema Kisanga"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "South Africa"
                        },
                        "formatted": [
                            "South Africa"
                        ]
                    },
                    "name": [
                        "Southern African Social Policy Research Institute NPC"
                    ]
                }
            ],
            "emailAddresses": [
                "christine.byaruhanga@saspri.org"
            ],
            "name": {
                "index": "Byaruhanga, Christine",
                "preferred": "Christine Byaruhanga"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "transparency",
        "social assistance",
        "community targeting",
        "Tanzania",
        "microsimulation"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "A well-functioning system of public service delivery requires the definition and measurement of eligibility for services to be determined in a transparent and non-discretionary manner (<a href=\"#bib38\">United Nations Research Institute for Social Development [UNRISD], 2016</a>). This requires objective rules rather than opaque or subjective discretionary processes, enabling eligibility to be measured, and the take-up and impact of the provision to be quantified. Using the case of the Productive Social Safety Net (PSSN) in mainland Tanzania, this paper explores the eligibility criteria for the cash benefits in the PSSN programme, and presents hypothetical policy reforms that could help enhance transparency.",
                    "type": "paragraph"
                },
                {
                    "text": "Although the PSSN programme is high-profile and of vital importance to many people in low-income households, it is still fairly new and relatively under-researched beyond the immediate stakeholder and funding organisations. The intention is that this paper will provide new insights on the programme, gained through developing a tax-benefit microsimulation model for Tanzania called TAZMOD (<a href=\"#bib21\">Leyaro <i>et al</i>., 2017</a>). As such the emphasis is on the interpretation of the PSSN benefit rules and their ‘translation’ into arithmetic rules for a static tax-benefit microsimulation model. This process revealed that the PSSN eligibility criteria are complex and at times either opaque and/or discretionary. It is argued that this compromises transparency not only for those involved in the technical process of building a tax-benefit microsimulation model, but also for the policymakers, those who implement the policy, the beneficiaries, and the population at large. To address these issues, several hypothetical reform scenarios are simulated comprising categorical benefits, as an example of how TAZMOD can be used to explore policy reforms that are more transparent in terms of their eligibility criteria.",
                    "type": "paragraph"
                },
                {
                    "text": "Tanzania, like many other developing countries, faces a situation of high economic growth rates that barely impact on poverty levels (Arndt, Demery, McKay, &amp; Tarp, 2017). Social protection is actively promoted in Tanzania as a key policy strategy to combat poverty and vulnerability, and to foster inclusiveness and sustainable development (e.g. <a href=\"#bib24\">Ministry of Labour, Youth Development and Sports, 2003</a>), an approach that is supported by networks across the Region (e.g. <a href=\"#bib1\">Africa Platform for Social Protection, 2018</a>; <a href=\"#bib33\">Southern African Development Community [SADC], 2003</a>, <a href=\"#bib34\">2007</a>) and internationally through global initiatives spurred on by Agenda 2030 (e.g. <a href=\"#bib5\">Civil Society Forum, 2018</a>; <a href=\"#bib12\">Global Coalition for Social Protection Floors, 2018</a>; <a href=\"#bib13\">International Labour Organization [ILO], 2017a</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The PSSN programme comprises a public works programme, programme strands relating to livelihoods enhancement and targeted infrastructure, and two cash transfers (considered here): a fixed basic cash transfer (BCT) for low-income households and a variable conditional cash transfer (VCT). The VCT is a top-up for low-income households containing children or pregnant women, conditional on compliance with requirements related to education and health behaviour.",
                    "type": "paragraph"
                },
                {
                    "text": "The PSSN programme started in 2012 and has been scaled up over time (<a href=\"#bib42\">United Nations Tanzania [UNT], 2017</a>; <a href=\"#bib45\">World Bank, National Bureau of Statistics, &amp; Office of Chief Government Statistician, 2016</a>), providing support to 5.04 million beneficiaries by December 2016 (<a href=\"#bib44\">World Bank, 2017</a>, p. 3). It is funded by the Government of Tanzania and numerous Development Partners including the World Bank Group, the UK Department for International Development, USAID, the Swedish International Development Cooperation Agency, the United Nations Children’s Fund and the International Labour Organization (<a href=\"#bib14\">ILO, 2017b</a>; <a href=\"#bib41\">UNT, nd</a>; <a href=\"#bib45\">World Bank <i>et al</i>, 2016</a>; <a href=\"#bib44\">World Bank, 2017</a>). The PSSN is implemented by the Tanzania Social Action Fund (TASAF) which was established as part of the National Strategy for Growth and Reduction of Poverty (NSGRP, also called MKUKUTA in Swahili) (<a href=\"#bib37\">Ulriksen, 2016</a>; <a href=\"#bib40\">UNT, 2015</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The primary objective of TASAF is ‘to enable poor households to increase incomes and opportunities while improving consumption’ (<a href=\"#bib31\">President’s Office, United Republic of Tanzania, 2013</a>, p. 2) through a comprehensive, efficient, well-targeted and PSSN system for the poor and vulnerable section of the Tanzanian population. However, the programme has faced challenges. For example, a recent government verification exercise identified more than 55,000 beneficiary households that should not have been in receipt of the TASAF benefits. Of these, almost 13,500 beneficiaries were found to be ‘not poor’, 4,352 beneficiaries were local government leaders, and almost 14,000 beneficiaries were reported as being dead (<a href=\"#bib23\">Mbago, 2016</a>). More generally, and as will be discussed further below, the PSSN provides an example of the invidious challenge of determining how to distribute a small benefit (in both amount and coverage) fairly, in a highly impoverished and populous country (e.g. <a href=\"#bib6\">Devereux <i>et al</i>., 2017</a>). The PSSN also encapsulates the tensions that arise when so-called targeted social protection is considered alongside international commitments to universal social protection (e.g. <a href=\"#bib16\">International Monetary Fund [IMF], 2017</a>). As part of this broader debate, one of the ‘targeting’ mechanisms employed —the Proxy Means Test (PMT)— is also under increased scrutiny, with questions being raised as to whether simpler mechanisms might be just as effective in ensuring that benefits reach poor people (e.g. <a href=\"#bib4\">Brown, Ravallion, &amp; van de Walle, 2018</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "It is hoped that the paper will not only raise awareness of the PSSN policy’s eligibility criteria, including arguably some of their limitations, but more broadly that it will contribute to the literature on social security policy design in developing countries, including highlighting the advantages of tools such as TAZMOD for scrutinising policy design, transparency and effectiveness. The paper does not provide an analysis of the role of different actors in the development of the PSSN policy (see <a href=\"#bib37\">Ulriksen, 2016</a>), nor of the implementation of the PSSN eligibility criteria in practice by the policy’s implementors, nor of the experience of applicants or beneficiaries (on which see <a href=\"#bib45\">World Bank <i>et al</i>., 2016</a>; and regarding youth in particular see <a href=\"#bib36\">The Tanzania Cash Plus Evaluation Team, 2018</a>). It is also not our intention to test out the efficacy of variants of the PMT (see <a href=\"#bib4\">Brown <i>et al</i>., 2018</a>) nor to explore behavioural responses to different policy scenarios.",
                    "type": "paragraph"
                },
                {
                    "text": "Section 2 provides a brief introduction to the Tanzanian tax-benefit microsimulation model TAZMOD which was used for the analysis in this paper. Section 3 sets out the eligibility criteria for the two cash transfers in the PSSN programme and provides an account of how the two cash transfers were simulated in TAZMOD. Section 4 provide examples of several policy reforms using TAZMOD that avoid some of the more opaque and/or discretionary elements of the current PSSN eligibility criteria. The final section (Section 5) concludes with a summary of findings, discussion and recommendations.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The analysis in this paper was undertaken using the Tanzanian tax-benefit microsimulation model TAZMOD, which was developed recently by the authors and colleagues (<a href=\"#bib21\">Leyaro <i>et al</i>., 2017</a>) as part of the SOUTHMOD programme (<a href=\"#bib43\">United Nations University World Institute for Development Economics Research [UNU-WIDER], 2018</a>). The process of building a tax-benefit microsimulation model involves the translation of social security and taxation policies into a formal set of rules that can be applied to individuals and households in a nationally representative survey.",
                    "type": "paragraph"
                },
                {
                    "text": "TAZMOD is a static tax-benefit microsimulation model for mainland Tanzania. The model is underpinned by the Household Budget Survey (HBS) 2011/12, which was conducted by the National Bureau of Statistics (<a href=\"#bib27\">National Bureau of Statistics [NBS], 2014a</a>). The HBS is a nationally representative cross-sectional survey covering 10,186 households and 46,593 individuals. It is the best available dataset with which to simulate Tanzania’s tax and benefit policies as it contains detailed information about individuals including their incomes as well as detailed information about household-level expenditure. The model operates by applying a series of tax and benefit rules to individuals in the dataset, using the EUROMOD software.<sup><a href=\"#fn1\">1</a></sup> The following policies are currently simulated in TAZMOD:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Presumptive Tax",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Personal Income Tax",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Selected Excise Duties",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Value-added Tax",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Employer and Employee contributions to the National Health Insurance Fund",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "PSSN Basic Cash Transfer",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "PSSN Variable Cash Transfer",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "PSSN Eligibility for Public Works",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "TAZMOD contains the rules for these policies for 2012 (the baseline time point), 2015, 2016 and 2017. For the 2015, 2016 and 2017 simulations, monetary variables in the HBS 2011/12 were uprated to a 2015, 2016 or 2017 time point respectively, using the Consumer Price Index for food and non-food items (<a href=\"#bib21\">Leyaro <i>et al</i>., 2017</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The inclusion of taxes and benefits enables the distributional impact of different existing or hypothetical policies to be examined, as will be elaborated further in the next two sections.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The details of the eligibility criteria for the cash transfer components of the PSSN programme are set out in this section, followed by an account of how they were simulated in practice in TAZMOD.",
                    "type": "paragraph"
                },
                {
                    "text": "The precise eligibility criteria were difficult to obtain as there is a dearth of publicly available information, with the exception of a 91-page Operational Manual which is out-of-date and also sometimes insufficiently detailed (<a href=\"#bib31\">President’s Office, United Republic of Tanzania, 2013</a>). Additional information was obtained by the authors from in-person visits to TASAF, and from donor or evaluation reports. It was not necessary to contact any donors directly as TASAF staff were able to answer any questions. The details of the policy’s eligibility criteria are included here in order to demonstrate the choices that confront a researcher when translating policies into arithmetic rules to be applied within a static tax-benefit microsimulation model such as TAZMOD, which is of relevance not only to the Tanzanian context but also to the many other countries that have benefits of this type.",
                    "type": "paragraph"
                },
                {
                    "text": "A recent base-line impact evaluation of the PSSN describes the targeting system as ‘hybrid’, comprising a geographical mechanism, a community based targeting approach, and a proxy means-test (PMT) (<a href=\"#bib45\">World Bank <i>et al</i>., 2016</a>, p. 9). They report that ‘PSSN targets the 9.7% of the population below the food poverty line plus an additional 5% who are transient poor.’ (<a href=\"#bib45\">World Bank <i>et al</i>., 2016</a>, p. 10).",
                    "type": "paragraph"
                },
                {
                    "text": "The geographical targeting mechanism is undertaken using a poverty index which is first applied at the level of the Project Area Authority and then at the community level (<a href=\"#bib45\">World Bank <i>et al</i>., 2016</a>). This determines which areas in Tanzania should be prioritised, which villages/Mtaa (or streets)/Shehia within those areas to prioritise, and the number of poor households to be targeted in the selected villages/Mtaa/Shehia (<a href=\"#bib20\">Leite, 2012</a>; <a href=\"#bib31\">President’s Office, United Republic of Tanzania, 2013</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "With respect to the other criteria, the TASAF Operational Manual (<a href=\"#bib31\">President’s Office, United Republic of Tanzania, 2013</a>) contains an eligibility decision tree which sets out the chain of events for determining whether a household is eligible or not (see <a href=\"#fig1\">Figure 1</a>). The box at the top of the decision tree in <a href=\"#fig1\">Figure 1</a> refers to a step that determines whether or not a household is ‘poor and vulnerable’ and this itself is made up of several stages: first, a Village Assembly elects and forms a Community Team (or Community Cash Transfer Management Committee). The Community Team and Local Government Authority (LGA) facilitators are then responsible for identifying potential beneficiary households using pre-determined criteria. The standard criteria are that the households should be below the food poverty line of TZS<sup><a href=\"#fn2\">2</a></sup> 26,085.5per adult equivalent per month (<a href=\"#bib28\">NBS, 2014b</a>, p. 54)<sup><a href=\"#fn3\">3</a></sup>, however, these criteria are reviewed, and agreed upon, and can potentially be modified, at a Village Assembly meeting before being applied. Once the Community Teams have produced a final list of households, Village Assembly meetings are convened to approve the list. These steps all relate to the first box in the decision tree.",
                    "type": "paragraph"
                },
                {
                    "text": "The number of households in the list may not exceed 120 per cent of the quota made available to that particular village, and so households are ranked so that the least poor can be excluded until the required number of households has been reached (<a href=\"#bib31\">President’s Office, United Republic of Tanzania, 2013</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00195%2Fijm-00195-fig1.tif",
                                "size": {
                                    "width": 636,
                                    "height": 829
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00195%2Fijm-00195-fig1.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00195-fig1.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "PSSN eligibility decision tree.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Once potential beneficiaries have been identified, key household data are collected from them and added to the Unified Registry of Beneficiaries. The TASAF Monitoring Unit (TMU) then applies a PMT (shown half-way down the decision tree) and each household is assigned a welfare score. Households whose welfare score falls below the food poverty line are considered eligible. The PMT (<a href=\"#bib20\">Leite, 2012</a>) is not in the public domain but was made available to the authors by TASAF by special request. The reason for using a PMT is to avoid the need to collect income or expenditure data at the point of application to join the PSSN programme, whilst enabling TASAF to identify households that are likely to be below Tanzania’s food poverty line. The Operational Manual explains its purpose as being ‘to verify [the community targeting process] and minimize inclusion errors’ (President’s Office, United Republic of Tanzania, 2103, p. 11). The PSSN PMT was derived using regression analysis of variables in the HBS (<a href=\"#bib26\">NBS, 2013</a>), with the dependent variable being those below the food poverty line.",
                    "type": "paragraph"
                },
                {
                    "text": "Following the application of the PMT, the TMU then provides the LGAs with lists of the households that have been accepted and they, in turn, take these lists to the villages for a final round of community validation. This validation stage enables eligible households that had been selected through community targeting and confirmed to be eligible by the PMT to be excluded at the final hurdle by fellow community representatives, and also enables ineligible households that had been selected through community targeting but excluded by the PMT to be added back in to the scheme, thereby bypassing the PMT entirely (<a href=\"#bib31\">President’s Office, United Republic of Tanzania, 2013</a>). Eligibility is reassessed every three years (<a href=\"#bib31\">President’s Office, United Republic of Tanzania, 2013</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "As well as being allocated the BCT, households containing children or a pregnant woman are eligible for the VCT. The VCT requires school-age children to enrol annually in primary and secondary schools (where available) and regular attendance of at least 80 per cent of the school days per month. All pregnant women within beneficiary households are required to attend four prenatal medical examinations (if available), or otherwise to attend community health and nutrition sessions every two months. Children younger than two years are required to have check-ups at health services each month, and children aged 24–60 months must attend check-ups at least once every six months, or (if there are no health services nearby) to attend community health and nutrition sessions every two months (<a href=\"#bib31\">President’s Office, United Republic of Tanzania, 2013</a>). Penalties are incurred for non-compliance and these are set out in the TASAF Operational Manual but do not impact on the payment of the BCT (<a href=\"#bib31\">President’s Office, United Republic of Tanzania, 2013</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In 2015, the BCT was payable at a rate of TZS 10,000 per month per household, and a further TZS 4,000 per month per household that contains one or more children — see <a href=\"#table1\">Table 1</a> below. For the VCT, a flat rate amount of TZS 4,000 per month is paid to households that contain one or more pre-primary school-aged children; TZS 2,000 per month is paid per primary school-aged child (aged 7–13 inclusive, for up to four children). For children in secondary school up to TZS 12,000 can be paid, comprising TZS 4,000 per child in lower secondary school (for up to three children); and/or TZS 6,000 per child in high secondary school (for up to two children). Overall, no more than TZS 38,000 can be paid per month per household for the BCT plus the VCT.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: <a href=\"#bib45\">World Bank <i>et al</i>. (2016</a>, p. 16).",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn1-1",
                                    "label": "a",
                                    "text": [
                                        {
                                            "text": "The two bottom rows in combination may not total more than TZS 12,000 per month.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th><b>Transfer type</b></th>\n<th><b>Transfer name</b></th>\n<th><b>‘Co-responsibility’</b></th>\n<th><b>Benefit (TZS)</b></th>\n<th><b>Monthly cap (TZS)</b></th>\n<th><b>Annual max (TZS)</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Fixed</td>\n<td>Basic Transfer</td>\n<td>Extreme poverty</td>\n<td>10,000</td>\n<td>10,000</td>\n<td>120,000</td>\n</tr>\n<tr>\n<td>Fixed</td>\n<td>Household child benefit</td>\n<td>HH with children under 18</td>\n<td>4.000</td>\n<td>4,000</td>\n<td>48,000</td>\n</tr>\n<tr>\n<td>Variable</td>\n<td>Infant benefit</td>\n<td>Infants 0–5 health compliance</td>\n<td>4,000</td>\n<td>4,000</td>\n<td>48,000</td>\n</tr>\n<tr>\n<td>Variable</td>\n<td>Individual primary benefit</td>\n<td>Child in primary education compliance</td>\n<td>2,000</td>\n<td>8,000</td>\n<td>96,000</td>\n</tr>\n<tr>\n<td>Variable</td>\n<td>Individual lower secondary benefit</td>\n<td>Child in lower secondary education compliance</td>\n<td>4,000</td>\n<td>12,000<a href=\"#tfn1-1\"><sup>a</sup></a></td>\n<td>144,000</td>\n</tr>\n<tr>\n<td>Variable</td>\n<td>Individual upper secondary benefit</td>\n<td>Child in upper secondary education compliance</td>\n<td>6,000</td>\n<td/>\n<td/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Basic cash transfer and variable cash transfer amounts payable.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The two PSSN cash transfers were simulated in TAZMOD for Tanzania Mainland only.<sup><a href=\"#fn4\">4</a></sup> When incorporating these two PSSN cash transfers into TAZMOD, no attempt was made to replicate the geographical targeting element, as the HBS does not permit that level of geographical disaggregation. Instead, (as will be elaborated further below) people were identified as eligible if they fell below the food poverty line irrespective of where they lived in mainland Tanzania. There was also no attempt to include the discretionary community-targeting element of the eligibility criteria.",
                    "type": "paragraph"
                },
                {
                    "text": "Regarding the PMT, this was straightforward to implement because the dependent variable used for calculating the PMT (households living below the food poverty line) was derived using the same HBS dataset as was used in TAZMOD. Therefore, households that were below the food poverty line (the target group for the PMT) could be directly identified using the HBS, and defined as eligible for the PSSN and so a ‘perfect’ application of the PMT could be applied in TAZMOD, rendering it in practice more of an actual means-test than a PMT. The allocation of different amounts depending on the presence of a child in an eligible household was straightforward to implement. This process identified 712,000 potentially eligible households for the BCT with an average beneficiary household size of 6.75 people (compared to a national average of five people per household). These households comprise just under 8.5 per cent of households in mainland Tanzania.",
                    "type": "paragraph"
                },
                {
                    "text": "The incorporation of the rules for the VCT into TAZMOD was rather more problematic. Although recipients of the BCT who have children or a pregnant woman in the household are eligible for the VCT, only the presence of a child could be used as a selection criterion in TAZMOD as pregnancy status is not reported in the HBS. Second, and perhaps more interestingly from a modelling perspective, ‘adherence’ to the conditions of the VCT is not measured in the HBS, and could not realistically ever be measured in a cross-sectional household survey, making it impossible to distinguish between compliant and non-compliant VCT households. In practice, the authors assigned the VCT to all households containing children that were in receipt of the BCT, on the basis that — by definition — the households were below the food poverty line and so would have difficulty paying for education and health-related services, and it was assumed that the various conditions were complied with.<sup><a href=\"#fn5\">5</a></sup> This resulted in the VCT being assigned by TAZMOD to 671,267 households (or 94 per cent of the households that were eligible for the BCT).",
                    "type": "paragraph"
                },
                {
                    "text": "In terms of the amount of benefit assigned to each household, the BCT was first calculated (totalling TZS 117,660 million per year). All households in receipt of the BCT that contained children were additionally assigned the VCT, with the amount of the VCT being separately calculated based on the children’s ages (totalling TZS 76,538 million). In combination, the TAZMOD simulations identified 712,000 households as being eligible for either just the BCT, or the BCT plus the VCT, and in 2015 this would have cost TZS 194,198 million.",
                    "type": "paragraph"
                },
                {
                    "text": "The number of individuals found to be eligible for the PSSN cash benefits using TAZMOD amount to 120 per cent of TASAF’s reported numbers of beneficiaries for the 2014/15 period (<a href=\"#bib21\">Leyaro <i>et al</i>., 2017</a>). Thus, if the area-selection and community-targeting elements of the programme are set aside, it can be estimated that in 2015 the cash benefits had a take-up rate of 80 per cent.<sup><a href=\"#fn6\">6</a></sup>",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Simulating the cash transfer components of the productive social safety net",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The section above presented the current eligibility criteria for the PSSN, as well as a discussion about the process of converting these benefits into a set of rules for TAZMOD, which brought to the fore how complex and at times opaque and/or discretionary the eligibility criteria are. The World Bank describes the PSSN as being ‘among the best targeted interventions in the world, including much more mature programs in Latin America’ (<a href=\"#bib44\">World Bank, 2017</a>, p. 2), but given the community-targeting element of the eligibility criteria, it is not possible to confirm this fact through replication using a microsimulation model.",
                    "type": "paragraph"
                },
                {
                    "text": "In this section we explore whether there might not be a more transparent, less onerous, way in which to define eligibility for a cash transfer. We also explore what impact these various reform scenarios might have in terms of cost to government of the benefits (though not their implementation), and their impact on poverty and inequality. Specifically, we present several hypothetical reform scenarios for a 2017 time-point, which exclude any PMT, community-targeting role, or conditionalities.",
                    "type": "paragraph"
                },
                {
                    "text": "As a first step, we explore a situation of the 2017 tax-benefit system without the PSSN (scenario A in <a href=\"#table2\">Table 2</a>) in order to assess its impact, and are faced with an uncomfortable finding: using Tanzania’s basic needs poverty line, the current PSSN cash transfers (as simulated in TAZMOD) have no impact at all on poverty, and almost no impact on inequality, at a national level. This is a consequence of the relatively small value of the PSSN cash transfers: up to a maximum of US$ 16.6 per household per month. Based on the finding in the previous section that BCT households contain 6.75 people on average, the benefit shrinks quickly to US$ 2.46 per person per month, or US$ 0.08 per person per day. However, as one would expect, if the more stringent food poverty line is used then poverty is reduced by the PSSN cash transfers, from 10.9 per cent to 6.4 per cent.",
                    "type": "paragraph"
                },
                {
                    "text": "Given the small size of the benefits, and the small dent that they make on poverty, it raises the question whether the resources required for the onerous process (for both the applicants and the implementors) of determining eligibility might be better spent on expanding the amount and/or coverage of the benefits, using simpler — i.e. more transparent — eligibility criteria (<a href=\"#bib25\">Mkandawire, 2005</a>; <a href=\"#bib38\">UNRISD, 2016</a>). <a href=\"#bib4\">Brown <i>et al</i> (2018)</a> explored the performance of various PMT methods in nine African countries, including Tanzania, and suggest that a categorical benefit might be just as effective. Inspired in part by this observation, we explore several scenarios using categorical benefits. A local example of a universal benefit is the Zanzibar Universal Pension Scheme which was rolled out to all adults aged 70 and over in April 2016 and is fully funded by the government (<a href=\"#bib11\">Galvani &amp; Knox-Vydmanov, 2017</a>). Since November 2016, a pilot universal pension scheme has been run by a not-for-profit organisation in two villages in Muleba District in Tanzania for adults aged 70 and above (<a href=\"#bib19\">Kwa Wazee, 2017</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Given that 94 per cent of households that are eligible for a BCT contain children, we simulated a universal child benefit for children under the age of five (scenario ‘B1 u5s’, <a href=\"#table2\">Table 2</a>), payable at the small amount of TZS 15,000 (or US$ 6.57) per child per month. This would cost a very sizable TZS 1,135 Bn (or US$ 497m), falling to TZS 814 Bn if assigned only to children under the age of four (scenario ‘B2 u4s’, <a href=\"#table2\">Table 2</a>). In addition, a universal old age benefit for adults aged 70 and over (scenario ‘C’, <a href=\"#table2\">Table 2</a>) and a non-means-tested disability benefit for those aged 18–69 (scenario ‘D’, <a href=\"#table2\">Table 2</a>) were simulated: the net cost of these reforms are much less, at TZS 22 Bn and TZS 18 Bn respectively.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Own analysis using TAZMOD V1.7.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>: In scenario E2, all tax thresholds are the same as for the Baseline, as are the rules for turnover tax and the first band of Personal Income Tax (PIT). The tax rates for other bands were increased as follows: Band 2 raised from 9 per cent to 12 per cent; Band 3 raised from 20 per cent to 25 per cent; Band 4 raised from 25 per cent to 30 per cent; and Band 5 (the top band) raised from 30 per cent to 37 per cent. This scenario is included as an example only. Further work is underway on the income data in the dataset, which will improve the robustness of estimates that use employment income data.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "tfn2-1",
                                    "label": "b",
                                    "text": [
                                        {
                                            "text": "pcm (per calendar month)",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th><b>System (2017) Scenario</b></th>\n<th><b>Description</b></th>\n<th><b>Net cost (compared to baseline) TZS Million</b></th>\n<th><b>Poverty (Basic Needs) %</b></th>\n<th><b>Poverty (Food Poverty) %</b></th>\n<th><b>Inequality (Gini)</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>2017</td>\n<td>Baseline (includes PSSN)</td>\n<td>0</td>\n<td>29.1</td>\n<td>6.4</td>\n<td>0.390</td>\n</tr>\n<tr>\n<td>A</td>\n<td>No PSSN</td>\n<td>−194,198</td>\n<td>29.1</td>\n<td>10.9</td>\n<td>0.397</td>\n</tr>\n<tr>\n<td>B1 u5s</td>\n<td>Universal Child Benefit for u5s (TZS15,000 pcm<a href=\"#tfn2-1\"><sup>b</sup></a>), no PSSN.</td>\n<td>1,135,303</td>\n<td>24.5</td>\n<td>7.2</td>\n<td>0.382</td>\n</tr>\n<tr>\n<td>B2 u4s</td>\n<td>Universal Child Benefit for u4s (TZS15,000 pcm), no PSSN.</td>\n<td>814,023</td>\n<td>25.6</td>\n<td>8.0</td>\n<td>0.385</td>\n</tr>\n<tr>\n<td>C</td>\n<td>Universal Old Age Benefit for those aged 70+ (TZS15,000 pcm), no PSSN.</td>\n<td>22,168</td>\n<td>28.6</td>\n<td>10.3</td>\n<td>0.395</td>\n</tr>\n<tr>\n<td>D</td>\n<td>Universal Disability Benefit (TZS15,000 pcm), no PSSN.</td>\n<td>18,290</td>\n<td>28.5</td>\n<td>10.5</td>\n<td>0.395</td>\n</tr>\n<tr>\n<td>E1 u4s</td>\n<td>All three Universal Benefits (TZS15,000 pcm), no PSSN.</td>\n<td>1,242,878</td>\n<td>24.5</td>\n<td>7.2</td>\n<td>0.382</td>\n</tr>\n<tr>\n<td>E2 u4s</td>\n<td>All three Universal Benefits (TZS15,000 pcm), no PSSN. PIT rates increased.</td>\n<td>−96,431</td>\n<td>25.2</td>\n<td>7.7</td>\n<td>0.375</td>\n</tr>\n<tr>\n<td>F</td>\n<td>Basic Income Grant (TZS 10,000 pcm), no PSSN.</td>\n<td>4,878,217</td>\n<td>12.5</td>\n<td>1.6</td>\n<td>0.349</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Basic cash transfer and variable cash transfer amounts payable.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "It is acknowledged that it would be no small feat to finance a universal categorical benefit in a low-income country, and it is not our intention here to explore all avenues for creating the fiscal space to fund these categorical benefits. Tanzania is already regarded as one of a short list of countries treated as ‘darlings’ by international donors (<a href=\"#bib29\">Ortiz, Cummins, &amp; Karunanethy, 2017</a>, p. 22), so the extent to which it would find external support is unclear. The tax system is already lent upon heavily, with fiscal drag being fully employed as the tax bands have not been changed for many years in spite of inflation. However, as an example, we were able to identify that by increasing the tax rates for personal income tax, sufficient resources could be raised to finance all three categorical benefits — a child benefit, old age benefit and disability benefit, all payable at TZS 15,000 per person — if the child benefit was restricted to the under 4-year-olds (scenario ‘E2’, <a href=\"#table2\">Table 2</a>), with even a small surplus. The proportion of people below the food poverty line increases a little but poverty using the basic needs poverty line falls by four percentage points and inequality falls to 0.375.",
                    "type": "paragraph"
                },
                {
                    "text": "The reason why food poverty is not eliminated completely in any of the reforms (scenarios ‘B-E’, <a href=\"#table2\">Table 2</a>) is because households that do not contain children, older people or disabled people are excluded. Our final example (scenario ‘F’, <a href=\"#table2\">Table 2</a>) therefore provides estimates for a universal benefit payable to all people at TZS 10,000 per person per month. This example of a basic income grant has a much greater impact poverty, causing food poverty to drop to 1.6% and inequality to fall to 0.349, but at a cost of TZS 4,878 Bn (US$ 2.138 Bn).",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Selected hypothetical reform scenarios",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "It has been argued in this paper that eligibility for the PSSN benefits is currently determined in a multi-stage process that has numerous elements that lack transparency. The process comprises the initial selection of target villages (a criterion we would define as opaque); the calculation of a quota of households for each village (a criterion we would define as arbitrary); the Village Assembly’s authorisation and adjustments to the pre-determined eligibility criteria (a criterion we would define as discretionary); the selection of potentially eligible households by fellow community representatives (‘community targeting’, again discretionary); the application of a PMT that is not in the public domain (a criterion we would define as opaque); and a final community validation stage (again which we would define as discretionary). Lastly, for the VCT there is the additional imposition of conditions that require regular monitoring using administrative data.",
                    "type": "paragraph"
                },
                {
                    "text": "Using the Tanzanian tax-benefit microsimulation model, TAZMOD, simplified variants of the BCT and VCT were simulated, by implementing the actual means-test threshold that was used by the World Bank as the dependent variable when constructing the PMT; and by eliminating the geographical and community targeting elements. On this basis, we estimate a take-up rate of 80 per cent (the number of reported recipients divided by the simulated number of eligible beneficiaries). However, we note that a more precise estimate of the take-up rate is unattainable, not only because the eligibility criteria cannot be perfectly replicated within TAZMOD, but more generally because of the opaque and discretionary elements of the criteria. This poses a challenge for determining eligibility, which compromises the promotion of take-up, and monitoring of access, to these benefits.",
                    "type": "paragraph"
                },
                {
                    "text": "Under the current circumstances, no citizen of Tanzania would be able to ascertain whether they were eligible or not to take part in the PSSN programme. This has numerous implications, including the potential for confusion and even social disharmony. It also structurally reinforces the treatment of beneficiaries as passive recipients (<a href=\"#bib32\">Sen, 1995</a>), as it would be technically impossible for a household to confidently challenge a decision to exclude it from the programme.<sup><a href=\"#fn7\">7</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "Instead, we simulate several different hypothetical reform scenarios that remove the geographically targeted element, the community-targeting process, and the PMT, and replace them with examples of categorical targeting. We simulate a universal child benefit for children under 5, or (slightly more affordable) for those under 4 years of age; a universal old age benefit for adults aged 70 and over; and a disability benefit for adults aged 18–69. An example is given of a revenue neutral scenario that provides all three benefits (again for those under 4 years of age in the case of the child benefit) instead of the PSSN, financed by increasing the tax rates for the top four tax bands (scenario ‘E2’, <a href=\"#table2\">Table 2</a>). Such a scenario would cause poverty (measured using the basic needs line) to fall by four percentage points, and inequality to fall from 0.390 to 0.375. Although the food poverty rate increases by almost one percentage point compared to the baseline with the PSSN, extra revenue is generated through the reform and this could, for example, be routed towards food baskets in highly deprived areas.",
                    "type": "paragraph"
                },
                {
                    "text": "As a further alternative, a basic income grant is simulated. Although this would be more effective at reducing poverty and inequality, such a grant would be four times more expensive (paid at TZS 10,000 per person per month) than a suite of universal benefits directed at young children, disabled people and older people (each paid at TZS 15,000 per month). Although a basic income grant has the attraction of simplicity and transparency, as almost all eligibility criteria would be eliminated at a single stroke, the categorical benefits payable to young children, disabled people and older people would achieve greater poverty alleviation and transparency than the current PSSN benefits and are therefore perhaps a more realistic proposition.",
                    "type": "paragraph"
                },
                {
                    "text": "Although our assessment of the PSSN was prompted by the requirement to translate the eligibility criteria into arithmetic rules for TAZMOD, the exercise has led us to make the following four broader policy recommendations. First, it is recommended that the role of the community is retained in the implementation of the PSSN but modified in such a way that communities actively participate in the design of simplified criteria and monitor local implementation. This would help to promote ‘meaningful participation’ (<a href=\"#bib38\">UNRISD, 2016</a>; <a href=\"#bib7\">Dugarova, 2015</a>) rather than promoting gate-keeper roles of selecting, scrutinising and potentially vetoing participants in the programme. Although the community role stems from the pilot which was designed using a community-driven development approach (<a href=\"#bib9\">Evans, Hausladen, Kosec, &amp; Reese, 2014</a>; <a href=\"#bib15\">ILO &amp; DFID, 2008</a>). The inclusion of a Community Team may have been intended to validate and legitimize the process, it is just as possible that their involvement, at multiple stages throughout the selection process, could be error-prone and at risk of abuse, resulting in processes of gate-keeping, favouritism, patronage, elite capture, nepotism and exclusion (e.g. <a href=\"#bib2\">Arcand &amp; Wagner, 2016</a>; <a href=\"#bib8\">Dutta, 2009</a>; <a href=\"#bib30\">Pan &amp; Christiaensen, 2012</a>). This may generate conflict and divisions within communities, ultimately weakening social cohesion (<a href=\"#bib18\">Kidd, Gelders, &amp; Bailey-Athias, 2017</a>). A recent evaluation of the PSSN programme contains hints of such problems, with only 57 per cent of households that had not been prelisted by the community stating that they were satisfied with the process of selection, and 27 per cent of the same non-prelisted households disagreeing with the statement that selection is not influenced by personal interest (<a href=\"#bib45\">World Bank <i>et al</i>., 2016</a>). Thus, it is argued here that the community-targeting elements of the programme run counter to PSSN’s guiding principles of being non-partisan and transparent (<a href=\"#bib31\">President’s Office, United Republic of Tanzania, 2013</a>). As an example of ‘devolved community-based targeting’ (<a href=\"#bib6\">Devereux <i>et al</i>., 2017</a>, p. 179), the PSSN also demonstrates the potential danger of policy designers building into the system a mechanism that absolves them of responsibility for inclusion and exclusion errors.",
                    "type": "paragraph"
                },
                {
                    "text": "Second, with respect to the VCT, it is recommended that inter-sectoral and community-oriented collaborations should be promoted which retain the goal of ensuring that children access health-and education-related services, but shift the emphasis towards promoting access to such services and away from scrutinising the behaviour of recipients of cash benefits. The conditionalities in the VCT also stem from the original pilot of the PSSN, which was designed as a community-based conditional cash transfer. The inclusion of conditions by their very nature require ongoing adherence to the conditions, or ‘compliance with co-responsibilities’ (<a href=\"#bib44\">World Bank, 2017</a>, p. 5), which can be onerous to monitor. It is also unclear to what extent sanctions for non-attendance at school are applied consistently across the programme, nor the extent to which extenuating circumstances are taken into account including household circumstances such as family illness. There is a growing recognition that conditionalities are particularly inappropriate in low-income country contexts where there are numerous supply-side challenges (e.g. <a href=\"#bib22\">Lund, Noble, Barnes, &amp; Wright, 2009</a>). Informal investigations by the authors have revealed that the supply-side challenges are considerable in the Tanzanian context and it is recommended that this is explored further.",
                    "type": "paragraph"
                },
                {
                    "text": "Third, for the practical purposes of implementing a cash transfer we recommend, as have many others, a shift towards categorical targeting. The authors had a unique opportunity to implement the means-test in TAZMOD without the need for use of proxies (i.e. the PMT) and so, unlike Brown <i>et al</i>. (2016), were able to simulate the means-test precisely. While such an opportunity arose during the construction of TAZMOD, it does not extend to the implementers in the field, whereas in contrast categorical targeting is much more straightforward. The PSSN’s PMT is opaque because the details of how it is derived are not in the public domain. The regression analysis may well have been undertaken to a high standard, but it is a ‘white box’ in practical terms for any applicant. PMTs are increasingly being critiqued for failing to capture many eligible households (e.g. Brown <i>et al</i>., 2016; <a href=\"#bib17\">Kidd &amp; Wylde, 2011</a>; <a href=\"#bib18\">Kidd <i>et al</i>., 2017</a>). It has further been observed that the PMT brings with it the problem of ‘damage to social cohesion of an improperly understood and seemingly arbitrary selection procedure’ (<a href=\"#bib10\">Freeland, 2017</a>). Kidd and colleagues identify three main sources of error in the PMT: in-built design errors, implementation errors, and the static nature of the test. They also observe that ‘There is good evidence that PMTs cause social conflict in communities, weakening their cohesion, largely as a result of people’s perception of them as lotteries.’ (<a href=\"#bib18\">Kidd <i>et al</i>., 2017</a>, p. x).",
                    "type": "paragraph"
                },
                {
                    "text": "Lastly, although possibly a trivial point for the reader, the process of obtaining the criteria for the authors was startlingly difficult and so even if the eligibility criteria were to be simplified, there would be a need to promote the benefit(s) in public awareness campaigns, in both Swahili and English, to promote transparency and take-up. This would be in line with the National Social Protection Framework which recognises that public information is an important component of community empowerment (<a href=\"#bib39\">United Republic of Tanzania [URT], 2008</a>, p. 17).",
                    "type": "paragraph"
                },
                {
                    "text": "Transparency is one of TASAF’s guiding principles for the PSSN programme (<a href=\"#bib31\">President’s Office, United Republic of Tanzania, 2013</a>). The hypothetical reform scenarios presented here serve as examples of how the eligibility criteria could be made more transparent and non-discretionary. A secondary but attractive consequence would be that the tax-benefit system could then be simulated with greater precision within TAZMOD which itself would enable government to monitor take-up and explore and budget for potential policy reforms more accurately going forwards.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Discussion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": "Africa Platform for Social Protection",
                    "type": "group"
                }
            ],
            "date": "2018",
            "id": "bib1",
            "title": "http://africapsp.org/",
            "type": "web",
            "uri": "http://africapsp.org/"
        },
        {
            "articleTitle": "Does Community-Driven Development Improve Inclusiveness in Peasant Organizations?",
            "authors": [
                {
                    "name": {
                        "index": "Arcand, J-L",
                        "preferred": "J-L Arcand"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wagner, N",
                        "preferred": "N Wagner"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib2",
            "journal": "World Development",
            "pages": {
                "first": "105",
                "last": "124",
                "range": "105–124"
            },
            "type": "journal",
            "volume": "78"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Arndt, C",
                        "preferred": "C Arndt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Demery, I",
                        "preferred": "I Demery"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McKay, A",
                        "preferred": "A McKay"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tarp, F",
                        "preferred": "F Tarp"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Growth and Poverty in Sub-Saharan Africa",
            "chapterTitle": "Growth and Poverty reduction in Tanzania",
            "date": "2016",
            "editors": [
                {
                    "name": {
                        "index": "Arndt, C",
                        "preferred": "C Arndt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McKay, A",
                        "preferred": "A McKay"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tarp, F",
                        "preferred": "F Tarp"
                    },
                    "type": "person"
                }
            ],
            "id": "bib3",
            "pages": {
                "first": "238",
                "last": "262",
                "range": "238–262"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Oxford"
                        ]
                    },
                    "formatted": [
                        "Oxford"
                    ]
                },
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "A Poor Means Test? Econometric Targeting in Africa",
            "authors": [
                {
                    "name": {
                        "index": "Brown, C",
                        "preferred": "C Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ravallion, M",
                        "preferred": "M Ravallion"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van de Walle, D",
                        "preferred": "D van de Walle"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "id": "bib4",
            "journal": "Journal of Development Economics",
            "pages": {
                "first": "109",
                "last": "124",
                "range": "109–124"
            },
            "type": "journal",
            "volume": "134"
        },
        {
            "authors": [
                {
                    "name": "Civil Society Forum",
                    "type": "group"
                }
            ],
            "date": "2018",
            "details": "Social Protection: A Coherent Strategy for Shared Prosperity. United Nations 56th Commission for Social Development Civil Society Declaration, Retrieved from, https://www.un.org/development/desa/dspd/wp-content/uploads/sites/22/2018/02/CSDeclaration2018FINAL.pdf",
            "id": "bib5",
            "title": "Retrieved from",
            "type": "unknown",
            "uri": "https://www.un.org/development/desa/dspd/wp-content/uploads/sites/22/2018/02/CSDeclaration2018FINAL.pdf"
        },
        {
            "articleTitle": "The targeting effectiveness of social transfers",
            "authors": [
                {
                    "name": {
                        "index": "Devereux, S",
                        "preferred": "S Devereux"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Masset, E",
                        "preferred": "E Masset"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sabates-Wheeler, R",
                        "preferred": "R Sabates-Wheeler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Samson, M",
                        "preferred": "M Samson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rivas, A-M",
                        "preferred": "A-M Rivas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lintelo, D",
                        "preferred": "D Lintelo"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib6",
            "journal": "Journal of Development Effectiveness",
            "pages": {
                "first": "162",
                "last": "211",
                "range": "162–211"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dugarova, E",
                        "preferred": "E Dugarova"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Geneva"
                        ]
                    },
                    "formatted": [
                        "Geneva"
                    ]
                },
                "name": [
                    "UNRISD"
                ]
            },
            "source": "Social Inclusion, Poverty Eradication and the 2030 Agenda for Sustainable Development (Working Paper 2015-14, prepared for the UNRISD project on Post-2015 Development Agenda)",
            "title": "Social Inclusion, Poverty Eradication and the 2030 Agenda for Sustainable Development (Working Paper 2015-14, prepared for the UNRISD project on Post-2015 Development Agenda)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dutta, D",
                        "preferred": "D Dutta"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Elite Capture and Corruption: Concepts and Definitions",
            "date": "2009",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New Delhi"
                        ]
                    },
                    "formatted": [
                        "New Delhi"
                    ]
                },
                "name": [
                    "National Council of Applied Economic Research"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Evans, D",
                        "preferred": "D Evans"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hausladen, S",
                        "preferred": "S Hausladen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kosec, K",
                        "preferred": "K Kosec"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reese, N",
                        "preferred": "N Reese"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Community-Based Conditional Cash Transfers in Tanzania: Results from a Randomized Trial",
            "date": "2014",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington,DC"
                        ]
                    },
                    "formatted": [
                        "Washington,DC"
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Freeland, N",
                        "preferred": "N Freeland"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "March, 22, Retrieved from, https://www.developmentpathways.co.uk/blog/poxy-means-testing-official/",
            "id": "bib10",
            "title": "Poxy Means Testing: it’s Official’ Development Pathways Blog",
            "type": "unknown",
            "uri": "https://www.developmentpathways.co.uk/blog/poxy-means-testing-official/"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Galvani, F",
                        "preferred": "F Galvani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Knox-Vydmanov, C",
                        "preferred": "C Knox-Vydmanov"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Zanzibar universal social pension: baseline survey",
            "date": "2017",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dar es Salaam"
                        ]
                    },
                    "formatted": [
                        "Dar es Salaam"
                    ]
                },
                "name": [
                    "HelpAge International"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Global Coalition for Social Protection Floors",
                    "type": "group"
                }
            ],
            "date": "2018",
            "id": "bib12",
            "title": "http://www.socialprotectionfloorscoalition.org",
            "type": "web",
            "uri": "http://www.socialprotectionfloorscoalition.org"
        },
        {
            "authors": [
                {
                    "name": "International Labour Organization [ILO]",
                    "type": "group"
                }
            ],
            "bookTitle": "World Social Protection Report 2017–2019: Universal social protection to achieve the Sustainable Development Goals",
            "date": "2017",
            "discriminator": "a",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Geneva"
                        ]
                    },
                    "formatted": [
                        "Geneva"
                    ]
                },
                "name": [
                    "ILO"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "ILO",
                    "type": "group"
                }
            ],
            "date": "2017",
            "discriminator": "b",
            "id": "bib14",
            "title": "http://www.ilo.org/addisababa/countries-covered/tanzania/WCMS_505525/lang--en/index.htm",
            "type": "web",
            "uri": "http://www.ilo.org/addisababa/countries-covered/tanzania/WCMS_505525/lang--en/index.htm",
            "website": "UN Joint Programme to support Tanzania’s Productive Social Safety Nets (PSSN)"
        },
        {
            "authors": [
                {
                    "name": "ILO, & DFID",
                    "type": "group"
                }
            ],
            "bookTitle": "Tanzania Mainland: Social Protection Expenditure and Performance Review and Social Budget",
            "date": "2008",
            "id": "bib15",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Geneva"
                        ]
                    },
                    "formatted": [
                        "Geneva"
                    ]
                },
                "name": [
                    "ILO"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "International Monetary Fund [IMF]",
                    "type": "group"
                }
            ],
            "date": "2017",
            "details": "The IMF and Social Protection: 2017 Evaluation Report, Report of the Independent Evaluation Office of the International Monetary Fund, Washington DC, IMF",
            "id": "bib16",
            "title": "The IMF and Social Protection: 2017 Evaluation Report",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kidd, S",
                        "preferred": "S Kidd"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wylde, E",
                        "preferred": "E Wylde"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Targeting the Poorest: An assessment of the proxy means test methodology",
            "date": "2011",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "AusAID"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kidd, S",
                        "preferred": "S Kidd"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gelders, B",
                        "preferred": "B Gelders"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bailey-Athias, D",
                        "preferred": "D Bailey-Athias"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Geneva"
                        ]
                    },
                    "formatted": [
                        "Geneva"
                    ]
                },
                "name": [
                    "International Labour Office"
                ]
            },
            "source": "Exclusion by design: an assessment of the effectiveness of the proxy means test poverty targeting mechanism (ESS Working Paper No.56)",
            "title": "Exclusion by design: an assessment of the effectiveness of the proxy means test poverty targeting mechanism (ESS Working Paper No.56)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Kwa Wazee",
                    "type": "group"
                }
            ],
            "date": "2017",
            "id": "bib19",
            "title": "http://kwawazee.ch/application/files/6214/9502/9101/Kwa_Wazee_Pensions.pdf",
            "type": "web",
            "uri": "http://kwawazee.ch/application/files/6214/9502/9101/Kwa_Wazee_Pensions.pdf",
            "website": "From the Kwa Wazee Pension Programme"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Leite, P",
                        "preferred": "P Leite"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Unpublished report for TASAF",
            "id": "bib20",
            "title": "Unpublished report for TASAF",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Leyaro, V",
                        "preferred": "V Leyaro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kisanga, E",
                        "preferred": "E Kisanga"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Noble, M",
                        "preferred": "M Noble"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wright, G",
                        "preferred": "G Wright"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McLennan, D",
                        "preferred": "D McLennan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barnes, H",
                        "preferred": "H Barnes"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "SOUTHMOD Country Report: Tanzania (2015)",
            "date": "2017",
            "id": "bib21",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Helsinki"
                        ]
                    },
                    "formatted": [
                        "Helsinki"
                    ]
                },
                "name": [
                    "UNU-WIDER"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Is there a rationale for conditional cash transfers for children in South Africa?",
            "authors": [
                {
                    "name": {
                        "index": "Lund, F",
                        "preferred": "F Lund"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Noble, M",
                        "preferred": "M Noble"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barnes, H",
                        "preferred": "H Barnes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wright, G",
                        "preferred": "G Wright"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib22",
            "journal": "Transformation",
            "pages": {
                "first": "70",
                "last": "91",
                "range": "70–91"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mbago, G",
                        "preferred": "G Mbago"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "details": "December, 7, TASAF officials suspended over budding grant scandal, IPPMedia Retrieved from, http://www.ippmedia.com/en/news/tasaf-officials-suspended-over-budding-grants-scandal",
            "id": "bib23",
            "title": "IPPMedia Retrieved from",
            "type": "unknown",
            "uri": "http://www.ippmedia.com/en/news/tasaf-officials-suspended-over-budding-grants-scandal"
        },
        {
            "authors": [
                {
                    "name": "Ministry of Labour, Youth Development and Sports",
                    "type": "group"
                }
            ],
            "date": "2003",
            "details": "The National Social Security Policy, the United Republic of Tanzania, Retrieved from, http://www.tccia.com/tccia/wp-content/uploads/legal/policy/socialsecuritypolicy.pdf",
            "id": "bib24",
            "title": "Retrieved from",
            "type": "unknown",
            "uri": "http://www.tccia.com/tccia/wp-content/uploads/legal/policy/socialsecuritypolicy.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mkandawire, T",
                        "preferred": "T Mkandawire"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib25",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Geneva"
                        ]
                    },
                    "formatted": [
                        "Geneva"
                    ]
                },
                "name": [
                    "UNRISD"
                ]
            },
            "source": "Targeting and Universalism in Poverty Reduction (Programme on Social Policy and Development, Paper no. 23)",
            "title": "Targeting and Universalism in Poverty Reduction (Programme on Social Policy and Development, Paper no. 23)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "National Bureau of Statistics [NBS]",
                    "type": "group"
                }
            ],
            "bookTitle": "2011/12 Household Budget Survey: Key Findings",
            "date": "2013",
            "id": "bib26",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dar es Salaam"
                        ]
                    },
                    "formatted": [
                        "Dar es Salaam"
                    ]
                },
                "name": [
                    "Tanzania National Bureau of Statistics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "NBS",
                    "type": "group"
                }
            ],
            "bookTitle": "Tanzania Household Budget Survey: Main Report 2011/12",
            "date": "2014",
            "discriminator": "a",
            "id": "bib27",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dar es Salaam"
                        ]
                    },
                    "formatted": [
                        "Dar es Salaam"
                    ]
                },
                "name": [
                    "Tanzania National Bureau of Statistics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "NBS",
                    "type": "group"
                }
            ],
            "bookTitle": "Tanzania Household Budget Survey: Technical Report 2011/12",
            "date": "2014",
            "discriminator": "b",
            "id": "bib28",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dar es Salaam"
                        ]
                    },
                    "formatted": [
                        "Dar es Salaam"
                    ]
                },
                "name": [
                    "Tanzania National Bureau of Statistics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ortiz, I",
                        "preferred": "I Ortiz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cummins, M",
                        "preferred": "M Cummins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Karunanethy, K",
                        "preferred": "K Karunanethy"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib29",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Geneva"
                        ]
                    },
                    "formatted": [
                        "Geneva"
                    ]
                },
                "name": [
                    "ILO"
                ]
            },
            "source": "Fiscal Space for Social Protection and the SDGs: Options to Expand Social Investments in 187 Countries (Extension of Social Security Series Working Paper no. 48)",
            "title": "Fiscal Space for Social Protection and the SDGs: Options to Expand Social Investments in 187 Countries (Extension of Social Security Series Working Paper no. 48)",
            "type": "report"
        },
        {
            "articleTitle": "Who is Vouching for the Input Voucher? Decentralized Targeting and Elite Capture in Tanzania",
            "authors": [
                {
                    "name": {
                        "index": "Pan, L",
                        "preferred": "L Pan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Christiaensen, L",
                        "preferred": "L Christiaensen"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib30",
            "journal": "World Development",
            "pages": {
                "first": "1619",
                "last": "1633",
                "range": "1619–1633"
            },
            "type": "journal",
            "volume": "40"
        },
        {
            "authors": [
                {
                    "name": "President’s Office, United Republic of Tanzania",
                    "type": "group"
                }
            ],
            "bookTitle": "Productive Social Safety Net (PSSN) Operational Manual",
            "date": "2013",
            "id": "bib31",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dar es Salaam"
                        ]
                    },
                    "formatted": [
                        "Dar es Salaam"
                    ]
                },
                "name": [
                    "President’s Office, Tanzania Third Social Action Fund"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sen, A",
                        "preferred": "A Sen"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Public Spending and the Poor: Theory and Evidence",
            "chapterTitle": "The political economy of targeting",
            "date": "1995",
            "editors": [
                {
                    "name": {
                        "index": "van de Walle, D",
                        "preferred": "D van de Walle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nead, K",
                        "preferred": "K Nead"
                    },
                    "type": "person"
                }
            ],
            "id": "bib32",
            "pages": {
                "first": "11",
                "last": "24",
                "range": "11–24"
            },
            "publisher": {
                "name": [
                    "Washington DC"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": "Southern African Development Community [SADC]",
                    "type": "group"
                }
            ],
            "bookTitle": "Charter of Fundamental Social Rights in SADC",
            "date": "2003",
            "id": "bib33",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "SADC"
                        ]
                    },
                    "formatted": [
                        "SADC"
                    ]
                },
                "name": [
                    "Dar-es-Salaam"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "SADC",
                    "type": "group"
                }
            ],
            "bookTitle": "Code on Social Security in the SADC",
            "date": "2007",
            "id": "bib34",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "SADC"
                        ]
                    },
                    "formatted": [
                        "SADC"
                    ]
                },
                "name": [
                    "Gaborone"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "TASAF",
                    "type": "group"
                }
            ],
            "date": "2017",
            "id": "bib35",
            "title": "http://www.tasaf.go.tz/index.php/tasaf-components/supported-interventions/conditional-cash-transfer",
            "type": "web",
            "uri": "http://www.tasaf.go.tz/index.php/tasaf-components/supported-interventions/conditional-cash-transfer"
        },
        {
            "authors": [
                {
                    "name": "The Tanzania Cash Plus Evaluation Team",
                    "type": "group"
                }
            ],
            "date": "2018",
            "details": "Tanzania Youth Study of the Productive Social Safety Net (PSSN) Impact Evaluation, Endline Report, Florence, UNICEF Office of Research-Innocenti",
            "id": "bib36",
            "title": "Tanzania Youth Study of the Productive Social Safety Net (PSSN) Impact Evaluation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ulriksen, M",
                        "preferred": "M Ulriksen"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib37",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cape Town"
                        ]
                    },
                    "formatted": [
                        "Cape Town"
                    ]
                },
                "name": [
                    "Centre for Social Science Research, University of Cape Town"
                ]
            },
            "source": "The development of social protection policies in Tanzania, 2000-2015 (CSSR Working Paper no. 377)",
            "title": "The development of social protection policies in Tanzania, 2000-2015 (CSSR Working Paper no. 377)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "United Nations Research Institute for Social Development [UNRISD]",
                    "type": "group"
                }
            ],
            "bookTitle": "Policy Innovations for Transformative Change: Implementing the 2030 Agenda for Sustainable Development",
            "date": "2016",
            "id": "bib38",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Geneva"
                        ]
                    },
                    "formatted": [
                        "Geneva"
                    ]
                },
                "name": [
                    "UNRISD"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "United Republic of Tanzania [URT]",
                    "type": "group"
                }
            ],
            "bookTitle": "National Social Protection Framework: Final Draft",
            "date": "2008",
            "id": "bib39",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dar es Salaam"
                        ]
                    },
                    "formatted": [
                        "Dar es Salaam"
                    ]
                },
                "name": [
                    "Ministry of Finance and Economic Affairs"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "United Nations Tanzania [UNT]",
                    "type": "group"
                }
            ],
            "date": "2015",
            "id": "bib40",
            "title": "Social Protection in Tanzania: Establishing a national system through consolidation, coordination and reform of existing measures",
            "type": "web",
            "uri": "https://www.unicef.org/tanzania/Fact_sheet.pdf"
        },
        {
            "authors": [
                {
                    "name": "UNT (nd)",
                    "type": "group"
                }
            ],
            "details": "Social Protection: Challenges and Opportunities, Dar es Salaam, United Nations Resident Coordinator’s Office, Retrieved from, http://tz.one.un.org/images/PDF/un_social_protection.pdf",
            "id": "bib41",
            "title": "Retrieved from",
            "type": "unknown",
            "uri": "http://tz.one.un.org/images/PDF/un_social_protection.pdf",
            "date": "1000"
        },
        {
            "authors": [
                {
                    "name": "UNT",
                    "type": "group"
                }
            ],
            "date": "2017",
            "id": "bib42",
            "title": "http://tz.one.un.org/who-we-are/7-un-programmes/12-social-protection?showall=&limitstart=",
            "type": "web",
            "uri": "http://tz.one.un.org/who-we-are/7-un-programmes/12-social-protection?showall=&limitstart="
        },
        {
            "authors": [
                {
                    "name": "United Nations University World Institute for Development Economics Research [UNU-WIDER]",
                    "type": "group"
                }
            ],
            "date": "2018",
            "id": "bib43",
            "title": "https://www.wider.unu.edu/project/southmod-simulating-tax-and-benefit-policies-development",
            "type": "web",
            "uri": "https://www.wider.unu.edu/project/southmod-simulating-tax-and-benefit-policies-development"
        },
        {
            "authors": [
                {
                    "name": "World Bank",
                    "type": "group"
                }
            ],
            "date": "2017",
            "details": "Tanzania Productive Social Safety Net (P124045): Implementation Status and Results. Report, Public Disclosure Copy, 03, Apr",
            "id": "bib44",
            "title": "Tanzania Productive Social Safety Net (P124045): Implementation Status and Results. Report, Public Disclosure Copy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "World Bank, National Bureau of Statistics, & Office of Chief Government Statistician",
                    "type": "group"
                }
            ],
            "bookTitle": "Tanzania’s Productive Social Safety Net: Findings from the impact evaluation baseline survey",
            "date": "2016",
            "id": "bib45",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington DC"
                        ]
                    },
                    "formatted": [
                        "Washington DC"
                    ]
                },
                "name": [
                    "World Bank"
                ]
            },
            "type": "book"
        }
    ],
    "acknowledgements": [
        {
            "text": "Earlier versions of this paper were presented at the WIDER Development Conference in Maputo, Mozambique on 5 July 2017; at the Social Policy in Africa Conference, City of Tshwane, South Africa, 20–22 November 2017; and at South African Sociological Association XXVIII Annual Congress, University of the Western Cape, South Africa, 3 July 2018. Michael Noble, Jukka Pirttilä, Wanga Zembe-Mkabile and the two anonymous reviewers are thanked for their comments on the paper.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
