{
    "status": "vor",
    "id": "00196",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00196",
    "authorLine": "Robert D Osei et al.",
    "title": "Quantifying the impacts of expanding social protection on efficiency and equity",
    "published": "2019-04-30T00:00:00Z",
    "versionDate": "2019-04-30T00:00:00Z",
    "statusDate": "2019-04-30T00:00:00Z",
    "volume": 12,
    "issue": 1,
    "fpage": 105,
    "lpage": 123,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00196/ijm-00196.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "A key challenge facing developing countries when they are gradually building up their social protection system is the presence of a large informal sector. Social safety nets should be expanded to reduce poverty but financing social protection through higher taxes may reduce the number of formal-sector jobs available. The aim of this paper is to quantify the impacts of a revenue-neutral expansion of social protection in a developing country on both income distribution and efficiency which we measure via the impacts on formal sector work. Results from a new tax-benefit microsimulation model for Ghana, GHAMOD, are combined with the extensive margin elasticity of the share of formal work with respect to the tax wedge on formal labour, derived from repeated cross-section econometric estimates. The size of the estimated formality elasticity is modest and therefore the distributional gains of expanding cash transfer programmes are considerable, even when taking into account behavioural impacts.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Osei et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ghana"
                        },
                        "formatted": [
                            "Ghana"
                        ]
                    },
                    "name": [
                        "Institute of Statistical, Social and Economic Research (ISSER) University of Ghana"
                    ]
                }
            ],
            "emailAddresses": [
                "rdosei@yahoo.co.uk"
            ],
            "name": {
                "index": "Osei, Robert D",
                "preferred": "Robert D Osei"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Finland"
                        },
                        "formatted": [
                            "Finland"
                        ]
                    },
                    "name": [
                        "University of Helsinki and VATT Institute for Economic Research"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "Finland"
                        },
                        "formatted": [
                            "Finland"
                        ]
                    },
                    "name": [
                        "UNU-WIDER"
                    ]
                }
            ],
            "emailAddresses": [
                "jukka@wider.unu.edu"
            ],
            "name": {
                "index": "Pirttilä, Jukka",
                "preferred": "Jukka Pirttilä"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Finland"
                        },
                        "formatted": [
                            "Finland"
                        ]
                    },
                    "name": [
                        "UNU-WIDER"
                    ]
                }
            ],
            "emailAddresses": [
                "rattenhuber@wider.unu.edu"
            ],
            "name": {
                "index": "Rattenhuber, Pia",
                "preferred": "Pia Rattenhuber"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "developing countries",
        "social protection",
        "tax-benefit microsim-ulation",
        "SOUTHMOD"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Developing countries, including in Africa, already have some nascent social protection programmes, but they are still at an early stage and the coverage is limited. Many of these countries are in the process of scaling up programmes and planning social protection systems, as opposed to isolated programmes. If one takes seriously the first of the new Sustainable Development Goals (‘Ending poverty in all its forms’), and the fact that not all households can have members who actively participate in income-earning activities, at least some level of social protection should be deemed necessary. In developed countries, the system-wide impacts of social protection policies are often examined ex ante using tax-benefit microsimulation models, but few developing countries have access to such models.",
                    "type": "paragraph"
                },
                {
                    "text": "However, the financing of these social programmes needs to be increasingly reliant on domestic revenues, and increasing taxes can have distortionary impacts on the economy. One particular worry in a developing-country context is the potential negative impact of increasing taxes on formal sector growth and job creation. It is well known that structural change in African countries has been slow (see for instance <a href=\"#bib18\">Newman <i>et al</i>. (2016)</a>), and these countries face heavy pressure to create enough good jobs for the growing population. It is a legitimate threat that increasing the tax burden of the formal sector may hinder job creation and growth.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper presents results from a new tax-benefit microsimulation model for Ghana (for basic information about the model, see <a href=\"#bib2\">Adu-Ababio, Osei-Darko, Pirttilä, and Rattenhuber (2017)</a>), which was developed as a part of UNU-WIDER’s SOUTHMOD project. <sup><a href=\"#fn1\">1</a></sup> The model is used to simulate the impacts of expanding social protection, targeted to the poorest households with children, disabled members, or older people, on poverty, inequality, and the government budget. Results are presented for both cases where the social protection programmes are donor-funded and where they are revenue-neutral, that is financed by domestic tax increases. The basic GHAMOD microsimulation model we use, which is modelled using EUROMOD as a platform, is a static tax-benefit model.<sup><a href=\"#fn2\">2</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "However, the paper also uses quasi-experimental econometric estimates on the elasticity of formal work with respect to the tax burden on the formal sector for Ghana, based on the extensive margin estimates from a background study by <a href=\"#bib16\">McKay, Pirttilä, and Schimanski (2018)</a>, where similar estimates are also derived for a set of other African countries. The estimates are based on a repeated cross-section approach, where the data are divided into groups that are formed using exogenous characteristics of household members (such as their age, education, and sex) and the impact of taxes on the share of formal work is identified from group-time interactions in a model with group and time fixed effects.<sup><a href=\"#fn3\">3</a></sup> The implied increase in the tax rate that is needed to finance the social protection policies is combined with the estimated elasticity of formal sector work, and therefore the impacts of the policy reform are calculated also taking into account behavioural responses. The formality margin is, we would argue, the main margin of interest in a country such as Ghana, where unemployment is almost non-existent and hours choice in the formal sector is not a key concern.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper contributes to the literature in the following ways. First, we present results from a microsimulation model for a developing country, and such literature is exceptionally scarce, with the study using Mexican data and model by <a href=\"#bib1\">Abramovsky and Phillips (2015)</a> as a prime exception. Second, the paper uses estimates for the elasticity of formal work derived for Ghana. To the best of our knowledge, there are no earlier studies with credible identification on the elasticity of formal sector jobs using data from Africa. However, there is a series of papers demonstrating that crowding out of formal sector jobs may be a potential threat when expanding social protection in a Latin American setting: see for instance <a href=\"#bib4\">Alzúa, Cruces, and Ripani (2012)</a>; <a href=\"#bib10\">Garganta and Gasparini (2015)</a> and <a href=\"#bib7\">Bergolo and Cruces (2014)</a>. Third, the study highlights the costs and benefits of social protection expansion in addition to presenting econometric estimates.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper proceeds as follows. Section 2 describes the institutional setting in Ghana. Section 3 presents the data and some descriptive analyses. The methods used in the econometric part are covered by Section 4. This section also describes the microsimulation model and the policy reform. Results are presented in Section 5. Section 6 concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Ghana is a lower-middle income country (GDP per capita around USD1,500 in 2016) that is expected to return to a rapid growth path after macroeconomic turmoil in recent years. The latest household survey, which is from 2012/13, had the poverty headcount rate at 24 per cent (see for instance <a href=\"#bib17\">McKay, Pirttilä, and Tarp (2016)</a>). Poverty has been falling consistently for 30 years, but at the same time regional disparities have risen. The poverty line stood at approximately Ghanaian Cedi (GHS) 1,300 per adult equivalent a year in 2013 (presently, one GHS equals around USD0.2). As in other African countries, poverty is based on consumption and measured on an absolute, rather than relative, basis.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "According to the IMF, the tax revenues stood at 18 per cent of GDP in 2016, with indirect taxes raising the largest part of the revenues. In addition to a value-added tax with a rate of 17.5 per cent (including an earmarked health insurance levy), the country operates excise taxes on alcohol, tobacco, and fuels (with a small subsidy on kerosene). The income tax is individual-based and progressive. The highest marginal income tax rate is 25 per cent. The employers’ social security contribution (SSC) rate is 13 per cent of gross wage and employees are mandated to pay a 5.5 per cent social security contribution. Those self-employed whose firms’ turnover is in the range of GHS10,000–120,000 are subject to a presumptive turnover tax with a rate of 3 per cent. This tax replaces the VAT for the affected firms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "From the social insurance instruments, Ghana only operates a defined contribution pension system for formal sector workers. Ghana is also expanding its Livelihood Empowerment Against Poverty (LEAP) cash transfer system. The transfer system is targeted to the poorest households (the bottom 20 per cent of the poor), and eligibility is determined using a proxy means test that is meant to identify those at the bottom of the distribution. In addition, the recipients need to be caregivers to orphans or vulnerable children, older persons (above 65 years of age), or disabled persons. The amounts paid are tied to the number of eligible recipients in the household, and in 2013 (the year analysed in this paper) they varied from GHS8 to 15 a month. These sums were raised considerably over the following years reaching from GHS64 to 106 in 2017.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 The tax and benefit system",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A key issue facing the Ghanaian economy is that the large majority of the workforce works in the informal sector. According to <a href=\"#bib3\">Alagidede, Baah-Boateng, and Nketiah-Amponsah (2013)</a>, the formal sector share of all workers is a mere 14 per cent. Therefore the tax base for income tax is very narrow and increasing the number of formal jobs is a key policy concern. Ghana has experienced substantial growth in non-farm self-employment since the late 1980s, which many consider the outcome of large structural changes in the mid-1980s; see for instance <a href=\"#bib6\">Bank of Ghana (2007)</a> and <a href=\"#bib19\">Osei-Boateng and Ampratwum (2011)</a>. Based on the 2012/13 Ghana Living Standards Survey (GLSS 6), Statistics Ghana states that the ‘inability of the formal sector to generate jobs in their required number has pushed many into the informal sector which is predominantly made up of small to medium-scale businesses’ (<a href=\"#bib11\">Ghana Statistical Service, 2014a</a>, p. 23). Workers in the informal sector suffer from irregular employment and often perform low-quality jobs under less decent work conditions.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Formality",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Ghana Statistical Service (GSS) started conducting the GLSS, a household survey, in 1987; for more details see <a href=\"#bib12\">Ghana Statistical Service (2014b</a>). Since then six waves have taken place (GLSS 1 to GLSS 6), namely in 1987, 1988, 1991/92 ,1998/99, 2005/06, and 2012/13. The data are in the World Bank Living Standards Measurement Survey format, and include detailed information about individuals’ background, income, and consumption. The econometric estimates presented in this paper are based on data from the last four rounds, GLSS 3 to GLSS 6,<sup><a href=\"#fn4\">4</a></sup> and in particular GLSS 6 for the microsimulation exercise.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Pinpointing the exact size of the informal sector in the GLSS data requires making several assumptions as the questionnaires have changed across time. For the purpose of this study we mainly use information on the sector to define formality. Specifically, in GLSS 5 and 6 a worker is defined as formally employed if employed in the government sector or the formal private sector (including paid apprentices), by a parastatal employer, an NGO (local and international), a co-operative, or international organisations and diplomatic missions. A worker is defined as informally employed if working in the informal private sector, as a domestic employee, casual worker, or apprentice. Pensioners, unemployed, inactive, and students are considered as neither formally nor informally employed.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In GLSS 4 slightly less detailed information is available on sector and status of the job and respondents do not have an option to state that they are working in the informal private sector. We therefore consider those employed in the government sector, in the formal private sector (including paid apprentices), by a parastatal employer, an NGO (local and international), a co-operative, or international organisations and diplomatic missions as formal, as well as people who are self-employed in a business with employees. Farmers without employees and self-employed people without employees are in turn considered as informal. In GLSS 3 anyone indicating that they were self-employed or working on a farm or in an enterprise belonging to them or their household is considered as informal.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ calculations based on GLSS data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Notes</i>: Standard errors in parentheses.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>Informal</th>\n<th>Formal</th>\n<th>Total</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Male</td>\n<td>0.449</td>\n<td>0.659</td>\n<td>0.477</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>0.497</i>)</td>\n<td>(<i>0.474</i>)</td>\n<td>(<i>0.499</i>)</td>\n</tr>\n<tr>\n<td>Age</td>\n<td>37.46</td>\n<td>38.51</td>\n<td>37.61</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>15.41</i>)</td>\n<td>(<i>12.93</i>)</td>\n<td>(<i>15.10</i>)</td>\n</tr>\n<tr>\n<td>No education</td>\n<td>0.283</td>\n<td>0.0769</td>\n<td>0.255</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>0.450</i>)</td>\n<td>(<i>0.266</i>)</td>\n<td>(<i>0.436</i>)</td>\n</tr>\n<tr>\n<td>Primary education</td>\n<td>0.262</td>\n<td>0.0949</td>\n<td>0.240</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>0.440</i>)</td>\n<td>(<i>0.293</i>)</td>\n<td>(<i>0.427</i>)</td>\n</tr>\n<tr>\n<td>Secondary education or higher</td>\n<td>0.455</td>\n<td>0.828</td>\n<td>0.506</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>0.498</i>)</td>\n<td>(<i>0.377</i>)</td>\n<td>(<i>0.500</i>)</td>\n</tr>\n<tr>\n<td>Household size</td>\n<td>5.331</td>\n<td>4.230</td>\n<td>5.182</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>3.178</i>)</td>\n<td>(<i>2.659</i>)</td>\n<td>(<i>3.135</i>)</td>\n</tr>\n<tr>\n<td>Farmer</td>\n<td>0.279</td>\n<td>0.123</td>\n<td>0.258</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>0.449</i>)</td>\n<td>(<i>0.328</i>)</td>\n<td>(<i>0.438</i>)</td>\n</tr>\n<tr>\n<td>Self-employed</td>\n<td>0.298</td>\n<td>0.000</td>\n<td>0.258</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>0.458</i>)</td>\n<td>(<i>0.000</i>)</td>\n<td>(<i>0.437</i>)</td>\n</tr>\n<tr>\n<td>Employee</td>\n<td>0.148</td>\n<td>0.813</td>\n<td>0.238</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>0.355</i>)</td>\n<td>(<i>0.390</i>)</td>\n<td>(<i>0.426</i>)</td>\n</tr>\n<tr>\n<td>Agricultural sector</td>\n<td>0.500</td>\n<td>0.128</td>\n<td>0.449</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>0.500</i>)</td>\n<td>(<i>0.334</i>)</td>\n<td>(<i>0.497</i>)</td>\n</tr>\n<tr>\n<td>Manufacturing sector</td>\n<td>0.150</td>\n<td>0.172</td>\n<td>0.153</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>0.357</i>)</td>\n<td>(<i>0.377</i>)</td>\n<td>(<i>0.360</i>)</td>\n</tr>\n<tr>\n<td>Service sector</td>\n<td>0.350</td>\n<td>0.700</td>\n<td>0.397</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>0.477</i>)</td>\n<td>(<i>0.458</i>)</td>\n<td>(<i>0.489</i>)</td>\n</tr>\n<tr>\n<td>Public sector worker</td>\n<td>0.000</td>\n<td>0.417</td>\n<td>0.0567</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>0.000</i>)</td>\n<td>(<i>0.493</i>)</td>\n<td>(<i>0.231</i>)</td>\n</tr>\n<tr>\n<td>Urban</td>\n<td>0.442</td>\n<td>0.758</td>\n<td>0.485</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>0.497</i>)</td>\n<td>(<i>0.428</i>)</td>\n<td>(<i>0.500</i>)</td>\n</tr>\n<tr>\n<td>Gross annual income</td>\n<td>2,820.7</td>\n<td>8,158.1</td>\n<td>3,546.5</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>13,237.5</i>)</td>\n<td>(<i>27,022.4</i>)</td>\n<td>(<i>15,938.1</i>)</td>\n</tr>\n<tr>\n<td>Net annual income</td>\n<td>2,820.7</td>\n<td>7,183.0</td>\n<td>3,413.9</td>\n</tr>\n<tr>\n<td/>\n<td>(<i>13,237.5</i>)</td>\n<td>(<i>21,599.0</i>)</td>\n<td>(<i>14,733.0</i>)</td>\n</tr>\n<tr>\n<td>Observations</td>\n<td>28,765</td>\n<td>3,598</td>\n<td>32,363</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Summary statistics of persons with non-missing labour or self-employment income data by formality status in GLSS 6.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table1\">Table 1</a> provides basic summary statistics about the sample used in microsimulation when calculating the impacts of tax changes (that is, observations for which labour income or self-employment income data exist are used) for 2012/13. The formal sector is, as expected, composed of better-educated individuals. While around four out of five of workers in the formal sector (83 per cent) in 2012 had completed secondary education or higher, this was true for less than half of workers in the informal sector (46 per cent). Formal sector workers have better education and they reside in urban areas more often than informal sector workers do. Formal sector workers are often employees and they typically work for the service sector (which includes public sector workers), whereas many informal sector workers work in the agricultural sector. Net annual income (gross income minus income tax and social security payments paid by the employee) for formal sector workers is on average more than twice the income for informal sector workers (for whom by definition gross and net wages are the same).<sup><a href=\"#fn5\">5</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Our data confirm the decrease of the formal sector discussed in the literature (see <a href=\"#fig1\">Figure 1</a>). Between 1991 and 2012 the share of formal workers declined from 33.2 per cent to 21.8 per cent. Formal sector workers also enjoyed on average higher net pay across all four waves (see <a href=\"#fig2\">Figure 2</a>). Among employees the share of formal sector workers decreased from 71.0 to 45.1 per cent. The propensity to be paid below the minimum wage (the vertical line in the graph) was also considerably lower in the formal sector than in the informal sector.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00196%2Fijm-00196-fig1.tif",
                                        "size": {
                                            "width": 598,
                                            "height": 403
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00196%2Fijm-00196-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00196-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Share of formal sector workers out of all employed and self-employed (15 years or older).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00196%2Fijm-00196-fig2.tif",
                                        "size": {
                                            "width": 585,
                                            "height": 427
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00196%2Fijm-00196-fig2.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00196-fig2.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Wage distribution of formal and informal workers across time.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3",
                    "title": "3. Data and descriptive evidence",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. The institutional environment",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "For the purpose of this study we combine econometric estimation methods and microsimulation methods which are explained in more detail below. The results from both methods inform each other in the following manner: first, we estimate the elasticity of the formal sector with regard to the net pay difference between the formal and the informal sector based on four waves of the GLSS. Second, we use GHAMOD, the microsimulation model for Ghana, to simulate two different policy reforms: a stand-alone expansion of social protection and a revenue-neutral expansion of social protection financed through an increase in employee payroll tax. Next we combine the changes arising in the net pay differential between the formal and informal sector due to the policy changes with the formality elasticity estimated in the first step, to gauge the effect on the size of the formal sector. Finally, we recalibrate the weights taking into account the changes in the size of the formal sector, before calculating the overall effects of the policy and behavioural changes on poverty and distributional outcomes and the government budget.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "We consider the following stylized framework to form the backdrop for the econometric work. The individual can either work in the formal sector, earning income <i>y<sub>f</sub></i>, or in the informal sector (or in the shadow economy), earning income <i>y<sub>s</sub></i>. If the individual works in the formal sector, he or she pays taxes (which can include employees’ social security contributions) <i>T(y<sub>f</sub></i>) and obtains transfers equal to <i>B(y<sub>f</sub></i>). Thus, net income in the state of formal work is given by <i>x<sub>f</sub> = y<sub>f</sub> − T(y<sub>f</sub></i>) + <i>B(y<sub>f</sub></i>), which must be sufficient to finance consumption <i>c<sub>f</sub></i> (1 + <i>τ</i>), where <i>τ</i> is the consumption tax rate. Note that payroll taxes paid by employers affect the gross salary. The labour costs to the employer, denoted by <i>Y<sub>f</sub></i>, are <i>Y<sub>f</sub></i> = (1 + <i>p)y<sub>f</sub></i>, which means that the gross income already encompasses the erfect of payroll taxes, as gross income can also be written as <inline-formula id=\"inline1\"><math display=\"inline\" id=\"i1\"><mrow><mfrac><mrow><msub><mi>Y</mi><mi>f</mi></msub></mrow><mrow><mn>1</mn><mo>+</mo><mi>p</mi></mrow></mfrac></mrow></math>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "If the individual works in the informal sector, no taxes are paid, but the individual might still be entitled to some benefits, <i>B(y<sub>s</sub></i>), reflecting the fact that social protection programmes in developing countries, including in Ghana, often reach those working outside of the formal sector. The net income in the state of informal work is thus <i>x<sub>s</sub></i> = <i>y<sub>s</sub></i> + <i>B(y<sub>s</sub></i>), which is used for consumption c<sub>s</sub>(1 + <i>τ</i>). Note that here we assume that both those in the formal sector and those in the informal sector indirectly pay value-added tax. Those who do not work at all can be treated as informal sector workers, but earning zero labour income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The individual utility is linear (or log-linear) in consumption, and utility when working in the formal sector is thus <i>x<sub>f</sub></i>/(1 + <i>τ</i>) − <i>ψ</i>, where <i>ψ</i> is the cost (which can be negative) of working in the formal sector. The costs are positive if working in the formal sector requires for instance a longer commute but the costs can also be negative, if formal sector work also brings about other benefits (such as retirement income). The utility when working in the informal sector is <i>x<sub>s</sub></i>/(1 + <i>τ</i>). This means that the individual works in the formal sector if",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1",
                            "label": "(1)",
                            "mathml": "<math><mrow><msub><mi>x</mi><mi>f</mi></msub><mo>−</mo><msub><mi>x</mi><mi>s</mi></msub><mo>≥</mo><mi>ψ</mi><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><mi>τ</mi><mo stretchy=\"false\">)</mo><mo>,</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "which also means that the commodity tax does not affect the choice between formal and informal sector work.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Note that although this model is written as if working in the formal versus informal sector were solely based on individuals’ choice it can also be interpreted from the perspective of employers: the taxes on formal work create a wedge for formal sector employers, and any tax changes therefore reflect in the gross wage employers offer. According to conventional economic incidence analysis, a reduction in the income tax paid by workers can lead to a reduction in their asking wage, and therefore increase employment. Such a mechanism is, however, not possible, if the tax cut affects workers whose employment probability is distorted by the presence of a minimum wage. For such workers, even if a tax cut would lead them to be satisfied with a lower gross wage, this would only lead to an increase in the supply of labour and not to an increase in employment (which is restricted by the minimum wage).<sup><a href=\"#fn7\">7</a></sup> It is for this reason that in the estimations below we mostly focus on workers who are paid wages above the legally binding minimum wage. Another potential complication would arise from general equilibrium effects on wages—gross pay could be a function of the changes in the number of workers, but as in most micro-econometric tax studies such issues are assumed away in the basic set-up.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Conceptual framework",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the empirical approach, explained in more detail in the <a href=\"#app1\">Appendix</a>, the idea is to estimate an empirical counterpart of <a href=\"#equ1\">Equation 1</a>, that is the probability of working in the formal sector <i>P(y<sub>f</sub></i> &gt; 0)<i><sub>i,t</sub></i> for the individual <i>i</i> and at period <i>t</i> is",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ2",
                            "label": "(2)",
                            "mathml": "<math><mrow><mi>P</mi><msub><mrow><mo stretchy=\"false\">(</mo><msub><mi>Y</mi><mi>f</mi></msub><mo>&gt;</mo><mn>0</mn><mo stretchy=\"false\">)</mo></mrow><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>=</mo><mi>α</mi><mo>+</mo><mi>β</mi><mo>×</mo><msub><mrow><mo stretchy=\"false\">[</mo><msub><mi>x</mi><mi>f</mi></msub><mo>−</mo><msub><mi>x</mi><mi>s</mi></msub><mo stretchy=\"false\">]</mo></mrow><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>+</mo><msub><mi>ε</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>,</mo></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>P(y<sub>f</sub></i> &gt; 0) is defined to take on the value of 1 if the individual supplies labour income in the formal sector exceeding zero. The estimation of <a href=\"#equ2\">equation (2)</a> raises a number of challenges. One is that the key regressor on the right, (<i>x<sub>f</sub> − x<sub>s</sub></i>), is endogenous: if a person moves from the informal to the formal sector, net income changes. Second, net income is only observed for one state (informal/formal) at a time. The solution is to utilize a group-based pseudo panel approach, where the data are aggregated to groups, defined based on exogenous characteristics (such as sex, age, education), and the equation is estimated at a group level. Then, group mean values are used to get an estimate for (<i>x<sub>f</sub></i> − <i>x<sub>s</sub></i>) for each individual. The approach can also be interpreted as an instrumental variables approach, where group-time interactions are used as excluded instruments for (<i>x<sub>f</sub></i> − <i>x<sub>s</sub></i>) in a model with group and time fixed effect added to an equation like (2).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The results can be converted into an elasticity format, where the elasticity of the share of formal work with respect to the change in the net pay (<i>x<sub>f</sub></i> − <i>x<sub>s</sub></i>), or formality elasticity for short, is defined as",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ3",
                            "label": "(3)",
                            "mathml": "<math><mrow><mi>ε</mi><mo>=</mo><mfrac><mrow><mi>d</mi><mi>P</mi><mo stretchy=\"false\">(</mo><msub><mi>Y</mi><mi>f</mi></msub><mo>&gt;</mo><mn>0</mn><mo stretchy=\"false\">)</mo></mrow><mrow><mi>d</mi><mo stretchy=\"false\">(</mo><msub><mi>x</mi><mi>f</mi></msub><mo>−</mo><msub><mi>x</mi><mi>s</mi></msub><mo stretchy=\"false\">)</mo></mrow></mfrac><mo>/</mo><mfrac><mrow><mi>P</mi><mo stretchy=\"false\">(</mo><msub><mi>Y</mi><mi>f</mi></msub><mo>&gt;</mo><mn>0</mn><mo stretchy=\"false\">)</mo></mrow><mrow><msub><mi>x</mi><mi>f</mi></msub><mo>−</mo><msub><mi>x</mi><mi>s</mi></msub></mrow></mfrac><mo>=</mo><mi>β</mi><mo>*</mo><mfrac><mrow><msub><mi>x</mi><mi>f</mi></msub><mo>−</mo><msub><mi>x</mi><mi>s</mi></msub></mrow><mrow><mi>P</mi><mo stretchy=\"false\">(</mo><msub><mi>Y</mi><mi>f</mi></msub><mo>&gt;</mo><mn>0</mn><mo stretchy=\"false\">)</mo></mrow></mfrac></mrow></math>",
                            "type": "mathml"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Estimation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We use waves 3 to 6 of GLSS for the estimation. The data are divided into groups based on sex, age (five ten-year age groups for persons between 15 and 60 years of age), and four education groups.<sup><a href=\"#fn9\">9</a></sup> The data are restricted to those who are workers; that is the self-employed are dropped from the estimation sample.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ calculations based on GLSS data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Notes</i>: Linear probability regression results with the share of formal work as the dependent variable. The key regressor is the difference between the log of net pay in the state of formal work versus the log of net pay in the state of informal work. The model in Column 1 with no controls, the model in Column 2 with a full set of group and time dummies (groups formed based on age, sex, and education), and the model in Column 3 with the wage restricted to lie above the legal minimum wage. Instead of the regression coefficient, an elasticity estimate is shown. Standard errors calculated with the delta method.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "tfn2-1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "indicates significance at the 10% level and *** at the 1 per cent level.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>No controls</th>\n<th>All controls</th>\n<th>All controls, above minimum wage</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Elasticity</td>\n<td>0.265**</td>\n<td>0.081</td>\n<td>0.106<xref ref-type=\"tfn2-1\">*</xref></td>\n</tr>\n<tr>\n<td>Std error</td>\n<td>0.106</td>\n<td>0.052</td>\n<td>0.064</td>\n</tr>\n<tr>\n<td>Number of cells</td>\n<td>101</td>\n<td>101</td>\n<td>94</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Elasticity of the share of formal work with respect to the change in the net pay between formal and informal work.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The result for models where log of net income is used are reported in <a href=\"#table2\">Table 2</a>. The first column shows only the strong correlation between the share of formal work and the difference in the take-home pay between formal and informal work, the second model includes a full set of group and time dummies, and the final column is the preferred specification, where the formal sector wage is restricted to be above the minimum wage. The results from the final two models can be given a causal interpretation. The result in Column (3) is statistically significant (at the 10 per cent level) and the estimated elasticity is not too far away from the ballpark of extensive margin elasticities estimated using high-income country data. The results reported here differ somewhat from those in <a href=\"#bib16\">McKay <i>et al</i>. (2018)</a>, due to a small difference in the way formality is defined. If the self-employed were included, the elasticity would increase (from 0.10 to 0.15 in Column 3 of <a href=\"#table2\">Table 2</a>), but the statistical significance would drop.<sup><a href=\"#fn10\">10</a></sup>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 Data and estimation results",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "Our starting point is the static tax-benefit microsimulation model, GHAMOD <a href=\"#bib2\">Adu-Ababio <i>et al</i>. (2017)</a>. The model is built on the EUROMOD platform. The underpinning data set is the latest wave of the GLSS, wave 6 from 2012/13. The policy rules are modelled for every year from 2013 to 2016; from 2014 on, all incomes are uprated taking into account inflation, though exclusively using the Consumer Price Index due to lack of other indices. For the purpose of this study all simulations are performed for the base year, 2013, and no uprating is necessary. GHAMOD is freely available for non-commercial research purposes.<sup><a href=\"#fn11\">11</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The model simulates the following taxes, levies, and benefits:",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "Personal income tax, which is a progressive tax on income from formal work with a top marginal tax rate of 25 per cent.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Social security contributions are a combination of two schemes. The SSNIT (Social Security and National Insurance Trust) rate is a flat-rate tax levied on employers and employees in the formal sector and restricted to those aged 15 to 45 years. The SSNIT rate is 5.5 per cent for employees and 13 per cent for employers. There is no minimum or maximum payable amount.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "The LEAP transfer programme, which is geared towards extremely poor households (consumption per adult equivalent of GHS446) that also serve as caregivers to orphans or vulnerable children or have a pregnant, disabled, and/or old (65 or older) member. The total benefit paid to the household increases with the number of qualified individuals in the household from GHS8 for one qualified individual, GHS10 for two, GHS12 for three, and GHS15 for four or more qualified individuals.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "A school feeding programme (or its monetary equivalent, as it is an in-kind transfer).",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "The value-added tax.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "All excises.",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "number",
                                    "type": "list"
                                },
                                {
                                    "text": "Simulations of indirect taxes are based on the reported expenditures in the household data set.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-4-1",
                            "title": "4.4.1 GHAMOD, a microsimulation model for Ghana",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "We model two different policy scenarios: (1) a stand-alone extension of social protection (Reform A) and (2) a revenue-neutral scenario where the more generous social safety net introduced is fully financed through an increase in employee payroll tax (Reform B). Both scenarios extend existing policies, namely the LEAP benefit and the SSNIT rate for employees.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In policy scenario (1) eligibility conditions for the LEAP transfer are relaxed and the benefits made more generous:",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "The benefit amounts are raised to the level that came into effect only in 2014, more than tripling benefit amounts with the minimum benefit increasing from GHS8 to 32 and the maximum benefit from GHS15 to 53 a month per household.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "The household eligibility condition is made more generous. Households with consumption between the initial threshold (that is the GHS446 line) and twice that amount (GHS 892) are now also eligible if fulfill-ing the individual conditions. For those below the initial threshold the amounts of the reform scenario are further doubled. Thus, a household below the GHS446 line and with one qualifying individual would receive GHS64 in the reform scenario compared to the GHS8 under the rules actually in force in 2013.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Introduction of a universal old-age pension: households with individuals aged 65 and over who do not receive any other pension become eligible to the benefit amounts spelt out under the first bullet point.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "All households with under-age children (under 18 years of age) which fall below the GHS892 threshold are eligible, not only those households caring for orphans or vulnerable children.",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "number",
                                    "type": "list"
                                },
                                {
                                    "text": "The different elements of reform A are simulated together in the same reform scenario. The order of the simulation is such that the pension reform takes place first, as it can have an impact on eligibility for some LEAP transfer recipients. Reform scenario A disregards entirely how such rather massive extension could be financed.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Reform scenario B in turn is designed to fully finance the costs accruing to the government when extending social protection: on the benefit side the same rules as under scenario (1) apply. Additionally, the SSNIT rate for employees is raised to the point that it can recoup the costs of the LEAP expansion assuming no behavioural change. The increase in the SSNIT rate necessary to offset the additional expenditure on the reformed LEAP transfer programme assuming no behavioural adjustments is eight percentage points. The exact change in the tax rate depends, of course, on how well the baseline simulation matches the actual tax receipts reported by the government. The background study by <a href=\"#bib2\">Adu-Ababio <i>et al</i>. (2017)</a> reports results from a macro validation, where the total tax revenue as predicted by GHAMOD is compared with information on actual revenues from the Ministry of Finance. The simulation of labour income tax (totalling GHS2.1 billion), for which external information exists and whose base is close to the social security contributions base, is reasonably close to the officially stated receipts (GHS2.4 billion).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We chose to finance the additional social protection through increasing the payroll tax as changes are easy to implement and straightforward to understand. By contrast, changes to progressive income tax rate schedules are more intricate. Clearly, financing the reform with increases in indirect taxes would also be an option. Yet in the absence of consumption data revealing whether the households use informal versus formal retailers to purchase goods, changes in indirect taxation would not have any impacts on the formality margin.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-4-2",
                            "title": "4.4.2 Policy reform scenarios",
                            "type": "section"
                        }
                    ],
                    "id": "s4-4",
                    "title": "4.4 Simulation of tax-benefit reforms in Ghana",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Modelling approach",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The results are reported in <a href=\"#table3\">Tables 3</a> and <a href=\"#table4\">4</a>. In the first column, we report the baseline/status quo results for the year 2013. Poverty and inequality are measured using consumption. As the changes in the policy experiment refer to income changes, we turn these into changes in consumption possibilities. In other words, we examine how much consumption would change if all the additional income were spent. The next two columns are based on static microsimulation with no behavioural impacts. The first of these shows the impacts of expanding the social protection alone (Reform A: non-revenue-neutral scenario) and the second the impacts of a reform where the SSC paid by the employees is raised to recoup the revenue (Reform B: revenue-neutral scenario). The last column includes the results with the behavioural impacts, thus where the tax increase leads to a reduction in the share of formal work (Revenue-neutral reform with behavioural impacts).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Authors’ calculations based on GHAMOD v1.0.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>: Poverty rates measured using the consumption-based absolute poverty line of GHS 1,314 per adult equivalent per year. The Gini index is also calculated on the basis of consumption.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>Status quo</th>\n<th>Reform A: Stand-alone extension of social protection</th>\n<th>Reform B: Revenue-neutral reform</th>\n<th>Revenue-neutral reform with behavioural impacts</th>\n</tr>\n<tr>\n<th/>\n<th>(I)</th>\n<th>(II)</th>\n<th>(III)</th>\n<th>(IV)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td/>\n<td/>\n<td>FGT(0)</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>All</td>\n<td>24.9</td>\n<td>24.1</td>\n<td>24.3</td>\n<td>24.4</td>\n</tr>\n<tr>\n<td>Male-headed households</td>\n<td>26.6</td>\n<td>26.0</td>\n<td>26.2</td>\n<td>26.3</td>\n</tr>\n<tr>\n<td>Female-headed households</td>\n<td>19.7</td>\n<td>18.4</td>\n<td>18.5</td>\n<td>18.6</td>\n</tr>\n<tr>\n<td>Households with children</td>\n<td>27.4</td>\n<td>26.7</td>\n<td>26.9</td>\n<td>27.0</td>\n</tr>\n<tr>\n<td>Households with older persons</td>\n<td>33.7</td>\n<td>29.3</td>\n<td>29.3</td>\n<td>29.4</td>\n</tr>\n<tr>\n<td/>\n<td/>\n<td>FGT(1)</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>All</td>\n<td>8.1</td>\n<td>6.7</td>\n<td>6.8</td>\n<td>6.8</td>\n</tr>\n<tr>\n<td>Male-headed households</td>\n<td>8.8</td>\n<td>7.3</td>\n<td>7.5</td>\n<td>7.5</td>\n</tr>\n<tr>\n<td>Female-headed households</td>\n<td>6.0</td>\n<td>4.6</td>\n<td>4.7</td>\n<td>4.7</td>\n</tr>\n<tr>\n<td>Households with children</td>\n<td>8.9</td>\n<td>7.4</td>\n<td>7.5</td>\n<td>7.5</td>\n</tr>\n<tr>\n<td>Households with older persons</td>\n<td>11.0</td>\n<td>7.8</td>\n<td>7.9</td>\n<td>7.9</td>\n</tr>\n<tr>\n<td>Gini</td>\n<td>41.7</td>\n<td>40.8</td>\n<td>40.8</td>\n<td>40.8</td>\n</tr>\n<tr>\n<td>P80/P20</td>\n<td>3.53</td>\n<td>3.46</td>\n<td>3.46</td>\n<td>3.46</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Simulation results of expanding social protection on poverty and inequality.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The labour supply estimates reported in <a href=\"#table2\">Table 2</a> suggest an elasticity of 0.10 (Column 3). When calculating the impacts of the reduction in the share of formal workers we assume that the larger number of workers in the informal sector does not change informal sector wages. While there is of course concern for more general equilibrium effects, we consider the effects of the proposed interventions on labour supply in the informal sector to be not important enough to exert downward pressure on wages in the informal sector.",
                    "type": "paragraph"
                },
                {
                    "text": "In a revenue-neutral reform scenario government needs to increase the general component of the SSNIT contribution by eight percentage points (from 3 per cent to 11 per cent).<sup><a href=\"#fn12\">12</a></sup> The decrease in the difference in net wages between the formal and informal sector wage together with the elasticity estimated in <a href=\"#table2\">Table 2</a> then implies that formal sector work is decreased by approximately 1 per cent.",
                    "type": "paragraph"
                },
                {
                    "text": "Reforming LEAP and the pension system reduces poverty overall (Column 2), and in particular among households with older persons (defined as households with at least one member above 65). While the headcount rate (FGT(0)) overall would decrease by less than one percentage point in the reform scenario, it would decrease by more than four percentage points among households with older persons. Female-headed households also benefit slightly more than male-headed households. The wide coverage of the simulated pension benefit explains why households with older persons benefit particularly. The poverty gap index (FGT(1)) is reduced relatively more, especially among households with older persons. The decrease in poverty is accompanied by a decrease in inequality as the proposed reform of the benefit system mainly benefits those at the bottom of the income distribution.",
                    "type": "paragraph"
                },
                {
                    "text": "In a revenue-neutral reform scenario (Column 3 of <a href=\"#table3\">Table 3</a>) these effects remain largely the same: the decrease in poverty is smaller overall but still sizeable for households with older persons. Interestingly, the effects of the proposed reforms remain stable even when considering negative effects on the share of formal sector workers due to higher social security payments by employees in the formal sector (Column 4 of <a href=\"#table2\">Table 2</a>); the decrease in the formal labour share barely affects poverty rates as households benefiting from the increased social protection are mostly employed in the informal sector.<sup><a href=\"#fn13\">13</a></sup>",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Authors’ calculations based on GHAMOD v1.0.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>: The budgetary implications are expressed in millions of GHS.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table4",
                            "label": "Table 4",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th/>\n<th>Status quo</th>\n<th>Reform A: Stand-alone extension of social protection</th>\n<th>Reform B: Revenue-neutral reform</th>\n<th>Revenue-neutral reform with behavioural impacts</th>\n<th rowspan=\"2\">Difference between (III) and and (IV), in %</th>\n</tr>\n<tr>\n<th/>\n<th>(I)</th>\n<th>(II)</th>\n<th>(III)</th>\n<th>(IV)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>LEAP benefit</td>\n<td>3.3</td>\n<td>273.5</td>\n<td>273.5</td>\n<td>273.8</td>\n<td>0.09</td>\n</tr>\n<tr>\n<td>Old-age LEAP</td>\n<td>0.0</td>\n<td>436.6</td>\n<td>436.6</td>\n<td>436.7</td>\n<td>0.02</td>\n</tr>\n<tr>\n<td>Employee SSC</td>\n<td>485.6</td>\n<td>485.6</td>\n<td>1191.9</td>\n<td>1179.7</td>\n<td>−1.02</td>\n</tr>\n<tr>\n<td>Employer SSC</td>\n<td>1066.5</td>\n<td>1066.5</td>\n<td>1066.5</td>\n<td>1055.7</td>\n<td>−1.02</td>\n</tr>\n<tr>\n<td>Income tax</td>\n<td>2059.8</td>\n<td>2059.8</td>\n<td>2059.8</td>\n<td>2038.8</td>\n<td>−1.02</td>\n</tr>\n<tr>\n<td>Budget effects</td>\n<td>-</td>\n<td>706.7</td>\n<td>3.8</td>\n<td>44.8</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Formal sector (%)</td>\n<td>13.6</td>\n<td>13.6</td>\n<td>13.6</td>\n<td>13.5</td>\n<td>−0.88</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Changes to the government budget based on the simulated social protection expansion.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The proposed reforms entail significant costs to the government’s budget (see <a href=\"#table4\">Table 4</a>). Extending coverage of LEAP increases expenditure on the LEAP programme by more than 120 times (Column 2 in <a href=\"#table4\">Table 4</a>). Extending coverage of the pension system to those aged 65 years and above with no pension entitlement so far implies additional expenditures of GHS 437 million. Both reforms together thus amount to a total of GHS 710 million of additional expenditure for the state budget. In a revenue-neutral setting, on the other hand, government more than doubles its income from employee SSC (from 486 to 1192 GHS million, Column 3 in <a href=\"#table3\">Table 3</a>) to offset the additional expenditure due to the extension of social protection.<sup><a href=\"#fn14\">14</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "Factoring in behavioural responses of labour supply (Column 4 in <a href=\"#table3\">Table 3</a>) shows that the consequences of a lower share of formal sector employees for the state budget are negative but not drastically so. The government now has lower receipts of employee SSC, due to the smaller formal sector, but the decrease is overall around 1 per cent. The receipt of employer SSC and income tax is reduced by a similar amount in the scenario with behavioural responses.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The purpose of this section is to examine how sensitive the results in the analysis with behavioural impacts are with respect to some key parameter values. <a href=\"#equ3\">Equation 3</a> implies that the change in the share of the formal sector, <i>dP(y<sub>f</sub></i> &gt; 0), relates to three factors, namely the initial size of the formal sector, <i>P(y<sub>f</sub></i> &gt; 0), the relative change in net pay, <i>d(x<sub>f</sub></i> − <i>x<sub>s</sub></i>)/(<i>x<sub>f</sub></i> − <i>x<sub>s</sub></i>), and the elasticity of formality regarding the change in net pay, <i>ε</i>. Specifically, the share of the formal sector increases in (i) the initial size of the formal sector, (ii) the relative change in net pay, and (iii) the elasticity of formality. The difference in the poverty and government budget implications of the reform between the static and dynamic calculation is therefore directly related to the magnitude of these three terms. Out of these, we would argue that the first, the share of the formal sector, is fairly reliably measured in the data; our estimate of its size is also close to external information from <a href=\"#bib3\">Alagidede <i>et al</i>. (2013)</a>. We therefore conduct sensitivity analysis with respect to the latter two parameters, the elasticity of formality and the change in the net wage.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The formality elasticity (approximately 0.10) is modest, and therefore it is worth investigating how much the results would change if one were to use a higher elasticity estimate. We therefore repeat the calculations by assuming an elasticity equal to 0.75. We also experiment with changing the relative change in net pay (which is around −10 per cent in the base analysis). One could argue that using mean values of net incomes for all formal and informal sector workers could overestimate the wage difference between the two sectors, if for instance a high proportion of informal sector workers are relatively immobile rural agricultural workers with low pay. This would, in turn, underestimate the relative change in the net pay when taxes are increased. A more detailed analysis of the data reveals that the pay difference across sectors is indeed somewhat smaller in urban areas. However, the urban formal sector gross wage is also higher on average, implying that the relative change in net pay is approximately −13 per cent when calculated among the urban sector workers only. This reasoning led us to check the implications of using a −15 per cent change in the net pay in the dynamic analysis.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The results for government revenues and expenditures are reported in <a href=\"#table5\">Table 5</a>. The costs of the reform increase significantly, especially in the case where the elasticity is increased: the government budget has a shortfall of more than GHS 300 million instead of the GHS 45 million in the dynamic baseline calculation (Column 3 compared to Column 1). The increase in the size of the net pay change has a more muted impact on the costs, but of course, the magnitude of the changes made to parameter values were much more significant when changing the elasticity.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We have also calculated the impacts of these changes to the reform on poverty and inequality (not shown for brevity). The results remain almost the same, with the Gini dropping to 40.7 and the poverty impacts the same at the one-digit level. Of course, if one needed to further increase the tax rates to return to a revenue-neutral scenario, the poverty rates could also increase. Despite this caveat, the main pattern of the results seems to be fairly robust; even when taking (larger) behavioural changes into account, the reform appears to reduce poverty and inequality.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Ideally, one should also examine whether the results in various scenarios are different in a statistically significant manner, as proposed in the paper by Goedemé, Van den Bosch, <a href=\"#bib13\">Salanauskaite, and Verbist (2013)</a>. However, in our case examining this issue would not be straightforward, since the statistical inference analysis would also need to cover the estimation part. We therefore leave this for future analysis.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ calculations based on GHAMOD v1.0.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Notes</i>: The first column reproduces the numbers of Column (4) in <a href=\"#table4\">Table 4</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th>Revenue-neutral reform with behavioural behavioural impacts</th>\n<th>As (I) with greater wage change (-0.15% instead of −0.10%)</th>\n<th>As (I) with higher elasticity (0.75 instead of 0.1)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>LEAP benefit</td>\n<td>273.8</td>\n<td>273.9</td>\n<td>275.4</td>\n</tr>\n<tr>\n<td>Old-age part of</td>\n<td>436.7</td>\n<td>436.7</td>\n<td>437.3</td>\n</tr>\n<tr>\n<td>LEAP benefit</td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Employee SSC</td>\n<td>1179.7</td>\n<td>1174.0</td>\n<td>1100.6</td>\n</tr>\n<tr>\n<td>Employer SSC</td>\n<td>1055.7</td>\n<td>1050.5</td>\n<td>985.9</td>\n</tr>\n<tr>\n<td>Income tax revenue</td>\n<td>2038.8</td>\n<td>2028.9</td>\n<td>1902.1</td>\n</tr>\n<tr>\n<td>Change in costs vs.</td>\n<td>44.8</td>\n<td>65.7</td>\n<td>333.6</td>\n</tr>\n<tr>\n<td>status quo</td>\n<td/>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Share of formal workers (%)</td>\n<td>13.5</td>\n<td>13.4</td>\n<td>12.7</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Sensitivity analysis of government revenues and expenditure.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Sensitivity analysis",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper has studied, for the first time to our knowledge in a developing-country case, the impacts of expanding social protection and financing it using a tax-benefit model with behavioural elements. For the latter part, we presented estimates that identify the causal impact of tax changes on the share of formal work in Ghana. These estimates were then taken into account in the simulation and the overall impacts were calculated for the case both with and without behavioural changes.",
                    "type": "paragraph"
                },
                {
                    "text": "The simulated policy included expanding the amounts and the eligibility threshold of the existing LEAP cash transfer programme and introducing a new universal old-age pension. The amounts offered in these reforms are still very modest and they alone would not raise the households above the poverty line. This is why their estimated impact on the poverty headcount rate was also fairly small: less than a one percentage point reduction for households with children and a four percentage point reduction for households with older people. The cost of the programme would be approximately GHS 700 million and financing it with an increase in the social security contribution of formal sector employees would imply raising the rate by approximately eight percentage points. The increase is sizeable, given the narrow base of the tax.",
                    "type": "paragraph"
                },
                {
                    "text": "Our preferred estimate for the elasticity of the share of formal work with respect to the difference in the net pay when in formal versus when in informal work is approximately 0.10. It is statistically significant, albeit at the 10 per cent level, but also very small. This also means that the difference in the poverty-reducing impact of social protection when estimated with or without behavioural linkages is small. This finding is reinforced by the fact that poor households do not typically work in the formal sector and that is why they are not affected by the tax increase. The costs of financing the programme increase by approximately 6 per cent due to the reduction in the share of formal work.",
                    "type": "paragraph"
                },
                {
                    "text": "A number of caveats need to be kept in mind when interpreting the results. First, the estimated elasticity could be larger, and we have carried out some sensitivity analysis with respect to the size of the elasticity. Second, since the data set was originally prepared to study consumption, the income data are not necessarily as reliable. Third, the poverty eradication effects would be greater if, instead of modelling the tax increase via the flat social security contributions, progressive income tax were used. One further issue is that all those working in the formal sector are modelled to pay taxes. However, while their income from their main job is subject to third-party withholding by employers, they can still evade taxes from other income they earn and, arguably, the extent of evasion may also depend on the tax rate. This means that the exact size of the tax rate increase is only estimated with some margin of error. As always in microsimulation models, we have not allowed for any “leakage” due to administrative costs or misspent revenues by the social protection administration: a point with perhaps more relevance in a poor-country context with more limited government capacity. Tackling many of these issues is on our future research agenda.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Abramovsky, L",
                        "preferred": "L Abramovsky"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Phillips, D",
                        "preferred": "D Phillips"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Institute for Fiscal Studies"
                ]
            },
            "source": "A tax micro-simulator for Mexico (MEXTAX) and its application to the 2010 tax reforms (IFS Working Paper (W15/23))",
            "title": "A tax micro-simulator for Mexico (MEXTAX) and its application to the 2010 tax reforms (IFS Working Paper (W15/23))",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Adu-Ababio, K",
                        "preferred": "K Adu-Ababio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Osei-Darko, R",
                        "preferred": "R Osei-Darko"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pirttilä, J",
                        "preferred": "J Pirttilä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rattenhuber, P",
                        "preferred": "P Rattenhuber"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "SOUTHMOD Country Report: Ghana 2013–2016: GHAMOD v1.0",
            "date": "2017",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Helsinki"
                        ]
                    },
                    "formatted": [
                        "Helsinki"
                    ]
                },
                "name": [
                    "UNU-WIDER"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The Ghanaian economy: An overview",
            "authors": [
                {
                    "name": {
                        "index": "Alagidede, P",
                        "preferred": "P Alagidede"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Baah-Boateng, W",
                        "preferred": "W Baah-Boateng"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nketiah-Amponsah, E",
                        "preferred": "E Nketiah-Amponsah"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib3",
            "journal": "Ghanaian Journal of Economics",
            "pages": {
                "first": "4",
                "last": "34",
                "range": "4–34"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Welfare programs and labor supply in developing countries: experimental evidence from Latin America",
            "authors": [
                {
                    "name": {
                        "index": "Alzúa, ML",
                        "preferred": "ML Alzúa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cruces, G",
                        "preferred": "G Cruces"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ripani, L",
                        "preferred": "L Ripani"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib4",
            "journal": "Journal of Population Economics",
            "pages": {
                "first": "1255",
                "last": "1284",
                "range": "1255–1284"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Angrist, J",
                        "preferred": "J Angrist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pischke, J-S",
                        "preferred": "J-S Pischke"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Mostly harmless econometrics: An empiricist’s companion",
            "date": "2009",
            "id": "bib5",
            "publisher": {
                "name": [
                    "Princeton University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Bank of Ghana",
                    "type": "group"
                }
            ],
            "date": "2007",
            "details": "Issues on wages and labour market competitiveness in Ghana, Accra",
            "id": "bib6",
            "title": "Issues on wages and labour market competitiveness in Ghana",
            "type": "unknown"
        },
        {
            "articleTitle": "Work and tax evasion incentive effects of social insurance programs: Evidence from an employment-based benefit extension",
            "authors": [
                {
                    "name": {
                        "index": "Bergolo, M",
                        "preferred": "M Bergolo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cruces, G",
                        "preferred": "G Cruces"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib7",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "211",
                "last": "228",
                "range": "211–228"
            },
            "type": "journal",
            "volume": "117"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bhorat, H",
                        "preferred": "H Bhorat"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kanbur, R",
                        "preferred": "R Kanbur"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stanwix, B",
                        "preferred": "B Stanwix"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Bonn"
                        ]
                    },
                    "formatted": [
                        "Bonn"
                    ]
                },
                "name": [
                    "Institute of Labor Economics (IZA)"
                ]
            },
            "source": "Minimum wages in Sub-Saharan Africa: A primer (IZA Discussion Paper No. 9204)",
            "title": "Minimum wages in Sub-Saharan Africa: A primer (IZA Discussion Paper No. 9204)",
            "type": "report"
        },
        {
            "articleTitle": "Estimating labor supply responses using tax reforms",
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, A",
                        "preferred": "A Duncan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Meghir, C",
                        "preferred": "C Meghir"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib9",
            "journal": "Econo-metrica",
            "pages": {
                "first": "827",
                "last": "861",
                "range": "827–861"
            },
            "type": "journal",
            "volume": "66"
        },
        {
            "articleTitle": "The impact of a social program on labor informality: The case of AUH in Argentina",
            "authors": [
                {
                    "name": {
                        "index": "Garganta, S",
                        "preferred": "S Garganta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gasparini, L",
                        "preferred": "L Gasparini"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib10",
            "journal": "Journal of Development Economics",
            "pages": {
                "first": "99",
                "last": "110",
                "range": "99–110"
            },
            "type": "journal",
            "volume": "115"
        },
        {
            "authors": [
                {
                    "name": "Ghana Statistical Service",
                    "type": "group"
                }
            ],
            "bookTitle": "Ghana Living Standards Survey Round 6 (GLSS6): Labour Force Report",
            "date": "2014",
            "discriminator": "a",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Accra"
                        ]
                    },
                    "formatted": [
                        "Accra"
                    ]
                },
                "name": [
                    "Ghana Statistical Service"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Ghana Statistical Service",
                    "type": "group"
                }
            ],
            "bookTitle": "Ghana Living Standards Survey Round 6 (GLSS 6): Main Report",
            "date": "2014",
            "discriminator": "b",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Accra"
                        ]
                    },
                    "formatted": [
                        "Accra"
                    ]
                },
                "name": [
                    "Ghana Statistical Service"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Testing the statistical significance of microsimulation results: A plea",
            "authors": [
                {
                    "name": {
                        "index": "Goedemé, T",
                        "preferred": "T Goedemé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van den Bosch, K",
                        "preferred": "K Van den Bosch"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Salanauskaite, L",
                        "preferred": "L Salanauskaite"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib13",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "50",
                "last": "77",
                "range": "50–77"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Estimating labour supply elasticities based on cross-country micro data: A bridge between micro and macro elasticities?",
            "authors": [
                {
                    "name": {
                        "index": "Jäntti, M",
                        "preferred": "M Jäntti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pirttilä, J",
                        "preferred": "J Pirttilä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Selin, H",
                        "preferred": "H Selin"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib14",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "87",
                "last": "99",
                "range": "87–99"
            },
            "type": "journal",
            "volume": "127"
        },
        {
            "articleTitle": "Labor market effects of payroll taxes in developing countries: Evidence from Colombia",
            "authors": [
                {
                    "name": {
                        "index": "Kugler, A",
                        "preferred": "A Kugler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kugler, M",
                        "preferred": "M Kugler"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib15",
            "journal": "Economic Development and Cultural Change",
            "pages": {
                "first": "335",
                "last": "358",
                "range": "335–358"
            },
            "type": "journal",
            "volume": "57"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McKay, A",
                        "preferred": "A McKay"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pirttilä, J",
                        "preferred": "J Pirttilä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schimanski, C",
                        "preferred": "C Schimanski"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Tampere"
                        ]
                    },
                    "formatted": [
                        "Tampere"
                    ]
                },
                "name": [
                    "University of Tampere"
                ]
            },
            "source": "Estimating the elasticity of formal work: Evidence from African countries (Tampere Economic Working Papers No. 120)",
            "title": "Estimating the elasticity of formal work: Evidence from African countries (Tampere Economic Working Papers No. 120)",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McKay, A",
                        "preferred": "A McKay"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pirttilä, J",
                        "preferred": "J Pirttilä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tarp, F",
                        "preferred": "F Tarp"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Growth and Poverty in Sub-Saharan Africa",
            "chapterTitle": "Ghana: Poverty reduction over thirty years",
            "date": "2016",
            "editors": [
                {
                    "name": {
                        "index": "Arndt, C",
                        "preferred": "C Arndt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McKay, A",
                        "preferred": "A McKay"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tarp, F",
                        "preferred": "F Tarp"
                    },
                    "type": "person"
                }
            ],
            "id": "bib17",
            "pages": {
                "first": "68",
                "last": "88",
                "range": "68–88"
            },
            "publisher": {
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Newman, C",
                        "preferred": "C Newman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rand, J",
                        "preferred": "J Rand"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shimeles, A",
                        "preferred": "A Shimeles"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Söderbom, M",
                        "preferred": "M Söderbom"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tarp, F",
                        "preferred": "F Tarp"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Page, J",
                        "preferred": "J Page"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Manufacturing transformation",
            "date": "2016",
            "id": "bib18",
            "publisher": {
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Osei-Boateng, C",
                        "preferred": "C Osei-Boateng"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ampratwum, E",
                        "preferred": "E Ampratwum"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Friedrich-Ebert Stiftung Series",
            "id": "bib19",
            "title": "The informal sector in Ghana",
            "type": "unknown"
        },
        {
            "articleTitle": "EUROMOD: The European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib20",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "text": "As already mentioned in the main text, estimating <a href=\"#equ2\">Equation (2)</a> poses a number of challenges.<sup><a href=\"#fn15\">15</a></sup> First, the right-hand side regressor is correlated with e and so endogenous. The most obvious reason is that both taxes and benefits are direct functions of income. An additional reason is that unobserved variables (for instance, tastes for work and savings) might affect the choice of working in the formal sector. Since the individual is only observed in at most one state at a given time, income in the other state needs to be imputed.",
                    "type": "paragraph"
                },
                {
                    "text": "Our approach to tackling these issues is to utilize the repeated cross-section element of the data. This allows us to compare <i>groups</i> of individuals over time and, thereby, address these endogeneity issues by constructing instruments. Following <a href=\"#bib9\">Blundell <i>et al</i>. (1998)</a>, we partition the sample into group cells based on country, sex, age, and education level. The key idea behind the grouping procedure is to compare otherwise similar groups of individuals who have been affected differently by tax reforms (the difference-in-difference setting), while retaining the ambition of estimating structurally meaningful parameters, in this case the formality elasticity.",
                    "type": "paragraph"
                },
                {
                    "text": "Let <i>g</i> denote group cell. Suppose that <i>ε</i><sub>it</sub> = α<sub>g</sub> + <i>μ<sub>t</sub></i> + <i>η<sub>it</sub></i>, where <i>E</i>[<i>η<sub>it</sub>\\h<sub>it</sub></i> &gt; 0,<i>g,t]</i> = 0. According to this assumption unobserved heterogeneity, conditional on <i>g</i> and <i>t</i>, can be captured by a permanent group effect <i>α<sub>g</sub></i> and a time fixed effect <i>µ<sub>t</sub></i>. This assumption can also be modified in such a way that it allows for instance for education-group-specific linear time trends. Let <i>ω<sub>gt</sub></i> be a vector that contains the full set of interactions between group and time. By assumption, these are uncorrelated with <i>η<sub>it</sub></i>. This is the central exclusion restriction for identification. We can then estimate",
                    "type": "paragraph"
                },
                {
                    "text": "by two-stage least squares (2SLS) while using <i>ω<sub>gt</sub></i> as excluded instruments for (<i>x<sub>f</sub></i> − <i>x<sub>s</sub></i>). The instrument needs to have sufficient predictive power and it must affect the outcome variable only via changing the net pay variable. As the variation in the second-stage equation is entirely at the group level, <a href=\"#equ4\">Equation A1</a> can also be estimated by collapsing the data into time-specific group averages of the relevant variables. We then estimate the parameters from",
                    "type": "paragraph"
                },
                {
                    "text": "by GLS, using group size as weights. Using either <a href=\"#equ4\">Equation A1</a> or <a href=\"#equ5\">A2</a> yields identical results. Note that the estimation of the probability of working in the formal sector not only hinges on tax and benefit reforms, but is also identified from shocks affecting the gross pay in the two different states.",
                    "type": "paragraph"
                },
                {
                    "text": "To deal with missing income in either of the states, we proceed using a simple and transparent approach utilizing cell means. We use the cell means <inline-formula id=\"inline2\"><math display=\"inline\" id=\"i2\"><mover accent=\"true\"><mrow><msub><mi>Y</mi><mi>f</mi></msub><mo>−</mo><mi>T</mi><mo stretchy=\"false\">(</mo><msub><mi>Y</mi><mi>f</mi></msub><mo stretchy=\"false\">)</mo><mo>+</mo><mi>B</mi><mo stretchy=\"false\">(</mo><msub><mi>Y</mi><mi>f</mi></msub><mo stretchy=\"false\">)</mo></mrow><mo stretchy=\"true\">¯</mo></mover><mtext> </mtext><mi>a</mi><mi>n</mi><mi>d</mi><mtext> </mtext><mover accent=\"true\"><mrow><msub><mi>Y</mi><mi>s</mi></msub><mo>+</mo><mi>B</mi><mo stretchy=\"false\">(</mo><msub><mi>Y</mi><mi>s</mi></msub><mo stretchy=\"false\">)</mo></mrow><mo stretchy=\"true\">¯</mo></mover></math> to get estimates for the net income in the states of formal work and informal work, respectively. We average over individuals with and without formal earnings, respectively. Cells are, as in the regression analysis, constructed using sex, education, household type, and age. Likewise, the cell mean labour income for those whose earnings are strictly positive is used to get an estimate of the expected income for the individual when working.",
                    "type": "paragraph"
                }
            ],
            "id": "app1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "This paper is part of UNU-WIDER research programme on “Economics and Politics of Taxation and Social Protection”. Funding from the Academy of Finland (Grant No. 268082) is also gratefully acknowledged. We thank two anonymous referees and participants of the ZEW Public Finance Conference, UNU-WIDER seminar, 2017 PEGnet conference, the 2017 International Institute for Public Finance Conference, and the 2018 Conference of the Centre for the Study of African Economies in Oxford, for helpful comments. The results presented here are based on GHAMOD v1.0. GHAMOD was developed, maintained and managed by UNU-WIDER in collaboration with the EUROMOD team at ISER (University of Essex), SASPRI (Southern African Social Policy Research Insights) and local partners in selected developing countries (Ethiopia, Ghana, Mozambique, Tanzania, Uganda, Zambia, Ecuador, and Viet Nam) in the scope of the SOUTHMOD project. The local partner for GHAMOD is University of Ghana. We are indebted to the many people who have contributed to the development of SOUTHMOD and GHAMOD. The results and their interpretation presented in this publication are solely the authors’ responsibility.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
