{
    "status": "vor",
    "id": "00194",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00194",
    "authorLine": "H Xavier Jara, Marcelo Varela",
    "title": "Tax-benefit microsimulation and income redistribution in Ecuador",
    "published": "2019-04-30T00:00:00Z",
    "versionDate": "2019-04-30T00:00:00Z",
    "statusDate": "2019-04-30T00:00:00Z",
    "volume": 12,
    "issue": 1,
    "fpage": 52,
    "lpage": 82,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00194/ijm-00194.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "The aim of this paper is to explore the redistributive effects of taxes and benefits in Ecuador using two different approaches: direct use of reported taxes and benefits in survey data, and use of simulated taxes and benefits. We make use of representative household microdata from ENIGHUR 2011–2012, which contains detailed information on labour and non-labour income, taxes and social insurance contributions, public pensions, social benefits and expenditure, as well as personal and household characteristics. First, ECUAMOD, the tax-benefit microsimulation model for Ecuador is used to simulate cash benefit entitlements, personal income tax and social insurance contribution liabilities, as well as indirect taxes. Then, the redistributive effect of simulated tax-benefit policies is compared to that obtained from taxes, social insurance contributions and benefits taken directly from the data. Our results show that simulated taxes and social insurance contributions capture better the number of taxpayers and aggregate revenue amounts from official statistics, compared to information taken directly from the data. Moreover, using reported data on taxes and social insurance contributions underestimates their redistributive effect, compared to simulated policies. Underreporting of income components in survey data and the difficulty of simulating complex eligibility rules for benefits in microsimulation models are some of the factors driving the differences between the two approaches. Our paper concludes with a discussion of the advantages offered by microsimulation for policy analysis.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Jara and Varela",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research",
                        "University of Essex"
                    ]
                }
            ],
            "emailAddresses": [
                "hxjara@essex.ac.uk"
            ],
            "name": {
                "index": "Jara, H Xavier",
                "preferred": "H Xavier Jara"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ecuador"
                        },
                        "formatted": [
                            "Ecuador"
                        ]
                    },
                    "name": [
                        "Instituto de Altos Estudios Nacionales"
                    ]
                }
            ],
            "emailAddresses": [
                "marcelo.varela@iaen.edu.ec"
            ],
            "name": {
                "index": "Varela, Marcelo",
                "preferred": "Marcelo Varela"
            },
            "type": "person"
        }
    ],
    "keywords": [
        "taxes",
        "benefits",
        "microsimulation",
        "Ecuador"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Since the beginning of the century, and along with the process of dollarization, the tax-benefit system in Ecuador has experienced numerous changes. As part of the reforms introduced in 2008, personal income tax was made more progressive and tax collection became more efficient. The main social assistance benefit in Ecuador, the Human Development Transfer (HDT), has also been made more generous with the monthly payment increasing from USD 30 to USD 35 in 2009, and then to USD 50 since 2013. Over the last decade, a significant decrease in income inequality was also observed, with the Gini coefficient falling from 55.1 in 2007 to 46.6 in 2016 (<a href=\"#bib12\">INEC, 2016</a>).<sup><a href=\"#fn1\">1</a></sup> From a policy perspective, it is important to assess the redistributive role of tax-benefit instruments with the aim of improving their design in order to strengthen social protection in the country.",
                    "type": "paragraph"
                },
                {
                    "text": "The present study compares the redistributive effect of taxes and benefits in Ecuador under two different approaches. The first approach involves using reported information on taxes and benefits from survey data. The second relies on microsimulation techniques to calculate tax-benefit instruments. As stressed by <a href=\"#bib13\">Figari, Iacovou, Skew, and Sutherland (2012)</a>, who carry out a similar analysis for selected EU countries, both approaches are subject to different degrees of error. On the one hand, research using data from developed economies has shown that welfare benefits may be underreported in household surveys (Lynn, Jäckle, <a href=\"#bib19\">Jenkins, &amp; Sala, 2012</a>; <a href=\"#bib20\">Meyer, Mok, &amp; Sullivan, 2009</a>). On the other hand, microsimulation models might overestimate means-tested benefits if full take-up is assumed (<a href=\"#bib13\">Figari <i>et al</i>., 2012</a>; <a href=\"#bib14\">Figari, Paulus, &amp; Sutherland, 2015</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Microsimulation models in Ecuador have been developed but limited to the analysis of specific tax components, such as personal income tax, corporate profit tax, and indirect taxes (<a href=\"#bib26\">Ramírez &amp; Oliva, 2008</a>; <a href=\"#bib27\">Ramírez, Cano, &amp; Oliva, 2010</a>; <a href=\"#bib28\">Ramírez, 2010</a>; <a href=\"#bib29\">Ramírez &amp; Carrillo 2012</a>). However, an integrated microsimulation model encompassing both tax and benefit policies is needed if the objective is to perform distributional analysis. This paper makes use of ECUAMOD, the newly developed tax-benefit microsimulation model for Ecuador. ECUAMOD combines detailed country policy rules with representative household microdata from the National Survey of Income and Expenditures of Urban and Rural Households (Encuesta Nacional de Ingresos y Gastos de Hogares Urbanos y Rurales, ENIGHUR) 2011–2012 to simulate cash benefit entitlements, personal income tax and social insurance contribution liabilities, as well as VAT and excise duties for a number of products, for policy years 2011–2017. Our study takes advantage of the availability of reported data on social benefits, taxes and social insurance contributions in ENIGHUR to compare their effect on income inequality and poverty to that of simulated tax-benefit components calculated from ECUAMOD.",
                    "type": "paragraph"
                },
                {
                    "text": "The two approaches compared in this paper rely on the quality of the underlying microdata they use. Household survey data is generally affected by income underreporting, misreporting and might fail to capture the top of the market income distribution, particularly so in developing countries (<a href=\"#bib4\">Bustos &amp; Leyva, 2017</a>; <a href=\"#bib6\">CEPAL-IEF, 2014</a>; <a href=\"#bib14\">Figari <i>et al</i>., 2015</a>; <a href=\"#bib15\">Gómez Sabaíni &amp; Rossignolo, 2015</a>). Previous studies have further shown that underreporting might be particularly important in the case of self-employment income (<a href=\"#bib21\">Pissarides &amp; Weber, 1989</a>; <a href=\"#bib2\">Besim &amp; Jenkins, 2005</a>; <a href=\"#bib7\">Hurst, Li, &amp; Pugsley, 2014</a>). Empirical evidence on income underreporting and underrepresentation of top incomes in survey data from Ecuador is scarce. <a href=\"#bib5\">Cano (2014)</a> compares information from household surveys and tax records to show that in 2011 the share of income accruing to the top one per cent accounted for ten per cent according to survey data, whereas it accounted for 12.4 per cent based on tax records. The study shows that underreporting seems to be more prevalent among self-employed individuals and this type of income, together with capital income, represent a higher share of total income at the top of the income distribution in Ecuador. Problems of income underreporting or underrepresentation of top market incomes in survey data would necessarily affect results of tax-benefit microsimulation models based on household surveys. For instance, simulated income taxes or social insurance contributions might underestimate aggregate tax revenue from official sources if the survey fails to capture rich households. Note, however, that information on tax payments and benefit receipts collected in survey data might also suffer from underreporting or misreporting. As such, simulated taxes and benefits might provide a better match against administrative statistics than information reported directly in the survey data, depending of the degree of measurement error of each income component (<a href=\"#bib14\">Figari <i>et al</i>., 2015</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In the case of Ecuador, as in most developing countries, rich household survey data containing detailed information about taxes and cash transfers is scarce. For this reason, research on the redistributive effect of taxes and benefits in Ecuador remains limited. <a href=\"#bib6\">CEPAL-IEF (2014)</a> use household survey data to study the effect of tax-benefit systems on income inequality in Latin America. Results for Ecuador are based on the 2011 National Survey of Urban and Rural Employment, Unemployment and Underemployment (Encuesta Nacional de Empleo, Desempleo y Subempleo, ENEMDUR). Information about cash transfers is taken directly from the data, whereas direct taxes are imputed. According to their results, direct taxes and cash transfers in Ecuador reduce income inequality by 2.8 points, when Gini for disposable income is compared to Gini for market income. Public pensions and cash transfers account for 2 points reduction in inequality, whereas taxes and social insurance contributions account for 0.8 points. More recently, the Commitment to Equity (CEQ) Institute has studied the incidence of taxes and benefits in Latin American countries under a common methodology.<sup><a href=\"#fn2\">2</a></sup> <a href=\"#bib18\">Lustig (2017)</a> presents a comparative assessment of the impact of fiscal policy on inequality and poverty in Latin America. The results for Ecuador are based on reported information about cash transfers, taxes and social security contributions payments from ENIGHUR 2011–2012 (<a href=\"#bib17\">Llerena, Paul, Llerena Pinto, Saá Daza, &amp; Llerena Pinto, 2015</a>). According to <a href=\"#bib18\">Lustig (2017)</a>, the tax-benefit system in Ecuador reduces income inequality by 3.02 points, when Gini for disposable income is compared to Gini for market income.",
                    "type": "paragraph"
                },
                {
                    "text": "Distributional analysis based on ECUAMOD differs from previous studies in several respects. First, ECUAMOD systematically applies legislation rules to simulate taxes and benefits, based on the information available in the data. <a href=\"#bib18\">Lustig (2017)</a> uses taxes and benefits reported directly in the data unless the information is not available, in which case these incomes are inferred, predicted or imputed from other sources. <a href=\"#bib6\">CEPAL-IEF (2014)</a> use benefits information from the data but impute direct taxes. Second, contrary to <a href=\"#bib18\">Lustig (2017)</a>, our definition of market income does not include imputed rent, as this component is not considered in the calculations of poverty and inequality by the national statistics office in Ecuador. Finally, for Ecuador <a href=\"#bib18\">Lustig (2017)</a> includes in-kind transfers such as free school breakfast, textbooks and uniforms as part of direct transfers (see <a href=\"#bib17\">Llerena <i>et al</i>., 2015</a>). This information is imputed from other sources and not included in our simulations. Differences between our results and those of previous studies are on account of the abovementioned factors.",
                    "type": "paragraph"
                },
                {
                    "text": "Our results show that reported social assistance benefits (i.e. the Human Development Transfer) from ENIGHUR data match well the number of recipients and aggregate amounts from official sources, whereas simulated benefits are slightly underestimated due to the difficulty of simulating complex eligibility rules. Reported personal income tax provides a poor representation of the number of taxpayers and aggregate tax revenue relative to tax records, capturing only 22 per cent of tax revenue. ECUAMOD simulations match better the external statistics on personal income tax capturing around 82 per cent of income tax revenue, and highlighting the advantages of microsimulation to calculate income components which are difficult to collect in survey data. Our comparison of inequality and poverty indicators calculated from reported ENIGHUR data and simulated ECUAMOD data shows only minor differences between both approaches, with slightly lower estimates obtained with ECUAMOD simulations. Our results depict, however, a very different picture of the redistributive effect of direct taxes and social insurance contributions depending on the approach used in the analysis. Direct taxes (social insurance contributions) reduce inequality, as measured by the Gini coefficient, only by 0.3 (0.9) points based on ENIGHUR data, whereas the effect is 1 (1.3) point(s) based on ECUAMOD simulations, which reflects the fact that ECUAMOD simulations capture better the number of taxpayers and tax revenue compared to ENIGHUR data. We discuss potential reasons for the observed discrepancies and highlight the advantages offered by ECUAMOD for distributional analysis and ex-ante policy evaluation.",
                    "type": "paragraph"
                },
                {
                    "text": "The remainder of this paper is structured as follows. Section 2 presents the household survey data used in the analysis and provides detailed information about our tax-benefit microsimulation model. Section 3 presents and discusses the results of the analysis. Finally, Section 4 concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "ENIGHUR is a nationally representative cross-sectional survey on income and expenditures of households in Ecuador. The aim of the survey is to provide information on the distribution and structure of income and expenditures of Ecuadorean households based on the demographic and socio-economic characteristics of the household members (<a href=\"#bib10\">INEC, 2012</a>). The survey is conducted approximately every eight years. The latest ENIGHUR is for years 2011–12 and contains information for 39,617 households and 153,444 individuals. The survey follows a probabilistic two-stage sample design in nine self-represented cities, and a three-stage design in the rest of the country.<sup><a href=\"#fn3\">3</a></sup> The sampling unit is the dwelling defined as the person or group of people living in the same housing structure (dwelling), sharing meals, and who depend on a common budget. Information about the household and each member of the household occupying the dwelling is collected in the survey.",
                            "type": "paragraph"
                        },
                        {
                            "text": "ENIGHUR contains very detailed income information. Gross employment and self-employment income from principal and secondary occupations are reported, including extra pay, bonuses, inkind income and self-consumption from self-employment activities. Contributions to social security and tax payments are also collected for both, employees and self-employed workers.<sup>4</sup> Moreover, detailed information about affiliation to social security is reported, allowing to categorize individuals to specific social security regimes. Cash transfers from social benefits, such as public pensions, the HDT, Joaquín Gallegos Lara transfer and the housing grant are also available. Other sources of income such as income from capital and property, private transfers, remittances, and other rents, are also reported in the data. Finally, detailed data on household expenditures is also available in the survey, as well as information on demographic and socio-economic characteristics of each member of the household.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The present study takes advantage of the availability of reported data on social benefits, taxes and social insurance contributions to compare their effect on income inequality and poverty relative to that of simulated tax-benefit components calculated from ECUAMOD, which is presented in the next section.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 National survey of income and expenditures of Urban and rural households (ENIGHUR 2011–2012)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Our study makes use of ECUAMOD, the tax-benefit microsimulation model for Ecuador. ECUAMOD has been developed as part of UNU-WIDER’s project on ‘SOUTHMOD-simulating tax and benefit policies for development’ in which tax-benefit microsimulation models have being built for selected developing countries. ECUAMOD and other country models from the SOUTHMOD project have been implemented on the EUROMOD software, which provides a harmonized setting for cross-country comparative analysis on the redistributive effect of tax-benefit policies (see <a href=\"#bib31\">Sutherland &amp; Figari 2013</a>). ECUAMOD combines detailed country-specific coded policy rules with representative household microdata to simulate direct and indirect taxes, social insurance contributions, as well as cash transfers for the household population of Ecuador. ECUAMOD is a static model in the sense that tax-benefit simulations abstract from behavioural reactions of individuals and no adjustments are made for changes in the population composition over time. Simulation results for ECUAMOD have been validated against external statistics (see <a href=\"#bib16\">Jara, Varela, Cuesta, &amp; Amores, 2017</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The underlying microdata used in ECUAMOD comes from ENIGHUR 2011–2012. Adjustments to the data and variables, for the construction of ECUAMOD’s input data, are kept to a minimum. On the one hand, individuals recorded as domestic employees in a household have been dropped, as information about their own household (e.g. number of children, expenditures) is not available. In total, 103 individuals (0.07 per cent of the sample) were dropped from the original sample, leaving us with a sample of 153,341 individuals. No households were dropped and no adjustments to the weights were made as a result of dropping individual observations. On the other hand, ENIGHUR data includes a single variable covering all pension payments. This variable includes contributory pensions, as well as severance pay and alimony for divorce and children. This single variable is disaggregated into five variables in the ECUAMOD database according to the characteristics of the recipients: (i) old-age pension, (ii) disability pension, (iii) survivors’ pension, (iv) severance pay, and (v) alimony payments. In our analysis, the first three variables are considered as part of public pensions, severance pay is included in social benefits and alimony payments are included as part of market income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "ECUAMOD version 1.4 covers policy years 2011–2017 for the purpose of tax-benefit simulations, based on ENIGHUR 2011–2012. To account for time inconsistencies between the input data year and the policy year in the simulations, market incomes and non-simulated tax-benefit variables in the data are adjusted using source-specific updating factors (see <a href=\"#bib16\">Jara <i>et al</i>. 2017</a>). In this study, 2011 policies (as on June 30th) in Ecuador are used for the analysis.",
                            "type": "paragraph"
                        },
                        {
                            "text": "ECUAMOD aims to simulate the main tax and benefit components of household disposable income in Ecuador, where household disposable income is defined as the sum of market income plus government cash transfers of all household members net of income tax and social insurance contributions.<sup><a href=\"#fn5\">5</a></sup> However, simulation of tax-benefit instruments depends on the relevant information being available in the underlying dataset used in the simulations, in this case ENIGHUR 2011–2012. Instruments which are not simulated are taken directly from the data and included as part of disposable income. The remainder of this section describes briefly the policy instruments simulated in ECUAMOD for year 2011, as well as the underlying assumptions used in the simulations of each income component. <a href=\"#tableA1\">Table A.1</a> in the <a href=\"#app1\">appendix</a> summarizes the tax and benefit components included in the model, differentiating between simulated and non-simulated components, and provides information about why simulation was not feasible.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "Social insurance contributions (SICs) in Ecuador are defined according to the sector where the person affiliated with the Ecuadorian Institute of Social Security (Instituto Ecuatoriano de Seguridad Social, IESS) works. ENIGHUR contains information about affiliation to social security for each individual in the data. ECUAMOD therefore simulates SIC payments only for those individuals, who report affiliation to the social security system in the survey.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Employees SICs are simulated for three sectors of work: (a) private sector employees and secular clergy members; (b) bank employees, employees of municipal and decentralized public institutions, notaries, and property and commercial registrars; and (c) civil servants, including public education teachers and employees in the judiciary system, or other. All employees are liable to pay SICs based on their gross employment income. The minimum contribution base equals the minimum wage (USD 264 in 2011) for full-time employees, or a fraction of the minimum wage based on the number of days of work for part-time employees. In 2011, employees were liable to four types of social contributions: pension insurance, rural worker insurance, severance pay insurance, and administrative costs. The total contribution rate was 9.35 per cent or 11.35 per cent depending on the sector of work. Since 2009, pensioners also contribute to social insurance at a rate of 2.76 per cent of their pension income. Social insurance contributions from pensioners are categorised under employee SICs in ECUAMOD.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-1",
                            "title": "2.2.1 Employee social insurance contributions",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Self-employed workers can contribute to SICs on a voluntary basis based on their declared gross self-employment income with specific rates. The minimum contribution base equals the minimum wage. Two categories of workers are considered for the simulation of self-employment SICs: self-employed workers and voluntary affiliated workers. In 2011, self-employed SICs included five types of contributions: pension insurance, health insurance, occupational risk insurance, rural worker insurance, and administrative costs. The total contribution rate for these categories was 17.50 per cent. An additional category of workers included in the simulation of self-employed SICs is rural workers, who are affiliated to the special rural worker social security regime (Seguro Campesino). In order to be member of the rural worker social security regime a person must: (i) have a residency in the rural area or be an artisanal fisherman, (ii) not be affiliated to the general social security regime, (iii) not receive remuneration from an employer, and (iv) not be a permanent employer. The amount of SICs paid by members of the rural worker social security regime is equal to 2.5 per cent of 22.5 per cent of the minimum wage.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-2",
                            "title": "2.2.2 Self-employed social insurance contributions",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "All employers are liable to pay SICs on gross employment income. Employers are liable to six types of SICs: pension insurance, health insurance, occupational risk insurance, rural worker insurance, severance pay insurance, and administrative costs. The total contribution rate for employers has been fixed at 9.15 per cent or 11.15 per cent depending on the sector of employment of their workers. Employer SICs do not enter in the definition of disposable income in ECUAMOD.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-3",
                            "title": "2.2.3 Employer social insurance contributions",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Members of the armed forces or the national police contribute to special regimes of social insurance. Members of the armed forces are affiliated to the Institute of Social Security of the Armed Forces (ISSFA), whereas members of the national police are affiliated to the Institute of Social Security of the National Police (ISSPOL). The information available in the input data for ECUAMOD allows us to distinguish those individuals who are affiliated to these specific regimes. For this reason, in addition to SICs to the IESS, ECUAMOD simulates contributions made by members of the armed forces or the national police. The rate of SICs for members of the ISSFA is 23 per cent, whereas the rate for members of the ISSPOL is 23.10 per cent. ECUAMOD simulates jointly SICs to ISSFA and ISSPOL, assuming a common rate of 23.05 per cent of earnings. This assumption is made due to the fact that the level of detail in the input data for ECUAMOD does not allow distinguishing whether an individual is affiliated to the ISSFA or the ISSPOL. Additionally, ECUAMOD simulates the government contribution to these special regimes at the 26 per cent rate, however, this contribution is not included as part of disposable income in ECUAMOD.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-4",
                            "title": "2.2.4 Armed forces and police social insurance contributions",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Personal income tax in Ecuador is assessed at the individual level. The tax base is defined as taxable income minus exemptions, minus deductions. Since 2008, taxable income is composed of gross earnings from labour (employment and self-employment income), plus extra pay, plus utilities participation.<sup><a href=\"#fn6\">6</a></sup> The main sources of income exempted are income from pensions from the IESS, the 13th and 14th months’ pay, reserve funds, and deductions for old age and disabled persons. Deductions from taxable income are composed of contributions to social security and deductions from personal expenditures, which include expenditure in food, clothing, education, health, and housing.<sup><a href=\"#fn7\">7</a></sup> The tax schedule applied to the tax base is formed from nine tax bands and rates between 0 and 35 per cent.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In ECUAMOD, personal income tax is simulated under the assumption of full compliance (zero evasion). Simulation of some sort of tax evasion could be included in future versions of the model, based on certain assumptions about people who might be evading tax payments.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-5",
                            "title": "2.2.5 Personal income tax",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Since 2000, the VAT rate has been set at 12 per cent.<sup><a href=\"#fn8\">8</a></sup> Some goods and services considered necessities are taxed at a zero per cent rate, such as food products and basic services like water and electricity. A special consumption tax (Impuesto a los consumos especiales, ICE), which represents a form of excise duty, is also applied to specific products and services, such as alcohol, tobacco products, and automobiles. The rates vary widely with respect to the type of good. In ECUAMOD, indirect taxes are simulated based on information from household expenditures on different types of goods and services, available from the data. The 12 per cent rate is applied to expenditure in goods subject to VAT. ECUAMOD also simulates ICE for four types of goods based on the number of observations in the data for which consumption of these goods is observed. In particular, we simulate ICE for alcoholic drinks including beer, cigarettes, soda drinks, and perfumes.<sup><a href=\"#fn9\">9</a></sup>",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-6",
                            "title": "2.2.6 Indirect taxes",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The Human Development Transfer (HDT) is a proxy means-tested conditional cash transfer (CCT). Proxy means-tested transfers are common in developing countries and involve evaluating eligibility not in terms of income (means-test) but in terms of a composite index of socio-economic characteristics (proxy means-test). A household is considered eligible for the transfer if their composite index is below a certain threshold. In Ecuador, the proxy means-test is based on the composite index of socio-economic classification of the Social Registry, which is based on a series of variables containing information on household characteristics, characteristics of the head of the household, housing, living conditions, assets, and territory. Three population subgroups are eligible for HDT: (i) families with children younger than 18 years, (ii) elderly adults who do not receive any pension, and (iii) disabled persons. In order to be eligible for HDT, families of children aged 18 years or below need to belong to the poorest population according to the composite index. Elderly adults and disabled persons (with 40 per cent or higher degree of disability) need to be in vulnerability conditions (as defined by the Ministry of Social Development Coordination) and cannot be affiliated with any type of social security institutions.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In 2011, the benefit amount for HDT was USD 35 per month. Since 2013, the amount has been fixed at USD 50 per month (<a href=\"#bib23\">Presidencia de la República, 2009</a>, <a href=\"#bib25\">2013</a>). Two types of conditionality apply to mothers with children receiving HDT. First, it is required that children aged 6 to 18 years in the household enrol in school and attend at least 90 per cent of the school days in a month. Second, it is required that children below six years in the household attend health centres at least twice per year for medical check-ups.<sup><a href=\"#fn10\">10</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In order to simulate eligibility for HDT in ECUAMOD, a pseudo composite index was generated in the input data. Our pseudo index and the official index are likely to have different distributions as they are based on different samples. <sup><a href=\"#fn11\">11</a></sup> Therefore, we determine the threshold for eligibility as the value of the pseudo index below which we identify the same number of individuals as the official index.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-7",
                            "title": "2.2.7 Human Development Transfer (Bono de Desarrollo Humano)",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The transfer Joaquín Gallegos Lara was introduced with the aim of improving living conditions of people with severe disabilities or illness, who are unable to live independently and who live under critical economic conditions (<a href=\"#bib24\">Presidencia de la República 2010</a>: Executive Decree 422). The following categories are eligible for the benefit: (i) individuals with at least 75 per cent level of physical disability or 65 per cent of mental disability; (ii) individuals with catastrophic or rare illnesses, who are not affiliated with or receiving pensions from the social security system; (iii) children below the age of 14 years living with HIV/AIDS; and (iv) orphans. The amount of the benefit is USD 240 per month and it is paid to the person responsible for the care of the individual with a disability or illness. The benefit is not subject to income test.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In ECUAMOD, the transfer Joaquín Gallegos Lara is only partially simulated, meaning that eligibility to the benefit is based on whether individuals are observed receiving the benefit in the data. Full simulation (simulation of eligibility) is not possible because information about the degree of disability is not available in the data.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-8",
                            "title": "2.2.8 Transfer Joaquín Gallegos Lara",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Contributory pensions are included in the concept of disposable income used by ECUAMOD but cannot be simulated due to lack of information on contributory records. The same applies to injury benefit and severance pay. Scholarships cannot be simulated because information on students’ grades is not available in the data. No information on price of properties to be purchased or remodelling costs are available to simulate housing grant. Property and property transfer tax, motor vehicle and wealth tax are taken directly from the data and subtracted in the calculation of disposable income but cannot be simulated due to lack of data on property values, vehicle values and wealth, respectively.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-9",
                            "title": "2.2.9 Non-simulated taxes and benefits",
                            "type": "section"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 ECUAMOD",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Data and methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section presents the main findings of our comparison of income distributions based on reported survey income data and tax-benefit microsimulation. First, we provide a detailed comparison of the number of benefit recipients and taxpayers, as well as aggregate yearly amounts of taxes and benefits obtained under both approaches against external official statistics. Then, we analyse the relative importance of different tax-benefit components across the income distribution in Ecuador. Third, we compare poverty and inequality indicators obtained with ENIGHUR and ECUAMOD data. Finally, we provide a picture of the effect of different tax-benefit components on income poverty and inequality with both approaches and discuss factors driving discrepancies.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Validation of simulated taxes and benefit is a crucial part of microsimulation modelling. In this section, we propose comparing information about the number of benefit recipients and taxpayers as well as aggregate annual expenditure in social benefits and revenue from taxes and SICs obtained with ECUAMOD and reported in ENIGHUR against external official data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The numbers of recipients of benefits and payers of taxes and SICs obtained with ECUAMOD and reported in ENIGHUR are compared with external benchmarks in <a href=\"#table1\">Table 1</a>. In terms of benefits, the results show that ENIGHUR data captures around 91 per cent of beneficiaries of the Human Development Transfer compared to external statistics. The underrepresentation in the data is likely to be related to the fact that external statistics report the total number of beneficiaries over the whole year, whereas the survey asks respondents whether they have received the transfer over the past three months. ECUAMOD underestimates the number of recipients of the Human Development Transfer by around 17 per cent compared to external statistics. As mentioned in the previous section, in order to assess eligibility for the HDT in our simulations, we replicated the index of the Social Register with the input data and fixed the threshold of eligibility by identifying the same number of people below the official threshold. Note that this is different from calibrating the number of recipients of the transfer because other eligibility conditions, simulated in ECUAMOD, apply in addition to being below the threshold of the composite index, such as the presence of children in the household or non-affiliation to social security in the case of elderly adults and disabled persons. The underestimation of recipients of the HDT in ECUAMOD could therefore be related to non-fulfilment of eligibility conditions of individuals below the threshold due to differences in characteristics with actual recipients but also to a certain degree of digression from the authorities as to who is considered eligible for the transfer, which cannot be captured in our simulations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The number of recipients of the disability carer benefit Joaquín Gallegos Lara obtained from ECUAMOD matches those of ENIGHUR because, as previously mentioned, simulations of the disability carer benefit are based on actual benefit receipt in the data. Disability carer benefit cannot be fully simulated because eligibility depends on the severity of disability and this information is unavailable in the data. ENIGHUR and ECUAMOD results underestimate the number of recipients of the disability carer benefit reflecting that this population subgroup is not properly captured by the survey.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of taxes and SICs, ECUAMOD underestimates the number of payers compared with data from the Ecuadorean Social Security Institute (IESS) and the Internal Revenues Service (SRI), which might be related to income underreporting in the underlying input data. Note, however, that the underestimation of personal income tax and SICs payers is even more severe when reported payers from ENIGHUR are compared with external statistics. In particular, ENIGHUR data captures only 43 per cent of personal income taxpayers compared to 70 per cent obtained with ECUAMOD, reflecting the difficulties of collecting tax data in household surveys and highlighting the usefulness of microsimulation to calculate this type of income. The underestimation of self-employed SICs payers in ENIGHUR is related to the fact that the data does not contain information on payments to rural workers’ SICs (Seguro Campesino), which are simulated in ECUAMOD and are included in the official figures. The gap between the number of income taxpayers obtained from ECUAMOD and that of official statistics is most likely driven by income underreporting and underrepresentation of individuals at the top of the market income distribution in ENIGHUR data. Note that in Ecuador (like in many other Latin American countries) deductions from personal expenditures apply to income tax and the exemption threshold for income tax payment is rather high. In 2011, annual incomes below the USD 9,210 threshold were exempt from income tax, whereas the annualised minimum wage was equal to USD 3,168. Most individuals non-affiliated with social security have low earnings and, therefore, even under the assumption of full-compliance in our simulations they would pay no income tax.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: ECUAMOD version 1.4 calculations, ENIGHUR 2011–2012 and <a href=\"#bib8\">IESS (2015)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th><b>ECUAMOD</b></th>\n<th><b>ENIGHUR</b></th>\n<th><b>External</b></th>\n<th/>\n<th><b>Ratios</b></th>\n<th/>\n</tr>\n<tr>\n<th/>\n<th><b>(A)</b></th>\n<th><b>(B)</b></th>\n<th><b>(C)</b></th>\n<th><b>(A)/(B)</b></th>\n<th><b>(A)/(C)</b></th>\n<th><b>(B)/(C)</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"7\"><i>Social Benefits</i></td>\n</tr>\n<tr>\n<td>Human Development Transfer</td>\n<td>1,538</td>\n<td>1,681</td>\n<td>1,854</td>\n<td>0.92</td>\n<td>0.83</td>\n<td>0.91</td>\n</tr>\n<tr>\n<td>Joaquín Gallegos Lara</td>\n<td>9</td>\n<td>9</td>\n<td>14</td>\n<td>1.00</td>\n<td>0.64</td>\n<td>0.64</td>\n</tr>\n<tr>\n<td colspan=\"7\"><i>Taxes and Social Insurance Contributions (SICs)</i></td>\n</tr>\n<tr>\n<td>Personal income tax</td>\n<td>334</td>\n<td>204</td>\n<td>476</td>\n<td>1.64</td>\n<td>0.70</td>\n<td>0.43</td>\n</tr>\n<tr>\n<td>Employee SICs</td>\n<td>2,134</td>\n<td>1,836</td>\n<td>2,449</td>\n<td>1.16</td>\n<td>0.87</td>\n<td>0.75</td>\n</tr>\n<tr>\n<td>Self-employed SICs</td>\n<td>255</td>\n<td>74</td>\n<td>341</td>\n<td>3.46</td>\n<td>0.75</td>\n<td>0.22</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Tax–benefit instruments in 2011: number of recipients/payers (in thousands).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table2\">Table 2</a> presents a validation of reported and simulated aggregate annual expenditure in social benefits and revenue from taxes and SICs. Aggregate expenditure in the HDT from ENIGHUR data matches well the external benchmark, which reflects the fact that survey data in Ecuador captures well the bottom of the income distribution. ECUAMOD simulations underestimate aggregate expenditure in the HDT by around six per cent in comparison to ENIGHUR data and nine per cent with respect to external statistics, which is in line with the underestimation of benefit recipients. Reported and simulated amounts of Joaquín Gallegos Lara transfer underestimate the aggregate amounts compared with external sources by around 40 per cent, reflecting the underestimation of benefit recipients in the data (see <a href=\"#table1\">Table 1</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of taxes and SICs, our simulations underestimate the aggregate amount of personal income tax and SICs compared with external statistics. ECUAMOD simulations capture around 82 per cent of revenue from personal income tax and 98 per cent of employee SICs. On the other hand, results obtained directly from ENIGHUR data provide an extremely poor match against the external benchmark. Reported personal income tax amounts from ENIGHUR capture only 22 per cent of personal income tax revenue. Reported employee SICs’ amounts provide a better fit, capturing 88 per cent of employee SICs revenue, compared to 98 per cent captured by ECUAMOD results. The poor representation of aggregate annual revenue from personal income tax provided by ENIGHUR data is most likely related to the abovementioned difficulties of reporting this type of deductions in surveys and points to the importance of using simulated taxes to assess the effect of this component on the income distribution, as its effect would be otherwise underestimated. The underestimation of income tax might also be related to the fact that, in general, surveys fail to properly capture the top of the income distribution and this is particularly the case for developing countries like Ecuador. The comparison of simulated and reported revenue from self-employed SICs with respect to official statistics is rather puzzling. Both simulated and reported results overestimate the revenue from self-employed SICs compared to the external benchmark. The results are counterintuitive given that the number of payers of self-employed SICs obtained from ECUAMOD and ENIGHUR underestimates the number of payers with respect to official statistics. The discrepancies might be related to the categories of workers for which SICs revenue has been reported by the authorities. ECUAMOD and ENIGHUR results consider as self-employed any person reporting income from self-employment, whereas external statistics might be based on people officially registered as self-employed at IESS. Finally, <a href=\"#table2\">Table 2</a> provides a comparison of aggregate revenue from VAT. Compared with external statistics, ECUAMOD underestimates VAT by around 44 per cent. VAT reported by ENIGHUR represents only 19 per cent of the official aggregate amounts. However, it is worth noting that ENIGHUR reports VAT payments by the self-employed only, as part of their expenditures. VAT payment by households is not directly reported by ENIGHUR. On the other hand, ECUAMOD simulates VAT payments by households only, whereas the official statistics on VAT include payments by both households and firms.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: ECUAMOD version 1.4 calculations, ENIGHUR 2011–2012 and <a href=\"#bib9\">IESS (2018)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th><b>ECUAMOD</b></th>\n<th><b>ENIGHUR</b></th>\n<th><b>External</b></th>\n<th/>\n<th><b>Ratios</b></th>\n<th/>\n</tr>\n<tr>\n<th/>\n<th><b>(A)</b></th>\n<th><b>(B)</b></th>\n<th><b>(C)</b></th>\n<th><b>(A)/(B)</b></th>\n<th><b>(A)/(C)</b></th>\n<th><b>(B)/(C)</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"7\"><i>Social Benefits</i></td>\n</tr>\n<tr>\n<td>Human Development Transfer</td>\n<td>661</td>\n<td>706</td>\n<td>724</td>\n<td>0.94</td>\n<td>0.91</td>\n<td>0.97</td>\n</tr>\n<tr>\n<td>Joaquín Gallegos Lara</td>\n<td>26</td>\n<td>24</td>\n<td>41</td>\n<td>1.07</td>\n<td>0.62</td>\n<td>0.58</td>\n</tr>\n<tr>\n<td colspan=\"7\"><i>Taxes and Social Insurance Contributions (SICs)</i></td>\n</tr>\n<tr>\n<td>Personal income tax</td>\n<td>639</td>\n<td>171</td>\n<td>784</td>\n<td>3.75</td>\n<td>0.82</td>\n<td>0.22</td>\n</tr>\n<tr>\n<td>Employee SICs</td>\n<td>1,478</td>\n<td>1,322</td>\n<td>1,508</td>\n<td>1.12</td>\n<td>0.98</td>\n<td>0.88</td>\n</tr>\n<tr>\n<td>Self-employed SICs</td>\n<td>332</td>\n<td>268</td>\n<td>176</td>\n<td>1.24</td>\n<td>1.88</td>\n<td>1.52</td>\n</tr>\n<tr>\n<td>VAT</td>\n<td>1,708</td>\n<td>592</td>\n<td>3,073</td>\n<td>2.88</td>\n<td>0.56</td>\n<td>0.19</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Tax–benefit instruments in 2011: annual amounts (in millions).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Validation of reported and simulated tax-benefit instruments",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Before comparing poverty, inequality and the redistributive effect of tax-benefit systems between our two approaches, it is worth considering the extent to which the size of different tax-benefit components varies across the income distribution depending on the use of simulated or reported incomes. <a href=\"#fig1\">Figure 1</a> shows the relative size of five tax-benefit components in Ecuador, where the average size of each income component is measured as a percentage of average household disposable income by household disposable income decile, and on average for the whole population. Direct and indirect taxes, and social insurance contributions are shown as negative values as they are subtracted in the calculation of disposable income.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00194%2Fijm-00194-fig1.tif",
                                        "size": {
                                            "width": 746,
                                            "height": 365
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00194%2Fijm-00194-fig1.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00194-fig1.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Tax-benefit components as a share of household disposable income in 2011.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Under both approaches, our results show that social benefits play an important role at the bottom of the income distribution. Social benefits represent on average 20 per cent of household disposable income for individuals in the bottom decile of the income distribution with ECUAMOD and 22 per cent with reported benefits from ENIGHUR. The slightly larger size of social benefits with ENIGHUR data reflects the fact that ECUAMOD simulations of the Human Development Transfer slightly underestimate the number of recipients and aggregate amounts of this benefit compared to ENIGHUR, as shown in <a href=\"#table1\">Tables 1</a> and <a href=\"#table2\">2</a> above.<sup><a href=\"#fn12\">12</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "ECUAMOD and ENIGHUR results differ more in terms of the relative size of taxes and SICs. Simulated direct taxes represent an important proportion (5.4 per cent) of household disposable income only for the top decile of the income distribution. This might be due to the high exemption threshold for income tax payment and also to the presence of deductions from personal expenditures, which are applied to taxable income. Direct taxes reported in the data account only for 1.7 per cent of household disposable income for the top decile. The discrepancies between ECUAMOD and ENIGUR results might be driven by underreporting or misreporting of personal income tax in ENIGHUR and reflect the difficulties of recording this type of income in surveys. Indirect taxes in ECUAMOD are mostly proportional with respect to disposable income, although the relative size of this income component is slightly larger for the first income decile pointing to a minor regressivity. The mostly proportional nature of indirect taxes is in line with a recent paper by <a href=\"#bib30\">Rojas Baez (2017)</a> and is driven by the presence of a zero per cent VAT rate on goods and services considered basic necessities. The relative size of indirect taxes in ENIGHUR is on average smaller than that of ECUAMOD and they appear to affect mostly the top income decile. Differences between ENIGHUR and ECUAMOD results in terms of indirect taxes are due to the fact that ENIGHUR reports VAT payments from expenditures related to self-employment activities only, whereas VAT payments for all households are calculated in ECUAMOD simulations based on expenditure information available in the survey. Finally, reported and simulated social insurance contributions are progressive in nature but represent a smaller share of household disposable income with results based on ENIGHUR data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table3\">Table 3</a> confirms the pattern of tax-benefit components with respect to disposable income in our two approaches, where the progressivity of different policy instruments is assessed using the Suits index. The Suits index measures the ratio between the cumulative proportion of a policy instrument (e.g. income tax) and the cumulative proportion of income. The value of the Suits index lies within the interval [−1, 1]. A value of −1 would imply an extremely regressive policy instrument (e.g. the poorest person pays all the tax), whereas a value of 1 depicts extreme progressivity (e.g. the richest person pays all the tax). Our results show that direct taxes and SICs are progressive with respect to disposable income but to a larger extent with results obtained from ECUAMOD. Public pensions are regressive, whereas social benefits are progressive. Finally, ECUAMOD and ENIGHUR provide contrasting results in terms of progressivity of indirect taxes. Reported VAT in ENIGHUR are progressive with respect to disposable income, whereas ECUAMOD results point to a minor regressivity of indirect taxes, which is in line with the fairly proportional nature of this income component (see <a href=\"#fig1\">Figure 1</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: ECUAMOD version 1.4 calculations and ENIGHUR 2011–2012.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th><b>Public Pensions</b></th>\n<th><b>Social Benefits</b></th>\n<th><b>Direct Taxes</b></th>\n<th><b>Social Insurance Contributions</b></th>\n<th><b>Indirect Taxes</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>ECUAMOD</td>\n<td>−0.21</td>\n<td>0.62</td>\n<td>0.74</td>\n<td>0.25</td>\n<td>−0.03</td>\n</tr>\n<tr>\n<td>ENIGHUR</td>\n<td>−0.19</td>\n<td>0.61</td>\n<td>0.42</td>\n<td>0.24</td>\n<td>0.83</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Progressivity of tax-benefit components in 2011– Suits index.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Relative size of tax-benefit instruments",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table4\">Table 4</a> presents the results of our comparison of inequality and poverty indicators calculated from the reported ENIGHUR data and the simulated ECUAMOD data. The results are computed for individuals according to their household disposable income (HDI) per capita (i.e. HDI divided by household size). HDI is calculated as the sum of all income sources of all household members net of income tax and SICs. Using HDI per capita is the approach proposed by the National Institute for Statistics and Census (<i>Instituto Nacional de Estadística y Censos</i>, INEC) to calculate income poverty and inequality.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of income inequality, <a href=\"#table4\">Table 4</a> shows that the Gini coefficient obtained with the two sets of results are very similar. The Gini coefficient obtained from ENIGHUR data is slightly higher (by only three per cent) but the difference with the estimate from ECUAMOD data is small. The same applies to results for the p90/p10 ratio. <a href=\"#table4\">Table 4</a> also presents the Atkinson index using three values for the parameter of ‘inequality aversion’, <i>ε</i> = 0.5, 1 and 2. Calculating the Atkinson index for different values of <i>ε</i> allows us to change the importance attached to variations at different points in the income distribution, with larger values of <i>ε</i> being more sensitive to variations at the lower end of the income distribution. ENIGHUR data provides slightly larger estimates for the Atkinson index. The gap between ENIGHUR and ECUAMOD data estimates is the largest for the Atkinson index with <i>ε</i> = 0.5, with a difference of eight per cent of the size of the ECUAMOD estimate.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The second and third sections of <a href=\"#table4\">Table 4</a> compare statistics on absolute poverty and extreme poverty headcounts calculated under the two approaches. The national poverty lines of USD 72.87 per month for poverty and USD 41.06 per month for extreme poverty are used in the calculations.<sup><a href=\"#fn13\">13</a></sup> As it was the case for inequality, absolute poverty and extreme poverty calculated using reported ENIGHUR data are slightly higher than those based on simulated incomes. Our results further distinguish poverty estimates between households living in the urban or rural area of the country. The discrepancies between poverty estimates calculated from ENIGHUR data and ECUAMOD data are more marked in the urban area. The gap between urban extreme poverty from ENIGHUR data and ECUAMOD simulations is around 15 per cent, although this represents 0.4 percentage points given the low levels of extreme poverty in urban areas of the country.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: ECUAMOD version 1.4 calculations and ENIGHUR 2011–2012.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Notes</i>: Computed for individuals according to their household disposable income per capita. Household disposable income is calculated as the sum of all income sources of all household members net of income tax and SICs.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th><b>ECUAMOD (A)</b></th>\n<th><b>ENIGHUR (B)</b></th>\n<th><b>Ratio (A)/(B)</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"4\"><i>Inequality</i></td>\n</tr>\n<tr>\n<td>Gini</td>\n<td>46.1</td>\n<td>47.7</td>\n<td>0.97</td>\n</tr>\n<tr>\n<td>p90/p10</td>\n<td>7.4</td>\n<td>7.7</td>\n<td>0.96</td>\n</tr>\n<tr>\n<td>Atkinson index (0.5)</td>\n<td>17.8</td>\n<td>19.3</td>\n<td>0.92</td>\n</tr>\n<tr>\n<td>Atkinson index (1)</td>\n<td>30.8</td>\n<td>32.6</td>\n<td>0.94</td>\n</tr>\n<tr>\n<td>Atkinson index (2)</td>\n<td>50.5</td>\n<td>52.4</td>\n<td>0.96</td>\n</tr>\n<tr>\n<td colspan=\"4\"><i>Poverty headcount</i></td>\n</tr>\n<tr>\n<td>Total</td>\n<td>20.8</td>\n<td>21.7</td>\n<td>0.96</td>\n</tr>\n<tr>\n<td>Urban</td>\n<td>12.5</td>\n<td>13.3</td>\n<td>0.94</td>\n</tr>\n<tr>\n<td>Rural</td>\n<td>37.6</td>\n<td>38.5</td>\n<td>0.98</td>\n</tr>\n<tr>\n<td colspan=\"4\"><i>Extreme poverty headcount</i></td>\n</tr>\n<tr>\n<td>Total</td>\n<td>5.7</td>\n<td>6.2</td>\n<td>0.94</td>\n</tr>\n<tr>\n<td>Urban</td>\n<td>2.3</td>\n<td>2.7</td>\n<td>0.85</td>\n</tr>\n<tr>\n<td>Rural</td>\n<td>12.7</td>\n<td>13.3</td>\n<td>0.95</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Absolute poverty rates and income inequality in 2011.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The comparison of poverty and inequality calculated under our two approaches points to only minor differences. However, as observed in the previous section, the relative size and progressivity of particular tax-benefit components can vary considerably depending on the use of reported or simulated incomes. For instance, reported information on personal income tax payments seems to suffer from underreporting in the survey, which translates into a modest impact of reported income tax on household disposable income (see <a href=\"#fig1\">Figure 1</a>). ECUAMOD simulations match better external statistics and translate into a larger effect of income tax at the top of the income distribution and therefore lower income inequality. From a policy perspective, it is important to have a clear idea of the effect of individual tax-benefit instruments on poverty and inequality. This is particularly relevant given the different degrees of measurement errors (e.g. underreporting or underrepresentation of top incomes) that individual income components might suffer from. The following section compares the extent to which the effect of tax-benefit components differs depending on whether reported or simulated incomes are used in the analysis.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Poverty and inequality",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Assessing the role of taxes and benefits in reducing poverty and inequality is essential to improve the design of existing and new policy instruments. <a href=\"#table5\">Table 5</a> compares results for the Gini coefficient, the poverty headcount and extreme poverty headcount of household disposable income and household market income per capita under our two approaches. The results show that direct taxes and cash transfers reduce income inequality by 4.1 points (50.2 minus 46.1) based on ECUAMOD data. The redistributive effect of the tax-benefit system is reduced by almost half based on ENIGHUR data, accounting for 2.5 points reduction in inequality (50.2 minus 47.7). Absolute poverty is reduced by 4.1 points when simulated disposable income is compared to market income, whereas a 3.2 points decrease is observed with reported incomes from ENIGHUR data. The effect of the tax-benefit system on extreme poverty is more similar between the two approaches: extreme poverty is reduced by 3.7 (3.2) points when ECUAMOD (ENIGHUR) data is used.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: ECUAMOD version 1.4 calculations and ENIGHUR 2011–2012.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th><b>Market income</b></th>\n<th><b>Disposable income (DPI)</b></th>\n<th><b>Difference</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"4\"><i>Gini coefficient</i></td>\n</tr>\n<tr>\n<td>ECUAMOD</td>\n<td>50.2</td>\n<td>46.1</td>\n<td>4.1</td>\n</tr>\n<tr>\n<td>ENIGHUR</td>\n<td>50.2</td>\n<td>47.7</td>\n<td>2.5</td>\n</tr>\n<tr>\n<td colspan=\"4\"><i>Poverty headcount</i></td>\n</tr>\n<tr>\n<td>ECUAMOD</td>\n<td>24.9</td>\n<td>20.8</td>\n<td>4.1</td>\n</tr>\n<tr>\n<td>ENIGHUR</td>\n<td>24.9</td>\n<td>21.7</td>\n<td>3.2</td>\n</tr>\n<tr>\n<td colspan=\"4\"><i>Extreme poverty headcount</i></td>\n</tr>\n<tr>\n<td>ECUAMOD</td>\n<td>9.4</td>\n<td>5.7</td>\n<td>3.7</td>\n</tr>\n<tr>\n<td>ENIGHUR</td>\n<td>9.4</td>\n<td>6.2</td>\n<td>3.2</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Effect of the tax-benefit system on income inequality and poverty in 2011.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The effect of specific tax-benefit components on income inequality and poverty under our two approaches is presented in <a href=\"#table6\">Tables 6</a> and <a href=\"#table7\">7</a>. The marginal contribution of individual tax-benefit components is obtained from the difference between inequality/poverty for disposable income with and without the tax-benefit component in question. As such, in order to assess the effect of public pensions and social benefits, we subtract each component separately from disposable income and recalculate income inequality and poverty. In order to assess the effect of direct taxes and SICs, we add back each component separately to disposable income and recalculate poverty and inequality. Finally, we also present poverty and inequality estimates for disposable income minus indirect taxes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Under both approaches, the income component that reduces inequality the most is social benefits; accounting for a reduction of around 1.7 points, when Gini for disposable income is compared to Gini for disposable income minus social benefits (column A minus column C). The role of public pensions is minor in both cases. <a href=\"#table6\">Table 6</a> points to a very different effect of direct taxes and SICs depending on the approach used in the analysis. SICs reduce income inequality by 1.3 points based on ECUAMOD data, whereas the effect of SICs is 0.9 points when reported incomes are used (column A minus column E). The differences are even more striking for direct taxes, which contribute to inequality reduction by 1 point with ECUAMOD data and only 0.3 points with ENIGHUR data (column A minus column D). Finally, indirect taxes tend to slightly increase inequality according to ECUAMOD simulations, whereas inequality decreases by 0.8 points when the Gini for disposable income is compared to the Gini for disposable income minus indirect taxes reported in ENIGHUR (column A minus column F).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: ECUAMOD version 1.4 calculations and ENIGHUR 2011–2012.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th><b>Disposable income (DPI)</b></th>\n<th><b>DPI minus Public Pensions</b></th>\n<th><b>DPI minus Social Benefits</b></th>\n<th><b>DPI plus Direct Taxes</b></th>\n<th><b>DPI plus SICs</b></th>\n<th><b>DPI minus Indirect Taxes</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td/>\n<td>(A)</td>\n<td>(B)</td>\n<td>(C)</td>\n<td>(D)</td>\n<td>(E)</td>\n<td>(F)</td>\n</tr>\n<tr>\n<td>ECUAMOD</td>\n<td>46.1</td>\n<td>46.3</td>\n<td>47.8</td>\n<td>47.1</td>\n<td>47.4</td>\n<td>46.2</td>\n</tr>\n<tr>\n<td>ENIGHUR</td>\n<td>47.7</td>\n<td>47.9</td>\n<td>49.4</td>\n<td>48.0</td>\n<td>48.6</td>\n<td>46.9</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Effect of tax-benefit components on income inequality in 2011.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table7\">Table 7</a> presents the effect of tax-benefit instruments on absolute poverty and extreme poverty under our two approaches. The income component that reduces poverty and extreme poverty the most is social benefits and the effect is very similar under the two approaches. Social benefits reduce poverty by 3.4 points and extreme poverty by 2.9 points with both ECUAMOD and ENIGHUR data (column A minus column C). The effect of public pensions is also similar under the two approaches, reducing poverty by around 1.4 points and extreme poverty by around 1 point (column A minus column B). The role played by direct taxes and SICs is, on the other hand, very modest under the two approaches and adding them back to disposable income results in slightly lower poverty levels. Finally, our two approaches provide a very different picture of the effect of indirect taxes. Subtracting indirect taxes from disposable income increases poverty by 2.1 points and extreme poverty by 0.9 points based on simulated data from ECUAMOD, whereas neither poverty nor extreme poverty are affected when reported VAT is deducted from disposable income calculated from ENIGHUR data (column A minus column F).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The results presented in this section highlight the extent to which individual tax-benefit instruments might be subject to different degrees of measurement error depending on the approach used for the analysis, and the effect of such differences on income inequality and poverty. On the one hand, the effect of social benefits on income inequality and poverty is similar under the two approaches. However, it is important to bear in mind that ECUAMOD results underestimate the number of HDT beneficiaries due to the complexity of simulating eligibility rules for this cash transfer. On the other hand, the larger effect of simulated direct taxes on income inequality reflects the fact that reported tax payments in the data suffer from underreporting or misreporting and therefore simulating personal income tax based on market income information available in the survey captures a larger number of taxpayers. As noted before, problems of underreporting and underrepresentation of the top of the market income distribution also result in an underestimation of tax revenue if ECUAMOD results are compared to external statistics. Finally, the use of comparable income information under both approaches has an important effect on the results. Our two approaches provide a very different picture of the effect of indirect taxes. This is due to the fact that indirect taxes reported in ENIGHUR relate only to VAT payments from expenditures linked to self-employment activities, whereas ECUAMOD results represent VAT payments by all households calculated from expenditure information available in the survey.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: ECUAMOD version 1.4 calculations and ENIGHUR 2011–2012.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th/>\n<th><b>Disposable income (DPI)</b></th>\n<th><b>DPI minus Public Pensions</b></th>\n<th><b>DPI minus Social Benefits</b></th>\n<th><b>DPI plus Direct Taxes</b></th>\n<th><b>DPI plus SICs</b></th>\n<th><b>DPI minus Indirect Taxes</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td/>\n<td>(A)</td>\n<td>(B)</td>\n<td>(C)</td>\n<td>(D)</td>\n<td>(E)</td>\n<td>(F)</td>\n</tr>\n<tr>\n<td colspan=\"7\"><i>Poverty headcount</i></td>\n</tr>\n<tr>\n<td>ECUAMOD</td>\n<td>20.8</td>\n<td>22.3</td>\n<td>24.2</td>\n<td>20.7</td>\n<td>20.3</td>\n<td>22.9</td>\n</tr>\n<tr>\n<td>ENIGHUR</td>\n<td>21.7</td>\n<td>23.1</td>\n<td>25.1</td>\n<td>21.6</td>\n<td>21.4</td>\n<td>21.7</td>\n</tr>\n<tr>\n<td colspan=\"7\"><i>Extreme poverty headcount</i></td>\n</tr>\n<tr>\n<td>ECUAMOD</td>\n<td>5.7</td>\n<td>6.7</td>\n<td>8.6</td>\n<td>5.7</td>\n<td>5.7</td>\n<td>6.6</td>\n</tr>\n<tr>\n<td>ENIGHUR</td>\n<td>6.2</td>\n<td>7.1</td>\n<td>9.1</td>\n<td>6.1</td>\n<td>6.2</td>\n<td>6.2</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Effect of tax-benefit components on income poverty in 2011.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 The effect of taxes and benefits on income inequality and poverty",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Empirical results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The analysis of the redistributive effect of tax-benefit systems in developing countries is paramount for the improvement of existing policies and the development of new instruments with the view of strengthening social protection. In this paper, we compared the redistributive effect of taxes and benefits in Ecuador under two different approaches. The first approach involved using reported information on taxes and benefits from ENIGHUR data, whereas the second approach made use of the newly developed microsimulation model for Ecuador, ECUAMOD, to calculate tax-benefit instruments.",
                    "type": "paragraph"
                },
                {
                    "text": "Under the two approaches compared in this study, data quality plays an important role. Our results show that ENIGHUR data provides a poor representation of the number of taxpayers and aggregate tax revenue relative to tax records, which is most likely related to underreporting or misreporting. ECUAMOD simulations of personal income tax match better external statistics, but still capture only 82 per cent of tax revenue. Income underreporting and underrepresentation of rich individuals in household survey data are the likely drivers of this discrepancy as market income information is taken directly from ENIGHUR data for the simulation of income tax. In terms of benefits, ENIGHUR data captures very well the number of recipients and aggregate amounts of the Human Development Transfer, the main social assistance benefit in Ecuador. ECUAMOD simulations, on the other hand, underestimate the number of HDT beneficiaries and aggregate expenditure. This reflects the difficulties of simulating complex eligibility rules in microsimulation models, in our case, reproducing the composite index of eligibility for the Human Development Transfer.",
                    "type": "paragraph"
                },
                {
                    "text": "Our results further show the extent to which inequality and poverty indicators vary due to differences between reported and simulated taxes and benefits. Inequality and poverty indicators obtained from ECUAMOD simulations slightly underestimate those based on ENIGHUR data. The Gini coefficient for disposable income is 1.6 points lower with ECUAMOD data compared to ENIGHUR data (46.1 compared to 47.7), whereas the absolute poverty headcount is 0.9 points lower (20.8 compared to 21.7). Under both approaches, social assistance benefits are the instrument that has the largest effect in inequality reduction and the size of its effect is similar with ENIGHUR and ECUAMOD data. However, important differences between the two approaches are observed in terms of the redistributive effect of direct taxes. Based on ENIGHUR data, direct taxes reduce inequality, as measured by the Gini coefficient, only by 0.3 points, whereas the effect is of 1 point based on ECUAMOD simulations. The discrepancies between the two approaches reflect the fact that personal income tax is poorly captured in the household survey data. As such, our results point to a much larger effect of direct taxes in reducing inequality compared to previous studies, which have either used reported incomes or imputed taxes from other sources into survey data.",
                    "type": "paragraph"
                },
                {
                    "text": "The findings presented in this paper have focused on the extent to which income inequality and poverty estimates obtained from the newly developed tax-benefit model ECUAMOD are consistent with those obtained directly from ENIGHUR data. An alternative direction for the study of the redistributive effect of actual tax-benefit systems could have made use only of those simulated components which match better external statistics; in our case, social insurance contributions and personal income tax. The redistributive effects of the tax-benefit system in Ecuador under such exercise are similar to those of ECUAMOD, as it is mainly the redistributive effect of income taxes that differs between the two approaches. It should be noted, however, that the study of the redistributive effect of actual or current tax-benefit policies is only one of many applications of microsimulation models. In principle, simulating as many instruments as possible is more desirable for exercises in which reforms to such policies would be simulated.",
                    "type": "paragraph"
                },
                {
                    "text": "The results presented here suggest a number of extensions and directions for future research based on ECUAMOD. First, the underestimation of the number of taxpayers and aggregate tax revenue from ECUAMOD simulations, due to problems underreporting and underrepresentation of the top of the market income distribution in household surveys, points to the need of enriching survey data. Imputations based on administrative tax records could be considered in future versions of the model to assess their impact on the simulations. Second, the possibility of relaxing the assumption of full compliance with tax rules should be considered through the simulation of some sort of tax-evasion based on information collected by the public administration or on different definitions of informality. Third, we should consider extending the scope of our simulations to provide a broader picture of the role of the welfare state, for instance, through simulating indirect fuel subsidies. Finally, the development of a regional tax-benefit microsimulation model for Latin America, using a common harmonised language, represents an important opportunity for policy developments and collaborations within the region. Progress on this area is already being made with the development of a microsimulation model for Colombia, which allows performing comparative analysis (<a href=\"#bib1\">Bargain, Jara, &amp; Rodriguez, 2017</a>). All these issues represent promising areas for future research.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Learning from your neighbour: Tax-benefit systems swaps in Latin America",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jara, HX",
                        "preferred": "HX Jara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rodriguez, D",
                        "preferred": "D Rodriguez"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib1",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "369",
                "last": "392",
                "range": "369–392"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Tax compliance: when do employees behave like the self-employed?",
            "authors": [
                {
                    "name": {
                        "index": "Besim, M",
                        "preferred": "M Besim"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jenkins, GP",
                        "preferred": "GP Jenkins"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib2",
            "journal": "Applied Economics",
            "pages": {
                "first": "1201",
                "last": "1208",
                "range": "1201–1208"
            },
            "type": "journal",
            "volume": "37"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Burgos Dávila, S",
                        "preferred": "S Burgos Dávila"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Pobreza por ingresos y eliminación de transferencias monetarias condicionadas: el caso del bono de desarrollo humano en Ecuador (Nota técnica no. 7)",
            "date": "2014",
            "id": "bib3",
            "publisher": {
                "name": [
                    "Económica – CIC"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Towards a more realistic Estimate of the Income Distribution in Mexico",
            "authors": [
                {
                    "name": {
                        "index": "Bustos, A",
                        "preferred": "A Bustos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leyva, G",
                        "preferred": "G Leyva"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib4",
            "journal": "Latin American Policy",
            "pages": {
                "first": "114",
                "last": "126",
                "range": "114–126"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cano, L",
                        "preferred": "L Cano"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib5",
            "pages": {
                "first": "1",
                "last": "60",
                "range": "1–60"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Toulouse"
                        ]
                    },
                    "formatted": [
                        "Toulouse"
                    ]
                },
                "name": [
                    "University of Toulouse"
                ]
            },
            "source": "Top Income Shares in a Growing South American Economy: Ecuador 2004–2011 (University Toulouse 1 Capitole. Working Paper",
            "title": "Top Income Shares in a Growing South American Economy: Ecuador 2004–2011 (University Toulouse 1 Capitole. Working Paper",
            "type": "report",
            "volume": "1"
        },
        {
            "authors": [
                {
                    "name": "CEPAL-IEF",
                    "type": "group"
                }
            ],
            "date": "2014",
            "details": "Los efectos de la política fiscal sobre la redistribución en América Latina y la Unión Europea, (Estudio no. 8). Serie “Estados de la Cuestión”, http://sia.eurosocial-ii.eu/files/docs/1412088027-Estudio_8_def_final.pdf",
            "id": "bib6",
            "title": "(Estudio no. 8). Serie “Estados de la Cuestión”",
            "type": "unknown",
            "uri": "http://sia.eurosocial-ii.eu/files/docs/1412088027-Estudio_8_def_final.pdf"
        },
        {
            "articleTitle": "Are household surveys like tax forms: evidence from income underreporting of the self-employed",
            "authors": [
                {
                    "name": {
                        "index": "Hurst, E",
                        "preferred": "E Hurst"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Li, G",
                        "preferred": "G Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pugsley, B",
                        "preferred": "B Pugsley"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib7",
            "journal": "Review of Economics & Statistics",
            "pages": {
                "first": "19",
                "last": "33",
                "range": "19–33"
            },
            "type": "journal",
            "volume": "96"
        },
        {
            "authors": [
                {
                    "name": "IESS",
                    "type": "group"
                }
            ],
            "bookTitle": "Boletín Estadístico (Número 21). Dirección Actuarial y de Investigación",
            "date": "2015",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Quito"
                        ]
                    },
                    "formatted": [
                        "Quito"
                    ]
                },
                "name": [
                    "IESS"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "IESS",
                    "type": "group"
                }
            ],
            "date": "2018",
            "details": "Recaudación Anual por aportes al Seguro General Obligatorio, Oficio Nro. IESS-DG-2018-0223-OF, Quito, IESS",
            "id": "bib9",
            "title": "Recaudación Anual por aportes al Seguro General Obligatorio",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "INEC",
                    "type": "group"
                }
            ],
            "date": "2012",
            "details": "Encuesta Nacional de Ingresos y Gastos de los hogares urbanos y rurales 2011- 2012, Resumen Metodológico y Principales Resultados, Quito, INEC",
            "id": "bib10",
            "title": "Encuesta Nacional de Ingresos y Gastos de los hogares urbanos y rurales 2011- 2012",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "INEC",
                    "type": "group"
                }
            ],
            "bookTitle": "Metodología de construcción del agregado del consumo y estimación de línea de pobreza en el Ecuador",
            "date": "2015",
            "id": "bib11",
            "publisher": {
                "name": [
                    "INEC"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "INEC",
                    "type": "group"
                }
            ],
            "date": "2016",
            "details": "Reporte de Pobreza y Desigualdad, December, Retrieved from, http://www.ecuadorencifras.gob.ec/documentos/web-inec/POBREZA/2016/Diciembre_2016/Reporte%20pobreza%20y%20desigualdad-dic16.pdf",
            "id": "bib12",
            "title": "Retrieved from",
            "type": "unknown",
            "uri": "http://www.ecuadorencifras.gob.ec/documentos/web-inec/POBREZA/2016/Diciembre_2016/Reporte%20pobreza%20y%20desigualdad-dic16.pdf"
        },
        {
            "articleTitle": "Approximations to the truth: comparing survey and microsimulation approaches to measuring income for social indicators",
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Iacovou, M",
                        "preferred": "M Iacovou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Skew, AJ",
                        "preferred": "AJ Skew"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib13",
            "journal": "Social Indicators Research",
            "pages": {
                "first": "387",
                "last": "407",
                "range": "387–407"
            },
            "type": "journal",
            "volume": "105"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Income Distribution",
            "chapterTitle": "Microsimulation and Policy Analysis",
            "date": "2015",
            "editors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                }
            ],
            "id": "bib14",
            "pages": {
                "first": "2141",
                "last": "2221",
                "range": "2141–2221"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "Elsevier"
                ]
            },
            "type": "book-chapter",
            "volume": "2B"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gómez Sabaíni, JC",
                        "preferred": "JC Gómez Sabaíni"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rossignolo, D",
                        "preferred": "D Rossignolo"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "La tributación sobre las altas rentas en América Latina, Desigualdad, concentración del ingreso y tributación sobre las altas rentas en América Latina, Libros de la CEPAL, No. 134 (LC/G. 2638-P) Santiago de Chile, Comisión Económica para América Latina y el Caribe (CEPAL)",
            "id": "bib15",
            "title": "Desigualdad, concentración del ingreso y tributación sobre las altas rentas en América Latina",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jara, HX",
                        "preferred": "HX Jara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Varela, M",
                        "preferred": "M Varela"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cuesta, M",
                        "preferred": "M Cuesta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Amores, C",
                        "preferred": "C Amores"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Helsinki"
                        ]
                    },
                    "formatted": [
                        "Helsinki"
                    ]
                },
                "name": [
                    "UNU-WIDER"
                ]
            },
            "source": "SOUTHMOD Country Report Ecuador. ECUAMOD v1.0. 2011-2016",
            "title": "SOUTHMOD Country Report Ecuador. ECUAMOD v1.0. 2011-2016",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Llerena, P",
                        "preferred": "P Llerena"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paul, F",
                        "preferred": "F Paul"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Llerena Pinto, MC",
                        "preferred": "MC Llerena Pinto"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saá Daza, RC",
                        "preferred": "RC Saá Daza"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Llerena Pinto, MA",
                        "preferred": "MA Llerena Pinto"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "Social Spending, Taxes and Income Redistribution in Ecuador, Documento de trabajo del CEQ núm 28, Instituto CEQ, Tulane University/ FIDA / ICEFI, Washigton D. C. /Roma /Guatemala",
            "id": "bib17",
            "title": "Social Spending, Taxes and Income Redistribution in Ecuador",
            "type": "unknown"
        },
        {
            "articleTitle": "El impacto del sistema tributario y el gasto social en la distribución del ingreso y la pobreza en América Latina. Una aplicación del marco metodológico del Proyecto Compromiso con la Equidad (CEQ)",
            "authors": [
                {
                    "name": {
                        "index": "Lustig, N",
                        "preferred": "N Lustig"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib18",
            "journal": "El Trimestre Económico",
            "pages": {
                "first": "335",
                "last": "568",
                "range": "335–568"
            },
            "type": "journal",
            "volume": "LXXXIV"
        },
        {
            "articleTitle": "The impact of questioning method on measurement error in panel survey measures of benefit receipt: evidence from a validation study",
            "authors": [
                {
                    "name": {
                        "index": "Lynn, P",
                        "preferred": "P Lynn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jäckle, A",
                        "preferred": "A Jäckle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jenkins, SP",
                        "preferred": "SP Jenkins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sala, E",
                        "preferred": "E Sala"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib19",
            "journal": "Journal of the Royal Statistical Society: Series A (Statistics in Society)",
            "pages": {
                "first": "289",
                "last": "308",
                "range": "289–308"
            },
            "type": "journal",
            "volume": "175"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Meyer, BD",
                        "preferred": "BD Meyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mok, WK C",
                        "preferred": "WK C Mok"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sullivan, JX ",
                        "preferred": "JX  Sullivan"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Massachusetts"
                        ]
                    },
                    "formatted": [
                        "Massachusetts"
                    ]
                },
                "name": [
                    "National Bureau of Economic Research"
                ]
            },
            "source": "The under-reporting of transfers in household surveys: its nature and consequences (NBER Working Paper 1518)",
            "title": "The under-reporting of transfers in household surveys: its nature and consequences (NBER Working Paper 1518)",
            "type": "report"
        },
        {
            "articleTitle": "An expenditure-based estimate of Britain’s black economy",
            "authors": [
                {
                    "name": {
                        "index": "Pissarides, CA",
                        "preferred": "CA Pissarides"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weber, G",
                        "preferred": "G Weber"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "id": "bib21",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "17",
                "last": "32",
                "range": "17–32"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ponce, J",
                        "preferred": "J Ponce"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Desigualdad del ingreso en Ecuador: un análisis de los años 1990s y 2000s. FLACSO, Working Paper, May, Retrieved from, http://www.flacsoandes.edu.ec/web/imagesFTP/1309287045.DTFLACSO_2011_Ponce.pdf",
            "id": "bib22",
            "title": "Working Paper",
            "type": "unknown",
            "uri": "http://www.flacsoandes.edu.ec/web/imagesFTP/1309287045.DTFLACSO_2011_Ponce.pdf"
        },
        {
            "authors": [
                {
                    "name": "Presidencia de la República",
                    "type": "group"
                }
            ],
            "date": "2009",
            "details": "Decreto Ejecutivo No. 1838, Official Registry No. 650, 6, August, Ecuador, Government of Ecuador",
            "id": "bib23",
            "title": "Decreto Ejecutivo No. 1838",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Presidencia de la República",
                    "type": "group"
                }
            ],
            "date": "2010",
            "details": "Decreto Ejecutivo No. 422, Official Registry No. 272, 6, August, Ecuador, Government of Ecuador",
            "id": "bib24",
            "title": "Decreto Ejecutivo No. 422",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Presidencia de la República",
                    "type": "group"
                }
            ],
            "date": "2013",
            "details": "Decreto Ejecutivo No. 1395, Official Registry No. 870, 14, January, Ecuador, Government of Ecuador",
            "id": "bib25",
            "title": "Decreto Ejecutivo No. 1395",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ramírez, J",
                        "preferred": "J Ramírez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Oliva, N",
                        "preferred": "N Oliva"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulador de imposición indirecta del departamentp de estudios tributarios (MIIDET)",
            "date": "2008",
            "id": "bib26",
            "publisher": {
                "name": [
                    "Centro de Estudios Fiscales, Servicio de Rentas Internas"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ramírez, J",
                        "preferred": "J Ramírez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cano, L",
                        "preferred": "L Cano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Oliva, N",
                        "preferred": "N Oliva"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Impuesto a la Renta de Personas Naturales en Relación de Dependencia. Un Análisis de Equidad y Redistribución, Documento de Trabajo No. 2010-01, Centro de Estudios Fiscales, Servicio de Rentas Internas",
            "id": "bib27",
            "title": "Impuesto a la Renta de Personas Naturales en Relación de Dependencia. Un Análisis de Equidad y Redistribución",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ramírez, J",
                        "preferred": "J Ramírez"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Un diseño socialmente eficiente del impuesto a la renta de personas naturales. Aplicaciones técnicas de microsimulación en Ecuador, Documento de Trabajo No. 2010-09, Centro de Estudios Fiscales, Servicio de Rentas Internas",
            "id": "bib28",
            "title": "Un diseño socialmente eficiente del impuesto a la renta de personas naturales. Aplicaciones técnicas de microsimulación en Ecuador",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ramírez, J",
                        "preferred": "J Ramírez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Carrilo, P",
                        "preferred": "P Carrilo"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Microsimulador del Impuesto a la Renta de Personas Jurídicas MIR(PJ), Año, Centro de Estudios Fiscales, Servicio de Rentas Internas",
            "id": "bib29",
            "title": "Microsimulador del Impuesto a la Renta de Personas Jurídicas MIR(PJ)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rojas Baez, D",
                        "preferred": "D Rojas Baez"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "Análisis de regresividad del IVA en el Ecuador, Notas de Reflexión, Política fiscal y tributaria, 40, Quito, Centro de Estudios Fiscales, Servicio de Rentas Internas",
            "id": "bib30",
            "title": "Análisis de regresividad del IVA en el Ecuador",
            "type": "unknown"
        },
        {
            "articleTitle": "EUROMOD: the European Union Tax-benefit Microsimulation Model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib31",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: Authors’ compilation.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableA1",
                            "label": "Table A.1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th><b>Policy instrument</b></th>\n<th><b>Treatment in ECUAMOD</b></th>\n<th><b>Why not fully simulated?</b></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td colspan=\"3\"><i>Simulated tax-benefit instruments</i></td>\n</tr>\n<tr>\n<td>Employee social insurance contributions</td>\n<td>Simulated</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Armed forces and police</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>social insurance</td>\n<td>Simulated</td>\n<td>-</td>\n</tr>\n<tr>\n<td>contributions</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Self-employed social insurance contributions</td>\n<td>Simulated</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Employer social insurance contributions</td>\n<td>Simulated</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Government social</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>insurance contributions for</td>\n<td>Simulated</td>\n<td>-</td>\n</tr>\n<tr>\n<td>armed forces and police</td>\n<td/>\n<td/>\n</tr>\n<tr>\n<td>Personal income tax</td>\n<td>Simulated</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Human development transfer (HDT)</td>\n<td>Simulated</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Joaquín Gallegos Lara</td>\n<td>Partially simulated</td>\n<td>Eligibility for the benefit cannot be simulated to lack of information about severity of disability in the data</td>\n</tr>\n<tr>\n<td>Value added tax (VAT)</td>\n<td>Simulated</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Special consumption tax (excise duties)</td>\n<td>Simulated</td>\n<td>-</td>\n</tr>\n<tr>\n<td colspan=\"3\"><i>Non-simulated tax-benefit instruments</i></td>\n</tr>\n<tr>\n<td>Old-age pension</td>\n<td>Included</td>\n<td>No data on contribution records</td>\n</tr>\n<tr>\n<td>Invalidity pension</td>\n<td>Included</td>\n<td>No data on contribution records</td>\n</tr>\n<tr>\n<td>Survivors’ pension</td>\n<td>Included</td>\n<td>No data on contribution records</td>\n</tr>\n<tr>\n<td>Injury benefit</td>\n<td>Included</td>\n<td>No data on contribution records</td>\n</tr>\n<tr>\n<td>Severance payments</td>\n<td>Included</td>\n<td>No data on contribution records No information about students’</td>\n</tr>\n<tr>\n<td>Scholarships</td>\n<td>Included</td>\n<td>grades to determine eligibility for scholarships</td>\n</tr>\n<tr>\n<td>Housing grant</td>\n<td>Included</td>\n<td>No information about the price of the property individuals intend to buy nor about the cost of planned remodelling for their current house</td>\n</tr>\n<tr>\n<td>Property tax and property transfer tax</td>\n<td>Included</td>\n<td>No information on property values in the data</td>\n</tr>\n<tr>\n<td>Wealth tax</td>\n<td>Included</td>\n<td>No information on wealth in the data</td>\n</tr>\n<tr>\n<td>Motor vehicle tax</td>\n<td>Included</td>\n<td>No information on vehicle values in the data</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Simulation of taxes and benefits in ECUAMOD.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "The results presented here are based on ECUAMOD v1.4. ECUAMOD is developed, maintained and managed by UNU-WIDER in collaboration with the EUROMOD team at ISER (University of Essex), SASPRI (Southern African Social Policy Research Institute) and local partners in selected developing countries (Ethiopia, Ghana, Mozambique, Tanzania, Zambia, Ecuador and Vietnam) in the scope of the SOUTHMOD project. The local partner for ECUAMOD is Instituto de Altos Estudios Nacionales (IAEN). We are indebted to the many people who have contributed to the development of SOUTHMOD and ECUAMOD. We would also like to thank two anonymous referees for valuable comments on previous versions of the paper. The results and their interpretation presented in this publication are solely the authors’ responsibility.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
