{
    "status": "vor",
    "id": "00197",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00197",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial",
    "published": "2020-07-17T00:00:00Z",
    "versionDate": "2020-07-17T00:00:00Z",
    "statusDate": "2020-07-17T00:00:00Z",
    "volume": 12,
    "issue": 2,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00197/ijm-00197.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom"
                        },
                        "formatted": [
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research, University of Essex"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Summer 2019 issue of the International Journal of Microsimulation is composed of five articles. The first, by Janne Salonen and co-authors, is a methodological paper, where the authors propose to use methods from trajectory analysis to interpret the outcomes of dynamic microsimulations. Trajectory analysis is widely used in Sociology with the aim of identifying commonalities and differences in observed trajectories and classify individuals accordingly. The application of these concepts to microsimulation is potentially very promising, and the paper provides an excellent example and guide for other researchers.",
                    "type": "paragraph"
                },
                {
                    "text": "The second paper, by Mary Ryan and Cathal O’Donoghue, describes a model of planting decisions. The novelty of the paper lies in the combined modelling of farm and forestry income (and the relationship between the two), considering the incentives provided by the tax-benefit system. The paper is also an example of an application of tax-benefit (static) microsimulation modelling to areas which are normally left outside the scope of the analysis, such as agricultural subsidies.",
                    "type": "paragraph"
                },
                {
                    "text": "The third paper, by Onosi Ifesemen and co-authors, deals with the problem of incorporating BMI (body mass index) into a spatial model in order to provide more spatially disaggregated estimates of osteoarthritis prevalence in England. The authors make use of SimObesity model, which should be already familiar to readers of the IJM (<a href=\"#bib7\">Timmins and Edwards, 2016</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The fourth paper, by Ross Richardson and co-authors, also makes use of a model already known to the journal (<a href=\"#bib6\">Richardson et al., 2018</a>), in this case a dynamic microsimulation of labour supply applied to six European countries. In the paper the authors dig into the results of their model to provide insights on the drivers of the gender participation gap.",
                    "type": "paragraph"
                },
                {
                    "text": "The last paper, by Marisa Bucheli and Cecilia Oliveri, is based on a tax-benefit microsimulation model of personal income tax in Uruguay. The authors analyse the distortion in favour of dual-earner households and single parents, with respect to single-earner couples. This is indicative of the interest that tax-benefit microsimulation is receiving in developing economies – see for instance the Spring 2019 issue of this journal, devoted to the SOUTHMOD project (<a href=\"#bib2\">Decoster et al., 2019</a>) – and even more of the interest for a gender perspective.",
                    "type": "paragraph"
                },
                {
                    "text": "Once again, the five papers in this issue showcase the broad range of application of microsimulation techniques, from static tax-benefit modelling to dynamic microsimulations, from labour supply to environment and health.",
                    "type": "paragraph"
                },
                {
                    "text": "This issue also marks a new PDF layout for the article. This is because the journal is moving to a new publishing platform which will enable a much better editorial and reading experience. The transition will be completed in 2020.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "A microsimulation paper has won the 2018 Best Paper award of The Scandinavian Journal of Economics. The paper, by Christian Brinch, Dennis Fredriksen and Ola Vestad (<a href=\"#bib1\">Brinch et al., 2018</a>), looks at claiming behaviour in the Norwegian public pension system; the evolution of pension contributions is modelled with the MOSART microsimulation model. The specific research question of the paper is whether there is adverse selection, that is whether people with private information on their shorter-than-average life expectancy engage in early claim, exploiting a unique feature of the Norwegian system where claiming and retiring decisions are largely decoupled. The authors find that there is adverse selection, but that its effects are rather limited. The paper is interesting in addressing a question of general interest in the design of public pension systems – the degree of flexibility allowed – with state of the art econometric techniques. Microsimulation is used, but the focus of the paper is not the microsimulation model itself. Consequently, no description of the model is included in the paper. However, a reader interested in the MOSART model would be referred to a rather old working paper (<a href=\"#bib3\">Fredriksen, 1998</a>), with the comprehensive review of dynamic microsimulation models of <a href=\"#bib5\">Li and O’Donoghue (2013)</a> only adding a slightly more recent conference proceedings (<a href=\"#bib4\">Fredriksen, 2003</a>). This highlights the importance of an outlet such the International Journal of Microsimulation, where models can be described at a greater length than normally feasible in broader research articles.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s1",
                    "title": "Suggestions for further reading",
                    "type": "section"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Life expectancy and claiming behavior in a flexible pension system",
            "authors": [
                {
                    "name": {
                        "index": "Brinch, CN",
                        "preferred": "CN Brinch"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fredriksen, D",
                        "preferred": "D Fredriksen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vestad, OL",
                        "preferred": "OL Vestad"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1111/sjoe.12271",
            "id": "bib1",
            "journal": "The Scandinavian Journal of Economics",
            "pages": {
                "first": "979",
                "last": "1010",
                "range": "979–1010"
            },
            "type": "journal",
            "volume": "120"
        },
        {
            "articleTitle": "SOUTHMOD: modelling Tax-benefit systems in developing countries",
            "authors": [
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pirttilä, J",
                        "preferred": "J Pirttilä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wright, G",
                        "preferred": "G Wright"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "id": "bib2",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "1",
                "last": "12",
                "range": "1–12"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fredriksen, D",
                        "preferred": "D Fredriksen"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Projections of Population, Education, Labour Supply and Public Pension Benefits: Analyses with the Dynamic Microsimulation Model MOSART. Social and Economic Studies 101",
            "date": "1998",
            "id": "bib3",
            "publisher": {
                "name": [
                    "Statistics Norway"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The MOSART model – a short technical documentation",
            "authors": [
                {
                    "name": {
                        "index": "Fredriksen, D",
                        "preferred": "D Fredriksen"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Paper presented at the International Conference on Population, Ageing and Health: Modelling Our Future"
                ]
            },
            "date": "2003",
            "id": "bib4",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "A survey of dynamic microsimulation models: uses, model structure and methodology",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib5",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "55",
                "range": "3–55"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Female labour force projections using Microsimulation for six EU countries",
            "authors": [
                {
                    "name": {
                        "index": "Richardson, R",
                        "preferred": "R Richardson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pacelli, L",
                        "preferred": "L Pacelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Poggi, A",
                        "preferred": "A Poggi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "id": "bib6",
            "journal": "International Journal of Microsim",
            "pages": {
                "first": "5",
                "last": "51",
                "range": "5–51"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "Validation of spatial Microsimulation models: a proposal to adopt the Bland-Altman method",
            "authors": [
                {
                    "name": {
                        "index": "Timmins, KA",
                        "preferred": "KA Timmins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Edwards, KL",
                        "preferred": "KL Edwards"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib7",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "106",
                "last": "122",
                "range": "106–122"
            },
            "type": "journal",
            "volume": "9"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
