{
    "status": "vor",
    "id": "00208",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00208",
    "authorLine": "Tine Hufkens et al.",
    "title": "The Hypothetical Household Tool (HHoT) in EUROMOD: a new instrument for comparative research on tax-benefit policies in Europe",
    "published": "2019-12-31T00:00:00Z",
    "versionDate": "2019-12-31T00:00:00Z",
    "statusDate": "2019-12-31T00:00:00Z",
    "volume": 12,
    "issue": 3,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00208/ijm-00208.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper introduces the Hypothetical Household Tool (HHoT), a new extension of EUROMOD, the tax-benefit microsimulation model for the European Union. With HHoT, users can easily create their own hypothetical data, which enables them to better understand how policies work for households with specific characteristics. The tool creates unique possibilities for an enhanced analysis of taxes and social benefits in Europe by integrating results from population-based microsimulations and hypothetical household simulations in a single modelling framework. Furthermore, the flexibility of HHoT facilitates an advanced use of hypothetical household simulations to create new comparative policy indicators in the context of multi-country and longitudinal analyses. In this paper, we highlight the main features of HHoT, its strengths and limitations, and illustrate how it can be used for comparative policy analysis.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Hufkens et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium",
                            "locality": [
                                "Antwerp"
                            ]
                        },
                        "formatted": [
                            "Antwerp",
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Herman Deleeck Centre for Social Policy, University of Antwerp"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "Spain",
                            "locality": [
                                "Seville"
                            ]
                        },
                        "formatted": [
                            "Seville",
                            "Spain"
                        ]
                    },
                    "name": [
                        "European Commission, Joint Research Centre (JRC)"
                    ]
                }
            ],
            "name": {
                "index": "Hufkens, Tine",
                "preferred": "Tine Hufkens"
            },
            "orcid": "0000-0003-0848-9165",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium",
                            "locality": [
                                "Antwerp"
                            ]
                        },
                        "formatted": [
                            "Antwerp",
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Herman Deleeck Centre for Social Policy, University of Antwerp"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Oxford"
                            ]
                        },
                        "formatted": [
                            "Oxford",
                            "UK"
                        ]
                    },
                    "name": [
                        "Department of Social Policy and Intervention",
                        "Institute for New Economic Thinking at the Oxford Martin School, University of Oxford"
                    ]
                }
            ],
            "emailAddresses": [
                "tim.goedeme@spi.ox.ac.uk"
            ],
            "name": {
                "index": "Goedemé, Tim",
                "preferred": "Tim Goedemé"
            },
            "orcid": "0000-0002-2985-4320",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Essex"
                            ]
                        },
                        "formatted": [
                            "Essex",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research, University of Essex"
                    ]
                }
            ],
            "name": {
                "index": "Gasior, Katrin",
                "preferred": "Katrin Gasior"
            },
            "orcid": "0000-0003-4342-1174",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Essex"
                            ]
                        },
                        "formatted": [
                            "Essex",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research, University of Essex"
                    ]
                }
            ],
            "name": {
                "index": "Leventi, Chrysa",
                "preferred": "Chrysa Leventi"
            },
            "orcid": "0000-0002-1756-9207",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Essex"
                            ]
                        },
                        "formatted": [
                            "Essex",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research, University of Essex"
                    ]
                }
            ],
            "name": {
                "index": "Manios, Kostas",
                "preferred": "Kostas Manios"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Essex"
                            ]
                        },
                        "formatted": [
                            "Essex",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research, University of Essex"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "France",
                            "locality": [
                                "Paris"
                            ]
                        },
                        "formatted": [
                            "Paris",
                            "France"
                        ]
                    },
                    "name": [
                        "Organisation for Economic Co-operation and Development (OECD)"
                    ]
                }
            ],
            "name": {
                "index": "Rastrigina, Olga",
                "preferred": "Olga Rastrigina"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Essex"
                            ]
                        },
                        "formatted": [
                            "Essex",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research, University of Essex"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Bank of Italy"
                    ]
                }
            ],
            "name": {
                "index": "Recchia, Pasquale",
                "preferred": "Pasquale Recchia"
            },
            "orcid": "0000-0001-9751-6449",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Essex"
                            ]
                        },
                        "formatted": [
                            "Essex",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research, University of Essex"
                    ]
                }
            ],
            "name": {
                "index": "Sutherland, Holly",
                "preferred": "Holly Sutherland"
            },
            "orcid": "0000-0001-7393-0717",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium",
                            "locality": [
                                "Antwerp"
                            ]
                        },
                        "formatted": [
                            "Antwerp",
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Formerly Herman Deleeck Centre for Social Policy, University of Antwerp"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "Belgium",
                            "locality": [
                                "Brussels"
                            ]
                        },
                        "formatted": [
                            "Brussels",
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Federal Public Service Social Security"
                    ]
                }
            ],
            "name": {
                "index": "Van Mechelen, Natascha",
                "preferred": "Natascha Van Mechelen"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium",
                            "locality": [
                                "Antwerp"
                            ]
                        },
                        "formatted": [
                            "Antwerp",
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Herman Deleeck Centre for Social Policy, University of Antwerp"
                    ]
                }
            ],
            "name": {
                "index": "Verbist, Gerlinde",
                "preferred": "Gerlinde Verbist"
            },
            "orcid": "0000-0001-9253-3477",
            "type": "person"
        }
    ],
    "dataSets": {
        "availability": [
            {
                "text": "The EU-SILC data were made available by Eurostat under contract 175/2015-EU-SILC-ECHP-LFS. The HHoT is now available as an integral part of EUROMOD.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "Microsimulation Model",
        "Hypothetical Household Simulations",
        "European Union"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In this paper, we introduce the <b>H</b>ypothetical <b>Ho</b>usehold <b>T</b>ool (HHoT). HHoT is an extension of the European tax-benefit microsimulation model EUROMOD that allows the user to generate hypothetical households with a wide range of characteristics in a flexible environment. These households can subsequently be used as an input database for EUROMOD to assess how tax-benefit policies work and interact with each other. Traditionally, EUROMOD is used for analysing the distributive, labour market and budgetary impact of tax-benefit policies and policy changes. To do so, detailed and representative data on persons and households are required. With the HHoT extension, users can create their own hypothetical data, which allows them to better understand how policies work for households with specific characteristics, while giving them full control over the characteristics of interest. This creates unique possibilities for an enhanced analysis of taxes and social benefits in Europe by integrating results from hypothetical household simulations and population-based microsimulations in a single modelling framework. The flexibility of HHoT facilitates the simulation of a range of comparative indicators such as the marginal effective tax rate, the net replacement rate and unemployment or inactivity traps for a large set of hypothetical households in a comparative setting.",
                    "type": "paragraph"
                },
                {
                    "text": "In what follows, we first briefly elaborate on the differences and synergies between microsimulation based on representative microdata, and hypothetical household simulations in the context of analysing tax-benefit policies. Subsequently, we introduce the EUROMOD framework and the HHoT extension. In the third part we illustrate several ways in which HHoT can be used for policy analysis. This paper accompanies a paper by <a href=\"#bib6\">Gasior and Recchia (2019)</a>, which presents baseline results of HHoT for 2017 policies in the EU.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "With hypothetical household simulations, also known as model-family analysis or standard simulations, the researcher specifies detailed characteristics of a limited set of households. In the case of tax-benefit simulation, these households and their specifications are used to compute the households’ tax liabilities and benefit entitlements as well as detailed information on income components and total disposable income. In contrast to hypothetical household simulations, population-based microsimulation makes use of representative microdata (eg, collected in a household survey or from tax registers and social security registers) for which tax liabilities and benefit entitlements are computed, thus taking into account the full heterogeneity of household characteristics in the population<sup>[<a href=\"#fn1\">1</a>]</sup>.",
                    "type": "paragraph"
                },
                {
                    "text": "Hypothetical household simulations have several strengths that make them an attractive tool for policy analysis. (1) Given that users can fully control the characteristics of hypothetical data, it is possible to generate indicators of the institutional functioning of tax-benefit systems that are independent of cross-national or longitudinal variations in population characteristics (eg, regarding work incentives, benefit generosity, income adequacy, targeting, replacement rates, implicit equivalence scales), thus allowing for a comparative analysis of the institutional structure of tax-benefit systems that isolates the effect of tax-benefit policies from the composition of the population. This is particularly relevant when evaluating policies that can have a non-negligible impact on the characteristics of the population. For instance, when studying work incentives of tax-benefit policies, the incidence of certain household types and work patterns themselves are likely to be influenced by the work incentives that flow from these tax-benefit policies. If this results in a relatively low incidence of household compositions and work behaviours that are financially discouraged, population-based simulations might not be able to reveal, or risk to downplay, the discouraging incentives that result from the tax-benefit system, given the low incidence of these situations in the data. Hypothetical household simulations are particularly useful for describing tax-benefit systems across countries with different policy designs. Microsimulation analysis using population-based data may put less weight on policies that encourage certain demographic behaviours (eg, two-earner orientated policies), whereas this becomes more clear when using similar household types across countries. (2) For the same reason, it is possible to illustrate in an accessible way for very simple (or rather complex) households how tax-benefit systems operate and how policies interact with each other. This allows users to grasp more easily how tax-benefit systems (or potential policy reforms) work and facilitates the validation of tax-benefit calculations. (3) Given that users generate their own hypothetical households, it is possible to assess the functioning of tax-benefit policies when adequate representative household data are lacking. For instance, this applies to studying households that are too rare in household samples for a reliable statistical analysis (eg, single-parent families with three or more children under the age of 7); and to situations when very up-to-date simulations are required (representative survey data or register data typically become available with quite some delay); or when aspects of policies require variables which are unavailable in the dataset (eg, on health or assets).",
                    "type": "paragraph"
                },
                {
                    "text": "By their specific nature, hypothetical household simulations are not fit for distributive analysis and for drawing conclusions about the population as a whole (see also <a href=\"#bib13\">Immervoll et al. (2004)</a> for a discussion of some limitations of hypothetical household analysis). In other words, they cannot show the aggregated impact of policies or policy reforms at the population level, eg, in terms of poverty, inequality, budgetary effects, or overall labour market participation. This can only be done on the basis of representative household data (either through a sample or population data) and, when analysing the impact on eg, labour supply, in combination with a behavioural model. Thus, population-based microsimulation is required whenever researchers want to say something about the effect on a population, rather than describing the institutional architecture of tax-benefit systems. It stands out, though, that in many cases hypothetical household simulations and population-based microsimulations are complementary to each other. For instance, when studying a reform related to the progressivity of taxation it is useful to see how progressive personal income taxes are in relation to the population under study and how a change impacts different parts of the population. However, given that results depend on the composition of the population under consideration, when comparing countries it is useful to complement such an analysis with an analysis of how different systems would perform for the same set of (hypothetical) households. Both approaches can also generate different indicators of closely related phenomena (eg, hypothetical household simulations of the extent to which social assistance benefits reach the poverty threshold, jointly with a study of social assistance coverage and non-take-up). So far though, most comparative studies either make use of one approach or the other, rather than using them jointly in a synergetic way, because models are either based on population-based or on hypothetical household data. With HHoT integrated in EUROMOD, the same tax-benefit model can be used for both population-based microsimulation and hypothetical household simulations, in a single framework, implying that it is much easier to combine the strengths of both approaches. Furthermore, EUROMOD allows doing this in a comparative context (multiple countries and/or years) as well as analysing the effect of policy reforms rather than just the status quo.",
                    "type": "paragraph"
                },
                {
                    "text": "EUROMOD is the cross-country tax-benefit model for the European Union, used by both academics and policy analysts. Many countries also have national models (eg, IZAΨMOD for Germany, TAXBEN for the UK, FASIT for Sweden, etc.) (<a href=\"#bib16\">Li et al., 2014</a>). Population-based microsimulation studies require the availability of (comparable) representative household microdata with sufficient information to assess tax liabilities and benefit entitlements. Such data have only been available since the late 1990s in many EU countries. The advantage of running microsimulation models on representative household data is the possibility to carry out distributional analyses, and to show the effects of tax-benefit policies and tax-benefit reforms on the distribution of work incentives and disincentives across the population and on government budgets (<a href=\"#bib16\">Li et al., 2014</a>; <a href=\"#bib25\">Sutherland and Figari, 2013</a>and <a href=\"#bib28\">Van Mechelen and Verbist, 2005</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "With regard to hypothetical household simulations, several databases have been created which contain for a limited set of hypothetical households tax-benefit simulations that span an extended time period and cover a wider range of countries. Examples include the CSB Minimum Income Protection Indicators database CSB-MIPI (<a href=\"#bib27\">Van Mechelen et al., 2011</a>) and the Social Assistance and Minimum Income Protection Interim Dataset SaMIP (<a href=\"#bib19\">Nelson, 2013</a>). The main drawback of these databases is that they contain information for a limited number of cases, and simulations are hard-wired: one cannot assess what would happen if the policy rules were changed. Furthermore, updating is typically done in a more ad-hoc way given that it is rather demanding to generate the data (see, for instance, <a href=\"#bib18\">Marx and Nelson (2013)</a>, for a more detailed description and applications of the use of these databases). An exception to these two limitations is the OECD Tax-Benefit Calculator, which is specifically designed to carry out hypothetical household simulations for tax-benefit policies, in a flexible and user-friendly environment (eg, <a href=\"#bib12\">Immervoll, 2010</a>; <a href=\"#bib20\">OECD, 2014</a>)<sup>[<a href=\"#fn2\">2</a>]</sup>. Recently the OECD developed a tax-benefit web calculator that enables users to quickly see and compare the tax liabilities and benefits entitlements in 40 OECD and EU member states. Family types, the income situation and the percentage of the average wage can be changed easily. Previous versions of EUROMOD already included a basic tool to simulate tax-benefit rules for hypothetical households. Compared to the OECD tool, HHoT/EUROMOD has the advantage that it allows for integrating population-based and hypothetical household simulations in a single modelling framework, and that it is more flexible in terms of specifying household characteristics and the simulation of policy reforms. At the same time, this flexibility implies that the tool is also less accessible than the OECD online calculator for those not familiar with EUROMOD.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. The complementarity of population-based microsimulation and hypothetical household simulations",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "EUROMOD is both a software platform and the tax-benefit microsimulation model for the EU (<a href=\"#bib25\">Sutherland and Figari, 2013</a>). From the beginning, the aim of EUROMOD was to develop an accessible model that facilitates comparative research (<a href=\"#bib11\">Immervoll and O’Donoghue, 2009</a>). As a result, EUROMOD is characterised by a drive for comparable policy modelling and the use of largely comparable and detailed microdata (now mostly EU-SILC). The scope of the simulated tax-benefit policies is limited to parameters for which the household data provide sufficient information. Consequently, policies that require longitudinal information on contribution records are not simulated (in particular contributory pensions). The model is built and maintained by a group of researchers from universities, research institutes and ministries from all EU countries under the coordination of a team of researchers at the University of Essex<sup>[<a href=\"#fn3\">3</a>]</sup>. Continuing support from the European Commission ensures regular updates of the model (policy rules) and the data (<a href=\"#bib25\">Sutherland and Figari, 2013</a>). The cross-country comparability, the flexibility of the modelling software, the regular updates and the standardised validation of the model are important features to meet the increasing demand from users of hypothetical household simulations.",
                    "type": "paragraph"
                },
                {
                    "text": "For many years, EUROMOD contained a very basic hypothetical household generator. This tool was mostly used for the validation of the model, even though it could also be used to understand tax-benefit systems by separating the effect of tax-benefit rules from the effects of the populations structure (<a href=\"#bib1\">Berger et al., 2001</a>). However, it was not very flexible: there were strong limits on the extent to which household characteristics could be manipulated. To enlarge the possibilities of hypothetical household simulations with EUROMOD, we designed the Hypothetical Household Tool – HHoT. The tool, based on the experience of experts in both population-based microsimulation and hypothetical household analysis, was developed as part of the InGRID-project, an infrastructure project funded by the European Union’s seventh Framework Programme (<a href=\"#bib10\">Hufkens et al., 2016</a>). A first version of EUROMOD incorporating HHoT was released to the user community in December 2017, covering policies from 2009 up to 2017.",
                    "type": "paragraph"
                },
                {
                    "text": "HHoT is a EUROMOD extension for generating hypothetical households. It can be accessed within the standard EUROMOD user interface under <i>Applications</i>. The user generates a EUROMOD dataset by specifying households and the characteristics of the household members. Once the households are generated, the dataset can be used within EUROMOD to simulate tax liabilities and benefit entitlements as well as detailed information on income components and total disposable household income for the hypothetical households. This EUROMOD output dataset can thereafter be analysed with software of the user’s choice. By defining the group at risk (eg, employed, unemployed, inactive) in the tool, HHoT follows a ‘risk-type approach’ for hypothetical household simulations: the user defines the characteristics of the households on the basis of generic assumptions, subsequently the simulation model ‘decides’ which policies are applicable (cf. <a href=\"#bib27\">Van Mechelen et al., 2011</a>). When running the simulation model, the hypothetical households are treated as if they were real households in a microdataset. Thus, the user needs to make sure to specify the personal and household characteristics such that the hypothetical household is eligible for the taxes and benefits of interest.",
                    "type": "paragraph"
                },
                {
                    "text": "The tool allows the user to specify the characteristics of households for all parameters that are used in the EUROMOD model. To make it more user-friendly, a distinction is made between standard and advanced variables. In the case of standard variables the user manipulates a limited number of characteristics and makes use of default values for all other variables. In the case of advanced variables, users have full control over all characteristics that are used in the simulations. The user can define in a flexible way the characteristics of the hypothetical households: in contrast to typical hypothetical household data or simulations, multi-generational households and complex household compositions can be generated, while also characteristics such as tenure status, region of residence, sector of employment, etc., can be changed. The possible employment statuses are employee, self-employed, unemployed, pensioner, student/pupil or preschool. All numeric variables (eg, age, earnings or housing costs) can be specified either as a single value or as a range. When specifying a range, the same hypothetical household is reproduced for each value within the range while keeping all other characteristics constant. It is also possible to include a ‘reference table’ to specify quantitative variables as a percentage of a value in the reference table rather than in absolute terms. For instance, gross earnings can be specified as a percentage of the country and year specific minimum wage, the average wage or another reference wage. The tool allows users to include their own reference tables. Hypothetical households can be given recognisable names and can be saved for later use.",
                    "type": "paragraph"
                },
                {
                    "text": "It is easy to run EUROMOD for the same set of hypothetical households simultaneously for multiple policy years and countries. As is the case for population-based microsimulations, users have full control over the simulated policies and can decide to ‘switch on’ or ‘switch off’ policies, or simulate the effect of a policy reform or ‘policy swap’. Furthermore, advanced users can revise the EUROMOD baseline by introducing new policy parameters and new policies that require data that are not available in the microdata, but can be taken into account when specifying the characteristics of the hypothetical households in HHoT. A user manual of HHoT is available online<sup>[<a href=\"#fn4\">4</a>]</sup>.",
                    "type": "paragraph"
                },
                {
                    "text": "The flexibility of HHoT allows users to easily create numerous hypothetical households (especially when specifying a range for more than one numeric variable) for several countries and years. However, it is essential to always assess whether the assumptions hold equally across countries or policy years. Users should also be aware that compared to other hypothetical household simulations (eg, CSB-MIPI), results based on HHoT are not always the same, largely because of differences in the level of detail with which some policy measures are modelled (see <a href=\"#bib10\">Hufkens et al., 2016</a>; <a href=\"#bib17\">Marchal et al., 2019</a>). As a user of HHoT, it is therefore important to be aware of the extent to which policies are simulated in EUROMOD.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. The integration of hypothetical household simulations in EUROMOD",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The possibilities of policy relevant uses of HHoT are numerous. In this section we describe briefly four examples of how HHoT can create an added-value for the analysis of tax-benefit policies. The examples are drawn from various strands of research and make use of different household specifications to show the flexibility of HHoT. In the first example we show how hypothetical household simulations can complement insights from population-based microsimulations in the case of a simple policy reform. In subsequent illustrations, we only present results based on hypothetical household simulations, even though there could be complementarities with population-based microsimulations. In the second example, we identify the gross wage level that is required to reach the level of the poverty line in a selection of EU-countries. This exercise makes use of the option to vary flexibly the range of gross income for each household member. Then we calculate implicit equivalence scales of the tax-benefit system in four EU-countries, showing that with HHoT it is also very easy to change other household characteristics, such as household composition. In the last exercise we show the marginal effective tax rates for all EU-countries and explain some of the differences across countries and income levels. Unless specified otherwise, we assume that the hypothetical households live in the capital region (insofar regional policies are relevant and simulated in EUROMOD).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In Germany, like in many other countries, children in single parent families face a relatively high poverty risk (<a href=\"#bib2\">Commission, and E, 2014</a>; <a href=\"#bib3\">Eurostat, 2017</a>; <a href=\"#bib15\">Lenze, 2014</a>). Reforming child benefits (Kindergeld) can reduce the at-risk-of-poverty rate for families with children. We simulate a simple reform aimed at reducing child poverty in single parent families in Germany to illustrate how hypothetical household simulations and population-based microsimulations can jointly help to design and understand policies. With the current child benefit system, the level of child benefit depends on the rank of the child in the family. In 2016, the level of the child benefit was 190 euro per month for the first and second child, 196 euro per month for the third and 221 euro per month for all other children. The benefit is paid to one of the parents. Child benefits are non means-tested, non-taxable benefits. At the same time, child benefits are part of the definition of income that is used for the income test of Unemployment Benefit II (<i>Arbeitslosengeld II</i>), social assistance related benefit (<i>Sozialhilfe</i>) and general social assistance. Apart from child benefits, families with children are entitled to a tax allowance for children. This allowance is only granted to parents if it is more beneficial to receive the tax allowance than the child benefit and is mostly relevant to higher income households. A third benefit that aims at improving the financial situation of families with children is the additional child benefit (Kinderzuschlag). The additional child benefit is, in contrast to the <i>Kindergeld</i>, means-tested. To be eligible for the additional child benefit, households also need to be eligible for <i>Kindergeld</i>. (eg, <a href=\"#bib5\">Gallego Granados and Harnisch, 2017</a>). In the reform that we simulate below, we focus on the design of the child benefits only. The reform scenario is budgetary neutral compared to the baseline.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the reform scenario we abolish the current system based on ranks and replace it by a fixed amount for each child. Children in two-parent households receive 180 euro per month while children in single parent households are entitled to 248 euro per month. As illustrated in <a href=\"#table1\">Table 1</a>, we simulate the effect of the reforms for four different households, while varying the labour market status of the adults. In households with only one child, the child is 8 years old, in households with three children, the children are aged 5, 8 and 12. We first present the effect of the reform on the situation of households in which all adults work full time at the minimum wage, and subsequently on the situation in which all adult household members are inactive<sup>[<a href=\"#fn5\">5</a>]</sup>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Demographic composition</th>\n<th align=\"left\" colspan=\"2\">Labour market status adults</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Couple (2 earners) with child (8 years)</td>\n<td rowspan=\"4\" valign=\"middle\">Employee – full time at minimum wage</td>\n<td rowspan=\"4\" valign=\"middle\">Inactive</td>\n</tr>\n<tr>\n<td align=\"left\">Single with child (8 years)</td>\n</tr>\n<tr>\n<td align=\"left\">Couple (2 earner) with 3 children (5, 8 and 12 years)</td>\n</tr>\n<tr>\n<td align=\"left\">Single with 3 children (5, 8 and 12 years)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Summary of hypothetical households used in example 1",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The table below shows the effect of the policy change for the four hypothetical households in the case that adult household members are at work. From <a href=\"#table2\">Table 2</a> it can be seen that the financial situation of single parent households improves after the reform while disposable income decreases in two parent households irrespective of the number of children.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: own calculations based on EUROMOD H1.0+ and HHoT.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"3\"/>\n<th align=\"left\" colspan=\"2\">Two adults with 1 child</th>\n<th align=\"left\" colspan=\"2\">One adult with 1 child</th>\n<th align=\"left\" colspan=\"2\">Two adults with 3 children</th>\n<th align=\"left\" colspan=\"2\">One adult with 3 children</th>\n</tr>\n<tr>\n<th align=\"left\">Baseline</th>\n<th align=\"left\">Reform</th>\n<th align=\"left\">Baseline</th>\n<th align=\"left\">Reform</th>\n<th align=\"left\">Baseline</th>\n<th align=\"left\">Reform</th>\n<th align=\"left\">Baseline</th>\n<th align=\"left\">Reform</th>\n</tr>\n<tr>\n<th align=\"left\">Total</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">Total</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Gross earnings</td>\n<td align=\"left\">2,947</td>\n<td align=\"left\">2,947</td>\n<td align=\"left\">1,473</td>\n<td align=\"left\">1,473</td>\n<td align=\"left\">2,947</td>\n<td align=\"left\">2,947</td>\n<td align=\"left\">1,473</td>\n<td align=\"left\">1,473</td>\n</tr>\n<tr>\n<td align=\"left\">Total taxes</td>\n<td align=\"left\">220</td>\n<td align=\"left\">220</td>\n<td align=\"left\">70</td>\n<td align=\"left\">70</td>\n<td align=\"left\">220</td>\n<td align=\"left\">220</td>\n<td align=\"left\">70</td>\n<td align=\"left\">70</td>\n</tr>\n<tr>\n<td align=\"left\">SIC employee</td>\n<td align=\"left\">602</td>\n<td align=\"left\">602</td>\n<td align=\"left\">301</td>\n<td align=\"left\">301</td>\n<td align=\"left\">602</td>\n<td align=\"left\">602</td>\n<td align=\"left\">301</td>\n<td align=\"left\">301</td>\n</tr>\n<tr>\n<td align=\"left\">Means-tested benefits</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">410</td>\n<td align=\"left\">410</td>\n</tr>\n<tr>\n<td align=\"left\">Non-means-tested Child Benefit</td>\n<td align=\"left\">190</td>\n<td align=\"left\">180</td>\n<td align=\"left\">190</td>\n<td align=\"left\">248</td>\n<td align=\"left\">576</td>\n<td align=\"left\">540</td>\n<td align=\"left\">576</td>\n<td align=\"left\">744</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Disposable income</b></td>\n<td align=\"left\"><b>2,315</b></td>\n<td align=\"left\"><b>2,305</b></td>\n<td align=\"left\"><b>1,293</b></td>\n<td align=\"left\"><b>1,351</b></td>\n<td align=\"left\"><b>2,701</b></td>\n<td align=\"left\"><b>2,665</b></td>\n<td align=\"left\"><b>2,089</b></td>\n<td align=\"left\"><b>2,257</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Net disposable income and different income components for four hypothetical households, minimum wage, 2016",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Because child benefits are not taxed in Germany and the sociodemographic and labour market characteristics of the simulated hypothetical households are unchanged, <a href=\"#table2\">Table 2</a> shows that the benefit reform does not interact with any other part of the tax-benefit system. However, this is not the case for all households. If we change the labour market status of adults in the hypothetical households from ‘employee’ to ‘inactive’, there is an interaction between the non-means-tested child benefit and means-tested benefits. For all households illustrated in <a href=\"#table3\">Table 3</a>, the reformed child benefit does not result in a changed disposable income. The increase or decrease of the child benefit is fully compensated by a lower or higher Unemployment Benefit II<sup>[<a href=\"#fn6\">6</a>]</sup>. The income test of the Unemployment Benefit II considers income from employment, pensions and most benefits, including the child benefit (but not the additional child benefit).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: own calculations based on EUROMOD H1.0+ and HHoT.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th rowspan=\"3\"/>\n<th align=\"left\" colspan=\"2\">Two adults with 1 child</th>\n<th align=\"left\" colspan=\"2\">One adult with 1 child</th>\n<th align=\"left\" colspan=\"2\">Two adults with 3 children</th>\n<th align=\"left\" colspan=\"2\">One adult with 3 children</th>\n</tr>\n<tr>\n<th align=\"left\">Baseline</th>\n<th align=\"left\">Reform</th>\n<th align=\"left\">Baseline</th>\n<th align=\"left\">Reform</th>\n<th align=\"left\">Baseline</th>\n<th align=\"left\">Reform</th>\n<th align=\"left\">Baseline</th>\n<th align=\"left\">Reform</th>\n</tr>\n<tr>\n<th align=\"left\">Total</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">Total</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Gross earnings</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n</tr>\n<tr>\n<td align=\"left\">Total taxes</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n</tr>\n<tr>\n<td align=\"left\">SIC employee</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n</tr>\n<tr>\n<td align=\"left\">Means-tested benefits</td>\n<td align=\"left\">1,096</td>\n<td align=\"left\">1,106</td>\n<td align=\"left\">861</td>\n<td align=\"left\">803</td>\n<td align=\"left\">1,082</td>\n<td align=\"left\">1,118</td>\n<td align=\"left\">886</td>\n<td align=\"left\">718</td>\n</tr>\n<tr>\n<td align=\"left\">Non-means-tested Child benefit</td>\n<td align=\"left\">190</td>\n<td align=\"left\">180</td>\n<td align=\"left\">190</td>\n<td align=\"left\">248</td>\n<td align=\"left\">576</td>\n<td align=\"left\">540</td>\n<td align=\"left\">576</td>\n<td align=\"left\">744</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Disposable income</b></td>\n<td align=\"left\"><b>1,111</b></td>\n<td align=\"left\"><b>1,111</b></td>\n<td align=\"left\"><b>876</b></td>\n<td align=\"left\"><b>876</b></td>\n<td align=\"left\"><b>1,658</b></td>\n<td align=\"left\"><b>1,658</b></td>\n<td align=\"left\"><b>1,462</b></td>\n<td align=\"left\"><b>1,462</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Net disposable income and different income components for four hypothetical households, inactive, 2016",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table2\">Tables 2</a> and <a href=\"#table3\">3</a> show the income components of some hypothetical households, illustrating the possible impact of the reform. The hypothetical household simulations make it easier for researchers and policy-makers to understand how the tax-benefit system operates and how the policies interact with each other. Besides, they help researchers and policy-makers to grasp the effect on vulnerable groups that might be underrepresented in the microdata. However, the hypothetical households are not representative for the population. Using a representative sample of the population we calculate the first-order poverty effects of this reform. <a href=\"#table4\">Table 4</a> shows poverty headcounts for the baseline and the reform scenario and the difference between the two. Even though the hypothetical household simulations make clear that for some household types disposable income would be substantially increased, the overall (first order) effect on poverty in Germany is not significant. In contrast, the poverty risk of persons living in single parent households decreases significantly at the 90% confidence level, which was the objective of the reform. For persons living in households consisting of two adults and at least one child there is a small, but significant increase in the poverty risk. Focussing on the at-risk-of poverty rate we could conclude that this reform improves the income situation of lone parents with low incomes. HHoT however, allowed us to easily disentangle the effects for active and inactive households and to see the interaction between the child benefits and the means-tested benefit that might be hidden in microsimulation results based on population-data.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "We use a fixed poverty line at 60% of the median equivalised disposable income in the baseline.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: own calculations based on EUROMOD H1.0 and EU-SILC 2014, full sample design information is not available. For estimating the standard errors and confidence intervals, we take account of clustering within households and the covariance between the simulated scenarios (<a href=\"#bib7\">Goedemé, 2013</a>; <a href=\"#bib9\">Goedemé et al., 2013</a>).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\" rowspan=\"3\"/>\n<th align=\"left\" rowspan=\"3\">Baseline</th>\n<th align=\"left\" rowspan=\"3\">Reform</th>\n<th align=\"left\" colspan=\"4\">Difference</th>\n</tr>\n<tr>\n<th align=\"left\" rowspan=\"2\">Change</th>\n<th align=\"left\" rowspan=\"2\">Standard error</th>\n<th align=\"left\" colspan=\"2\">90% confidence interval</th>\n</tr>\n<tr>\n<th align=\"left\">Lower bound</th>\n<th align=\"left\">Upper bound</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Population</td>\n<td align=\"left\">15.15</td>\n<td align=\"left\">15.19</td>\n<td align=\"left\">0.04</td>\n<td align=\"left\">0.04</td>\n<td align=\"left\">–0.02</td>\n<td align=\"left\">0.11</td>\n</tr>\n<tr>\n<td align=\"left\">One adult with children</td>\n<td align=\"left\">25.04</td>\n<td align=\"left\">24.28</td>\n<td align=\"left\">–0.75</td>\n<td align=\"left\">0.44</td>\n<td align=\"left\">–1.48</td>\n<td align=\"left\">–0.03</td>\n</tr>\n<tr>\n<td align=\"left\">Two adults with children</td>\n<td align=\"left\">11.53</td>\n<td align=\"left\">11.75</td>\n<td align=\"left\">0.21</td>\n<td align=\"left\">0.12</td>\n<td align=\"left\">0.02</td>\n<td align=\"left\">0.41</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "At-risk-of-poverty rate of persons living in Germany, by family type, 2016",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. Example 1: Combining population-based microsimulation and hypothetical household simulations to measure the impact of a policy change",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the EU, the at-risk-of-poverty indicator is one of the headline indicators for monitoring poverty and social exclusion. Given that the threshold is set at 60 percent of the national median equivalent disposable household income, it may be difficult to grasp the kind of living standard that is feasible in each member state with an income at the level of the threshold (<a href=\"#bib8\">Goedemé et al., 2019</a>). By using the flexibility of HHoT, it is relatively easy to identify at which wage level a household can have a disposable income at the level of the poverty threshold. This is helpful for further contextualising the at-risk-of-poverty indicator, ie, to make clear what the implications are of using a relative poverty threshold specified in this way. Also, more information on the required gross wage level to reach the at-risk-of-poverty threshold could help to better understand quantitative analyses of (cross-country variations in) in-work poverty. As the simulations below show, the required wage does not only depend on the level of the poverty threshold, but also on the applicable tax liabilities and benefit entitlements. Importantly, when interpreting the results it should be kept in mind that wage levels vary in non-negligible ways in the population (eg, by gender and level of education). This implies that it would be worthwhile to complement the analysis with an alternative set of reference wages.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The approach is very similar to first estimating budget constraints, and subsequently selecting the gross wage which corresponds with the relevant disposable household income (see <a href=\"#bib6\">Gasior and Recchia (2019)</a> for HHoT baseline results for budget constraints in the EU). In a first step we calculate the 60% at-risk-of-poverty threshold on the basis of EU-SILC, with net incomes simulated by EUROMOD<sup>[<a href=\"#fn7\">7</a>]</sup>. In a second step, we use HHoT and EUROMOD to calculate the disposable income for hypothetical households earning a predetermined percentage of the average wage, which we vary between 60% and 200%. Average gross wages per full-year, full-time equivalent employee refer to 2014 and were downloaded from the OECD database (<a href=\"#bib21\">OECD, 2017</a>). In a third step we identify the gross wage level which corresponds with a disposable income at, or just above, the level of the poverty threshold. As illustrated in <a href=\"#table5\">Table 5</a>, simulations are carried out for a hypothetical single-person household consisting of a 35 years old male, working full time. The second hypothetical household is a married couple, 35 years old, both working full time. They have two children aged 5 and 8 years old. For the couple-household, we assume both partners are working, and we vary the gross income of both partners from 60% to 200% of the average gross wage. To do this, we imported a separate table in HHoT containing the average gross wages that we downloaded from the OECD online database. Different combinations of the gross wages of both parents are possible; in this exercise we select the income that results in a total disposable household income closest to, but above the poverty threshold<sup>[<a href=\"#fn8\">8</a>]</sup>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "table5fn1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "Although we show only one outcome, different combinations of the wages of both partners are possible.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Demographic composition</th>\n<th align=\"left\">Labour market status adults</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Single</td>\n<td align=\"left\" rowspan=\"2\" valign=\"middle\">Employee(s), full time, wage varying from 60% to 200% of average gross wage<a href=\"#table5fn1\">*[</a></td>\n</tr>\n<tr>\n<td align=\"left\">Couple (2 earners) with 2 children (5 and 8 years)</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": " Summary of hypothetical households used in example 2",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig1\">Figure 1</a> shows the gross income, presented as a percentage of the average wage (<a href=\"#bib21\">OECD, 2017</a>), that is required to reach a disposable income at the level of the at-risk-of-poverty threshold in each country and for the two hypothetical households. In Poland, Estonia, France and Hungary a single person working full time requires a gross income of around 80% of the average wage or more to reach the threshold. In contrast, in Portugal, Italy, Ireland and Greece 60% of the gross average wage suffices to reach an income just above the poverty line. Despite the relative character of the poverty threshold, this is quite a substantial difference. A similar observation can be made for two-earner couples (both working full time) with two children, even though countries score differently as compared to single-person households. While a single person in Hungary should earn about 85% of the average gross wage to reach the threshold, a couple with two children requires a total level of earnings of about 150% of the average gross wage, although the at-risk-of-poverty threshold of a household with two children is 2.1 times as high as the threshold for a single-person household. Compared to the other countries, the (relatively small) difference between the gross wage for a single person and the total gross wage for a couple with two children is remarkable. This shows how the Hungarian tax-benefit system favours couples with children compared to singles (see also Example three below). At the other extreme, in Portugal a couple with two children should earn about 130% of the average gross wage, while 65% of the average gross wage suffices for a single-person household. In Hungary an important part of the increase in disposable income is due to an increase in benefits, whereas in Portugal the impact of benefits is rather small. Also, the effect of the tax system (through joint taxation for couples such as in France, or tax advantages for families with children such as in Italy) can explain differences between countries. A recent similar exercise, done by the OECD on ‘working hours needed to exit poverty’ (<a href=\"#bib22\">OECD, 2019</a>), leads to a comparable conclusion that the design of tax-benefit policies is of great importance when comparing low-income families across countries. More specifically, it is the variation in the implicit equivalence scale of tax-benefit policies which drives the variation in the additional gross wage required by couples with children as compared to single person households to have a net income above the poverty line, a topic to which we turn in the next example.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: own calculations using EUROMOD H1.0+ and HHoT; poverty threshold and average wages based on EUROMOD calculations using EU-SILC. Note: countries sorted from lowest to highest percentage of the gross average wage needed to reach a disposable income at the level of poverty threshold for a single-person household. The selection of countries is based on availability in EUROMOD and availability of the average gross wage (for 2014 in the OECD online database at the time of writing).",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00208%2Fijm-00208-fig001.tif",
                                        "size": {
                                            "width": 1535,
                                            "height": 717
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00208%2Fijm-00208-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00208-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Gross wage needed to reach the at-risk-of-poverty line, as a percentage of the average gross wage per full-year full-time equivalent employee, for a hypothetical family , 2014.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Example 2: How much should one earn to have an income above the at-risk-of-poverty threshold?",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Microsimulations based on population data could show how the net incomes of persons living in different household types compare to each other and how, on average, the level and composition of incomes vary. However, these comparisons are limited by the fact that hours worked and wage levels tend to be partially determined by household composition. This implies that it is difficult to judge from these results alone how tax-benefit systems support different household types. For this reason, it can be revealing to calculate ‘implicit equivalence scales’ based on hypothetical data. For the purposes of this exercise, we define the implicit equivalence scale of a tax-benefit system as the extent to which a tax-benefit system treats multi-person households of different size and composition more favourably than a single person household with the same level of gross earnings, in terms of taxes to be paid and eligibility for receiving social benefits. It is typically measured as the ratio of the disposable income of two households that have the same gross wage and similar other characteristics, except for the demographic composition of the household. This shows how policies work in their pure form, and can help to better understand, for instance, the distribution of poverty risks by household type. The calculations are similar to those done in the previous exercise, but now we compare more directly incomes between household types with a similar level of gross income. Further breakdowns can show how not only the level, but also the composition of net incomes differs by household type as a result of tax-benefit policies such that one can identify the policies that drive the implicit equivalence scales.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We calculate implicit equivalence scales for hypothetical households living in Belgium (Flanders), Italy (Lombardia), Greece (capital region) and Hungary (capital region), and take account of the relevant regional policies. The household types included in the analysis in terms of demographic composition and labour market status are displayed in <a href=\"#table6\">Table 6</a>. For this exercise, the income ranges are based on the average wages calculated using the EUROMOD microdata files (based on EU-SILC). When comparing net incomes between two household types, wages are kept constant. In principle it is desirable to keep also all other characteristics ‘constant’, in spite of the changing composition of the household. Given the availability and setup of housing-related benefits in some countries, housing costs are an important issue in this context. In principle, one could opt for keeping housing costs constant across household types, but this is often not a realistic assumption. Therefore, in this example we started from the level of housing costs that were estimated in another project. More in particular, we made use of the housing cost associated with renting an adequate dwelling on the private market at the 30<sup>th</sup> percentile of the distribution of housing costs for the relevant household composition, in the relevant region (<a href=\"#bib26\">Van den Bosch et al., 2016</a>). In the case of a more in-depth analysis, it would be worthwhile to undertake sensitivity tests with alternative assumptions regarding housing costs, as we will show below.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Demographic composition</th>\n<th align=\"left\" colspan=\"4\">Labour market status adults (one-earner families)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Single</td>\n<td align=\"left\" rowspan=\"4\" valign=\"middle\">Inactive</td>\n<td align=\"left\" rowspan=\"4\" valign=\"middle\">Employee, 50% of average EU-SILC wage</td>\n<td align=\"left\" rowspan=\"4\" valign=\"middle\">Employee, 100% of average EU-SILC wage</td>\n<td align=\"left\" rowspan=\"4\" valign=\"middle\">Employee, 200% of average EU-SILC wage</td>\n</tr>\n<tr>\n<td align=\"left\">Couple</td>\n</tr>\n<tr>\n<td align=\"left\">Single with child of 10 years old</td>\n</tr>\n<tr>\n<td align=\"left\">Couple with child of 10 years old</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Summary of hypothetical households used in example 3",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In <a href=\"#fig2\">Figure 2</a>, we show the net income of three household types as a percentage of the net income of a single-person household, having the same level of gross earnings. The households are one-earner households, in the case of couples one partner is assumed to be inactive on the labour market. With HHoT it is easy to make variations for more complex households, but we limit ourselves in this illustration to households with one child. Several observations stand out. First, when looking at differences within countries between different levels of earnings, it is clear that implicit equivalence scales are generally above one and higher for inactive persons and for households with lower wages<sup>[<a href=\"#fn9\">9</a>]</sup>. This probably has a mitigating effect on poverty for multi-person households living on a low income, even though the size of the effect will vary by the poverty measure used<sup>[<a href=\"#fn10\">10</a>]</sup>. In contrast, in all four countries included in <a href=\"#fig2\">Figure 2</a>, the implicit equivalence scale at 200% of the average wage is broadly similar to the implicit equivalence scale for households with earnings at 100% of the average wage. While in Greece and Hungary equivalence scales are higher for inactive households as compared to working households earning 50% of the average wage (both for adding a partner or a child), in Belgium the implicit equivalence scale for adding an inactive partner is lower than the scale for adding a partner in a working low-income household (without a child). Second, countries vary strongly in the level of implicit equivalence scales, and the ranking of the four countries differs substantially depending on the household composition under consideration. It is noteworthy that in Italy adding a partner to a single-person household does not make a difference for the tax-benefit system, while adding a child does make a difference. For working families in Belgium and Hungary the implicit equivalence scales of the tax-benefit system are higher for an additional partner as compared to a child, while in Greece and Italy it is the other way around. This shows how the tax-benefit systems across the four countries result in different outcomes in the degree to which they support (or do not support) households with a different demographic composition. Apart from showing how these tax-benefit systems operate, more insight into implicit equivalence scales can also help to better understand varying patterns of poverty and inequality.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Note: Positive values for taxes and social contributions indicate that a household with a child pays less in taxes or social contributions, or receive higher tax credits. Source: own calculations using EUROMOD H1.0+ and HHoT; average wage based on EUROMOD calculations using EU-SILC.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00208%2Fijm-00208-fig002.tif",
                                        "size": {
                                            "width": 1536,
                                            "height": 934
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00208%2Fijm-00208-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00208-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Net income for three household types expressed as a percentage of the net income of a single-person household with the same gross wage, but without children, 2014.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "It is also interesting to see which part of the tax-benefit system contributes to the observed implicit equivalence scales. Therefore, in <a href=\"#fig3\">Figures 3</a> and <a href=\"#fig4\">4</a> we describe the different income components that increase the income for a family with a child compared to a family without a child (note that given our focus on child-related tax-benefit generosity, we use the income of a couple without a child in the denominator in <a href=\"#fig4\">Figure 4</a>). More specifically, it shows the difference in the level of each income component (when adding a child), expressed as a percentage of the net income of a similar household without a child, at a similar level of gross earnings. Not surprisingly, child benefits tend to account for most of the difference, while social contributions are no different for households with a child as compared to those without a child. Additional advantages for a single-person households with a child can include both support directed to lone parents specifically, or to households with children more generally. As an exception, for inactive households in Belgium and households earning 50% of the average gross wage in Greece the increase of the net income is mostly due to a higher level of social assistance benefits, especially for single-parent households, compared to single-person households the difference in social assistance in the tax-benefit package is much smaller for couples. Even though the contribution of personal income taxes is significant at higher levels of earnings (especially for couples with a child), it is relatively small, and non-existent in Greece. In Hungary the housing allowance also varies by household composition, resulting in higher benefits for households with a child.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: own calculations using EUROMOD H1.0+ and HHoT; average wage based on EUROMOD calculations using EU-SILC.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00208%2Fijm-00208-fig003.tif",
                                        "size": {
                                            "width": 1535,
                                            "height": 938
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00208%2Fijm-00208-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00208-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Tax-benefit package for a child in a single parent household, income components expressed as a percentage of the net income of a single parent household without children, 2014.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00208%2Fijm-00208-fig004.tif",
                                        "size": {
                                            "width": 1536,
                                            "height": 942
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00208%2Fijm-00208-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00208-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Tax-benefit package for a child in a couple parent household, income components compared to the net income in a couple household without children, 2014.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3. Example 3: Implicit equivalence scales",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Another area where hypothetical data can be of use is the analysis of work incentives. One way to look at tax-benefit systems is to analyse to what extent they encourage their workforce to take up a job (work incentive on the extensive margin) and to what extent they encourage to work/earn more (work incentive on the intensive margin). In this example, we focus on the marginal effective tax rate (METR) which measures the (dis)incentive to work/earn more, expressed as the share of an earnings increase that is taxed away due to higher social insurance contributions, higher taxes, or the loss of benefit entitlement. We assume a 3% earnings increase in our calculations using the methodological approach suggested by <a href=\"#bib14\">Jara and Tumino (2013)</a>. METRs usually take values between 0 and 100, indicating respectively high work incentives when individuals keep the full earnings increase and low incentives when individuals lose the full earnings increase. However, certain aspects of the tax-benefit system might also lead to higher or lower values. We visualise how different elements of the tax-benefit system react to the 3% earnings increase.",
                            "type": "paragraph"
                        },
                        {
                            "text": "All results are based on a single-person household assuming full-time employment of 40 hours per week (cf. <a href=\"#table7\">Table 7</a>). Country-specific average monthly gross earnings levels are calculated using EU-SILC 2015 data and updated to 2017 using country-specific uprating factors (see Supplementary data for estimated average wages and <a href=\"#bib6\">Gasior and Recchia, 2019</a> for more detailed information). The person is assumed to live in rented accommodation with housing costs of 20% of the average earnings. As is the case for previous examples, we assume full take-up of benefits as well as full compliance in reporting incomes to tax authorities in all countries.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Household composition</th>\n<th align=\"left\">Labour market status</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Single</td>\n<td align=\"left\">Employee, full time with between 80% and 120% of the EU-SILC average wage (in 1% steps).</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Summary of hypothetical households used in example 4",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig5\">Figure 5</a> shows (unweighted) average METRs for earners with 80% to 120% (in 1% steps) of average earnings decomposed by taxes, social insurance contributions and benefits. The reason for averaging over 41 cases either side of the mean instead of using the example of an average earner is based on the sensitivity of METRs which can differ a lot between an average earner and someone earning slightly above or below average earnings. This is due to kinks in the tax and benefit schedule, where an earnings increase of 3% more can lead to a significant increase in taxes/social insurance contributions (SIC) or the loss of tax credits or benefits in some countries. Thus, using the average METR of a certain earnings range produces results that are more in line with results based on representative data (see Supplementary data in <a href=\"#bib6\">Gasior and Recchia, 2019</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: own calculations using EUROMOD H1.0+ (<a href=\"#bib6\">Gasior and Recchia, 2019</a>). Note: SIC = social insurance contributions. Countries are ranked by the percentage of marginal earnings increase taxed away. Policy system 2017 refers to the status quo on 30th of June 2017. Results are based on the assumption of full tax-compliance and full benefit take-up.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00208%2Fijm-00208-fig005.tif",
                                        "size": {
                                            "width": 1535,
                                            "height": 866
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00208%2Fijm-00208-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00208-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Decomposition of average METRs for a single person household at earnings levels from 80% to 120% of average earnings by income component, 2017 policy system.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Across countries, increases in net earnings are lower than increases in gross earnings due to higher taxes and social insurance contributions. The incentive to earn more is very high in Cyprus, Bulgaria and Estonia, where only about 20% of the earnings increase is lost due to higher taxes and social insurance contributions. Belgium and Ireland are the countries with the highest work disincentives for earnings between 80% and 120% of average earnings. While taxes explain most of the overall level of METRs across countries, social insurance contributions play a similarly important role in Bulgaria, Hungary and Slovenia. Denmark is the only EU country where average earners are still eligible for means-tested benefits (housing benefit and green check) which are reduced when their earnings increase.",
                            "type": "paragraph"
                        },
                        {
                            "text": "While this sheds light on how tax-benefit systems differ in their (dis)incentive to increase working hours/earnings, it is important to keep in mind that incentives can be quite different by earnings levels. We select three countries – Cyprus, Hungary and Belgium – to discuss such differences (see <a href=\"#fig6\">Figure 6</a>). Cyprus represents the countries with the lowest METRs on average and Belgium the countries with the highest METRs (see <a href=\"#fig5\">Figure 5</a>). Hungary represents a group of countries with flat tax system which leads to a quite different picture of METRs at different earnings levels.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: own calculations using EUROMOD H1.0+ (<a href=\"#bib6\">Gasior and Recchia, 2019</a>). Note: Policy system 2017 refers to the status quo on 30th of June 2017. Results are based on the assumption of full tax-compliance and full benefit take-up. Level of gross earnings refers percentage of average gross earnings.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00208%2Fijm-00208-fig006.tif",
                                        "size": {
                                            "width": 1536,
                                            "height": 542
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00208%2Fijm-00208-fig006.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00208-fig006.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Decomposition of METRs at different earnings levels in Cyprus, Hungary and Belgium by income component, 2017 policy system.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Results for Cyprus show relatively low METRs across all income levels except for people with very low earnings. This, however, corresponds to a very specific case in which the baseline earnings represent roughly the minimum wage and the 3% earnings increase leads to earnings above this level. While earnings below the minimum wage are disregarded from the income test for the Guaranteed Minimum Income (GMI), this is not the case for the earnings increase which leads to a slightly smaller benefit amount which creates a high disincentive to work more. All other income groups have incomes above the GMI and hence, are no longer eligible to receive the means-tested benefit. While the deducted SIC of the earnings increase amount to 7.8% of gross earnings across all income groups, only average and above earners are liable to income tax (which subsequently leads to higher METRs). The income tax paid for the earnings increase is progressive, starting at 18% for average earners, and going up to 28% for those with earnings that are twice as high. Nevertheless with the exception of earnings above 150% of average earnings, METRs for earnings above the Minimum Wage are substantially lower than in other countries.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In Belgium on the other hand, incentives to increase wages are relatively low across the earnings distribution with more than 50% of the earnings increase being taxed away. Disincentives are especially high for those with 50% of average earnings due to the high level of social insurance contributions. While the contribution of the income tax increases relatively smoothly up to earnings levels of 125% of average earnings, the contribution of SIC to the METRs is highest for those with 45%–70% of average earnings. This is due to the work bonus which has two parts. The first part is a reduction of SIC, the second part is a tax bonus for monthly gross earnings below € 2,510. Higher earnings lead to a lower work bonus and hence to a slightly higher income tax than before the earnings increase. In other words, when the work bonus is reduced, this reduction does not only apply to the increase in earnings, but to total earnings, which is why the METR is particularly high at this level of earnings.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The picture is quite different in Hungary due to the flat tax system. In relative terms, taxes and SIC deductions are the same across earnings levels (even for those with earnings below the minimum wage). Only certain household types (eg, households with children) are eligible for tax allowances and are subject to lower deductions. In contrast to Cyprus and Belgium, low earnings are not exempted from contributions. This creates the same METR of 35% for all earnings levels. While increases in earnings are largely taxed away by the income tax system in Belgium and Cyprus, SIC play a relatively more important role in Hungary.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This example illustrates the usefulness of hypothetical household data for a better understanding of tax and benefit systems and their implicit work (dis)incentives. The selected country cases demonstrate different levels of METR and the contribution of different tax and benefit elements. It furthermore highlights the importance of taking different earnings levels into account rather than just focusing on average earnings. Even with this simple one-person household example, results are quite different by country and earnings levels. The possibilities to expand such analysis are unlimited by for example focusing on different household compositions and analysing the role of tax allowances and means-tested benefits for these households.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-4",
                    "title": "4.4. Example 4: Work incentives",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Potential applications of HHoT",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "With HHoT, EUROMOD now includes a new tax-benefit hypothetical household generator that is freely accessible. The tool is unique in that it is very flexible, yet user-friendly, and – as part of EUROMOD – allows for comparable population-based microsimulations and hypothetical household simulations in an integrated framework. Given that EUROMOD covers all EU Member States, for an increasing number of policy years, the tool has great potential to substantially contribute to (comparative) research in tax-benefit policies. In addition, EUROMOD is supported by a network of experts, responsible for regular updates and validations of the tax-benefit simulation model, ensuring the quality and timeliness of the simulations. In this paper, we introduced HHoT and described its potential for novel research in tax-benefit policies and for producing policy indicators. The uses and the advantages of the tool are manifold. HHoT can enhance tax-benefit analyses and studies of poverty and inequality with illustrations of how policies work and interact with each other in practice. It can also illustrate how proposed policy reforms and reform ideas would work and interact with other policies. Second, it can help users to create (new) policy indicators that keep the composition of the population constant across time and countries, for instance on benefit adequacy and generosity, targeting, implicit equivalence scales and work incentives (for an example of a new indicator, see <a href=\"#bib23\">Penne et al. (2020)</a>). Thirdly, HHoT can be used to go beyond the possibilities of the microdata to study the operation and impact of policy parameters for which variables are lacking in the microdata or in cases where specific households are underrepresented in the microdata. An additional advantage for EUROMOD specifically, is that HHoT helps to validate the tax-benefit algorithms in the model in a very detailed way and without the constraints of data availability. Finally, it is also a valuable tool for introducing new users to EUROMOD and helping them setting the first steps in microsimulation modelling.",
                    "type": "paragraph"
                },
                {
                    "text": "Undoubtedly, the main strengths of HHoT are the flexibility in defining hypothetical households and the ease with which comparisons across time and countries can be made. However, users should be aware that it is always necessary to reflect upon the validity of assumptions and the quality of the simulations made, especially in the case of comparative research, and not be tempted to jump all too quickly to (policy) conclusions. With this caveat in mind, we hope that users will quickly embrace the potential that HHoT offers to generate new insights into the functioning and impact of tax-benefit policies.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "The impact of Tax-Benefit systems on poverty rates in the Benelux countries. A simulation approach using synthetic datasets",
            "authors": [
                {
                    "name": {
                        "index": "Berger, F",
                        "preferred": "F Berger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Borsenberger, M",
                        "preferred": "M Borsenberger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lumen, J",
                        "preferred": "J Lumen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scholtus, B",
                        "preferred": "B Scholtus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Vos, K",
                        "preferred": "K De Vos"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib1",
            "journal": "Journal of Applied Social Science Studies",
            "pages": {
                "first": "313",
                "last": "352",
                "range": "313–352"
            },
            "type": "journal",
            "volume": "121"
        },
        {
            "authors": [
                {
                    "name": "Commission,",
                    "type": "group"
                },
                {
                    "name": "E",
                    "type": "group"
                }
            ],
            "date": "2014",
            "id": "bib2",
            "title": "Investing in Children: Breaking the cycle of disadvantage (Country Report - Germany)",
            "type": "web",
            "uri": "https://ec.europa.eu/social/main.jsp?catId=89&langId=en&newsId=2061&moreDocuments=yes&tableName=news"
        },
        {
            "authors": [
                {
                    "name": "Eurostat",
                    "type": "group"
                }
            ],
            "date": "2017",
            "id": "bib3",
            "title": "https://ec.europa.eu/eurostat/data/database",
            "type": "web",
            "uri": "https://ec.europa.eu/eurostat/data/database",
            "website": "Statistics by theme"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Frazer, H",
                        "preferred": "H Frazer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marlier, E",
                        "preferred": "E Marlier"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib4",
            "title": "Minimum income schemes in Europe a study of national policies 2015",
            "type": "web",
            "uri": "http://ec.europa.eu/social/main.jsp?pubId=7882&langId=en&catId=738&furtherPubs=yes&",
            "website": "Brussels: European Commission"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gallego Granados, P",
                        "preferred": "P Gallego Granados"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harnisch, M",
                        "preferred": "M Harnisch"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib5",
            "title": "EUROMOD Country Report Germany(DE) 2013-2017",
            "type": "web",
            "uri": "https://www.euromod.ac.uk/sites/default/files/country-reports/Y9_CR_DE_Final.pdf"
        },
        {
            "articleTitle": "The use of hypothetical household data for policy learning: comparative Tax‒Benefit indicators using EUROMOD HHoT",
            "authors": [
                {
                    "name": {
                        "index": "Gasior, K",
                        "preferred": "K Gasior"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Recchia, P",
                        "preferred": "P Recchia"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1080/13876988.2019.1609784",
            "id": "bib6",
            "journal": "Journal of Comparative Policy Analysis: Research and Practice",
            "pages": {
                "first": "1",
                "last": "20",
                "range": "1–20"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "How much confidence can we have in EU-SILC? complex sample designs and the standard error of the Europe 2020 poverty indicators",
            "authors": [
                {
                    "name": {
                        "index": "Goedemé, T",
                        "preferred": "T Goedemé"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1007/s11205-011-9918-2",
            "id": "bib7",
            "journal": "Social Indicators Research",
            "pages": {
                "first": "89",
                "last": "110",
                "range": "89–110"
            },
            "type": "journal",
            "volume": "110"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Goedemé, T",
                        "preferred": "T Goedemé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Penne, T",
                        "preferred": "T Penne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hufkens, T",
                        "preferred": "T Hufkens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Karakitsios, A",
                        "preferred": "A Karakitsios"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bernát, A",
                        "preferred": "A Bernát"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Franziskus, A",
                        "preferred": "A Franziskus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Storms, B",
                        "preferred": "B Storms"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Decent incomes for all. Improving policies in Europe",
            "chapterTitle": "What Does It Mean To Live on the Poverty Threshold? Lessons From Reference Budgets",
            "date": "2019",
            "editors": [
                {
                    "name": {
                        "index": "Cantillon, B",
                        "preferred": "B Cantillon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goedemé, T",
                        "preferred": "T Goedemé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hills, J",
                        "preferred": "J Hills"
                    },
                    "type": "person"
                }
            ],
            "id": "bib8",
            "pages": {
                "first": "13",
                "last": "33",
                "range": "13–33"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book-chapter"
        },
        {
            "articleTitle": "Testing the statistical significance of microsimulation results: a plea",
            "authors": [
                {
                    "name": {
                        "index": "Goedemé, T",
                        "preferred": "T Goedemé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van den Bosch, K",
                        "preferred": "K Van den Bosch"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Salanauskaite, L",
                        "preferred": "L Salanauskaite"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib9",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "50",
                "last": "77",
                "range": "50–77"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hufkens, T",
                        "preferred": "T Hufkens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leventi, C",
                        "preferred": "C Leventi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rastrigina, O",
                        "preferred": "O Rastrigina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manios, K",
                        "preferred": "K Manios"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van Mechelen, N",
                        "preferred": "N Van Mechelen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goedemé, T",
                        "preferred": "T Goedemé"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib10",
            "title": "HHoT: a new flexible hypothetical household tool for tax-benefit simulations in EUROMOD",
            "type": "web",
            "uri": "https://inclusivegrowth.be/downloads/output/d22-2-validation-report-hhot-eind.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marianna, P",
                        "preferred": "P Marianna"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mira d’Ercole, M",
                        "preferred": "M Mira d’Ercole"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Benefit Coverage Rates and Household Typologies: Scope and Limitations of Tax-Benefit Indicators, Paris, OECD Social, Employment and Migration Working Papers",
            "id": "bib13",
            "title": "Benefit Coverage Rates and Household Typologies: Scope and Limitations of Tax-Benefit Indicators",
            "type": "unknown"
        },
        {
            "articleTitle": "Towards a multi-purpose framework for Tax-Benefit Microsimulation: lessons from EUROMOD",
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib11",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "43",
                "last": "54",
                "range": "43–54"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Minimum Income Benefits in OECD Countries",
            "date": "2010",
            "doi": "10.1787/1815199X",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD Publishing"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Tax-Benefit systems, income distribution and work incentives in the European Union",
            "authors": [
                {
                    "name": {
                        "index": "Jara, HX",
                        "preferred": "HX Jara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tumino, A",
                        "preferred": "A Tumino"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib14",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "27",
                "last": "62",
                "range": "27–62"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lenze, A",
                        "preferred": "A Lenze"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib15",
            "title": "Alleinerziehende unter Druck. Rechtliche Rahmenbedingungen, finanzielle Lage und Reformbedarf",
            "type": "web",
            "uri": "https://www.bertelsmann-stiftung.de/fileadmin/files/Projekte/Familie_und_Bildung/Studie_WB_Alleinerziehende_Aktualisierung_2016.pdf",
            "website": "Gütersloh: Bertelsmann Stiftung"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Microsimulation Modelling (Contributions to Economic Analysis)",
            "chapterTitle": "Static Models",
            "date": "2014",
            "editors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "id": "bib16",
            "pages": {
                "first": "47",
                "last": "75",
                "range": "47–75"
            },
            "publisher": {
                "name": [
                    "Emerald Group Publishing Limited"
                ]
            },
            "type": "book-chapter",
            "volume": "293"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Marchal, S",
                        "preferred": "S Marchal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siöland, L",
                        "preferred": "L Siöland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goedemé, T",
                        "preferred": "T Goedemé"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Using HHoT to generate institutional minimum income protection indicators",
            "date": "2019",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Colchester"
                        ]
                    },
                    "formatted": [
                        "Colchester"
                    ]
                },
                "name": [
                    "University of Essex"
                ]
            },
            "type": "book"
        },
        {
            "bookTitle": "Minimum Income Protection in Flux",
            "date": "2013",
            "editors": [
                {
                    "name": {
                        "index": "Marx, I",
                        "preferred": "I Marx"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nelson, K",
                        "preferred": "K Nelson"
                    },
                    "type": "person"
                }
            ],
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Houndmills"
                        ]
                    },
                    "formatted": [
                        "Houndmills"
                    ]
                },
                "name": [
                    "Palgrave Macmillan"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Social assistance and EU poverty thresholds 1990-2008. are European welfare systems providing just and fair protection against low income?",
            "authors": [
                {
                    "name": {
                        "index": "Nelson, K",
                        "preferred": "K Nelson"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1093/esr/jcr080",
            "id": "bib19",
            "journal": "European Sociological Review",
            "pages": {
                "first": "386",
                "last": "401",
                "range": "386–401"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "articleTitle": "OECD tax-benefit models",
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "conference": {
                "name": [
                    "Paper presented at the InGRID Expert seminar ‘Model family simulations of income policies: taking the next step with EUROMOD"
                ]
            },
            "date": "2014",
            "id": "bib20",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "date": "2017",
            "id": "bib21",
            "title": "Average annual wages",
            "type": "web",
            "uri": "https://www.oecd-ilibrary.org/social-issues-migration-health/data/oecd-employment-and-labour-market-statistics/average-annual-wages_data-00571-en"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "bookTitle": "Working hours needed to exit poverty (indicator)",
            "date": "2019",
            "doi": "10.1787/ceb8bce8-en",
            "id": "bib22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "To what extent do welfare states compensate for the cost of children? the joint impact of taxes, benefits and public goods and services",
            "authors": [
                {
                    "name": {
                        "index": "Penne, T",
                        "preferred": "T Penne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hufkens, T",
                        "preferred": "T Hufkens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goedemé, T",
                        "preferred": "T Goedemé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Storms, B",
                        "preferred": "B Storms"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1177/0958928719868458",
            "id": "bib23",
            "journal": "Journal of European Social Policy",
            "pages": {
                "first": "79",
                "last": "94",
                "range": "79–94"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "EUROMOD: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib25",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Van Mechelen, N",
                        "preferred": "N Van Mechelen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marchal, S",
                        "preferred": "S Marchal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goedemé, T",
                        "preferred": "T Goedemé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marx, I",
                        "preferred": "I Marx"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cantillon, B",
                        "preferred": "B Cantillon"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib27",
            "title": "<i>The CSB-Minimum Income Protection Indicators dataset (CSB-MIPI</i>) (CSB WP 11/05)",
            "type": "web",
            "uri": "http://www.centrumvoorsociaalbeleid.be/sites/default/files/CSB%20Working%20Paper%2011%2005_April%202011.pdf"
        },
        {
            "articleTitle": "Simulatiemodellen: instrumenten voor sociaal-economisch Onderzoek en beleid",
            "authors": [
                {
                    "name": {
                        "index": "Van Mechelen, N",
                        "preferred": "N Van Mechelen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib28",
            "journal": "Tijdschrift voor Sociologie",
            "pages": {
                "first": "137",
                "last": "153",
                "range": "137–153"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "articleTitle": "Reference housing costs for adequate dwellings in ten European capitals",
            "authors": [
                {
                    "name": {
                        "index": "Van den Bosch, K",
                        "preferred": "K Van den Bosch"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goedemé, T",
                        "preferred": "T Goedemé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schuerman, N",
                        "preferred": "N Schuerman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Storms, B",
                        "preferred": "B Storms"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.13060/23362839.2016.2.1.248",
            "id": "bib26",
            "journal": "Critical Housing Analysis",
            "pages": {
                "first": "1",
                "last": "9",
                "range": "1–9"
            },
            "type": "journal",
            "volume": "3"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Own calculation based on EU-SILC 2015 (2014 for UK and DE) data and EM uprating factors and exchange rates.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "app1table1",
                                    "label": "Table A.1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Country</th>\n<th align=\"left\">In EUR</th>\n<th align=\"left\">In national currency</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">AT</td>\n<td align=\"left\">3140.24</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">BE</td>\n<td align=\"left\">3500.56</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">BG</td>\n<td align=\"left\">601.72</td>\n<td align=\"left\">1176.84</td>\n</tr>\n<tr>\n<td align=\"left\">CY</td>\n<td align=\"left\">1891.30</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">CZ</td>\n<td align=\"left\">1024.31</td>\n<td align=\"left\">27332.60</td>\n</tr>\n<tr>\n<td align=\"left\">DE</td>\n<td align=\"left\">3495.43</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">DK</td>\n<td align=\"left\">4091.22</td>\n<td align=\"left\">30425.57</td>\n</tr>\n<tr>\n<td align=\"left\">EE</td>\n<td align=\"left\">1363.38</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">EL</td>\n<td align=\"left\">1412.15</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">ES</td>\n<td align=\"left\">1965.41</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">FI</td>\n<td align=\"left\">3167.61</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">FR</td>\n<td align=\"left\">2730.09</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">HR</td>\n<td align=\"left\">928.85</td>\n<td align=\"left\">6913.83</td>\n</tr>\n<tr>\n<td align=\"left\">HU</td>\n<td align=\"left\">695.74</td>\n<td align=\"left\">215012.62</td>\n</tr>\n<tr>\n<td align=\"left\">IE</td>\n<td align=\"left\">3984.27</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">IT</td>\n<td align=\"left\">2251.91</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">LT</td>\n<td align=\"left\">893.97</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">LU</td>\n<td align=\"left\">4753.80</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">LV</td>\n<td align=\"left\">1043.15</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">MT</td>\n<td align=\"left\">1881.91</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">NL</td>\n<td align=\"left\">3617.86</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">PL</td>\n<td align=\"left\">912.65</td>\n<td align=\"left\">3891.83</td>\n</tr>\n<tr>\n<td align=\"left\">PT</td>\n<td align=\"left\">1363.98</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">RO</td>\n<td align=\"left\">479.33</td>\n<td align=\"left\">2176.91</td>\n</tr>\n<tr>\n<td align=\"left\">SE</td>\n<td align=\"left\">3350.66</td>\n<td align=\"left\">32152.29</td>\n</tr>\n<tr>\n<td align=\"left\">SI</td>\n<td align=\"left\">1539.31</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">SK</td>\n<td align=\"left\">928.29</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">UK</td>\n<td align=\"left\">4080.11</td>\n<td align=\"left\">3526.11</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Country specific 2017 average monthly earnings used in Example 4",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s7",
                    "title": "Supplementary material",
                    "type": "section"
                }
            ],
            "id": "appendix-1",
            "title": "Appendix 1"
        }
    ],
    "acknowledgements": [
        {
            "text": "We are grateful to Alari Paulus and two anonymous referees for comments and feedbacks on a previous draft of this paper. The Hypothetical Household Tool (HHoT) has been jointly developed by the University of Essex and the University of Antwerp as an application of the EUROMOD software. The project was coordinated by Holly Sutherland (University of Essex) and Tim Goedemé (University of Antwerp). The authors are grateful to all participants of two InGRID Expert workshops on HHoT and minimum income protection organised at the University of Antwerp for comments and feedback during the development process of HHoT. The authors are also grateful to the first users of the HHoT for comments and feedback, including Sarah Marchal, Tess Penne and Linus Siöland. Financial support of the FP7-funded InGRID (Inclusive Growth Research Infrastructure Diffusion) project, under Grant Agreement No 312,691 is gratefully acknowledged. The results presented in this paper are based on EUROMOD version H1.0+. EUROMOD is maintained, developed, and managed by the Institute for Social and Economic Research (ISER) at the University of Essex, in collaboration with national teams from the EU member states. We are indebted to the many people who have contributed to the development of EUROMOD. The process of extending and updating EUROMOD is financially supported by the European Union Programme for Employment and Social Innovation ‘Easi’ (2014–2020). The results and their interpretation are the authors’ responsibility. The opinions expressed and arguments employed herein are solely those of the authors and do not necessarily reflect the official views of the European Commission or its member states or the OECD or of its member countries.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
