{
    "status": "vor",
    "id": "00209",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00209",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial",
    "published": "2020-04-30T00:00:00Z",
    "versionDate": "2020-04-30T00:00:00Z",
    "statusDate": "2020-04-30T00:00:00Z",
    "volume": 13,
    "issue": 1,
    "fpage": 1,
    "lpage": 1,
    "elocationId": "1-1",
    "pdf": "http://web:8082/00209/ijm-00209.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Colchester"
                            ]
                        },
                        "formatted": [
                            "Colchester",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research, University of Essex"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Spring 2020 issue of the International Journal of Microsimulation is published at a time when most of the attention is devoted to the COVID-19 crisis. While microsimulation models are well suited to study the impact of COVID —both from an epidemiological perspective and from a distributional and public economics perspective— and a number of analyses have been produced or are undergoing using this approach, this issue does not include any of them. Publication lags imply that this is entirely a pre-COVID issue, perhaps providing a breath of oxygen to many of us who confront daily with the challenges posed by the new emergency. (A hub for COVID-related microsimulation studies can be found at <a href=\"https://www.microsimulation.ac.uk/research-and-policy-analysis/covid-19/\">https://www.microsimulation.ac.uk/research-and-policy-analysis/covid-19/</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The first article in this issue is a “policy swap” exercise by Paolo Brunori, Maria Luisa Maitino, Letizia Ravagli and Nicola Sciclone, where they address a relevant and highly debated policy issue and test the more generous French family fiscal policies on Italy (the title, “French do it better”, says it all).",
                    "type": "paragraph"
                },
                {
                    "text": "This is followed by a paper by myself, Brian Nolan and Lane Kenworthy, where we study the determinants of the low participation rates in the US with respect to the UK. This is important for dynamic microsimulation models as they often include projections of labour supply behaviour at the extensive margin. We show that the reasons for the low performance of the US labour market are evenly split in structural motives, i.e. the characteristics of the population becoming less favourable to participation over time, and behavioural motives, i.e. the returns to characteristics becoming less favourable to participation.",
                    "type": "paragraph"
                },
                {
                    "text": "The next article, by Deborah Schofield and coauthors, presents a microsimulation model of the economic and psychosocial impacts of familial intellectual disability, specifically designed to investigate the potential impacts of receiving a positive genetic diagnosis.",
                    "type": "paragraph"
                },
                {
                    "text": "We then move to a paper by Carmela Aurora Attinà, Francesco Franceschi and Valentina Michelangeli, where they extend the Bank of Italy microsimulation model of households’ financial vulnerability by adding the evolution of consumer credit and mortgage renegotiations. The paper shows that mortgage renegotiations, by reducing loan instalments, reduce households’ vulnerability, whereas consumer credit increases it.",
                    "type": "paragraph"
                },
                {
                    "text": "The last paper, by Leif Andreassen, Dennis Fredriksen, Hege Gjefsen, Elin Halvorsen and Nils M. Stølen, is a timely and detailed description of the well-known dynamic microsimulation model MOSART. The Norwegian MOSART model is one of the longest running and actively used dynamic microsimulation models, now in its 30s but continuously updated, but lacked a recent detailed description —the MOSART reference papers were published in the 1990s as working papers by Statistics Norway, although the model was reviewed in this journal by <a href=\"#bib1\">Li and O’Donoghue (2013)</a>.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "A survey of dynamic microsimulation models: uses, model structure and methodology",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.34196/ijm.00082",
            "id": "bib1",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "55",
                "range": "3–55"
            },
            "type": "journal",
            "volume": "6"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
