{
    "status": "vor",
    "id": "00207",
    "version": 1,
    "type": "tools-resources",
    "doi": "10.34196/ijm.00207",
    "authorLine": "Lorena Zardo Trindade, Tim Goedemé",
    "title": "A new database on the contents and comparability of the income variables in EU-SILC: MetaSILC 2015",
    "published": "2019-12-31T00:00:00Z",
    "versionDate": "2019-12-31T00:00:00Z",
    "statusDate": "2019-12-31T00:00:00Z",
    "volume": 12,
    "issue": 3,
    "fpage": 62,
    "lpage": 67,
    "elocationId": "62-67",
    "pdf": "http://web:8082/00207/ijm-00207.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "The MetaSILC 2015 database is a new addition to the toolbox of EU-SILC users and producers. It documents how individual income components are aggregated into the EU-SILC target variables. Even though general and country-specific descriptions of income target variables are available in the EU-SILC methodological guidelines and in the national quality reports, it is often not clear how exactly each of the national income components is classified and aggregated into a target variable in practice. On the basis of a survey among national statistical institutes, we compiled a database which maps the exact classification of income components onto the EU-SILC target variables. The focus of the database is on EU-SILC 2015, covering 26 EU-SILC countries. The database contains information on the composition of variables regarding total income before and after transfers; income from benefits, work and capital; social contributions and taxes; as well as on recent and planned changes to the composition of the variables.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Lorena and Tim",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium",
                            "locality": [
                                "Antwerp"
                            ]
                        },
                        "formatted": [
                            "Antwerp",
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Herman Deleeck Centre for Social Policy, University of Antwerp"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "emailAddresses": [
                "Lorena.ZardoTrindade@uantwerpen.be"
            ],
            "name": {
                "index": "Zardo Trindade, Lorena",
                "preferred": "Lorena Zardo Trindade"
            },
            "orcid": "0000-0001-9646-6996",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium",
                            "locality": [
                                "Antwerp"
                            ]
                        },
                        "formatted": [
                            "Antwerp",
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Herman Deleeck Centre for Social Policy, University of Antwerp"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Oxford"
                            ]
                        },
                        "formatted": [
                            "Oxford",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for New Economic Thinking at the Oxford Martin School and Department of Social Policy and Intervention, University of Oxford"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "emailAddresses": [
                "tim.goedeme@spi.ox.ac.uk"
            ],
            "name": {
                "index": "Goedemé, Tim",
                "preferred": "Tim Goedemé"
            },
            "orcid": "0000-0002-2985-4320",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "This work has been supported by the Third Network for the Analysis of EU-SILC (Net-SILC3), funded by Eurostat."
    },
    "dataSets": {
        "availability": [
            {
                "text": "The MetaSILC 2015 database is freely available in excel to data users and other interested parties, and can be downloaded from: <a href=\"https://doi.org/10.7910/DVN/TLSZ4S\">https://doi.org/10.7910/DVN/TLSZ4S</a>.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "EU-SILC",
        "income composition",
        "comparability",
        "europe",
        "EU-SILC",
        "income variables",
        "comparability",
        "survey methodology",
        "metadata"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The EU Statistics on Income and Living Conditions (EU-SILC) is one of the principal datasets for studying income and living conditions in Europe. The data are widely used for studying poverty and inequality in the EU and serve as the data source for official poverty reduction targets. Furthermore, EU-SILC is often used for monitoring the social situation both within countries and across countries, and for carrying out both ex-ante and ex-post policy evaluations. It is also the main dataset for European countries covered by EUROMOD, the tax-benefit microsimulation model for the European Union. The quality and comparability of the income variables in EU-SILC are therefore of paramount importance. The data collection of EU-SILC follows a so-called ex-ante output harmonization model: target variables that countries must collect are specified, but the exact way in which these variables are collected is up to the participating countries. Furthermore, the fact that tax-benefit systems differ considerably across countries, makes it sometimes difficult to aggregate income components in a consistent way into the relatively generic target variables of EU-SILC. As a result, the collection and categorisation of specific income components varies considerably across countries.",
                    "type": "paragraph"
                },
                {
                    "text": "Although general and country-specific descriptions of income target variables are available in the EU-SILC methodological guidelines and in the national quality reports, it is often not clear how exactly each of the national income components is classified and aggregated into a target variable. This implies that researchers sometimes do not realise the wide variety in types of income sources that some variables cover, potentially undermining the validity of the conclusions of their analysis. Also, this constitutes an important hurdle for researchers who want to use EU-SILC for tax-benefit microsimulations, given that it is essential to know which income sources are categorised under which variable in order to simulate tax liabilities and social security contributions, or to validate simulated benefits and allowances. Often, it can be a cumbersome process to identify the exact classification of each income component.",
                    "type": "paragraph"
                },
                {
                    "text": "Therefore, in the context of Net-SILC 3<sup>[<a href=\"#fn1\">1</a>]</sup>, we created the MetaSILC 2015 database that documents how individual income components are aggregated into the EU-SILC target variables (<a href=\"#bib2\">Goedemé and Zardo Trindade, 2020a</a>). MetaSILC 2015 allowed us to produce a report with a detailed analysis of compliance with the Eurostat guidelines and definitions, looking into inconsistent classifications of income components across countries and changes to the variables across time (<a href=\"#bib3\">Goedemé and Zardo Trindade, 2020b</a>). Additionally, in a paper published by Eurostat we formulated recommendations about how to improve the quality and comparability of the income variables in EU-SILC (<a href=\"#bib4\">Zardo Trindade and Goedemé, 2020</a>). In what follows we present MetaSILC 2015 in some more detail and discuss the main outputs as well as future updates.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The focus of MetaSILC 2015 is on the 2015 wave of EU-SILC, and covers 26 EU-SILC countries. The database contains information on the composition of variables regarding total income before and after transfers; and the more disaggregated variables on income from benefits, work and capital; social contributions and taxes (see <a href=\"#app1table1\">Table A.1</a>). It contains additional information on the measurement of income in kind associated with a company car, imputed rent and the measurement of self-employment income. It also documents changes to variables in the period 2010–2015 and prospective changes in subsequent years and contains more information on outlier detection and treatment. The database is freely available in excel to EU-SILC users and other interested parties (<a href=\"#bib2\">Goedemé and Zardo Trindade, 2020a</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The main source of the database consists of two questionnaires that were sent out to National Statistical Institutes (NSIs) between July 2016 and January 2017. The NSIs of Austria, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Estonia, France, Germany, Greece, Hungary, Italy, Latvia, Luxembourg, Malta, the Netherlands, Poland, Republic of Serbia, Slovakia, Slovenia, Spain, Sweden and United Kingdom responded to both questionnaires, while the NSIs of Finland and Portugal provided partial information<sup>[<a href=\"#fn2\">2</a>]</sup>. Responding NSIs were asked to list all income sources covered in EU-SILC, at the most detailed level, and how they were classified into the EU-SILC target variables. With regard to total income before and after transfers and income from benefits, they were asked to report if the equation used to compute all four variables (HY010, HY020, HY022 and HY023) was in accordance with the Eurostat guidelines (<a href=\"#bib1\">Eurostat, 2016</a>). In the case they were not, they were asked to provide additional information on the deviations. With respect to income from benefits, income from work and from other sources, social contributions and taxes, respondents were asked to provide more details about the composition of each target variable. For each of the income components used to compute the target variables, we collected information on the official name (national language) and code in the national EU-SILC survey; the equivalent name in English; the target variable code and name; the question in the EU-SILC questionnaire, the source of the income information used; the level of aggregation when it was collected and information on whether it was collected gross and/or net.",
                    "type": "paragraph"
                },
                {
                    "text": "Complementary information to reported income components was collected over the course of 2017, 2018 and 2019. In addition to the information from the survey among national statistical institutes, the accompanying report was supplemented with information from the national quality reports, the comparative quality reports, the national questionnaires and other sources. <sup>[<a href=\"#fn3\">3</a>]</sup> NSIs were asked to answer follow-up questions for clarification and to review a preliminary version of the database and report. All comments received were included in the report and in the dataset when appropriate.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. The database",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Using the MetaSILC 2015 database, a report (<a href=\"#bib3\">Goedemé and Zardo Trindade, 2020b</a>) and a working paper (<a href=\"#bib4\">Zardo Trindade and Goedemé, 2020</a>) were compiled. In the report, for each income variable used to construct total disposable household income (see <a href=\"#app1table1\">Table A.1</a>), we discuss compliance with Eurostat guidelines, misclassifications and omitted income sources that could undermine cross-national comparability. The sections for each target variable contain a summary with main findings, the variable definition in the Eurostat guidelines, general results on cross-national comparability, and a section with detailed remarks by country. In the working paper, we bring together the main findings from the report, highlight prospective changes to EU-SILC in response to our report, and formulate some recommendations regarding how comparability can be improved in the future. Apart from updating and expanding the MetaSILC 2015 database, our main recommendations include the establishment of an expert panel which would help Eurostat to improve the description of the target variables and help NSIs to aggregate all income sources into the EU-SILC target variables in a way that is consistent across countries. Also, the ex-ante output harmonization model could be strengthened by providing concrete examples of a ‘preferred way’ to ask questions regarding income in the EU-SILC questionnaires, especially with regard to the level of detail with which questions are asked and the examples that are given as income sources to be included (eg, when asking about income from capital), in line with what is already done for the variables on material deprivation. Other recommendations include setting up a repository for research that documents the impact on the income variables of moving from survey data to register data, and creating more consistency, and transparency, regarding the way in which NSIs convert net incomes to gross incomes and the other way around.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. The various outputs",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "It is hard to find detailed information on the exact implementation of EU-SILC in each country, and to document the comparability of the income variables. In our opinion, the MetaSILC 2015 database, set out as a onetime survey among the data producers, proved to be very helpful for collecting detailed metadata on how specific income components were aggregated into the EU-SILC income target variables. Therefore, we believe it is a useful strategy to repeat and expand MetaSILC in the future, preferably by Eurostat, as it clearly provides essential information that is nowhere else available. Ideally, this would be done during the data production process, as at that point all required information is already available to NSIs. We are confident that for future updates, it should be possible to limit the required time investment on the part of NSIs. One can also think about ways to facilitate data users to share more information on the comparability of specific variables for specific research purposes.",
                    "type": "paragraph"
                },
                {
                    "text": "A more ambitious expansion that could be considered, and would be very useful to many users, is to complete the MetaSILC dataset with an institutional description of each income component (especially benefits) covered by the target variables. This would allow individual users or ex-post harmonisers like Eurostat and the Luxembourg Income Study (LIS) to save considerable time when looking for institutional information before creating aggregates out of the detailed national components.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Future updates",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "The Third Network for the Analysis of EU-SILC, funded by Eurostat, see <a href=\"https://ec.europa.eu/eurostat/cros/content/third-eu-silc-network-income-and-living-conditions-net-silc3_en\">https://ec.europa.eu/eurostat/cros/content/third-eu-silc-network-income-and-living-conditions-net-silc3_en</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Ireland, Lithuania, Romania, Norway, Iceland, Switzerland did not take part even though they have data available for <a href=\"#bib1\">Eurostat (2016)</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Some of the information was also cross-checked with information from the European System of Integrated Social Protection Statistics (ESSPROS), the Mutual Information System on Social Protection (MISSOC,) as well as the EUROMOD country reports.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": "Eurostat",
                    "type": "group"
                }
            ],
            "date": "2016",
            "details": "https://circabc.europa.eu/sd/a/afb4601b-4e5c-4f40-86bb-0c3d0d94aa12/DOCSILC065operation2015VERSION08-08-2016.pdf, [Accessed 06.02.2020]",
            "id": "bib1",
            "title": "Methodological guidelines and description of EU-SILC target variables. DocSILC065 (2015 operation), European Commission",
            "type": "unknown",
            "uri": "https://circabc.europa.eu/sd/a/afb4601b-4e5c-4f40-86bb-0c3d0d94aa12/DOCSILC065operation2015VERSION08-08-2016.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Goedemé, T",
                        "preferred": "T Goedemé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zardo Trindade, L",
                        "preferred": "L Zardo Trindade"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "discriminator": "a",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Antwerp"
                        ]
                    },
                    "formatted": [
                        "Antwerp"
                    ]
                },
                "name": [
                    "Herman Deleeck Centre for Social Policy, University of Antwerp"
                ]
            },
            "title": "https://doi.org/10.7910/DVN/TLSZ4S",
            "type": "web",
            "uri": "https://doi.org/10.7910/DVN/TLSZ4S",
            "website": "MetaSILC 2015: A database on the contents and comparability of the EU-SILC income variables [Data file]"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Goedemé, T",
                        "preferred": "T Goedemé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zardo Trindade, L",
                        "preferred": "L Zardo Trindade"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "MetaSILC 2015: A report on the contents and comparability of the EU-SILC income variables",
            "date": "2020",
            "discriminator": "b",
            "doi": "10.13140/RG.2.2.16292.63368",
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Oxford"
                        ]
                    },
                    "formatted": [
                        "Oxford"
                    ]
                },
                "name": [
                    "Institute for New Economic Thinking at the Oxford Martin School, University of Oxford and Antwerp: Herman Deleeck Centre for Social Policy, University of Antwerp"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Zardo Trindade, L",
                        "preferred": "L Zardo Trindade"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goedemé, T",
                        "preferred": "T Goedemé"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The comparability of the EU-SILC income variables: review and recommendations",
            "date": "2020",
            "doi": "10.2785/047001",
            "edition": "2020",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Eurostat, Luxembourg"
                        ]
                    },
                    "formatted": [
                        "Eurostat, Luxembourg"
                    ]
                },
                "name": [
                    "Publication Office of the European Union"
                ]
            },
            "type": "book"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i> = Eurostat (2016a).",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "Notes: The suffix G refers to Gross; the suffix N refers to values net of taxes and social contributions.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "app1tablefn1",
                                    "label": "(*)",
                                    "text": [
                                        {
                                            "text": "Indicates that the variable was analysed in the context of the MetaSILC 2015 report <a href=\"#bib3\">Goedemé and Zardo Trindade, 2020b</a>.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "app1table1",
                            "label": "Table A.1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Code</th>\n<th align=\"left\">Name</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">HY010 <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Total household gross income</td>\n</tr>\n<tr>\n<td align=\"left\">HY020 <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Total disposable household income</td>\n</tr>\n<tr>\n<td align=\"left\">HY022 <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Before social transfers other than old-age and survivor’s benefits</td>\n</tr>\n<tr>\n<td align=\"left\">HY023<sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Total disposable household income before social transfers including<br/>old-age and survivor’s benefits</td>\n</tr>\n<tr>\n<td align=\"left\">HY030G/HY030N</td>\n<td align=\"left\">Imputed rent</td>\n</tr>\n<tr>\n<td align=\"left\">HY040G/HY040N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Income from rental of a property or land</td>\n</tr>\n<tr>\n<td align=\"left\">HY090G/HY090N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Interest, dividends, profit from capital investments in unincorporated business</td>\n</tr>\n<tr>\n<td align=\"left\">HY050G/HY050N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Family/children related allowances</td>\n</tr>\n<tr>\n<td align=\"left\">HY060G/HY060N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Social exclusion not elsewhere classified</td>\n</tr>\n<tr>\n<td align=\"left\">HY070G/HY070N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Housing allowances</td>\n</tr>\n<tr>\n<td align=\"left\">HY080G/HY080N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Regular inter-household cash transfer received</td>\n</tr>\n<tr>\n<td align=\"left\">HY081G/HY081N</td>\n<td align=\"left\">Alimonies received (compulsory+ voluntary)</td>\n</tr>\n<tr>\n<td align=\"left\">HY100G/HY100N</td>\n<td align=\"left\">Interest repayments on mortgage</td>\n</tr>\n<tr>\n<td align=\"left\">HY110G/HY110N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Income received by people aged under 16</td>\n</tr>\n<tr>\n<td align=\"left\">HY120G/HY120N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Regular taxes on wealth</td>\n</tr>\n<tr>\n<td align=\"left\">HY130G/HY130N</td>\n<td align=\"left\">Regular inter-household cash transfer paid</td>\n</tr>\n<tr>\n<td align=\"left\">HY131G/HY131N</td>\n<td align=\"left\">Alimonies paid (compulsory+ voluntary)</td>\n</tr>\n<tr>\n<td align=\"left\">HY140G/HY140N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Tax on income and social contributions</td>\n</tr>\n<tr>\n<td align=\"left\">HY145N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Repayments/receipts for tax adjustment</td>\n</tr>\n<tr>\n<td align=\"left\">HY170G/HY170N</td>\n<td align=\"left\">Value of goods produced for own consumption</td>\n</tr>\n<tr>\n<td align=\"left\">PY010G/PY010N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Employee cash or near cash income</td>\n</tr>\n<tr>\n<td align=\"left\">PY020G/PY020N</td>\n<td align=\"left\">Non-cash employee income</td>\n</tr>\n<tr>\n<td align=\"left\">PY021G/PY021N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Company car</td>\n</tr>\n<tr>\n<td align=\"left\">PY030G</td>\n<td align=\"left\">Employer’s social insurance contribution</td>\n</tr>\n<tr>\n<td align=\"left\">PY031G</td>\n<td align=\"left\">Optional employer’s social insurance contributions</td>\n</tr>\n<tr>\n<td align=\"left\">PY035G/PY035N</td>\n<td align=\"left\">Contributions to individual private pension plans</td>\n</tr>\n<tr>\n<td align=\"left\">PY050G/PY050N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Cash benefits or losses from self-employment</td>\n</tr>\n<tr>\n<td align=\"left\">PY070G/PY070N</td>\n<td align=\"left\">Value of goods produced for own consumption</td>\n</tr>\n<tr>\n<td align=\"left\">PY080G/PY080N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Pension from individual private plans</td>\n</tr>\n<tr>\n<td align=\"left\">PY090G/PY090N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Unemployment benefits</td>\n</tr>\n<tr>\n<td align=\"left\">PY100G/PY100N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Old-age benefits</td>\n</tr>\n<tr>\n<td align=\"left\">PY110G/PY110N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Survivor’s benefits</td>\n</tr>\n<tr>\n<td align=\"left\">PY120G/PY120N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Sickness benefits</td>\n</tr>\n<tr>\n<td align=\"left\">PY130G/PY130N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Disability benefits</td>\n</tr>\n<tr>\n<td align=\"left\">PY140G/PY140N <sup><a href=\"#app1tablefn1\">(*)</a></sup></td>\n<td align=\"left\">Education-related allowances</td>\n</tr>\n<tr>\n<td align=\"left\">PY200G</td>\n<td align=\"left\">Gross monthly earnings for employees</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "List of EU-SILC income-related variables and those included in MetaSILC 2015",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "appendix-1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "We are grateful to Matteo Richiardi for providing the opportunity to publish this article in the International Journal of Microsimulation; to Jeroen Horemans, Adeline Otto, Tess Penne and Wim Van Lancker for their contribution to the analysis of the MetaSILC 2015 database; and to Anne-Catherine Guio, Cristina Lopez-Vilaplana, Eric Marlier, Peter Lynn and Teresa Munzi for most helpful comments and suggestions regarding the accompanying the report and paper. In addition, we would like to thank all those involved in responding to the Net-SILC3 questionnaires we circulated to collect the information for MetaSILC 2015 and the first draft of the database and report. This work has been supported by the Third Network for the Analysis of EU-SILC (Net-SILC3), funded by Eurostat. The European Commission bears no responsibility for the analyses and conclusions, which are solely those of the authors.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
