{
    "status": "vor",
    "id": "00203",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00203",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial",
    "published": "2019-12-31T00:00:00Z",
    "versionDate": "2019-12-31T00:00:00Z",
    "statusDate": "2019-12-31T00:00:00Z",
    "volume": 12,
    "issue": 3,
    "fpage": 1,
    "lpage": 2,
    "elocationId": "1-2",
    "pdf": "http://web:8082/00203/ijm-00203.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Essex"
                            ]
                        },
                        "formatted": [
                            "Essex",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research, University of Essex"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Winter 2019 issue of the International Journal of Microsimulation starts with a review by Karel van den Bosch of “Simulating Societal Change”, a book by Peter Davis and Roy Lay-Yee. Peter Davis has been active in microsimulation modelling for a long time, and this book summarises his work and the work of his team at COMPASS, the Centre of Methods and Policy Application in the Social Sciences at the University of Auckland. The review argues that SociaLab, the dynamic microsimulation model described in the book, is a nice model but it is asked too ambitious questions. It is interesting to compare the review with another somewhat critical review that the book has received (<a href=\"#bib1\">Crothers, 2019</a>): the reader can then decide which review is more informative. My reading is that we can be proud of our journal.",
                    "type": "paragraph"
                },
                {
                    "text": "The second contribution is an article by Martin Spielauer and Olivier Dupriez describing a novel microsimulation platform called DYNAMIS-POP, with an application on a child vaccination program in Nepal. DYNAMIS-POP is an “extendable multipurpose” dynamic model focusing on demographic change, education and health, explicitly designed having data availability in developing countries in mind. The model is free software, fully documented and available for download from its website <a href=\"http://dynamis.ihsn.org/\">http://dynamis.ihsn.org/</a>. The journal believes in free software and fully supports the dissemination effort behind this project.",
                    "type": "paragraph"
                },
                {
                    "text": "The third article, by Slavko Bezeredi and co-authors, introduces miCROmod, a tax-benefit microsimulation model of the EUROMOD family for Croatia supplemented by some features not present in EUROMOD-Croatia (mainly local-level benefits), and enriched with a job choice model to assess labour supply reactions to policy reforms. The authors illustrate the usefulness of the model by an ex ante evaluation of the effects of the introduction of two means-tested in-work-benefits, one means at the household and the other one at the individual level. The authors show that the first one performs better at the poverty relief side, but does worse with regards to stimulating labour market participation and number of hours worked, and is as a consequence more costly for society. The model is unfortunately proprietary and not available to the wider scientific community.",
                    "type": "paragraph"
                },
                {
                    "text": "The fourth article, by Lorenza Zardo Trindade and Tim Goedemé is a “data watch” describing a new meta-database called MetaSILC 2015 which documents how individual income components are aggregated into the EU-SILC target variables. (An income component should be understood as a specific source of income, which typically is much more disaggregated than an income target variable.) The MetaSILC 2015 Database is put together in Microsoft Excel, and is freely available for download. This will be of interest to many microsimulation modellers using the SILC data.",
                    "type": "paragraph"
                },
                {
                    "text": "The final article of this issue has 10 authors —based at the University of Essex, the Joint Research Centre of the European Commission in Seville, and the University of Antwerp— who have worked together to add the Hypothetical Household Tool (HHoT) to the suite of tools available in EUROMOD. HHoT can calculate entitlements to unemployment benefits, maternity, paternity and parental benefits, and housing and heating benefits, for an arbitrary number of user-defined individual profiles. In the survey data that are normally used by EUROMOD, some of the variables required for computing these benefits are missing or mixed up with other variables, which means that all of these policies have proved problematic for inclusion in the main EUROMOD model. User-defined individual profiles bypass these data problems, and also allow to focus on specific individual types of interest.",
                    "type": "paragraph"
                },
                {
                    "text": "Overall, this issue is devoted to tools which are made available to the scientific community. Documenting such tools and supporting the effort of the researchers that created them is one of the “raison d’être” of the journal. We will welcome comments and feedback on such tools by our readers.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Book Review: Peter Davis and Roy Lay-Yee, Simulating Societal Change: Counterfactual Modelling for Social and Policy Inquiry",
            "authors": [
                {
                    "name": {
                        "index": "Crothers, C",
                        "preferred": "C Crothers"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1177/1440783319862683",
            "id": "bib1",
            "journal": "Journal of Sociology",
            "pages": {
                "first": "NP7",
                "last": "NP9",
                "range": "NP7–NP9"
            },
            "type": "journal",
            "volume": "55"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
