{
    "status": "vor",
    "id": "00201",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00201",
    "authorLine": "Ross Richardson et al.",
    "title": "Understanding low female labour force participation: Policy evaluation using microsimulation",
    "published": "2020-07-20T00:00:00Z",
    "versionDate": "2020-07-20T00:00:00Z",
    "statusDate": "2020-07-20T00:00:00Z",
    "volume": 12,
    "issue": 2,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00201/ijm-00201.pdf",
    "subjects": [
        {
            "id": "labour-supply-demand",
            "name": "Labour supply and demand"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "We project medium to long term trends in labour force participation and employment for selected low-participation EU countries (Italy, Spain, Ireland, Hungary and Greece), with Sweden as a benchmark, by means of a dynamic microsimulation model. By exploring alternative scenarios to our baseline forecasts and their implications for GDP growth, we find that the gap between male and female participation is mostly explained by (i) differences in the individual conditional behaviour of older female cohorts, (ii) inadequate family policies. In particular, our results show that the conditional behaviour of younger women in the low-participation countries is similar to that in Sweden. In a nutshell, what is needed is not a change of behaviour on the side of women but a change of mentality on the side of institutions and firms.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richardson et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "University of Oxford"
                            ]
                        },
                        "formatted": [
                            "University of Oxford",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for New Economic Thinking at the Oxford Martin School"
                    ]
                }
            ],
            "emailAddresses": [
                "ross.richardson@maths.ox.ac.uk"
            ],
            "name": {
                "index": "Richardson, Ross",
                "preferred": "Ross Richardson"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Torino"
                            ]
                        },
                        "formatted": [
                            "Torino",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Universita’ di Torino, and LABORatorio Revelli"
                    ]
                }
            ],
            "emailAddresses": [
                "Lia.pacelli@unito.it"
            ],
            "name": {
                "index": "Pacelli, Lia",
                "preferred": "Lia Pacelli"
            },
            "orcid": "0000-0003-1224-9666",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "University of Essex"
                            ]
                        },
                        "formatted": [
                            "University of Essex",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo",
                "preferred": "Matteo Richiardi"
            },
            "orcid": "0000-0002-3749-7386",
            "type": "person"
        }
    ],
    "dataSets": {
        "availability": [
            {
                "text": "EU-SILC data is available to all researchers upon request to Eurostat. OECD data from the Family database is publicly available from the OECD website.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "dynamic microsimulation",
        "labour supply",
        "female participation",
        "family policies"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Despite recent increases in female labour market participation, the female employment rate in Europe is still 11.5 percentage points (ppt) below the employment rate of men, with huge disparities among Member States. The employment gap is highest in Italy and Greece (19.4 and 18.3 ppt respectively) and lowest in Sweden (4.6 ppt), Lithuania (2.5 ppt) and Finland (1.9 ppt). Fostering the higher participation of women is crucial to meet the Europe 2020 target of achieving an overall employment rate of at least 75% by 2020; this in turn would be crucial to reduce the risk of social exclusion and poverty for women and to achieve inclusive growth (<a href=\"#bib17\">European Comission, 2013</a>). In this framework, <a href=\"#bib12\">Richardson et al. (2018)</a> present medium- and long-term projections of female participation and employment rates for a selected number of EU Member States (Sweden, Italy, Spain, Ireland, Hungary and Greece) and suggest that by 2020 none of these countries except Sweden will have reached the employment rate target (though Ireland will be close). In the present paper, we analyse the role played by some key drivers (demography, education, participation behaviour) and by some policy actions in shaping future female labour market participation in the same selection of countries, in order to obtain indications on which are the factors having the highest bearing in the unsatisfactory projected evolution of participation in those countries. To be more specific, we explore the implications of different scenarios for the parameters of the microsimulation model introduced in <a href=\"#bib12\">Richardson et al. (2018)</a>, and contrast these scenarios with the baseline projections for the selected EU Member States that were also presented in that paper.",
                    "type": "paragraph"
                },
                {
                    "text": "To anticipate our main conclusions, we find that the gap between male and female participation is mostly explained by (i) differences in the individual conditional behaviour of older female cohorts, (ii) inadequate family policies. In particular, our results show that the conditional behaviour of younger women in the low-participation countries is similar to that in Sweden. All this suggests that a change of behaviour on the side of women has already been achieved but it has not been accompanied by an adequate change of approach on the side of institutions and firms.",
                    "type": "paragraph"
                },
                {
                    "text": "Before discussing our exercise and its results, a remark is important on the ability of the model to examine policy effects. The model on which we base our exercise is a reduced form one, estimated exploiting both within country variation and cross-sectional variation<sup><a href=\"#fn1\">1</a></sup>. However, although these are reduced form equations, the inclusion of lagged values of individuals’ participation (as discussed in Section 2 below) can control for a large part of unobserved individuals’ heterogeneity as well as for persistence in individual’s behaviour. This will make the estimated parameters closer to structural ones and produce a reasonably reliable descriptive exercise about policy changes. Then the projections are made under the implicit assumption that the underlying structural relationships between variables on which the model is built will remain stable over the simulation period. They could indeed change either endogenously, because of feedback mechanisms that operate at scales not observed in the data, and therefore not considered in the model, or for exogenous reasons, because of the arrival of unexpected shocks (as a surge in migration flows) that modify both the characteristics and the behaviours of the population. Therefore, we stress that our projections should be considered as <i>benchmarks</i>, rather than forecasts: these benchmarks are useful insofar they point to the implicit consequences of the dynamics that are currently under way in the society, and that could trigger or require at some point in the future the activation of corrective mechanisms. Such benchmarks allow us to investigate, <i>par différence</i>, the effects of specific scenario or policy parameters, and the determinants of the results. This is what we do when we contrast the results obtained in the baseline scenario with those obtained under alternative scenarios. To the best of our knowledge, there is no straightforward way of improving on this. A structural labour supply model based on a tax-benefit model (EUROMOD) may be a challenging way to improve on it, and it is high on our agenda for the future. However, we reckon the present exercise interesting and informative in a descriptive – not normative – way, as it is a way of showing which determinants have the highest bearing on the dynamics of the long run trends in female participation and occupation rates.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is structured as follows. In Section 2 we briefly describe the model and the baseline scenario; in Section 3 we describe the different scenarios under investigation; in Section 4 we analyse, country by country, the <i>baseline drivers</i>, while Section 5 is devoted to <i>policy actions</i> scenarios. Section 6 concludes. The Appendix reports further details on the model and the baseline scenario.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "As anticipated, the countries we analyse have been selected because they are among the most problematic in terms of female participation and employment rates, as well as in terms of gender (in)equality. Sweden has been included as a high participation benchmark. The microsimulation model is comprised of four different modules, as plotted in <a href=\"#fig1\">Figure 1</a><sup><a href=\"#fn2\">2</a></sup>: (i) Demography, (ii) Education, (iii) Household composition, and (iv) Labour market. In each period, agents first go through the Demographic module, which deals with evolving the population structure by age, gender and area, based on Eurostat official demographic projections. Then, individuals above an individual-specific age threshold retire. Retired individuals remain in the simulation until they die but nothing else happens to them, except the ageing process. Students enter the Education module. If they remain in education, nothing else happens to them until the next period. If they exit education, they join the ranks of potentially active individuals. Females enter the Household composition module, where it is determined whether they form or remain in a union and whether they give birth to a child. Then, they join males in the Labour market module, where participation and employment are finally determined.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00201%2Fijm-00201-fig001.tif",
                                "size": {
                                    "width": 1594,
                                    "height": 1127
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00201%2Fijm-00201-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00201-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Model structure",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In choosing the specifications for the different equations that contribute to determine participation patterns, we looked at the ‘usual suspects’ identified in the literature (see <a href=\"#bib7\">Del Boca and Wetzels, 2007</a>, and <a href=\"#bib4\">Boeri et al., 2008</a> for surveys, but also see for instance <a href=\"#bib14\">Saurel-Cubizolles et al., 1999</a>; <a href=\"#bib5\">Bratti et al., 2005</a>; <a href=\"#bib2\">Attanasio et al., 2008</a>; <a href=\"#bib9\">Genre et al., 2010</a>; <a href=\"#bib6\">Cipollone and D’Ippoliti, 2011</a>), as well as at policies. <a href=\"#bib15\">Thévenon (2011)</a> performs a principal component analysis aimed at identifying the most important characteristics of family policy packages in OECD countries. He finds two main components: one related to support allowing parents to combine work with childcare, and another related to the generosity of leave entitlements in terms of money and duration. We draw from this literature, to choose the baseline scenario and the different parametrization, listed in <a href=\"#table1\">Table 1</a> (policy parameters highlighted in italics)<sup><a href=\"#fn3\">3</a></sup>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Outcome</th>\n<th align=\"left\">Determinants</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Student</td>\n<td align=\"left\">age, gender, region</td>\n</tr>\n<tr>\n<td align=\"left\">Education</td>\n<td align=\"left\">age, gender, region</td>\n</tr>\n<tr>\n<td align=\"left\">Consensual union (female only)</td>\n<td align=\"left\">age, student(t-1), education, participation(t-1), cohabitation(t-1), children(t-1), region, retired(t-1)</td>\n</tr>\n<tr>\n<td align=\"left\">Maternity (female only)</td>\n<td align=\"left\">age, student(t-1), education, participation(t-1), cohabitation(t-1), children(t-1), region, <i>fertility rate, public childcare, maternity benefits, part-time rate</i></td>\n</tr>\n<tr>\n<td align=\"left\">Participation: women with children aged 0–3 inclusive</td>\n<td align=\"left\">age, student(t-1), education, participation(t-1), cohabitation(t-1), region, <i>public childcare, maternity benefits, part-time rate, post-crisis dummy</i></td>\n</tr>\n<tr>\n<td align=\"left\">Participation: women with children aged 4–12 inclusive</td>\n<td align=\"left\">age, student(t-1), education, participation(t-1), cohabitation(t-1), region, <i>part-time rate, post-crisis dummy</i></td>\n</tr>\n<tr>\n<td align=\"left\">Participation: women without children aged 0–12 inclusive</td>\n<td align=\"left\">age, student(t-1), education, participation(t-1), cohabitation(t-1), region, <i>post-crisis dummy</i></td>\n</tr>\n<tr>\n<td align=\"left\">Participation: men</td>\n<td align=\"left\">age, student(t-1), education, participation(t-1), region, <i>post-crisis dummy</i></td>\n</tr>\n<tr>\n<td align=\"left\">Employment</td>\n<td align=\"left\">age, gender, student(t-1), education, participation(t-1), unemployment rate, region, <i>post-crisis dummy</i></td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Determinants of the estimated processes at an individual level. Determinants annotated with (t-1) symbolise that the one-period (one year) lag is used",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Although these are reduced form equations, the inclusion of lagged values of individuals’ participation can control for a large part of unobserved individuals’ heterogeneity as well as for persistence in individual’s behaviour. This will make the estimated parameters closer to structural ones and produce a reasonably reliable descriptive exercise about policy changes.",
                    "type": "paragraph"
                },
                {
                    "text": "As a final remark, notice that employment rates are computed in the microsimulation conditional on participation and do not feed back into the evolution of the other variables. I.e., differences in employment rates are entirely explained by differences in participation rates, for given parameters controlling the speed of recovery from the Great Recession.<sup><a href=\"#fn4\">4</a></sup> Hence, in presenting the results we will focus mainly on participation rates; employment rates will be discussed for the scenarios involving a change in parameters related to the recovery from the Great Recession only.",
                    "type": "paragraph"
                },
                {
                    "text": "Participation rates projected according to the baseline scenario will be plotted in the result sections 4 and 5, along with the participation rates projected according to the different scenarios discussed in the next section.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. The model and the baseline scenario",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "They are chosen with two objectives in mind. First, we wish to offer a better comprehension of the drivers of the baseline results, by deliberately “switching off” country-specific differences one at a time. Hence, we analyse what happens in the low participation countries (Italy, Spain, Greece, Hungary and Ireland) when we endow them with ‘Swedish features’, from demographic evolution, to educational attainments and conditional participation behaviour of women. Second, we wish to investigate the effects of key parameters which might be affected by policies. These involve the speed of recovery from the Great Recession, the suppression of early retirement opportunities, and more favourable family policies.",
                    "type": "paragraph"
                },
                {
                    "text": "We will label the two sets of different parameterisations <i>baseline drivers</i> and <i>policy actions</i>, respectively, though the distinction between the two sets is fuzzy and mainly concerns the choice of the parameters values: when analysing the <i>baseline drivers</i>, we set the relevant parameters to “extreme” values (those of the benchmark country, which are generally implausible for the other countries), while when we investigate <i>policy actions</i> we choose “reasonable” values for the parameters. This because we acknowledge that policies might also affect the baseline drivers – for instance, by modifying the incentives that shape fertility rates, migration flows, or educational choices. To address this issue, starting from the “extreme” Swedish values for – e.g. – educational attainments, we elaborate on the responsiveness of the model outcomes with respect to more “reasonable” educational levels, in order to provide an idea of the effects of more realistic educational policies.",
                    "type": "paragraph"
                },
                {
                    "text": "Notice that, when analysing <i>baseline drivers</i> we are not in the position to decompose exactly the total projected change in participation and employment rates into their different causal pathways, as changing parameters in turns, as described, prevents us to compute exact shares of the differences in outcomes between the low participation countries and Sweden, as they do not sum up mechanically to one. To do so we would have needed an Oaxaca-Blinder decomposition exercise, but the cost of doing so would have been to prevent us to analyse the impact of these differences in the model projections. However, in pursuing our strategy, we can nevertheless provide an intuitive way of discriminating between more and less important channels, focussing on the relative size of these differences.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "The <i>Swedish participation</i> scenario is meant to disentangle the effects of individual characteristics from composition effects, in explaining participation rates. For instance, having small children negatively affects female participation, to a degree which is estimated in the data and is country-specific. The (country-specific) estimated coefficients measure the effects of the covariates (having versus not having small children in our example) on the outcome.<sup><a href=\"#fn5\">5</a></sup> On top of the differences in the estimated coefficients, countries also differ with respect to the fraction of women with small children, and in their characteristics (age, education, etc.), that is in the composition of the population with respect to the determinants of the outcome of interest. The <i>Swedish participation</i> scenario assumes that in all countries, all covariates have the same effect as in Sweden, with respect to participation. Hence, differences in outcomes must be attributed to composition effects only. While in the <i>Swedish demography</i> and the <i>Swedish education</i> scenarios described below we keep population characteristics fixed to Swedish levels, here we keep their effects fixed to Swedish levels, and keep the country-specific population characteristics as in the baseline.<sup><a href=\"#fn6\">6</a></sup> Hence the <i>Swedish participation</i> scenario allows us to answer the following questions: What would happen in country X if individuals were to behave as in Sweden, with respect to their labour force participation decisions? Is it behaviour (conditional on characteristics), or is it the characteristics of the population in terms of the distribution of individual traits, that matters the most in explaining the outcome?<sup><a href=\"#fn7\">7</a></sup>",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-1",
                            "title": "3.1.1 Swedish participation",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In the <i>Swedish demography</i> scenario, the demographic evolution is the same as in Sweden<sup><a href=\"#fn8\">8</a></sup>. <a href=\"#table2\">Table 2</a> reports the projected evolution of the old-age dependency ratio (the ratio between the projected number of persons aged over 65 years and the projected number of persons aged between 15 and 64 years, expressed per 100 persons aged 15–64 years) in the baseline scenario, ordered from lowest (Ireland) to highest (Italy) in 2015. Sweden is the country which is closest to a demographic equilibrium, with an old-age dependency ratio that is projected to grow only moderately over the forecasting horizon: from being in the middle of the ranking in 2015, it is expected to become the country with the lowest ratio among the selected countries from 2040 onwards. This reinforces the choice of Sweden as a benchmark.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source</i>: Eurostat – Population Projections EUROPOP2013.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table2",
                                            "label": "Table 2",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"6\">Old-age dependency rates (%)</th>\n</tr>\n<tr>\n<th align=\"left\">Year</th>\n<th align=\"left\">2015</th>\n<th align=\"left\">2020</th>\n<th align=\"left\">2030</th>\n<th align=\"left\">2040</th>\n<th align=\"left\">2050</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Ireland</td>\n<td align=\"left\">19.8</td>\n<td align=\"left\">23.2</td>\n<td align=\"left\">30.3</td>\n<td align=\"left\">38.6</td>\n<td align=\"left\">44.8</td>\n</tr>\n<tr>\n<td align=\"left\">Hungary</td>\n<td align=\"left\">26.4</td>\n<td align=\"left\">30.5</td>\n<td align=\"left\">34.4</td>\n<td align=\"left\">39.8</td>\n<td align=\"left\">47.3</td>\n</tr>\n<tr>\n<td align=\"left\">Spain</td>\n<td align=\"left\">27.8</td>\n<td align=\"left\">30.4</td>\n<td align=\"left\">39.6</td>\n<td align=\"left\">53.5</td>\n<td align=\"left\">62.5</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Sweden</b></td>\n<td align=\"left\"><b>31.2</b></td>\n<td align=\"left\"><b>33.0</b></td>\n<td align=\"left\"><b>35.5</b></td>\n<td align=\"left\"><b>37.4</b></td>\n<td align=\"left\"><b>37.5</b></td>\n</tr>\n<tr>\n<td align=\"left\">Greece</td>\n<td align=\"left\">31.9</td>\n<td align=\"left\">34.3</td>\n<td align=\"left\">41.2</td>\n<td align=\"left\">53.2</td>\n<td align=\"left\">63.6</td>\n</tr>\n<tr>\n<td align=\"left\">Italy</td>\n<td align=\"left\">33.3</td>\n<td align=\"left\">34.9</td>\n<td align=\"left\">40.8</td>\n<td align=\"left\">49.9</td>\n<td align=\"left\">52.9</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Projected old-age dependency ratio, baseline scenario",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s3-1-2",
                            "title": "3.1.2. Swedish demography",
                            "type": "section"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Baseline drivers",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the <i>Swedish education</i> scenario, the distribution of educational attainments is the same as in Sweden. <a href=\"#table3\">Table 3</a> reports the share of individuals with respectively high and low levels of education, in the baseline scenario, in the base year of the simulation. Sweden is the country with the highest (lowest) proportion of people with high (low) education. In the <i>Swedish education</i> scenario, initial educational attainments are modified to reflect the same distribution of educational levels as in Sweden. Then, the share of highly educated individuals increases, in all countries, as predicted in the aggregate projections presented in <a href=\"#bib12\">Richardson et al. (2018)</a>, at the expenses of the share of poorly educated individuals.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\" colspan=\"2\">High education (%)</th>\n<th align=\"left\" colspan=\"2\">Low education (%)</th>\n</tr>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Females</th>\n<th align=\"left\">Males</th>\n<th align=\"left\">Females</th>\n<th align=\"left\">Males</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Italy</td>\n<td align=\"left\">16.8</td>\n<td align=\"left\">13.5</td>\n<td align=\"left\">37.3</td>\n<td align=\"left\">38.9</td>\n</tr>\n<tr>\n<td align=\"left\">Hungary</td>\n<td align=\"left\">21.6</td>\n<td align=\"left\">15.1</td>\n<td align=\"left\">24.8</td>\n<td align=\"left\">21.2</td>\n</tr>\n<tr>\n<td align=\"left\">Greece</td>\n<td align=\"left\">22.8</td>\n<td align=\"left\">20.8</td>\n<td align=\"left\">35.6</td>\n<td align=\"left\">34.2</td>\n</tr>\n<tr>\n<td align=\"left\">Spain</td>\n<td align=\"left\">30.4</td>\n<td align=\"left\">26.6</td>\n<td align=\"left\">44.7</td>\n<td align=\"left\">48.8</td>\n</tr>\n<tr>\n<td align=\"left\">Ireland</td>\n<td align=\"left\">33.0</td>\n<td align=\"left\">35.3</td>\n<td align=\"left\">29.1</td>\n<td align=\"left\">34.2</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Sweden</b></td>\n<td align=\"left\"><b>38.4</b></td>\n<td align=\"left\"><b>26.5</b></td>\n<td align=\"left\"><b>13.6</b></td>\n<td align=\"left\"><b>17.0</b></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Share of people aged 18–65 years with high (ISCED level 3) and low (ISCED level 1) education, base year",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.1.3. Swedish education",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "In the <i>Delayed recovery</i> scenario we assume that the effects of the Great Recession on participation and employment fade away more slowly. The Great Recession enters the model in two ways. First, we introduced a flag that signals the presence of the crisis in the participation and employment equations, which is set to zero in the estimation data prior to 2009 and set to one from 2009 onwards: the estimated coefficient of this flag measures, in each country, the strength of the effects of the crisis. Second, the aggregate unemployment rate that enters the employment equation is measured in the estimation data and also reflects the effects of the crisis. In the simulations, the estimated coefficient of the flag is kept constant, but the flag itself, signalling the presence of the crisis, is allowed to “shrink” towards zero. In the baseline scenario, the value of this flag decreases linearly from one to zero, and reaches zero in 2020 (2030 in Greece). The aggregate unemployment rate is also assumed to decrease linearly to pre-crisis levels, which are reached in 2020 (2030 in Greece). Hence, in the baseline scenario the Great Recession is assumed to be completely over by 2020 (2030 in Greece). In the <i>Delayed recovery</i> scenario this is postponed by 10 years, to 2030 in all countries except Greece, where recovery is complete by 2040.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-1",
                            "title": "3.2.1. Delayed recovery",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In this scenario, the minimum retirement age is set to 60 years old in all countries (the baseline value is 45). Note however that because retirement age is randomly drawn for each individual from a normal distribution with mean equal to the average (expected) retirement age, and standard deviation equal to the standard deviation in retirement age observed in the estimation data (<a href=\"#table4\">Table 4</a>), there are only a minority of people for which the minimum retirement age constraint is binding.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "table4",
                                            "label": "Table 4",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\" colspan=\"6\">Mean retirement age</th>\n<th align=\"left\" colspan=\"2\">Std. deviation</th>\n</tr>\n<tr>\n<th align=\"left\">Year</th>\n<th align=\"left\" colspan=\"2\">2015</th>\n<th align=\"left\" colspan=\"2\">2030</th>\n<th align=\"left\" colspan=\"2\">2050</th>\n<th colspan=\"2\"/>\n</tr>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Males</th>\n<th align=\"left\">Females</th>\n<th align=\"left\">Males</th>\n<th align=\"left\">Females</th>\n<th align=\"left\">Males</th>\n<th align=\"left\">Females</th>\n<th align=\"left\">Males</th>\n<th align=\"left\">Females</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Hungary</td>\n<td align=\"left\">61.1</td>\n<td align=\"left\">61.8</td>\n<td align=\"left\">64.9</td>\n<td align=\"left\">65.3</td>\n<td align=\"left\">70.0</td>\n<td align=\"left\">70.0</td>\n<td align=\"left\">5.1</td>\n<td align=\"left\">4.1</td>\n</tr>\n<tr>\n<td align=\"left\">Greece</td>\n<td align=\"left\">62.8</td>\n<td align=\"left\">60.0</td>\n<td align=\"left\">65.9</td>\n<td align=\"left\">64.3</td>\n<td align=\"left\">70.0</td>\n<td align=\"left\">70.0</td>\n<td align=\"left\">5.8</td>\n<td align=\"left\">6.2</td>\n</tr>\n<tr>\n<td align=\"left\">Spain</td>\n<td align=\"left\">63.3</td>\n<td align=\"left\">63.8</td>\n<td align=\"left\">66.2</td>\n<td align=\"left\">66.5</td>\n<td align=\"left\">70.0</td>\n<td align=\"left\">70.0</td>\n<td align=\"left\">4.7</td>\n<td align=\"left\">4.5</td>\n</tr>\n<tr>\n<td align=\"left\">Italy</td>\n<td align=\"left\">64.0</td>\n<td align=\"left\">65.9</td>\n<td align=\"left\">66.6</td>\n<td align=\"left\">67.7</td>\n<td align=\"left\">70.0</td>\n<td align=\"left\">70.0</td>\n<td align=\"left\">6.5</td>\n<td align=\"left\">6.6</td>\n</tr>\n<tr>\n<td align=\"left\">Ireland</td>\n<td align=\"left\">65.8</td>\n<td align=\"left\">63.1</td>\n<td align=\"left\">67.6</td>\n<td align=\"left\">66.0</td>\n<td align=\"left\">70.0</td>\n<td align=\"left\">70.0</td>\n<td align=\"left\">3.5</td>\n<td align=\"left\">4.5</td>\n</tr>\n<tr>\n<td align=\"left\">Sweden</td>\n<td align=\"left\">66.6</td>\n<td align=\"left\">65.8</td>\n<td align=\"left\">68.0</td>\n<td align=\"left\">67.6</td>\n<td align=\"left\">70.0</td>\n<td align=\"left\">70.0</td>\n<td align=\"left\">3.4</td>\n<td align=\"left\">3.8</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Assumptions concerning the mean and standard deviation of retirement age (prior to imposing the minimum retirement age constraint)",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s3-3-2",
                            "title": "3.2.2. No early retirement",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In the <i>Enhanced family policies</i> scenario we consider that the duration of maternity leave, the amount of public childcare expenditures per child, and the overall diffusion of part-time arrangements among employed workers all increase by 20% with respect to the baseline scenario. The values for the baseline scenario, taken from the OECD Family Database and kept constant throughout the simulations, and reported in <a href=\"#table5\">Table 5</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source</i>: OECD Family Database.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table5",
                                            "label": "Table 5",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">On leave benefits</th>\n<th align=\"left\" colspan=\"4\">Public childcare expenditures per child</th>\n<th align=\"left\">Part-time</th>\n</tr>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\"/>\n<th align=\"left\" colspan=\"4\">Age of child</th>\n<th align=\"left\"/>\n</tr>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\"/>\n<th align=\"left\">0</th>\n<th align=\"left\">1</th>\n<th align=\"left\">2</th>\n<th align=\"left\">3</th>\n<th align=\"left\"/>\n</tr>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\"># weeks</th>\n<th align=\"left\" colspan=\"4\">2009 US$ PPP</th>\n<th align=\"left\">%</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Greece (EL)</td>\n<td align=\"left\">15</td>\n<td align=\"left\">154</td>\n<td align=\"left\">293</td>\n<td align=\"left\">432</td>\n<td align=\"left\">571</td>\n<td align=\"left\">7.6</td>\n</tr>\n<tr>\n<td align=\"left\">Spain (ES)</td>\n<td align=\"left\">24</td>\n<td align=\"left\">129</td>\n<td align=\"left\">1,561</td>\n<td align=\"left\">2,996</td>\n<td align=\"left\">4,431</td>\n<td align=\"left\">12</td>\n</tr>\n<tr>\n<td align=\"left\">Hungary (HU)</td>\n<td align=\"left\">74</td>\n<td align=\"left\">48</td>\n<td align=\"left\">78</td>\n<td align=\"left\">108</td>\n<td align=\"left\">3,045</td>\n<td align=\"left\">3.9</td>\n</tr>\n<tr>\n<td align=\"left\">Ireland (IE)</td>\n<td align=\"left\">12.4</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">9,384</td>\n<td align=\"left\">20.2</td>\n</tr>\n<tr>\n<td align=\"left\">Italy (IT)</td>\n<td align=\"left\">25</td>\n<td align=\"left\">1,017</td>\n<td align=\"left\">2,043</td>\n<td align=\"left\">3,540</td>\n<td align=\"left\">5,286</td>\n<td align=\"left\">15.3</td>\n</tr>\n<tr>\n<td align=\"left\">Sweden (SE)</td>\n<td align=\"left\">74</td>\n<td align=\"left\">1,541</td>\n<td align=\"left\">2,586</td>\n<td align=\"left\">3,630</td>\n<td align=\"left\">9,042</td>\n<td align=\"left\">24.4</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Family-policies related parameters, baseline scenario",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The <i>Enhanced family policies</i> scenario is then disaggregated in three sub-scenarios, where each component in turn (maternity leave, public childcare expenditures, and part-time rate) is increased by 20%, while leaving the others unchanged.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "As a final caveat, we acknowledge that key “policy relevant” parameters might be only partially under the control of the regulators – this holds, for example, for the path of recovery from the Great Recession since 2009 and for the availability of part-time opportunities. Changing parameters that are not directly set by policy levers should be interpreted as providing an investigation of the space for policy intervention, where the effects of specific policies on the target variables should be the object of further analysis.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-3",
                            "title": "3.2.3. Enhanced family policies",
                            "type": "section"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.2. Policy actions",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. The alternative scenarios",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The objective of this analysis is to identify the main drivers of the female participation gaps of the low-participation countries with respect to Sweden. These gaps, in the baseline scenario, are quite remarkable, going from 15.5 ppt in Spain to 27.4 ppt in Italy at the beginning of the simulation period, and reducing only slightly over time (<a href=\"#table6\">Table 6</a><sup><a href=\"#fn9\">9</a></sup>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table6",
                            "label": "Table 6",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\" colspan=\"5\">Females (20–64 years old)</th>\n</tr>\n<tr>\n<th align=\"left\">Year</th>\n<th align=\"left\">2013</th>\n<th align=\"left\">2020</th>\n<th align=\"left\">2030</th>\n<th align=\"left\">2040</th>\n<th align=\"left\">2050</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\" colspan=\"5\"><b>Participation rates</b> (%)</td>\n</tr>\n<tr>\n<td align=\"left\">Sweden</td>\n<td align=\"left\">86.4</td>\n<td align=\"left\">88.3</td>\n<td align=\"left\">89.6</td>\n<td align=\"left\">89.4</td>\n<td align=\"left\">89.7</td>\n</tr>\n<tr>\n<td align=\"left\">Spain</td>\n<td align=\"left\">70.9</td>\n<td align=\"left\">72.3</td>\n<td align=\"left\">71.8</td>\n<td align=\"left\">73.3</td>\n<td align=\"left\">75.5</td>\n</tr>\n<tr>\n<td align=\"left\">Hungary</td>\n<td align=\"left\">65.1</td>\n<td align=\"left\">66.8</td>\n<td align=\"left\">70.2</td>\n<td align=\"left\">71.3</td>\n<td align=\"left\">71.3</td>\n</tr>\n<tr>\n<td align=\"left\">Ireland</td>\n<td align=\"left\">62.8</td>\n<td align=\"left\">69.5</td>\n<td align=\"left\">69.6</td>\n<td align=\"left\">69.6</td>\n<td align=\"left\">72</td>\n</tr>\n<tr>\n<td align=\"left\">Greece</td>\n<td align=\"left\">62.4</td>\n<td align=\"left\">64.1</td>\n<td align=\"left\">67.1</td>\n<td align=\"left\">70</td>\n<td align=\"left\">73</td>\n</tr>\n<tr>\n<td align=\"left\">Italy</td>\n<td align=\"left\">59.0</td>\n<td align=\"left\">63.3</td>\n<td align=\"left\">64.7</td>\n<td align=\"left\">67</td>\n<td align=\"left\">68.8</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\" colspan=\"5\"><b>Participation gap</b> w.r.t. Sweden (%)</td>\n</tr>\n<tr>\n<td align=\"left\">Spain</td>\n<td align=\"left\">15.5</td>\n<td align=\"left\">16.0</td>\n<td align=\"left\">17.8</td>\n<td align=\"left\">16.1</td>\n<td align=\"left\">14.2</td>\n</tr>\n<tr>\n<td align=\"left\">Hungary</td>\n<td align=\"left\">21.3</td>\n<td align=\"left\">21.5</td>\n<td align=\"left\">19.4</td>\n<td align=\"left\">18.1</td>\n<td align=\"left\">18.4</td>\n</tr>\n<tr>\n<td align=\"left\">Ireland</td>\n<td align=\"left\">23.6</td>\n<td align=\"left\">18.8</td>\n<td align=\"left\">20.0</td>\n<td align=\"left\">19.8</td>\n<td align=\"left\">17.7</td>\n</tr>\n<tr>\n<td align=\"left\">Greece</td>\n<td align=\"left\">24.0</td>\n<td align=\"left\">24.2</td>\n<td align=\"left\">22.5</td>\n<td align=\"left\">19.4</td>\n<td align=\"left\">16.7</td>\n</tr>\n<tr>\n<td align=\"left\">Italy</td>\n<td align=\"left\">27.4</td>\n<td align=\"left\">25.0</td>\n<td align=\"left\">24.9</td>\n<td align=\"left\">22.4</td>\n<td align=\"left\">20.9</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Participation rates and participation gaps with respect to Sweden, female population aged 20–64 years, baseline scenario",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#fig2\">Figure 2</a> reports, for each country, the projected participation rates in the three <i>baseline drivers</i> scenarios: demographic evolution, educational attainments, and participation behaviour. The shaded areas in grey in the background represent uncertainty around the baseline projections, against which each scenario can be evaluated.<sup><a href=\"#fn10\">10</a></sup>",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00201%2Fijm-00201-fig002.tif",
                                "size": {
                                    "width": 1799,
                                    "height": 2551
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00201%2Fijm-00201-fig002.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00201-fig002.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Participation rates in the <i>baseline drivers</i> scenarios, female population aged 20–64 years. The shaded areas are the estimated densities of the baseline projections, computed over 1,000 replications with bootstrapped values of the coefficients.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In all countries, the gap in female participation with respect to Sweden is explained mostly by differences in the individual conditional behaviour, rather than in the composition of the population: <i>ceteris paribus</i>, conditional on individual characteristics, Swedish women are more active. This can be seen from the projections in the <i>Swedish participation</i> scenario, which are consistently and significantly higher than the baseline (5–10 ppt in Spain, Greece and Ireland; 10–15 ppt in Italy and Hungary). If women in Italy, Spain and Greece would have the same labour market behaviour of Swedish women, they would approach, by the end of the forecasting horizon, participation rates close to 80%, not far away from the near 90% value projected for Sweden (see <a href=\"#table6\">Table 6</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Note that the result that behaviour matters more than individual characteristics in explaining the participation gap does not mean that the characteristics of the female population in the low-participation countries are similar to those of the Swedish population (they are not): what our analysis shows is that these differences do not matter much, as Swedish women participate more regardless of their attributes.",
                    "type": "paragraph"
                },
                {
                    "text": "Indeed, endowing the low-participation countries with <i>Swedish demography</i> or <i>Swedish education</i> leads only to minor changes in participation rates. In particular, demography is actually helping Hungary and – up to around 2030 – Spain, in driving up participation rates with respect to Sweden, as can be seen by the fact that the projections for the <i>Swedish demography</i> scenario lie below the baseline. Differences in educational attainments play a role in explaining the participation gap with respect to Sweden, albeit relatively small (up to 2–3 ppt, 5 ppt in Italy), and concentrated in the second half of the simulation horizon, when the new hypothetical “Swedish like” cohorts will have replaced the old population.",
                    "type": "paragraph"
                },
                {
                    "text": "The picture changes dramatically when focusing on the younger cohorts in childbearing years, where the participation gap with respect to Sweden is less pronounced (<a href=\"#table7\">Table 7</a>), except in Greece.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table7",
                            "label": "Table 7",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\" colspan=\"5\">Females (20–44 years old)</th>\n</tr>\n<tr>\n<th align=\"left\">Year</th>\n<th align=\"left\">2013</th>\n<th align=\"left\">2020</th>\n<th align=\"left\">2030</th>\n<th align=\"left\">2040</th>\n<th align=\"left\">2050</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\" colspan=\"5\"><b>Participation rates</b> (%)</td>\n</tr>\n<tr>\n<td align=\"left\">Sweden</td>\n<td align=\"left\">84.2</td>\n<td align=\"left\">84.6</td>\n<td align=\"left\">86.1</td>\n<td align=\"left\">85.1</td>\n<td align=\"left\">85.6</td>\n</tr>\n<tr>\n<td align=\"left\">Spain</td>\n<td align=\"left\">76.8</td>\n<td align=\"left\">77.5</td>\n<td align=\"left\">73.8</td>\n<td align=\"left\">74.5</td>\n<td align=\"left\">76.5</td>\n</tr>\n<tr>\n<td align=\"left\">Hungary</td>\n<td align=\"left\">71.7</td>\n<td align=\"left\">73.7</td>\n<td align=\"left\">74.3</td>\n<td align=\"left\">74.1</td>\n<td align=\"left\">74.6</td>\n</tr>\n<tr>\n<td align=\"left\">Ireland</td>\n<td align=\"left\">68.1</td>\n<td align=\"left\">74.4</td>\n<td align=\"left\">69.3</td>\n<td align=\"left\">68.9</td>\n<td align=\"left\">73.6</td>\n</tr>\n<tr>\n<td align=\"left\">Greece</td>\n<td align=\"left\">66.2</td>\n<td align=\"left\">64.1</td>\n<td align=\"left\">63.3</td>\n<td align=\"left\">62.7</td>\n<td align=\"left\">62.1</td>\n</tr>\n<tr>\n<td align=\"left\">Italy</td>\n<td align=\"left\">64.7</td>\n<td align=\"left\">70.8</td>\n<td align=\"left\">71.2</td>\n<td align=\"left\">71.1</td>\n<td align=\"left\">72.1</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\" colspan=\"5\"><b>Participation gap</b> w.r.t. Sweden (%)</td>\n</tr>\n<tr>\n<td align=\"left\">Spain</td>\n<td align=\"left\">9.6</td>\n<td align=\"left\">10.8</td>\n<td align=\"left\">15.8</td>\n<td align=\"left\">14.9</td>\n<td align=\"left\">13.2</td>\n</tr>\n<tr>\n<td align=\"left\">Hungary</td>\n<td align=\"left\">14.7</td>\n<td align=\"left\">14.6</td>\n<td align=\"left\">15.3</td>\n<td align=\"left\">15.3</td>\n<td align=\"left\">15.1</td>\n</tr>\n<tr>\n<td align=\"left\">Ireland</td>\n<td align=\"left\">18.3</td>\n<td align=\"left\">13.9</td>\n<td align=\"left\">20.3</td>\n<td align=\"left\">20.5</td>\n<td align=\"left\">16.1</td>\n</tr>\n<tr>\n<td align=\"left\">Greece</td>\n<td align=\"left\">20.2</td>\n<td align=\"left\">24.2</td>\n<td align=\"left\">26.3</td>\n<td align=\"left\">26.7</td>\n<td align=\"left\">27.6</td>\n</tr>\n<tr>\n<td align=\"left\">Italy</td>\n<td align=\"left\">21.7</td>\n<td align=\"left\">17.5</td>\n<td align=\"left\">18.4</td>\n<td align=\"left\">18.3</td>\n<td align=\"left\">17.6</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Participation rates and participation gaps with respect to Sweden, female population aged 20–44 years, baseline scenario",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The impact of the different drivers on the participation rates in this age group is shown in <a href=\"#fig3\">Figure 3</a>. With the exception of Hungary, projections in the <i>Swedish participation</i> scenario for the 20–44 age group lie below the baseline, meaning that the conditional behaviour of younger women is not too different from their counterparts in Sweden, and if anything even more favourable to participation. Turning to differences in individual characteristics (the composition effect), <a href=\"#fig3\">Figure 3</a> shows that the lower educational attainments are responsible, as in the 20–64 years population, only for a small part of the participation gap (up to 2–3 ppt in all countries except Italy, where the participation rate would be five ppt higher, in the middle of the forecasting horizon, if women had the same educational attainments as in Sweden).<sup><a href=\"#fn11\">11</a></sup> Moreover, demography in this age group plays slightly in favour of low-participation countries, especially in the first part of the forecasting exercise (up to 2030). This is due to the fact that fertility rates are lower in these countries, hence the age distribution is more biased towards later ages (in the 20–44 years range), where participation is typically higher.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00201%2Fijm-00201-fig003.tif",
                                "size": {
                                    "width": 1829,
                                    "height": 852
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00201%2Fijm-00201-fig003.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00201-fig003.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Participation rates in the <i>baseline drivers</i> scenarios, female population aged 20–44 years. The shaded areas are the estimated densities of the baseline projections, computed over 1,000 replications with bootstrapped values of the coefficients.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "What other determinants are then responsible for the participation gap? In the participation equation, the only other individual characteristics considered are household composition, and participation and employment history (<a href=\"#table1\">Table 1</a>). However, the share of women in the 20–44 years old age range that are living in a union is higher in Sweden than in all other countries under analysis, so differences in household composition, if anything, play a role in attenuating the participation gap, rather than in explaining it. Part of the answer has to be found in the path persistent dynamics of participation itself: in Sweden it is easier to find employment; women are encouraged to participate in the labour market, even if only marginally, from an early age, and re-entry after maternity leave is facilitated. This has dynamic consequences as attachment to the labour market increases even at later ages.",
                    "type": "paragraph"
                },
                {
                    "text": "To summarise our main findings so far, the low female participation rates in the countries under analysis can be explained mainly by an adverse behaviour of older women (even after controlling for differences in individual characteristics). Moreover, the behaviour of younger women is not detrimental to participation, their lower educational attainments are only partly responsible for the participation gap, and demography doesn’t help either in explaining it. The last source of the participation gap for women in childbearing years – in the model – is the role of family-friendly policies, and in particular the presence of public, affordable childcare, maternity leave, and part-time opportunities. As it turns out, inadequate family policies and part-time opportunities are important determinants of the low participation rates of younger women, thus completing our picture of the causes of the female participation gap: in short (and with some inevitable simplification) it is the adverse behaviour of older women, and insufficient policies and lack of opportunities for younger women.",
                    "type": "paragraph"
                },
                {
                    "text": "The next section explores the impact of the family policy variables, together with policies aimed at increasing labour force participation at later ages by closing down opportunities for early retirement, and policies aimed at supporting aggregate demand, hence a faster recovery from the Great Recession.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Results. The <i>baseline drivers</i> scenarios",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "<a href=\"#fig4\">Figure 4</a> is the analogue of <a href=\"#fig2\">Figure 2</a> for the <i>policy actions</i> scenarios. It shows, for each country, the projections for female participation rates in the age group 20–64 years, in the <i>Enhanced family policies, No early retirement</i> and <i>Delayed recovery</i> scenarios, against the background of the baseline. With the exception of Greece, where abolishing early retirements has an impact on aggregate participation rates of about two ppt in the mid 2020s, the only detectable effects at an aggregate level come from the <i>Enhanced family policy scenario</i>, with an increase in female participation rates that goes from 1 to 3 ppt. No further gains can be obtained, according to these projections, in Sweden. This is consistent with the findings of the previous section, as we pointed out that differences in conditional behaviour of women explain almost entirely, in the aggregate, the participation gap.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00201%2Fijm-00201-fig004.tif",
                                "size": {
                                    "width": 1829,
                                    "height": 1718
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00201%2Fijm-00201-fig004.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00201-fig004.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "Participation rates in the <i>policy actions</i> scenarios, female population aged 20–64 years. The shaded areas are the estimated densities of the baseline projections, computed over 1,000 replications with bootstrapped values of the coefficients.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Moreover, the fact that these effects are small should be of no surprise, given that some of the policies have an impact on specific segments of the population only: in particular, childcare benefits and paid maternity leave are only relevant for mothers in childbearing years, for whom part-time opportunities also matter, while the abolition of early retirement options impacts only individuals who would otherwise retire before the new minimum retirement age. Accordingly, in the next sections we investigate the impact of the different scenarios in the most relevant subgroups of the population.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#fig5\">Figure 5</a> depicts projected participation rates in the <i>Enhanced family policies</i> scenario for mothers aged 20–44 years with children aged 0–12 years. For each country, we report participation rates separately for women with high and low education, against their respective baseline trends<sup><a href=\"#fn12\">12</a></sup>. In all countries except Sweden, improving the family policies increases participation rates for women with low education by about 10 ppt, a remarkable amount. Even in Sweden, where participation rates are very high to start with, increasing childcare, on leave periods and part-time opportunities by 20% would increase the participation rate women with low education from about 95% to about 97%. Gains for highly educated women are more limited but still substantial, except in Hungary where both high and low educated women experience similar magnitudes of increase in participation.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00201%2Fijm-00201-fig005.tif",
                                        "size": {
                                            "width": 1780,
                                            "height": 1677
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00201%2Fijm-00201-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00201-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "<i>Enhanced family policies</i> scenario: public childcare benefits, duration of maternity leave and availability of part-time employment are jointly increased by 20%. Participation rates by educational attainments, female population aged 20–44 years not in education. The shaded areas are the estimated densities of the baseline projections, computed over 1,000 replications with bootstrapped values of the coefficients.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Finally, we explore the individual contributions of the different policies in the <i>Enhanced family policy</i> scenario: public childcare, maternity leave, and availability of part-time. For the sake of brevity, in presenting the results we focus on the most vulnerable group, in terms of participation: women (aged 20–44 years) with children (aged 0–12 years) and a low education. <a href=\"#fig6\">Figure 6</a> shows the effects of an increase of 20% in the values of each of these three scenario variables, separately. All variables have an effect, though it is their combination that drives participation rates up to the levels analysed above. In most countries, and in particular in Spain and Hungary, it is an increase in the duration of paid parental leave that is deemed to have the bigger effect (though the effects are generally so close that any difference is likely not to be robust to statistical testing). This is not surprising as maternity leave allows women to remain formally employed while taking care of their children.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00201%2Fijm-00201-fig006.tif",
                                        "size": {
                                            "width": 1780,
                                            "height": 846
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00201%2Fijm-00201-fig006.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00201-fig006.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Decomposition of the <i>Enhanced family policies</i> scenario: public childcare benefits, duration of maternity leave and availability of part-time employment are separately increased by 20%. Participation rates, female population aged 20–44 years with children aged 0–12 years and low education. The shaded areas are the estimated densities of the baseline projections, computed over 1,000 replications with bootstrapped values of the coefficients.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1. The enhanced family policies scenario",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Finally, we investigate the effects of the <i>No early retirement</i> and <i>Delayed recovery</i> scenarios in the sub-population of interest. <a href=\"#fig7\">Figure 7</a> reports the increase in the employment rate with respect to the baseline, due to a hypothetical minimum effective retirement age of 60 years old, both for males and females. The policy is evaluated on the population in the 50–59 age group. Despite the aggregate effects of this policy being negligible (see <a href=\"#fig4\">Figure 4</a>) due to the relatively small size of the group of affected individuals, the effects on this sub-population are substantial, with an increase in the employment rate that peaks at almost 6 ppt in Greece, about 4 ppt in Hungary and Italy, and 2 ppt in Spain. The effects of raising the minimum effective retirement age obviously decline over time, as the average retirement age is expected to increase even without this additional policy – hence, the number of people that are affected, and would otherwise consider retiring before the newly imposed minimum retirement age, diminishes.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00201%2Fijm-00201-fig007.tif",
                                        "size": {
                                            "width": 1829,
                                            "height": 2596
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00201%2Fijm-00201-fig007.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00201-fig007.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "<i>No early retirement</i> scenario: minimum effective retirement age is 60 years old. Employment rates, differential to baseline, population aged 50–59 years.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As for what concerns the sensitivity of our results to the assumptions about the path of recovery from the crisis, <a href=\"#fig8\">Figure 8</a> shows that slowing down the recovery by 10 years reduces employment rates by about 3 ppt in Ireland, Spain and Greece, while smaller effects are expected elsewhere. These are the countries where the unemployment rate increases the most, with respect to the pre-crisis levels).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00201%2Fijm-00201-fig008.tif",
                                        "size": {
                                            "width": 1829,
                                            "height": 869
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00201%2Fijm-00201-fig008.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00201-fig008.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "<i>Delayed recovery</i> scenario: the effects of the Great Recession fade away at a slower pace; complete recovery is achieved 10 years later than in the baseline (so 2040 in Greece and 2030 in other countries). Employment rates, differential to baseline, population aged 20–64.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2. The no early retirement and the delayed recovery scenarios",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Results. The <i>policy actions</i> scenarios",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Against a baseline scenario plotting a general trend of increasing participation rates towards the very high Swedish levels, where however Sweden will not be joined by any other country in meeting the Europe 2020 target, we have presented alternative scenarios aimed at understanding the drivers of the baseline results, and the expected effects of policies aimed at increasing participation and employment.",
                    "type": "paragraph"
                },
                {
                    "text": "We argue that the low female participation rates in Italy, Spain, Greece, Hungary and Ireland, with respect to Sweden, are due to (i) low participation of older women, (ii), inadequate family policies and limited opportunities for family-work conciliation for younger women. According to our model, education plays a limited role, as older women with high education also participate little, and younger women in childbearing years are constrained by factors other than their level of education. An increase in the minimum retirement age is effective in keeping more women close to retirement in the labour force: however, due to the small number of women affected, the aggregate effects are small. Finally, a prolonged state of labour market distress due to the consequences of the Great Recession would push countries further away from the Europe 2020 targets, though again a lack of aggregate demand is not a primary explanation for the low observed female participation rates, and their incomplete projected convergence to the Swedish benchmark.",
                    "type": "paragraph"
                },
                {
                    "text": "In fact, in the so called ‘baseline drivers’ alternative scenarios, by endowing low participation countries with ‘Swedish features’, possibly involving extreme, highly hypothetical departures from the baseline parameters, we learn that the gap in female participation with respect to Sweden is explained mostly by differences in the individual conditional behaviour, rather than in the composition of the population by age and education. Interestingly, this result turns out to be driven by older cohorts, i.e. people aged 45 years or more in the initial population. The conditional behaviour of younger women is not too different from their counterparts in Sweden, and if anything it is even more favourable to participation. Putting it differently, this indicates that there is not much room for manoeuvre to increase participation through higher education, and little can be done about the effect of choices made far in the past by older cohorts of women regarding their participation in the labour market.",
                    "type": "paragraph"
                },
                {
                    "text": "Indeed, population ageing is a powerful as well as ‘automatic’ driver of participation, given that older cohorts tend to participate less, notwithstanding policies aimed at raising retirement age and creating incentives to extend their permanence in the labour force. Whilst population ageing might well create important labour supply shortages in the future, differences in the demographic trends cannot explain the incomplete and inadequate expected convergence to Swedish participation rates. Indeed, as many low-participation countries in the past few decades have experienced a stronger demographic transition than Sweden, with dramatic shrinkage of their younger cohorts, demographic evolution will contribute positively to convergence, as the relatively larger older cohorts, characterised by low participation rates, will gradually exit working age.",
                    "type": "paragraph"
                },
                {
                    "text": "With respect to education not being an important policy lever to increase participation – a somehow counterintuitive result – it should be noted that this is consistent with the literature, which finds a significant effect of education on participation, but does not identify education policies as a key area of intervention (<a href=\"#bib11\">Jaumotte, 2004</a>; <a href=\"#bib16\">Thévenon, 2013</a>). Education matters a lot in explaining <i>current participation levels</i> of the older cohorts, as older women with low education often never considered entering the labour force, and is still significant in explaining current participation levels of younger generations because of the lower returns women with low education can expect from their participation in the labour market, both in terms of a lower probability of finding a job and lower wages. At the same time, education is less relevant for explaining <i>future participation changes</i> because (i) younger women in low-participation countries have already closed most of their education gap, with respect to benchmark countries like Sweden, and (ii) the premium that education commands with respect to unemployment and pay for younger women has also shrunk, partly due to increasing work insecurity and labour market dualisation, with young women getting a disproportionate share of ‘bad’ jobs, irrespective of their education level (<a href=\"#bib3\">Berton et al., 2012</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The reason for persistently low participation of prime age women has therefore to be found in the economic and institutional environment in which they live: our model highlights that inadequate family policies and part-time opportunities are important determinants of the observed and projected low participation rates. This is consistent with the findings of the literature, which point to the importance of flexibility of working-time arrangements and support to families with young children (<a href=\"#bib10\">ILO-IMF-OECD-WBG, 2014</a>) as key policy drivers of female participation rates.",
                    "type": "paragraph"
                },
                {
                    "text": "Indeed, there is a whole set of family friendly policies that would be desirable but are not implemented to a sufficient degree, because of - but not solely due to - budgetary constraints imposed by austerity. In particular, in our “policy actions” alternative scenarios, we have discussed two sets of family-work conciliation policies: first, policies that would facilitate women to perform both family and labour market related tasks (part time work, maternity leave); second, those that would allow women to access services provided by professionals that could substitute them in several basic care tasks (public childcare, but also elderly care or subsidies to families in order for them to hire caregivers).",
                    "type": "paragraph"
                },
                {
                    "text": "The first set of policies (part time jobs and parental leave) has the downside to detach women – at least partially – from the labour market, with the risk of not being able to revert in the future to full participation. Moreover, such policies require cooperation on the side of firms, which should accommodate (costly) part timers and on-leave mothers without penalizing their career. Incentives and support from the Governments are clearly needed to achieve this goal. For instance, most Swedish companies are flexible regarding parental duties, and employees still get 80 per cent of their pay when they have to stay home with sick children or dependents. Yet, this does not happen at the expense of productivity: Sweden ranks ninth in the Global Competitiveness Index 2015–2016 (Ireland is 24th Spain 33rd, Italy 43rd, Hungary 63rd and Greece 81st; see <a href=\"#bib18\">Schwab, 2015</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Our reference country, Sweden, is also a leading example for parental leave policies. In Sweden, parents are entitled to 480 days of paid parental leave when a child is born or adopted. For 390 days, parents are entitled to nearly 80 per cent of their normal pay, up to a ceiling; the remaining 90 days are paid at a flat rate; those who are not in employment are also entitled to paid parental leave. The measure is financed to a large extent by employers’ contributions and for the remaining part (about a quarter) by general taxation. Parental leave can be taken up until a child turns eight years old. The leave entitlement applies to each child (except in the case of multiple births), so parents can accumulate leave from several children. In this period, parents also have the legal right to reduce their normal working hours by up to 25%. The duration of parental leave in Sweden is very high by international standards and is perhaps Sweden’s most famous argument when it comes to being a child-friendly system. Generous parental leave is not sufficient by itself though, to ensure a family-work balance. Hungary provides even longer periods of parental leave: 156 weeks for either parent, with cash benefits totalling 70% of previous earnings, up to a ceiling, for insured parents in the first 104 weeks, and flat rate benefits for non-insured parents or for insured parents in the last 52 weeks (<a href=\"#bib1\">Addati et al., 2014</a>). However, participation rates in Hungary are among the lowest in Europe, and are projected to grow only at a comparatively slow rate. The reason is that parental leave can backfire when gender equality is not firmly rooted in the workplace, as women might lose their attachment to the labour force, or end up being discriminated against. It is difficult to separate the directions of the causal link between attitudes and behaviours, a positive attitude towards female participation being both a prerequisite and a consequence of increased female participation. However, policies aimed at promoting gender equality favour both. In Sweden, for instance, each parent has two months of paid parental leave reserved exclusively for him or her. Should a father – or a mother for that matter – decide not to take them, they cannot be transferred to the partner. 85% of Swedish fathers take parental leave, and men in Sweden take nearly a quarter of all parental leave. Those who don’t take the leave face questions from family, friends and colleagues. And in an effort to further improve these figures, the government provides a gender equality bonus, consisting of an extra daily payment if 270 days of the paid parental leave are divided evenly between the mother and the father.",
                    "type": "paragraph"
                },
                {
                    "text": "The second set of policies (child care services and subsidies) has fewer downsides regarding the risk of detaching women from the labour market, but is more costly for the public budget and requires a strong political will to engage in long-term investments aimed at empowering women and sustaining families. In our reference country, Sweden, public childcare is guaranteed to all parents and it operates on a whole-day basis: most childcare facilities are open from 6.30 a.m. until 6.30 p.m. Pre-school is free for children aged between three and six years old for up to 15 hours per week. Aside from paid leave, the government provides an additional monthly child allowance until a child reaches the age of 16 years old, which covers the cost of additional childcare in pre-school years. Education for children aged six years old to university level is free of charge. The list of family friendly policies could proceed further. In 2010, for instance, the Swedish government introduced a new rule into its social insurance scheme to help single parents who fall ill and cannot look after their child. The rule allows another insured person (i.e. a person legally living and/or working in Sweden) who forgoes paid work to receive temporary parental benefits to look after the child. Low income parents may be entitled to a housing allowance. Parents pushing infants and toddlers in prams and pushchairs can ride for free on public buses. All in all, the government is an active player in structuring the whole society around the needs of young families.",
                    "type": "paragraph"
                },
                {
                    "text": "In conclusion, our study points to the prominent role of family policies: what is needed is not a change of behaviour on the part of women (which has already happened), nor a rebalancing of the demographic structure (which will inevitably happen), but a change of mentality on the side of institutions and firms, which could prompt much needed further changes in the role of women in our societies at large.",
                    "type": "paragraph"
                },
                {
                    "text": "As for what regards the directions for future research, at least two avenues seem promising, given the results achieved by the present study. First, the microsimulation analysis could be extended to all European member states, with the purpose of providing a scoreboard of indicators and scenarios of projected participation rates, extending the rather limited analysis by sub-groups of the population in existing studies. Second, the model could be extended to include income dynamics, allowing for more distributional analysis, for instance with respect to inequality and poverty. Finally, a more promising, as well as challenging one, would be to design a structural labour supply model based on a tax-benefit model (EUROMOD), by country.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Addati, L",
                        "preferred": "L Addati"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cassirer, N",
                        "preferred": "N Cassirer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gilchrist, K",
                        "preferred": "K Gilchrist"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Maternity and paternity at work. Law and practice across the world",
            "date": "2014",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Geneva"
                        ]
                    },
                    "formatted": [
                        "Geneva"
                    ]
                },
                "name": [
                    "International Labour Office"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Explaining changes in female labor supply in a life-cycle model",
            "authors": [
                {
                    "name": {
                        "index": "Attanasio, O",
                        "preferred": "O Attanasio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Low, H",
                        "preferred": "H Low"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sánchez-Marcos, V",
                        "preferred": "V Sánchez-Marcos"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.1257/aer.98.4.1517",
            "id": "bib2",
            "journal": "American Economic Review",
            "pages": {
                "first": "1517",
                "last": "1552",
                "range": "1517–1552"
            },
            "type": "journal",
            "volume": "98"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Berton, F",
                        "preferred": "F Berton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sacchi, S",
                        "preferred": "S Sacchi"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The political economy of work security and flexibility: Italy in comparative perspective",
            "date": "2012",
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Bristol"
                        ]
                    },
                    "formatted": [
                        "Bristol"
                    ]
                },
                "name": [
                    "Policy Press"
                ]
            },
            "type": "book"
        },
        {
            "bookTitle": "Working Hours and Job Sharing in the EU and USA: Are Americans Crazy? Are Europeans Lazy?",
            "date": "2008",
            "editors": [
                {
                    "name": {
                        "index": "Boeri, T",
                        "preferred": "T Boeri"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Burda, M",
                        "preferred": "M Burda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kramarz, F",
                        "preferred": "F Kramarz"
                    },
                    "type": "person"
                }
            ],
            "id": "bib4",
            "publisher": {
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "New mothers’ labour force participation in Italy: the role of job characteristics",
            "authors": [
                {
                    "name": {
                        "index": "Bratti, M",
                        "preferred": "M Bratti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bono, ED",
                        "preferred": "ED Bono"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vuri, D",
                        "preferred": "D Vuri"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "doi": "10.1111/j.1467-9914.2005.00324.x",
            "id": "bib5",
            "journal": "Labour",
            "pages": {
                "first": "79",
                "last": "121",
                "range": "79–121"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "Women’s employment: joining explanations based on individual characteristics and on contextual factors",
            "authors": [
                {
                    "name": {
                        "index": "Cipollone, A",
                        "preferred": "A Cipollone"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "D’Ippoliti, C",
                        "preferred": "C D’Ippoliti"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1111/j.1536-7150.2011.00790.x",
            "id": "bib6",
            "journal": "American Journal of Economics and Sociology",
            "pages": {
                "first": "756",
                "last": "783",
                "range": "756–783"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "bookTitle": "Social Policies, Labour Markets and Motherhood: a Comparative Analysis of European Countries",
            "date": "2007",
            "editors": [
                {
                    "name": {
                        "index": "Del Boca, D",
                        "preferred": "D Del Boca"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wetzels, C",
                        "preferred": "C Wetzels"
                    },
                    "type": "person"
                }
            ],
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge MA"
                        ]
                    },
                    "formatted": [
                        "Cambridge MA"
                    ]
                },
                "name": [
                    "University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "European Comission",
                    "type": "group"
                }
            ],
            "date": "2013",
            "id": "bib17",
            "title": "Employment, Social Affairs & Inclusion Social Investment Package – key facts and figures",
            "type": "web",
            "uri": "https://ec.europa.eu/social/main.jsp?pager.offset=10&catId=1044&langId=en&newsId=1807&tableName=news&moreDocuments=yes"
        },
        {
            "articleTitle": "European women: why do(n’t) they work",
            "authors": [
                {
                    "name": {
                        "index": "Genre, V",
                        "preferred": "V Genre"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Salvador, RG",
                        "preferred": "RG Salvador"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lamo, A",
                        "preferred": "A Lamo"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1080/00036840701721547",
            "id": "bib9",
            "journal": "Applied Economics",
            "pages": {
                "first": "1499",
                "last": "1514",
                "range": "1499–1514"
            },
            "type": "journal",
            "volume": "42"
        },
        {
            "articleTitle": "Achieving stronger growth by promoting a more gender-balanced economy",
            "authors": [
                {
                    "name": "ILO-IMF-OECD-WBG",
                    "type": "group"
                }
            ],
            "conference": {
                "name": [
                    "Report prepared for the G20 Labour and Employment Ministerial Meeting in"
                ]
            },
            "date": "2014",
            "id": "bib10",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jaumotte, F",
                        "preferred": "F Jaumotte"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Female labour force participation: past trends and main determinants in OECD countries, OECD Economics Department Working Papers No. 376",
            "id": "bib11",
            "title": "Female labour force participation: past trends and main determinants in OECD countries",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Richardson, R",
                        "preferred": "R Richardson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pacelli, L",
                        "preferred": "L Pacelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Poggi, A",
                        "preferred": "A Poggi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "details": "The International Journal of Microsimulation, 3",
            "id": "bib12",
            "title": "Female labour force projections using Microsimulation for six EU countries",
            "type": "unknown"
        },
        {
            "articleTitle": "JAS-mine: a new platform for microsimulation and agent-based modelling",
            "authors": [
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richardson, R",
                        "preferred": "R Richardson"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib13",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "106",
                "last": "134",
                "range": "106–134"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "articleTitle": "Returning to work after childbirth in France, Italy, and Spain",
            "authors": [
                {
                    "name": {
                        "index": "Saurel-Cubizolles, M-J",
                        "preferred": "M-J Saurel-Cubizolles"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Romito, P",
                        "preferred": "P Romito"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Escriba-Aguir, V",
                        "preferred": "V Escriba-Aguir"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lelong, N",
                        "preferred": "N Lelong"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pons, RM",
                        "preferred": "RM Pons"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ancel, P-Y",
                        "preferred": "P-Y Ancel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aguir, EV",
                        "preferred": "EV Aguir"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mas Pons, R",
                        "preferred": "R Mas Pons"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "doi": "10.1093/oxfordjournals.esr.a018259",
            "id": "bib14",
            "journal": "European Sociological Review",
            "pages": {
                "first": "179",
                "last": "194",
                "range": "179–194"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schwab, K",
                        "preferred": "K Schwab"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Geneva"
                        ]
                    },
                    "formatted": [
                        "Geneva"
                    ]
                },
                "name": [
                    "World Economic Forum"
                ]
            },
            "source": "Global Competitiveness Report 2015-2016",
            "title": "Global Competitiveness Report 2015-2016",
            "type": "report"
        },
        {
            "articleTitle": "Family policies in OECD countries: a comparative analysis",
            "authors": [
                {
                    "name": {
                        "index": "Thévenon, O",
                        "preferred": "O Thévenon"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1111/j.1728-4457.2011.00390.x",
            "id": "bib15",
            "journal": "Population and Development Review",
            "pages": {
                "first": "57",
                "last": "87",
                "range": "57–87"
            },
            "type": "journal",
            "volume": "37"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Thévenon, O",
                        "preferred": "O Thévenon"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib16",
            "publisher": {
                "name": [
                    "OECD Publishing"
                ]
            },
            "source": "Drivers of Female Labour Force Participation in the OECD",
            "title": "Drivers of Female Labour Force Participation in the OECD",
            "type": "report"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
