{
    "status": "vor",
    "id": "00202",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00202",
    "authorLine": "Marisa Bucheli, Cecilia Olivieri",
    "title": "Gendered effects of the personal income tax: Evidence from a schedular system with individual filing in Uruguay",
    "published": "2020-07-17T00:00:00Z",
    "versionDate": "2020-07-17T00:00:00Z",
    "statusDate": "2020-07-17T00:00:00Z",
    "volume": 12,
    "issue": 2,
    "fpage": 68,
    "lpage": 86,
    "elocationId": "n/a",
    "pdf": "http://web:8082/00202/ijm-00202.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This article analyses the gender differences in the Personal Income Tax in Uruguay. Although the tax code does not explicitly specify gender differences, the average tax rate varies among gendered household types. Using post-tax income data, we simulate the average tax rate of the household and estimate a zero-one inflated beta model -which properly addresses the fact that the average tax rate includes many zero data points- to analyse it. We find that household supported by a one-earner couple bear a higher tax burden than the ones supported by a dual-earner couple or a single parent. We interpret that these findings suggest that the tax serves as somewhat of an incentive towards equal gender time allocation within the family, which is consistent with gender equity. However the strengths of the tax system from the gender perspective are eroded by the possibility to opt for a (rarely used) joint filing.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Bucheli and Olivieri",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Uruguay",
                            "locality": [
                                "Montevideo"
                            ]
                        },
                        "formatted": [
                            "Montevideo",
                            "Uruguay"
                        ]
                    },
                    "name": [
                        "Universidad de la República"
                    ]
                }
            ],
            "emailAddresses": [
                "marisa.bucheli@cienciassociales.edu.uy"
            ],
            "name": {
                "index": "Bucheli, Marisa",
                "preferred": "Marisa Bucheli"
            },
            "orcid": "0000-0003-0159-4712",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Uruguay",
                            "locality": [
                                "Montevideo"
                            ]
                        },
                        "formatted": [
                            "Montevideo",
                            "Uruguay"
                        ]
                    },
                    "name": [
                        "Universidad de la República"
                    ]
                }
            ],
            "emailAddresses": [
                "cecilia.olivieri@cienciassociales.edu.uy"
            ],
            "name": {
                "index": "Olivieri, Cecilia",
                "preferred": "Cecilia Olivieri"
            },
            "orcid": "0000-0003-3388-0828",
            "type": "person"
        }
    ],
    "dataSets": {
        "availability": [
            {
                "text": "The data we have used is publicly available on the National Statistical Office website (<a href=\"http://www.ine.gub.uy\">www.ine.gub.uy</a>).",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "microsimulation",
        "tax incidence",
        "income tax",
        "gender"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "A strand of the literature on gender equity studies the role of public policies in mitigating or reinforcing asymmetrical gender behaviour. <a href=\"#bib30\">Stotsky (1996)</a> defined and identified explicit and implicit gender bias in tax policies, which are particularly relevant in the Personal Income Tax (PIT). Explicit bias arises from the tax code when it identifies and treats men and women differently. Implicit forms of gender bias refer to provisions in the tax systems that tend to generate different incentives for men than for women, due to the culture or socioeconomic arrangements.",
                    "type": "paragraph"
                },
                {
                    "text": "Many of the empirical studies focus on the presence of implicit bias when the tax is assessed on the combined income of the couple, through joint filing (<a href=\"#bib34\">Andrienko et al., 2015</a>). Under this rule, the second earner (typically women) effectively pays a higher tax (on her income) than if she was taxed individually, because of increasing marginal rates. This pattern is criticized for different reasons. For example, it is at odds with policy recommendations derived from the optimal taxation perspective, in which individuals with higher labour supply elasticity should be less taxed. As married women have a more elastic labour supply than their spouses, tax rates on labour income should be lower for women than for men (<a href=\"#bib1\">Alesina et al., 2011</a>). Also, from a gender equity perspective, joint taxation discourages the participation of married women in the labour market and men’s participation in unpaid domestic work, creating gender biases (<a href=\"#bib5\">Apps and Rees, 2010</a>; <a href=\"#bib6\">Bach et al., 2013</a>; <a href=\"#bib21\">Guner et al., 2012</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Two additional issues enrich the discussion of the PIT from the feminist economic theory perspective. <a href=\"#bib23\">Nelson (1991)</a> claims that ignoring home production for the purpose of taxing personal income, not only discourages female participation in the labour market but has a negative effect on horizontal equity. Indeed, a dual earner couple has to purchase household services in the market or forgo leisure time compared with the traditional male breadwinner couple. Thus, a similar welfare level of a household may lead to a higher burden PIT for a dual than one earner couple. A similar argument holds when comparing male breadwinner and lone parent families. However, not all who advocate gender equity give support to taxes on home production because of distributive concerns, on the understanding that it would increase more the tax burden of low than high income households (<a href=\"#bib19\">Grown and Valodia, 2010</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Another interesting point raised by <a href=\"#bib23\">Nelson (1991)</a> is that usually PIT does not consider dependents (people unable to support themselves) except children. This means an unfair treatment to a single taxpayer that supports a dependent (for example a disabled parent) compared to a one-earner couple that can benefit of the income-splitting allowed under joint taxation.",
                    "type": "paragraph"
                },
                {
                    "text": "Besides, under a global income tax, gender bias may arise from the rules governing the allocation of shared capital income and the gender differences in the asset ownership (a review of this literature is presented in <a href=\"#bib4\">Apps and Rees, 2009</a>)",
                    "type": "paragraph"
                },
                {
                    "text": "In this context, it is not surprising that feminist economics gives support to individual filing and an income tax regime that taxes every source separately (schedular income tax). However, <a href=\"#bib30\">Stotsky, 1996</a> and <a href=\"#bib13\">Elson (2006)</a> mention different source of gender bias that persist such as the rules governing the allocation of shared capital income, exemptions or other tax preferences. Besides, gender differences in labour market outcomes and assets ownership also produce gender bias in taxation.",
                    "type": "paragraph"
                },
                {
                    "text": "In recent decades, there has been a trend in developed countries to reform their PIT systems to dual regimes (capital and labour taxed separately) with individual filing (<a href=\"#bib17\">Genser and Reutter, 2007</a>). It is expected that these reforms would diminish gender bias. However, gender tax burden differences may be observed even under individual filing and a schedular system as reported in several empirical studies (see <a href=\"#bib19\">Grown and Valodia, 2010</a>, for a survey). For example, <a href=\"#bib28\">Rodríguez Enriquez et al. (2010)</a> find a gender gap in Argentina because women are more prone to be employed in occupations that are taxed at lower rates than occupations which tend to intensively employ males.",
                    "type": "paragraph"
                },
                {
                    "text": "The purpose of this study is to analyse the gender differences in the PIT-to-income ratio in Uruguay. The PIT was created in 2007 when a left-coalition was running the administration for the first time in the Uruguayan history, and in 2013, it accounted for 10% of public revenue. The PIT was the result of a commitment during the campaign to improve the distributive effect of the tax system. The debate about tax reform did not raise issues related to gender equity and in fact, this is the first analysis that addresses it. However, the PIT design reflects the general spirit of the latest reforms in developed countries that help to mitigate gender biases. Labour income, pensions and capital income are subject to a differentiated schedule tax, with marginal progressive rates for the first and second sources and a flat rate for capital income. Individual filing is the norm but joint taxation is also allowed, and there are no explicit gender biases in the code.",
                    "type": "paragraph"
                },
                {
                    "text": "Our study builds on the work on gender and taxation for several countries collected in <a href=\"#bib19\">Grown and Valodia (2010)</a> and the comparative study by <a href=\"#bib18\">Grown and Komatsu (2015)</a>. The main difference with the first of these studies is that we use actual data instead of simulations of representative agents. Compared to the second study, which uses survey data as in this paper, our main innovation is to use an econometric strategy for the analysis.",
                    "type": "paragraph"
                },
                {
                    "text": "We use the Household Survey carried out in 2013 by the Statistical Office in Uruguay. The survey reports post-tax income. Therefore, we simulate taxes and contributions using the statutory rates in force in 2013, and we add them to the reported income in order to have a proxy of gross income. We estimate the average tax rate of the household as PIT-to-gross income ratio taking into account paid taxes and income of all household earners. As we work with a database of individuals, we assign the same tax rate to all household members.",
                    "type": "paragraph"
                },
                {
                    "text": "We classify the households according to a combination of dimensions: whether or not the household head has a partner, employment status of the head and partner (if any), and whether or not it is an extended household. We are particularly interested in comparing the average tax rate in three typical cases: a) households supported by a male worker and a housewife who is not engaged in paid employment, b) households in which both members of the couple participate in the labour market, and c) households in which a single woman works in the labour market. We also compare households of non-employed individuals, ie, pensioners. We assess the effect of household type on the average tax rate by estimating a zero-one inflated beta model (ZOIB). This model properly addresses the fact that the average tax rate is a proportion with presence of zeros.",
                    "type": "paragraph"
                },
                {
                    "text": "We find that, given per capita household income, the PIT incidence is higher for male breadwinner households than for dual earner households. Following <a href=\"#bib13\">Elson (2006)</a> and <a href=\"#bib20\">Grown (2010)</a>, we consider this result to be consistent with gender equality because it is in line with more equal gender time allocation within the family. However, male breadwinner households also bear a higher tax incidence than female breadwinner households with a dependent spouse. This gender difference mainly comes from their different structure of income sources. The households headed by a single female worker exhibit a lower PIT incidence mainly due to the high share of non-taxed sources in their household income. Finally, we do not find gender differences within pensioners.",
                    "type": "paragraph"
                },
                {
                    "text": "These results are based on the assumption that everybody files taxes individually. This assumption is quite realistic because joint filing is rarely used. Joint filing has not been analysed in Uruguay and probably its non-use is partly due to lack of information. However, joint filing is preferable for households in which one spouse does not participate in the labour market and for a percentage of the households in which both members of the couple do. Thus, as a robustness check for the basic results, we estimate gender gaps under the assumption that households opt for joint filing when it allows them to pay lower taxes than under individual filing. Though gender equity is eroded, we come up with the same conclusions.",
                    "type": "paragraph"
                },
                {
                    "text": "The main contributions of this work are a) the implementation of a new strategy to analyse the data in the study of gender and taxation and b) the presentation of evidence about the gendered differences in the PIT burden in a developing country which last decade passed a tax reform that follows the main guidelines of regimes in advanced economies.",
                    "type": "paragraph"
                },
                {
                    "text": "The remainder of this study proceeds as follows. In the next section we provide a description of the Uruguayan economy, after that we present the data and methodology and then we report the main results of the analysis. In the final section we conclude.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "At the beginning of the 20th century, the country had low fertility and high life expectancy compared to Latin American standards. Since then, fertility has decreased and life expectancy has increased, and Uruguay is now in an advanced stage of demographic transition. Around 14 per cent of the population is older than 64 years of age as compared to less than 7 per cent on average in Latin America (see <a href=\"#table1\">Table 1</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source:</i> CEPAL (2016) and World Bank (2016).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Notes</i>: a/ 2005–2010; b/ 2010; c/ Percentage of population; d/ Population ages 25–59; e/ Population ages 15–64; f/ Percentage of households.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\" rowspan=\"2\"/>\n<th align=\"left\" colspan=\"4\">Uruguay</th>\n<th align=\"left\" colspan=\"4\">Latin american average</th>\n</tr>\n<tr>\n<th align=\"left\">All</th>\n<th align=\"left\">Women</th>\n<th align=\"left\">Men</th>\n<th align=\"left\">W/M</th>\n<th align=\"left\">All</th>\n<th align=\"left\">Women</th>\n<th align=\"left\">Men</th>\n<th align=\"left\">W/M</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Children per woman <sup><a href=\"#T1_FN1\">a/</a></sup></td>\n<td align=\"left\"/>\n<td align=\"left\">2.04</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">2.14</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Life expectancy <sup><a href=\"#T1_FN1\">a/</a></sup></td>\n<td align=\"left\">77.0</td>\n<td align=\"left\">80.5</td>\n<td align=\"left\">73.3</td>\n<td align=\"left\">1.1</td>\n<td align=\"left\">74.8</td>\n<td align=\"left\">78.1</td>\n<td align=\"left\">71.5</td>\n<td align=\"left\">1.1</td>\n</tr>\n<tr>\n<td align=\"left\">Population older than 64 <sup><a href=\"#T1_FN1\">b/</a> <a href=\"#T1_FN1\">c/</a></sup></td>\n<td align=\"left\">14.0</td>\n<td align=\"left\">16.5</td>\n<td align=\"left\">11.2</td>\n<td align=\"left\">1.5</td>\n<td align=\"left\">6.7</td>\n<td align=\"left\">7.5</td>\n<td align=\"left\">5.9</td>\n<td align=\"left\">1.3</td>\n</tr>\n<tr>\n<td align=\"left\">Years of education <sup><a href=\"#T1_FN1\">b/</a> <a href=\"#T1_FN1\">d/</a></sup></td>\n<td align=\"left\">9.8</td>\n<td align=\"left\">10.2</td>\n<td align=\"left\">9.5</td>\n<td align=\"left\">1.1</td>\n<td align=\"left\">8.7</td>\n<td align=\"left\">8.7</td>\n<td align=\"left\">8.8</td>\n<td align=\"left\">1.0</td>\n</tr>\n<tr>\n<td align=\"left\">Participation rate <sup><a href=\"#T1_FN1\">b/</a> <a href=\"#T1_FN1\">c/</a> <a href=\"#T1_FN1\">e/</a></sup></td>\n<td align=\"left\">76.1</td>\n<td align=\"left\">66.9</td>\n<td align=\"left\">85.7</td>\n<td align=\"left\">0.8</td>\n<td align=\"left\">68.5</td>\n<td align=\"left\">54.8</td>\n<td align=\"left\">82.6</td>\n<td align=\"left\">0.7</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"9\"><b>Households structure</b><sup><a href=\"#T1_FN1\">b/</a> <a href=\"#T1_FN1\">f/</a></sup></td>\n</tr>\n<tr>\n<td align=\"left\">One person households</td>\n<td align=\"left\">21.9</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">11.0</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Couple without children</td>\n<td align=\"left\">17.2</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">9.0</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Couple with children</td>\n<td align=\"left\">33.2</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">39.9</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Lone-parent family</td>\n<td align=\"left\">12.0</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">11.9</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Extended households</td>\n<td align=\"left\">15.7</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">28.2</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Socio-demographic characteristics",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Also, the level of education of women, their labour force participation and their marital status have undergone a substantial change since the middle of the 20<sup>th</sup> century. Uruguay is among Latin American countries in which these processes are in the most advanced stage, in part because of differences in initial conditions. Uruguayan women have on average 10.2 years of schooling and their participation rate is 67 per cent whereas the Latin American averages are respectively 8.7 years and 55 per cent (see <a href=\"#table1\">Table 1</a>). Note that in Uruguay, female level of education is higher than male; this difference is even larger among workers because female labour participation increases with education. The socio-demographic changes have impacted household structures to the extent that they are substantially different from the Latin American average. Since the aging process is more advanced in Uruguay, there is a relatively high incidence of one person households (mostly elderly) and couples without children, as reported in <a href=\"#table1\">Table 1</a>. Another relevant characteristic is that the share of extended households is relatively low. In this paper we focus on non-extended households (84 per cent of all households). Single-parent households, majoritarily headed by an adult woman, are 12 per cent of total households.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In sum, this brief picture shows that women are very much involved in the economy, and thus they were affected by the creation of the Personal Income Tax. However, the effect of PIT is different for women and men if there are gender differences in factors such as labour market outcomes and evasion.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The average labour income is lower for men than women. Between 2006 and 2013, the gender gap ranged between 47% and 56% of male labour income (<a href=\"#bib8\">Bucheli and Lara, 2018</a>). Part of it is due to gender differences in time spent in labour market: working hours per week were on average 32 for women and more than 40 for men. Other portion is related to gender differences in labour income per hour: in 2006–2013, the average value of (post-tax) per hour labour income gender gap oscillated around 6% of male labour income. Previous studies for Uruguay show that the gender gap subsists after controlling individual observable characteristics and that the discrimination measures have been stable in the last two decades (<a href=\"#bib3\">Amarante et al., 2004</a>; <a href=\"#bib9\">Bucheli and Sanromán, 2005</a>; <a href=\"#bib14\">Espino, 2013</a>; <a href=\"#bib15\">Espino et al., 2014</a>). These works find that the portion of the gender gap that is not explained by observable productive attributes (which is usually interpreted as a measure of discrimination) is on average more than 100% of the wage gap, and that there is evidence of a glass ceiling phenomena for the most educated women.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Part of the wage gap that is not explained by observable attributes is due to occupational segregation. However, a considerable wage gap subsists when job characteristics are controlled. According to <a href=\"#bib15\">Espino et al. (2014)</a>, also the level of segregation has been stable in the last decades. In 2006–2013, women were less than 10% of employment in the construction sector, mining and manufacture of machinery and equipment whereas they were more than 90% in garment sector and more than 70% in health care, education and personal services. Besides salary work is higher among women than men (74% and 69% of female and male employment, respectively) whereas self-employment is lower (20% and 24%).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, an important question as regards the PIT burden is to examine gender differences in evasion patterns. We have information about the incidence of non-contribution to social security among workers. As contributions are compulsory for all workers, lack of contribution is a good proxy of PIT evasion. The incidence of non-contribution declined from 35% to 26% of employment between 2006 and 2013. This decline may be explained by the combination of growth and the strengthening of controls of the Administration. During all the period, the incidence of lack of contribution was similar for women and men.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1. A gendered socio-economic picture",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In 2004, for the first time in Uruguayan history, national elections were won by a left coalition. The new administration that entered into office in 2005 was strongly committed with the reduction of inequality and poverty, and to carry out reforms of the tax and benefits system. One of the main pledges during the political campaign was to increase tax progressivity without changing the average tax burden. In 2007 the government passed a Tax Reform that increased the weight of progressive direct taxes at the expense of indirect taxes. Besides introducing changes in the indirect tax system, the reform created a Personal Income Tax that reflected the spirit of the latest reforms that were proposed and debated in developed countries.",
                            "type": "paragraph"
                        },
                        {
                            "text": "First, it was designed as an individual filing system without explicit gender bias. The possibility to opt for joint taxation was introduced in 2009 and is only allowed for labour income received by married couples or those in a consensual union. Though there is no information about the percentage of couples that choose this option, administrative records make it possible to estimate it. The Tax Office provides information of the number of tax units registered as taxpayers (including exempted and non-exempted ones) of the PIT labour income component. These tax units include workers that choose individual filing (<i>ind_file =1,277,210</i> in 2013) and couples that choose joint filing (<i>joint_file =22,567</i> in 2013). The number of individuals involved in the records was 1,332,344 (<i>= ind_file +2*joint_file</i>) in 2013. According to the Household Survey of 2013, 63% of workers lived with a partner. If we apply this proportion to Tax Office information we may estimate that in 2013 the records involved 416,538 (<i>=(ind_file +2*joint_file)*0.63/2</i>) couples. So, we estimate that only 5.4% of couples chose joint filing in 2013.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Second, PIT was conceived as a dual tax under which capital income was taxed at a flat rate whereas labour income and pensions were subjected to progressive rates. Some months after its introduction, litigious issues led to taking out pensions and creating a progressive tax specific to them. In this study we refer to the PIT, including on pensions. The government justified the dual income tax because of the difficulties of tracing non-domestic sources of income, the prevention of lobbying activities and the high risk of evasion (<a href=\"#bib7\">Barreix and Roca, 2007</a>). At the same time, it facilitates tax administration relating to ownership and splitting treatments (for pros and cons of dual income taxes, see <a href=\"#bib17\">Genser and Reutter, 2007</a>). With regard to the topic of concern in this study, a relevant characteristic of the dual structure is that a flat rate on capital income eliminates the incentive for capital income splitting between the household members, which has potential gender consequences.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Capital gains (derived from sales) and holding income (derived from the possession of assets) are taxed at a flat rate that varies between 3 per cent and 12 per cent depending on the source (interests, profits, etc.). Deductions are allowed for bad debts, real estate taxes, and the cost of renting. In most of the cases, there is a withholding agent. If not, advance payments and annual filings are required.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Pensions are subject to individual progressive taxation and there is no option for joint taxation. There are four marginal rates that range from zero to 25 per cent. Tenants are allowed to subtract 6 per cent of their rent and no other deductions are allowed. The agencies that administer the Social Security System are the withholding agents responsible for collection and payment of the tax. When receiving pensions from different agencies, the taxpayer must do an annual filing.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Taxes on labour income have to be paid monthly in the case of employees (held at source) and bimonthly in the case of the self-employed. An annual filing is required except in the case of employees with only one job and eventual disparities should be closed out. The tax is equal to a primary tax minus tax credits.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The primary tax is calculated by applying the rate on the gross earnings of wage earners and on 70 per cent of gross income of the self-employed. The tax schedule has seven marginal rates ranging from zero to 30 per cent.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The tax credits are comprised of worker contributions and taxes levied on labour income, a fixed amount per child (higher in the case of a disabled child) and mortgage payments when the house is used for permanent residence and its cost is lower than a threshold. The tax credit for children can be distributed between parents. When parents are divorced and they do not agree about this distribution, each one can deduct 50 per cent. In order to calculate the amount of the tax credit, a progressive rate schedule applies that ranges from 10 per cent in the first bracket to 30 per cent in the sixth. After subtracting these tax credits, tenants are allowed to additionally subtract 6 per cent of their rent. If this deduction generates a surplus, this surplus is not refunded by the tax office and cannot be transferred to the following year.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In <a href=\"#fig1\">Figure 1</a> we show the tax burden by monthly income according to the statutory rates under individual filing. We graph the cases of pensioners and four types of workers, in order to take into account that the tax-to-labour income ratio depends on the feasibility of using tax credits. We only show the tax burden for income below US$ 8000, although this amount falls inside the fifth bracket of the primary tax on labour earnings. A level of income (wage or pension) over US$ 8,000 is rarely observed as shown by the overlapped vertical lines. Dotted lines indicate the 75th, 90th and 99th percentiles of the distribution of pensions and continuous lines indicate the same percentiles of the distribution of labour income.<sup>[<a href=\"#fn1\">1</a>]</sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00202%2Fijm-00202-fig001.tif",
                                        "size": {
                                            "width": 1595,
                                            "height": 1121
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00202%2Fijm-00202-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00202-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Personal Income Tax burden by income for selected individual types.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As shown in <a href=\"#fig1\">Figure 1</a>, pensioners are exempt up to about US$ 1,000 per month. The labour earnings schedule starts after a tax-free allowance of about US$ 900 but a single worker (who faces the highest burden among workers) pays taxes only when gross earnings exceed US$ 1,100 because of tax credits. The actual applicability of these thresholds can be observed in the vertical lines. According to estimations by <a href=\"#bib11\">Burdín et al. (2015)</a> based on tax records, in 2012 only 20.1 per cent of pensioners and 33.6 per cent of workers paid the PIT.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For most income levels, the tax burden is higher for pensioners than workers because tax credits are allowed for labour earnings but there is no tax-free threshold for pensions. Among workers, the highest burden corresponds to a single person without children followed by a single person with one child. To calculate the tax burden of a single parent worker with one child we assumed that he/she makes 100 per cent use of the child deduction. The tax burden is a bit lower when the parent of a child is married or in union. Although there are no explicit legal differences, the single worker pays a higher share of income as PIT because contributions to the health system (eligible for tax credits) are lower for them than for married people. Finally, the lowest burden corresponds to a married worker with a child who is paying a mortgage equal to the maximum permitted value for the tax credit.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Source: author’s calculations based on tax schedule rates.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Note: Dotted vertical lines indicate the 75th, 90th and 99th percentiles of the distribution of pensions and solid vertical lines indicate the same percentiles of the distribution of labor income",
                            "type": "paragraph"
                        },
                        {
                            "text": "To analyse joint filing we calculated the tax burden for selected couples. Specifically, we calculated taxes that would be paid under joint and under individual filing for couples with same labour market income but different participation of each spouse in its generation. We assumed that there are no children or mortgage credits. In <a href=\"#fig2\">Figure 2</a> we show the average tax rate paid by the couple for chosen income levels (which are indicated close to the curves) that reflect different position in the labour income distribution of couples: US$ 1,200 (close to percentile 12), 1,800 (22), 3,000 (43), 4,800 (66), 7,200 (83), 10,200 (92), 15,000 (97).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00202%2Fijm-00202-fig002.tif",
                                        "size": {
                                            "width": 1594,
                                            "height": 1042
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00202%2Fijm-00202-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00202-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Personal Income Tax-to-income ratio for selected couples by participation of one spouse in generating labour income.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The solid lines depict the path of the tax burden under individual filing as the participation of one spouse in labour market income generation rises. Participation ranges from 0 to 50 per cent, so unsurprisingly the curves are decreasing (or at least non-increasing), reflecting the advantages of sharing labour market activities between spouses.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Source: author’s calculations based on schedule rates.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Note: The tax burden is calculated for different levels of couples’ labour income: US$ 1,200 (close to percentile 12 of the labor income distribution of couples), 1,800 (22), 3,000 (43), 4,800 (66), 7,200 (83), 10,200 (92), 15,000 (97). Dotted lines represent the tax burden under joint filing; solid lines represent the tax burden under individual filing.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The dotted lines show the pattern of the tax burden with one spouse generating labour income under joint filing. We observe that all the joint filing curves show a one-step fall. This is easily explained. The tax schedule under joint filing distinguishes two cases: one is applied when the earnings of at least one spouse are below a threshold (12 times annual minimum wage) and the other one when earnings of both spouses exceed the threshold.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For all levels of labour income of the couples, when only one spouse participates in the labour market, the tax burden of the couple is lower under joint than individual filing. As seen in <a href=\"#fig2\">Figure 2</a>, this holds for the lowest values of the x-axis.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although the figure does not reflect all possible situations, a first look suggests that the code does not encourage uneven labour market participation between spouses to reach a level of income. Indeed, the most interesting aspect of the curves is that if the couple chooses the least burdensome option (given income), the resulting curve is non-increasing, reflecting that there are advantages to sharing labour market time between spouses, or at least that there are not disadvantages.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig2\">Figure 2</a> also helps to illustrate a gender related issue discussed by <a href=\"#bib23\">Nelson (1991)</a>: dedication of women to household services may be encouraged because of the non-recognition of home production as a taxable income. When only one spouse participates in the labour market, household services are provided by the other spouse without facing a burden tax. Meanwhile, the two-earner couple can reach higher levels of labour income and therefore bear a higher burden tax, though it would need for money to pay for market goods to replace home production. For all the income levels reported in <a href=\"#fig2\">Figure 2</a>, we find that the tax burden faced by a one earner couple under joint taxation is lower than the burden faced a by two-earner couple that generates twice as much as the former.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2. The Personal Income Tax",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Traits of Uruguayan economy",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "We use the Household Survey (ECH because of the Spanish abbreviation of Encuesta Continua de Hogares) carried out in 2013 by the National Statistical Office (INE, following the Spanish abbreviation Instituto Nacional de Estadística). It is a nation-wide representative survey that reported information of 46,622 households (89.3 per cent response rate). Among several characteristics of household members, it registers post-tax in-kind and monetary income received in the month before the interview, by source.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib35\">Burdin et al., 2014</a> assess the accuracy of the ECH comparing its information with Tax Office records for the period 2009–2011. To estimate gross income based on ECH, they follow a procedure quite similar to the one used in this paper and described below. They conclude that the ECH underestimates capital income but it is fairly accurate to measure labour income and pensions, though top incomes are not well registered. The ratio between capital income reported by ECH and administrative records had a decreasing trend in the period of study; it was on average 73% but only 48% in 2011. The difference was very important among high income individual for which capital income is noticeable underestimated in data survey. Meanwhile, the average ratio for 2009–2011 was 88% for pensions and 104% for labour income. It is worth to note that in the case of labour income data of the ECH, they only considered the information given by workers who declared to pay contributions of the Social Security System. In other words, they assumed that contributors pay PIT and workers that pay PIT are contributors.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Our variable of interest is the household tax rate measured as household PIT-to-(gross) income ratio. As the ECH asks about income after taxes and contributions, we estimated the individual taxes and contributions using the statutory rates in force in 2013, and we added them to the reported individual income in order to have a proxy of gross income. Then, we calculated the income and the paid PIT of the household adding information of its members, and finally, the household tax rate. We assigned to individuals their household tax rate.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the case of capital income, we computed the taxable capital gains as the sum of all reported capital income and we assumed that there is no evasion. The ECH does not provide information to estimate tax deductions so we implicitly assumed that conditions for them were not present. This assumption should be tested in the future; anyway, the most important concern related to capital income is the underreporting.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The ECH reports whether or not the worker contributes to the Social Security System. We assumed that there is no partial evasion by contributors and that non-contributors do not pay taxes either<sup>[<a href=\"#fn2\">2</a>]</sup> as in <a href=\"#bib35\">Burdin et al., 2014</a>. Because of the findings by Vigorito &amp; Esponda when comparing ECH and Tax Office records, we expect that this is a reasonable assumption to estimate gross labour income of workers who do not evade their PIT payments. However we cannot assess the accuracy of labour income reported in the survey by evaders. Regarding PIT credits, we considered contributions and child benefits, but we did not impute deductions related to mortgages and rents due to the lack of information for an appropriate assumption. Credits for children were assigned to the head of the household who is usually the household member who receives the highest income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When estimating the amount of PIT paid we assumed that individuals opt for individual filing because joint filing is rarely used. Besides, the survey does not provide any information that would help distinguish couples that used different options. Thus, we performed a first analysis using estimations of gross income and PIT based on individual filing. Then, to analyse the effect of the joint filing option we estimated the amount of PIT under joint filing given the already estimated gross income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To analyse sources of income we deflated them by the Consumer Price Index and classified them into four groups: capital income, labour income, other income (public and private transfers plus self-consumption), and imputed rental value of owner-occupied houses).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Data and imputations",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Personal income taxes are generally applied to individuals. However, studies on inequality and distributive effects of taxes chose the household as the proper unit of analysis under the understanding that household members share income and other resources. As our focus is the analysis of gendered distributive effects, the challenge is to provide an appropriate gender classification of households. To address the issue about the effects on allocation of time between labour market and home production and to take into account lack or time of lone parents, we are interested on identifying the typical cases of one-earner couple, two-earner couple and single female earner. Besides, we want to compare similar types of one-earner couple and single earner but supported by earners of different gender. Finally, in developing countries we have to take into account the existence of extended households (households where there are members related by other links than children or partner such as grand-parents, brothers-in-law, nephews, non-relatives, etc.) whose gendered nature is difficult to be captured.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Thus, we made a classification of the population that takes into account the household structure and the employment status of household members. The classification appears in the first column of <a href=\"#table2\">Table 2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ calculations based on Encuesta Continua de Hogares 2013, Instituto Nacional de Estadística.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: The lack of contribution to social security is calculated at household level as the ratio between non-contributors and workers; the ratio takes value 0 when no one in the household participates in the labour market.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Household category</th>\n<th align=\"left\">Frequency (weighted cases) (%)</th>\n<th align=\"left\">Households with children (%)</th>\n<th align=\"left\">Number of members</th>\n<th align=\"left\">Number of earners</th>\n<th align=\"left\">Lack of contribution to social security (%)</th>\n<th align=\"left\">Age of the household head and spouse</th>\n<th align=\"left\">Number of cases in the sample</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">All</td>\n<td align=\"left\">100</td>\n<td align=\"left\">59.8</td>\n<td align=\"left\">3.7</td>\n<td align=\"left\">1.9</td>\n<td align=\"left\">22.5</td>\n<td align=\"left\">48.9</td>\n<td align=\"left\">124,987</td>\n</tr>\n<tr>\n<td align=\"left\">Couple, male breadwinner</td>\n<td align=\"left\">18.4</td>\n<td align=\"left\">72.4</td>\n<td align=\"left\">4.1</td>\n<td align=\"left\">1.4</td>\n<td align=\"left\">27.3</td>\n<td align=\"left\">42.5</td>\n<td align=\"left\">22,230</td>\n</tr>\n<tr>\n<td align=\"left\">Couple, dual earner</td>\n<td align=\"left\">30.7</td>\n<td align=\"left\">72.1</td>\n<td align=\"left\">3.8</td>\n<td align=\"left\">2.3</td>\n<td align=\"left\">19.9</td>\n<td align=\"left\">41.4</td>\n<td align=\"left\">37,082</td>\n</tr>\n<tr>\n<td align=\"left\">Couple, female breadwinner</td>\n<td align=\"left\">3.2</td>\n<td align=\"left\">42.1</td>\n<td align=\"left\">3.3</td>\n<td align=\"left\">1.9</td>\n<td align=\"left\">27.7</td>\n<td align=\"left\">52.4</td>\n<td align=\"left\">4,033</td>\n</tr>\n<tr>\n<td align=\"left\">Couple, non-employed</td>\n<td align=\"left\">7.0</td>\n<td align=\"left\">9.1</td>\n<td align=\"left\">2.6</td>\n<td align=\"left\">1.7</td>\n<td align=\"left\">4.5</td>\n<td align=\"left\">68.5</td>\n<td align=\"left\">9,008</td>\n</tr>\n<tr>\n<td align=\"left\">Single, male breadwinner</td>\n<td align=\"left\">3.2</td>\n<td align=\"left\">20.1</td>\n<td align=\"left\">1.7</td>\n<td align=\"left\">1.2</td>\n<td align=\"left\">31.6</td>\n<td align=\"left\">47.1</td>\n<td align=\"left\">4,125</td>\n</tr>\n<tr>\n<td align=\"left\">Single, female breadwinner</td>\n<td align=\"left\">7.8</td>\n<td align=\"left\">60.6</td>\n<td align=\"left\">2.9</td>\n<td align=\"left\">1.5</td>\n<td align=\"left\">30.4</td>\n<td align=\"left\">45.2</td>\n<td align=\"left\">11,225</td>\n</tr>\n<tr>\n<td align=\"left\">Single, non-employed male</td>\n<td align=\"left\">1.3</td>\n<td align=\"left\">3.6</td>\n<td align=\"left\">1.4</td>\n<td align=\"left\">1.1</td>\n<td align=\"left\">3.9</td>\n<td align=\"left\">70.2</td>\n<td align=\"left\">1,886</td>\n</tr>\n<tr>\n<td align=\"left\">Single, non-employed female</td>\n<td align=\"left\">6.1</td>\n<td align=\"left\">22.0</td>\n<td align=\"left\">2.2</td>\n<td align=\"left\">1.1</td>\n<td align=\"left\">9.4</td>\n<td align=\"left\">65.9</td>\n<td align=\"left\">8,670</td>\n</tr>\n<tr>\n<td align=\"left\">Couple, male breadwinner, extended</td>\n<td align=\"left\">4.0</td>\n<td align=\"left\">83.1</td>\n<td align=\"left\">5.8</td>\n<td align=\"left\">2.3</td>\n<td align=\"left\">34.2</td>\n<td align=\"left\">48.5</td>\n<td align=\"left\">4,721</td>\n</tr>\n<tr>\n<td align=\"left\">Couple, dual earner, extended</td>\n<td align=\"left\">4.5</td>\n<td align=\"left\">80.5</td>\n<td align=\"left\">5.4</td>\n<td align=\"left\">3.2</td>\n<td align=\"left\">28.1</td>\n<td align=\"left\">45.8</td>\n<td align=\"left\">5,268</td>\n</tr>\n<tr>\n<td align=\"left\">Couple, female breadwinner, extended</td>\n<td align=\"left\">0.8</td>\n<td align=\"left\">70.1</td>\n<td align=\"left\">5.2</td>\n<td align=\"left\">2.8</td>\n<td align=\"left\">31.2</td>\n<td align=\"left\">56.5</td>\n<td align=\"left\">943</td>\n</tr>\n<tr>\n<td align=\"left\">Couple, non-employed , extended</td>\n<td align=\"left\">2.2</td>\n<td align=\"left\">65.2</td>\n<td align=\"left\">5.0</td>\n<td align=\"left\">2.7</td>\n<td align=\"left\">14.1</td>\n<td align=\"left\">66.5</td>\n<td align=\"left\">2,615</td>\n</tr>\n<tr>\n<td align=\"left\">Single, male breadwinner, extended</td>\n<td align=\"left\">1.7</td>\n<td align=\"left\">37.7</td>\n<td align=\"left\">3.5</td>\n<td align=\"left\">2.2</td>\n<td align=\"left\">30.8</td>\n<td align=\"left\">44.4</td>\n<td align=\"left\">1,976</td>\n</tr>\n<tr>\n<td align=\"left\">Single, female breadwinner, extended</td>\n<td align=\"left\">4.1</td>\n<td align=\"left\">71.8</td>\n<td align=\"left\">4.4</td>\n<td align=\"left\">2.2</td>\n<td align=\"left\">33.7</td>\n<td align=\"left\">47.9</td>\n<td align=\"left\">5,113</td>\n</tr>\n<tr>\n<td align=\"left\">Single, non-employed male, extended</td>\n<td align=\"left\">0.8</td>\n<td align=\"left\">50.1</td>\n<td align=\"left\">3.9</td>\n<td align=\"left\">2.0</td>\n<td align=\"left\">19.2</td>\n<td align=\"left\">65.6</td>\n<td align=\"left\">974</td>\n</tr>\n<tr>\n<td align=\"left\">Single, non-employed female, extended</td>\n<td align=\"left\">4.2</td>\n<td align=\"left\">62.8</td>\n<td align=\"left\">4.3</td>\n<td align=\"left\">2.2</td>\n<td align=\"left\">20.1</td>\n<td align=\"left\">65.8</td>\n<td align=\"left\">5,118</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Main characteristics of household categories",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "We first distinguish extended from non-extended households (that are comprised of single individuals or couples, with or without children at any age). We distinguish eight household types within each group. In the rest of the paper we focus on the eight types of non-extended households.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Three categories represent the typical cases that are of interest from the gender perspective of tax studies. The “couple, male breadwinner” category includes non-extended households formed by a couple (with or without children) in which only the male participates in the labour market. Around 19 per cent of individuals live in this type of household. The “single, female breadwinner” category consists of a non-extended household headed by a single worker woman, and accounts for 7.8 per cent of population. The “couple, dual earner” category corresponds to non-extended households formed by a couple in which both the male and female work in the labour market. This category is the most frequent, accounting for 30.7 per cent of individuals.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As reported in <a href=\"#table2\">Table 2</a>, most of the households in these three categories have children and the average age of the adults is fairly similar. In turn, as shown in <a href=\"#fig3\">Figure 3</a>, the “couple, dual earner” category has the highest per capita income of the three types. Labour income is the most important source in all three categories and public transfers are more important for the “single, female breadwinner” type than for the others.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: Authors’ calculations based on <i>Encuesta Continua de Hogares</i> 2013, <i>Instituto Nacional de Estadística</i>.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00202%2Fijm-00202-fig003.tif",
                                        "size": {
                                            "width": 1594,
                                            "height": 1147
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00202%2Fijm-00202-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00202-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Per capita income of households by source.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. Gendered classification of the population",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We aim to identify gender differences in the PIT burden and also to examine the role of some specific household characteristics in the explanation of those differences. A particular issue in our study is that the main variable of interest, the PIT-to-income ratio, includes many observations of 0 and no 1 seconds (no household is taxed at 100%). These zeros can provide important information for the study of the lowest levels of taxation and they are included for theoretical and empirical reasons. Hence, we conduct the empirical analysis considering a dependent variable that assumes values in the interval [0, 1) and contains excess of zeros.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In a case like this, the dependent variable is not symmetrically distributed, so the predicted values of the linear regression model may lie outside the unit interval. As an alternative, <a href=\"#bib12\">Cook et al. (2008)</a> proposed the zero-one inflated beta model (ZOIB) which properly addresses the issue related to the inflation process in the data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Several authors (<a href=\"#bib26\">Paolino, 2001</a>; <a href=\"#bib22\">Kieschnick and McCullough, 2003</a>; <a href=\"#bib29\">Smithson and Verkuilen, 2006</a>) argue that the beta regression model is the most suitable for distributional asymmetries and can be adjusted for data in the interval (0, 1) since the density function takes different shapes depending on the function parameters. <a href=\"#bib16\">Ferrari and Cribari-Neto (2004)</a> proposed the following parameterization for the density function of the response variable <i>y</i> when it adopts a beta distribution <i>Β(μ, ϕ</i>):",
                            "type": "paragraph"
                        },
                        {
                            "text": "where <i>µ</i> is the mean (0 &lt; <i>µ</i>&lt;1), <i>ϕ</i> a precision parameter (<i>ϕ</i>&gt;0) and <i>Γ</i>(.) is the gamma function.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In practice, the beta distribution is not suitable for modelling data that contains zeros or ones. But we want to consider observations where the dependent variable is zero. Therefore, we apply a combination of two distributions: a beta distribution when the variable is bounded by 0 and 1, and another distribution function that is in effect when the variable takes the value 0. For a detailed description of this methodology see <a href=\"#bib24\">Ospina and Ferrari (2010)</a>, <a href=\"#bib25\">Ospina and Ferrari, 2012</a>). The density is called a zero-inflated beta distribution and the probability function generated by the combination is:",
                            "type": "paragraph"
                        },
                        {
                            "text": "In this paper, we carry out all the estimations using the Stata module <i>zoib</i> developed by <a href=\"#bib10\">Buis (2012)</a>.<sup>[<a href=\"#fn3\">3</a>]</sup> The <i>zoib</i> command consists of a maximum likelihood estimation of the combined model: a logistic regression of whether or not the income share paid to taxes equals zero and a beta regression for the proportions in the interval (0, 1). We perform all the estimations using robust standard errors.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Our explanatory variable of interest is a vector of dummy variables that captures household type, which provides the gendered classification of the population. We also use several variables that reflect household characteristics: the household per capita income, a dummy variable that takes a value equal to one when there is at least one member younger than 18 in the household, the household size, the number of earners per household and the lack of contribution to social security measured as the ratio of the number of workers that are not contributors and the number of workers in the household (the ratio takes value 0 when there are no workers in the household). Additionally, we break down the household income by source in order to separately capture the incidence of all sources: capital income, labour income, pensions, other income (public and private transfers plus self-consumption) and rental value. The choice of these variables responds to the fact that they may explain differences in the PIT burden due to the characteristics of the tax detailed in Section 2.2. In particular, we aim to capture progressivity, the treatment to the different sources of income and the design of credits and deductions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We compute and report the marginal effects of the dependent variables on the PIT-to-income ratio. In the case of the household type vector, the effect is the discrete effect of moving from “couple, dual earner” to each respective other household type. For the other variables, the effect is measured for the “couple, dual earner” household, valuing the rest of the variables at their mean.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3. Empirical strategy",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Data and methods",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The PIT is a progressive tax. Its Kakwani index is positive (0.360) and the Gini index declines from 0.426 pre-tax to 0.413 post-tax, reflecting the PIT’s equalizing effect. However, the distributive effect is limited because of the tax size and exemptions. Around 54% of the population lives in households that do not pay the tax, and the average PIT burden is 1.8% population wide and 3.9% among the population of households who face this tax.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In <a href=\"#fig4\">Figure 4</a> we present the PIT incidence by household type. The dark bar shows the average burden and the pale bar shows the proportion of non-taxpayers; for both variables, a straight line indicates the 95% confidence interval of the estimation.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: Authors’ calculations based on Encuesta Continua de Hogares 2013, Instituto Nacional de Estadística.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<i>Note</i>: in each bar, the straight line indicates the 95% confidence interval of the estimation.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00202%2Fijm-00202-fig004.tif",
                                        "size": {
                                            "width": 1595,
                                            "height": 1256
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00202%2Fijm-00202-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00202-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Average PIT burden and proportion of non-taxpayers by household type",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "At the top we show the five types of non-extended working households. The “couple, dual earner” category bears the largest PIT burden (2.4%) and has the highest proportion of taxpayers (61%). The “couple, dual earner” category is followed by male breadwinner households which have an average burden of 2% when living with no partner and 1.8% when living with a partner. Finally, the lowest burden corresponds to female breadwinner types: 1.5% when in union or married and 1.2% when single.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The PIT burden is lower for non-employed households than households of workers. Among the latter ones, the highest tax incidence corresponds to the “couple, non-employed” type with an average burden of 1.5% whereas the single types pay an average of 1% of income in the form of the PIT. There are no significant gender differences between single types.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We report the PIT incidence for extended households following the same order as for non-extended households. The tax burden is lower among extended households. The gender differences within extended households are similar to those already depicted.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. Tax incidence analysis",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We analyse the tax burden differences between household types through the estimation of a ZOIB model. We include sixteen dummy variables that distinguish household types, but in this section we only show the results for the household types of interest.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In <a href=\"#table3\">Table 3</a> we report the discrete effect of the household type relative to the “couple, dual earner” type. In column Model one we show the results of an estimation in which we do not include any control. Thus, these estimated effects replicate the patterns of the raw PIT burden differences already shown: all effects are negative, indicating that the dual earner type has a higher PIT-to-income ratio, and that male types have a higher ratio than female types regardless of whether comparing singles or couples.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ estimations based on Encuesta Continua de Hogares 2013, Instituto Nacional de Estadística.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: For household types, we report the discrete effect related to the “couple, dual earner” type, valuing the rest of the variables at their means. For the rest of the dependent variables, we report the ‘marginal effect’ by household type compared to the “couple, dual earner” type.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "***p&lt;0.01, **p&lt;0.05, *p&lt;0.1",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Variables</th>\n<th align=\"left\">Model 1</th>\n<th align=\"left\">Model 2</th>\n<th align=\"left\">Model 3</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Couple, male breadwinner</td>\n<td align=\"left\">−0.0067<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00005)</td>\n<td align=\"left\">0.0048<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00007)</td>\n<td align=\"left\">0.0046<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00007)</td>\n</tr>\n<tr>\n<td align=\"left\">Single, female breadwinner</td>\n<td align=\"left\">−0.0116<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00006)</td>\n<td align=\"left\">−0.0141<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00006)</td>\n<td align=\"left\">−0.0056<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00007)</td>\n</tr>\n<tr>\n<td align=\"left\">Couple, female breadwinner</td>\n<td align=\"left\">−0.0084<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00008)</td>\n<td align=\"left\">−0.0071<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00008)</td>\n<td align=\"left\">0.0035<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00009)</td>\n</tr>\n<tr>\n<td align=\"left\">Single, male breadwinner</td>\n<td align=\"left\">−0.0045<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00010)</td>\n<td align=\"left\">−0.0184<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00006)</td>\n<td align=\"left\">−0.0150<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00010)</td>\n</tr>\n<tr>\n<td align=\"left\">Per capita income</td>\n<td align=\"left\"/>\n<td align=\"left\">0.0205<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00004)</td>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Presence of children (yes =1)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">0.0082<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00004)</td>\n</tr>\n<tr>\n<td align=\"left\">Household size</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">0.0041<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00002)</td>\n</tr>\n<tr>\n<td align=\"left\">Number of earners (labour, capital earnings or pensions)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">−0.0044<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00003)</td>\n</tr>\n<tr>\n<td align=\"left\">Lack of contribution to social security</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">−0.0001<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00000)</td>\n</tr>\n<tr>\n<td align=\"left\">Per capita capital income</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">0.0574<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00075)</td>\n</tr>\n<tr>\n<td align=\"left\">Per capita labour income</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">0.0286<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00008)</td>\n</tr>\n<tr>\n<td align=\"left\">Per capita pension</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">0.0278<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00009)</td>\n</tr>\n<tr>\n<td align=\"left\">Per capita public transfer</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">−0.0036<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00012)</td>\n</tr>\n<tr>\n<td align=\"left\">Per capita imputed rent of owner-occupied house</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">−0.0051<sup><a href=\"#T3_FN1\">***</a></sup><br/>(0.00011)</td>\n</tr>\n<tr>\n<td align=\"left\">Observations</td>\n<td align=\"left\">124,987</td>\n<td align=\"left\">124,987</td>\n<td align=\"left\">124,987</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Marginal effects estimated by a zero-inflated beta regression",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The purpose of the PIT is progressivity, so a proper analysis needs to control the results by income. Thus, we estimate Model two in which we add per capita gross income as a control. As expected, the PIT burden increases with income. The difference in income levels by household type affects the order of the three typical cases: now, the “couple, male breadwinner” type has the highest PIT-to-income ratio, followed by “couple, dual earner” and “single, female breadwinner”.",
                            "type": "paragraph"
                        },
                        {
                            "text": "These results are consistent with gender equality although we do not know (and we do not address the study of) the optimal magnitude of the gaps. The lower tax burden among dual earner than among male breadwinner households does not discourage female labour market participation. Also, there would be a fairness concern if the one earner household receives a better treatment than a female without a spouse. Nelson’s argument is behind this gender equity concept: given income, welfare depends on the capacity of household’s production which is not taxed.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Besides the three typical types, there are two other comparisons that may help to understand gender differences: “couple, male breadwinner” vs “couple, female breadwinner” and “single, female breadwinner” vs “single, male breadwinner”. Both female types bear a lower tax burden than male types.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To analyse the PIT ratio differences between household types, we estimate Model three in which we include possible sources of those differences: presence of children, household size, number of earners and the lack of contribution to social security (a proxy of the percentage of worker tax evaders in the household). Also, the explanatory variable of income is split into several sources. As shown in <a href=\"#table3\">Table 3</a>, even after including all the variables that may explain the differences, the gaps decline although they do not vanish. .",
                            "type": "paragraph"
                        },
                        {
                            "text": "Let’s analyse the demographic controls. The tax burden is higher when there are children in the household and increases with household size. This result is not surprising: on the one hand, the tax burden is likely to increase with total household income because of the progressivity of marginal tax rates on pensions and labour earnings; on the other hand, in each level of per capita household income, total income of the household increases with its size. As the average values of household size and presence of children are higher for “couple, male breadwinner” than “couple, dual earner”, the PIT burden tends to be higher for the former",
                            "type": "paragraph"
                        },
                        {
                            "text": "We interpret that the presence of children and the household size are demographic characteristics mainly related to life-cycle stage. But tax evasion and the income sources are at least partially influenced by culture and socioeconomic arrangements, so the interpretation of the PIT ratio differences should be interpreted cautiously from a gender perspective.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The effect of the number of earners is negative because of the progressivity of marginal taxes. I.e., at a given level of income, the PIT-to-income ratio is lower when the number of members receiving income is higher. As the number of earners is lower in the “couple, male breadwinner” category than the “couple, dual earner” category, the variable contributes to a higher gap between these types.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Unsurprisingly, the lack of contribution (tax evasion) has a negative effect. As it is higher in “couple, male breadwinner” than in “couple, dual earner” households, different behaviour patterns in tax evasion do not contribute to explain the tax burden gap.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, the marginal effects by income source indicate that the tax burden decreases when households are supported by non-taxable income (transfers and rental value). These sources are very important within the female type households so they contribute to explain their lower PIT burden. Public transfers are an important part of the non-taxable income. In Uruguay, most of the public programs of monetary transfers are directed to low-resources families. So, our findings suggest that the incidence of low income households is higher among female than male types. The share of non-taxable income is 13% among “couple, dual earner” but 25% for “single, female breadwinner”. In turn, for the “single, male breadwinner”, which tax burden is higher than its female counterpart, the non-taxable income accounts for 16% of their income. Finally, the incidence of non-taxed income for “couple, female breadwinner” (22%) is higher than for “couple, male breadwinner” (18%).",
                            "type": "paragraph"
                        },
                        {
                            "text": "These results reflect the average situation. We also did an estimation based on Model three in which the household type is interacted with all the income sources. In <a href=\"#fig5\">Figure 5</a> we report the predicted PIT burden across the per capita income distribution for “couple, dual earner”, “couple, male breadwinner” and “single, female breadwinner”. The average depicted pattern is clearly identified in the central range of the income distribution: between the 25th and 75th percentile, the “couple, male breadwinner” type bears the highest burden whereas the “single, female breadwinner” exhibits the lowest one. But over the 75th percentile, the difference between the curves for the “couple, dual earner” and the “couple, male breadwinner” categories are not statistically significant at conventional levels. Meanwhile, “single, female breadwinner” has the lowest burden level across the entire distribution, although the magnitude of the gap is lower at the tails.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source</i>: Authors’ estimations based on Encuesta Continua de Hogares 2013, Instituto Nacional de Estadística.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00202%2Fijm-00202-fig005.tif",
                                        "size": {
                                            "width": 1594,
                                            "height": 916
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00202%2Fijm-00202-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00202-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Predicted PIT across percentiles of per capita income distribution for three selected household types.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Exploring differences among non-extended workers’ households",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Up to now we assumed that all individuals opt for individual filing. In this section we estimate the PIT amounts that would be paid under joint filing if we assume that couples choose the lowest burden option. Remind that we estimated that 5.4% of couples in the Tax Office records chose joint filing in 2013. In our simulation we find that 17% of the households with a labour income source (12% of total households) would benefit by choosing joint instead of individual filing. Thus, this estimation is much higher than the one based on tax records.",
                            "type": "paragraph"
                        },
                        {
                            "text": "According to our simulation, joint filing is not only the best choice for the “couple, male breadwinner” type but also for one quarter of the “couple, dual earner” households in the database that pay PIT.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To analyse the potential effect of the joint filing option we estimate each model assuming that couples choose their best option. The results are reported in <a href=\"#table4\">Table 4</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ estimations based on Encuesta Continua de Hogares 2013, Instituto Nacional de Estadística.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: For household types, we report the discrete effect related to the “couple, dual earner” type, valuing the rest of the variables at their means. For the rest of the dependent variables, we report the ‘marginal effect’ by household type compared to the “couple, dual earner” type.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "***p&lt;0.01, **p&lt;0.05, *p&lt;0.1",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Variables</th>\n<th align=\"left\">Model 1</th>\n<th align=\"left\">Model 2</th>\n<th align=\"left\">Model 3</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Couple, male breadwinner</td>\n<td align=\"left\">−0.0086<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00004)</td>\n<td align=\"left\">0.0022<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00006)</td>\n<td align=\"left\">0.0025<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00007)</td>\n</tr>\n<tr>\n<td align=\"left\">Single, female breadwinner</td>\n<td align=\"left\">−0.0107<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00006)</td>\n<td align=\"left\">−0.0123<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00006)</td>\n<td align=\"left\">−0.0031<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00007)</td>\n</tr>\n<tr>\n<td align=\"left\">Couple, female breadwinner</td>\n<td align=\"left\">−0.0095<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00008)</td>\n<td align=\"left\">−0.0081<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00007)</td>\n<td align=\"left\">0.0016<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00010)</td>\n</tr>\n<tr>\n<td align=\"left\">Single, male breadwinner</td>\n<td align=\"left\">−0.0036<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00010)</td>\n<td align=\"left\">−0.0164<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00006)</td>\n<td align=\"left\">−0.0122<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00010)</td>\n</tr>\n<tr>\n<td align=\"left\">Per capita income</td>\n<td align=\"left\"/>\n<td align=\"left\">0.0201<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00004)</td>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Presence of children (yes =1)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">0.0084<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00004)</td>\n</tr>\n<tr>\n<td align=\"left\">Household size</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">0.0045<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00002)</td>\n</tr>\n<tr>\n<td align=\"left\">Number of earners (labour, capital earnings or pensions)</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"left\">−0.0044<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00003)</td>\n</tr>\n<tr>\n<td align=\"left\"> Lack of contribution to social security</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">−0.0001<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00000)</td>\n</tr>\n<tr>\n<td align=\"left\">Per capita capital income</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">0.0665<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00089)</td>\n</tr>\n<tr>\n<td align=\"left\">Per capita labour income</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">0.0299<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00007)</td>\n</tr>\n<tr>\n<td align=\"left\">Per capita pension</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">0.0302<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00009)</td>\n</tr>\n<tr>\n<td align=\"left\">Per capita public transfer</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">−0.0032<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00013)</td>\n</tr>\n<tr>\n<td align=\"left\">Per capita imputed rent of owner-occupied house</td>\n<td align=\"left\"> </td>\n<td align=\"left\"/>\n<td align=\"left\">−0.0054<sup><a href=\"#T4_FN1\">***</a></sup><br/>(0.00011)</td>\n</tr>\n<tr>\n<td align=\"left\">Observations</td>\n<td align=\"left\">124,987</td>\n<td align=\"left\">124,987</td>\n<td align=\"left\">124,987</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Marginal effects estimated by a zero-inflated beta regression",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The patterns between models are similar to those obtained under the assumption of individual filing. Model two indicates that the “couple, male breadwinner” type bears the highest burden, followed by “couple, dual earner” and “single, female breadwinner”. But the gap between “couple, male breadwinner” and “couple, dual earner” is smaller than under individual filing. This suggests that joint filing helps to offset the incentives of sharing labour market work between spouses implicit in individual filing. Also the difference between “single, female breadwinner” and “couple, dual earner” becomes smaller. This is due to the gains for some “couple, dual earner” households opting for joint filing.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3. Introducing joint taxation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The estimation of Model two indicates that the “couple, non-employed” type bears a lower burden than the “couple, dual earner” type (a significant marginal effect of –0.0087). This difference between types responds mainly to the fact that households of non-employed are formed by small households of elders. Thus, a similar per capita income means a higher total income for the “couple, dual earner” type. Once we control by the demographic variables, the marginal effect of “couple, non-employed” is positive. Indeed, the elders tend to face a higher PIT burden because they are more likely supported by pensions and capital income than labour income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In <a href=\"#table5\">Table 5</a> we present the estimated effect of the “single, non-employed” types relative to the “couple, non-employed” type. The negative effects indicate that among non-employed households, the couple type has the highest burden. The interest for our purpose is that the difference between the female and male types is small in all models – ie, the PIT seems to not have different gendered treatment among the non-employed.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Authors’ estimations based on Encuesta Continua de Hogares 2013, Instituto Nacional de Estadística.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note</i>: The vector of household types includes 16 categories (presented in Table 2); for the estimation we omitted “couple, non-employed”. The rest of the variables are valued at mean. Models 2 and 3 include the control variables shown in tables 3 and 4.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "***p&lt;0.01, **p&lt;0.05, *p&lt;0.1",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Variables</th>\n<th align=\"left\">Model 1</th>\n<th align=\"left\">Model 2</th>\n<th align=\"left\">Model 3</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Single, non-employed female</td>\n<td align=\"left\">−0.0045<sup><a href=\"#T5_FN1\">***</a></sup><br/>(0.00013)</td>\n<td align=\"left\">−0.0103<sup><a href=\"#T5_FN1\">***</a></sup><br/>(0.00007)</td>\n<td align=\"left\">−0.0128<sup><a href=\"#T5_FN1\">***</a></sup><br/>(0.00016)</td>\n</tr>\n<tr>\n<td align=\"left\">Single, non-employed male</td>\n<td align=\"left\">−0.0049<sup><a href=\"#T5_FN1\">***</a></sup><br/>(0.00007)</td>\n<td align=\"left\">−0.0105<sup><a href=\"#T5_FN1\">***</a></sup><br/>(0.00006)</td>\n<td align=\"left\">−0.0122<sup><a href=\"#T5_FN1\">***</a></sup><br/>(0.00011)</td>\n</tr>\n<tr>\n<td align=\"left\">Controls</td>\n<td align=\"left\">No</td>\n<td align=\"left\">Yes</td>\n<td align=\"left\">Yes</td>\n</tr>\n<tr>\n<td align=\"left\">Observations</td>\n<td align=\"left\">124,987</td>\n<td align=\"left\">124,987</td>\n<td align=\"left\">124,987</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Marginal effects estimated by a zero-inflated beta regression",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In <a href=\"#fig6\">Figure 6</a> we present the predicted PIT burden across the per capita income distribution, calculated based on Model 3. The average pattern holds for all ranges of the per capita income distribution: we do not find gender differences.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: Authors’ estimations based on Encuesta Continua de Hogares 2013, Instituto Nacional de Estadística.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00202%2Fijm-00202-fig006.tif",
                                        "size": {
                                            "width": 1595,
                                            "height": 991
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00202%2Fijm-00202-fig006.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00202-fig006.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Predicted PIT across percentiles of per capita income distribution for three selected household types",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-4",
                    "title": "4.4. The tax burden of non-employed",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Gender issues have been debated in the policy agenda of social security system and led to some modifications such as the use of similar mortality rates for women and men to calculate the retirement pension, and the computation for women of one year per child in the calculus of the number of years of contribution required to retire. Feminist movements also claim the reduction of indirect taxes is some female goods, especially the ones linked to reproductive health.",
                    "type": "paragraph"
                },
                {
                    "text": "In this study, we analyse the gendered effects of the PIT in Uruguay. The PIT was introduced ten years ago by a left government and the discussions about it (before and after its creation) are centred on its distributive effect. However, gender equity has not been raised in this debate.",
                    "type": "paragraph"
                },
                {
                    "text": "The analysis of the legislation indicates that there are no explicit gender differences in the code, which means that the PIT treats women and men on an equal basis regarding rates, credits and deductions. There is a flat tax rate for capital income and two different progressive schedules for pensions and labour income. It is a joint filing system though joint system is allowed for couple income. On the base of Tax records we estimate that only 5.4% of couples (with at least one labour income earner) used the joint filing option in 2013. This low incidence may be explained by the lack of incentives to opt for joint filing. However, on the base of survey data, we estimate that 17% of couples (with at least one labour income earner) would benefit for joint filing. We cannot assess the difference between these two estimations. Note that there are not simple rules (such ranges of income level or ranges of participation of one spouse in the couple’s labour income), except the case of one earner couples, to inform the population who benefit or not of joint filing. Thus, a possible explanation of the discrepancy is lack of information. Indeed, every year couples have to calculate their PIT payments under individual and joint filing to opt for the least costly. But there are probably other explanations that could be the scope of future research.",
                    "type": "paragraph"
                },
                {
                    "text": "We conduct the analysis using microdata provided by the 2013 Household Survey. We estimated taxes and contributions using the statutory rates in force in 2013. There is an important limitation of the survey because of the underreporting of capital income ( <a href=\"#bib35\">Burdin et al., 2014</a>) whereas there are no assessments about the accuracy of the labour income reports of evader workers. Besides, as it informs income after taxes, we made several assumptions to estimate gross income. The most important are the ones related to evasion: we assume no evasion of income capital and full evasion of labour income when there is not contribution to the social security system. The evasion assumption related to labour income seems no to be too unrealistic: <a href=\"#bib35\">Burdin et al., 2014</a> find that the aggregated labour income obtained under this assumption is similar to the total labour income informed by Tax Office records. However, the assumption of no evasion of income capital may be extreme and could bias the results: the highest share of income capital is observed for non-employed households (both single male and female) and one earner households (male and female breadwinner types). Future analysis should work on the underreporting and evasion of capital income and assess the sensitivity of the results to these issues.",
                    "type": "paragraph"
                },
                {
                    "text": "The raw data indicate that households in which both spouses participate in the labour market bear the highest PIT burden followed by the typical patriarchal household in which the husband works in the labour market but not the wife. But his order changes when we control by household per capita income. Households supported by a working man who lives with a dependent housewife face the highest tax burden, followed by the dual-earner type. This finding is similar to the obtained for Argentina ( <a href=\"#bib36\">, 2018</a>) and eight countries (Argentina, United Kingdom, Ghana, Uganda, Morocco, South Africa, Mexico and India) (<a href=\"#bib19\">Grown and Valodia, 2010</a>). When we control by different potential explanatory factors, a gap remains. One of the factors that explain the gap is the lower number of earners of male breadwinner households which is consequence of the individual filing design. But even in the analysis of the joint filing design, the PIT burden is higher for male breadwinner than dual earner households.",
                    "type": "paragraph"
                },
                {
                    "text": "These findings indicate that there is an incentive towards equal gender time allocation within the family, which is consistent with gender equity. On one hand, PIT does not discourage labour market participation of a second earner due that it is not taxed at higher rates. On the other hand, given that male breadwinner households may reach higher levels of welfare from non-taxed home production, the result is potentially not inconsistent with neutrality in terms of allocation between household and market time. However we cannot assess the magnitudes of the estimated PIT burden gaps. We made an exercise in which we compare the tax burden of a one earner couple under joint taxation and a two-earner couple under individual couple. We assumed that the three earners of the example generated the same level of labour income and the fourth individual, a similar value of home production. For different income level, we obtained that the one earner couple has a lower PIT burden than the two earner couple. Thus, the assessment of gap magnitudes appears to be a relevant topic for further research.",
                    "type": "paragraph"
                },
                {
                    "text": "Single mother households bear a lower burden than dual earner households when considering both raw data and income controlled gaps. Once again, this pattern is consistent with gender equity.",
                    "type": "paragraph"
                },
                {
                    "text": "However, this pattern is partly explained by non-desirable aspects: the higher levels of informality and participation of non-taxable sources of income among single female households than dual earner households.",
                    "type": "paragraph"
                },
                {
                    "text": "We also compare male and female breadwinner households, and single female and male households. In both comparisons we find that the male types bear a higher PIT burden than the female types, which is partly explained by the higher share of non-taxable income among female types. We also study three typical types of non-employed households and we do not find differences between female and male categories.",
                    "type": "paragraph"
                },
                {
                    "text": "Our findings may contribute to the debate of future reforms of the PIT. In fact, once in a while there are social pressures to reduce taxes to alleviate the burden on families. The question is if a new design could worsen horizontal equality from a gender perspective. For example, it is not advisable to allow exemptions for dependant spouses but it would be helpful to take into account persons unable to support themselves. Also to eliminate the option for actual joint filing would improve equality and, on the other sides, changes in the schedule rate of the actual joint filing should be carefully assessed.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Gender-Based taxation and the division of family chores",
            "authors": [
                {
                    "name": {
                        "index": "Alesina, A",
                        "preferred": "A Alesina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ichino, A",
                        "preferred": "A Ichino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Karabarbounis, L",
                        "preferred": "L Karabarbounis"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1257/pol.3.2.1",
            "id": "bib1",
            "journal": "American Economic Journal: Economic Policy",
            "pages": {
                "first": "1",
                "last": "40",
                "range": "1–40"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "La segregación ocupacional de género y las diferencias en las remuneraciones de los asalariados privados. Uruguay, 1990-2000",
            "authors": [
                {
                    "name": {
                        "index": "Amarante, V",
                        "preferred": "V Amarante"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Espino, A",
                        "preferred": "A Espino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Amarante, V",
                        "preferred": "V Amarante"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "doi": "10.2307/3455869",
            "id": "bib3",
            "journal": "Desarrollo Económico",
            "pages": {
                "first": "109",
                "last": "129",
                "range": "109–129"
            },
            "type": "journal",
            "volume": "44"
        },
        {
            "articleTitle": "Gender bias in Tax systems based on household income",
            "authors": [
                {
                    "name": {
                        "index": "Andrienko, Y",
                        "preferred": "Y Andrienko"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Apps, P",
                        "preferred": "P Apps"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rees, R",
                        "preferred": "R Rees"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.15609/annaeconstat2009.117-118.141",
            "id": "bib34",
            "journal": "Annals of economics and statistics",
            "pages": {
                "first": "141",
                "last": "155",
                "range": "141–155"
            },
            "type": "journal",
            "volume": "117/118"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Apps, P",
                        "preferred": "P Apps"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rees, R",
                        "preferred": "R Rees"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Public economics and the household",
            "date": "2009",
            "id": "bib4",
            "publisher": {
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Family labor supply, taxation and saving in an imperfect capital market",
            "authors": [
                {
                    "name": {
                        "index": "Apps, P",
                        "preferred": "P Apps"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rees, R",
                        "preferred": "R Rees"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1007/s11150-010-9094-1",
            "id": "bib5",
            "journal": "Review of Economics of the Household",
            "pages": {
                "first": "297",
                "last": "323",
                "range": "297–323"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Taxation of married couples in Germany and the UK: One-earner couples make the difference",
            "authors": [
                {
                    "name": {
                        "index": "Bach, S",
                        "preferred": "S Bach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haan, P",
                        "preferred": "P Haan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ochmann, R",
                        "preferred": "R Ochmann"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib6",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "24",
                "range": "3–24"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Strengthening a fiscal Pillar: the Uruguayan dual income tax",
            "authors": [
                {
                    "name": {
                        "index": "Barreix, A",
                        "preferred": "A Barreix"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roca, J",
                        "preferred": "J Roca"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.18356/126c5701-en",
            "id": "bib7",
            "journal": "CEPAL Review",
            "pages": {
                "first": "121",
                "last": "140",
                "range": "121–140"
            },
            "type": "journal",
            "volume": "2007"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bucheli, M",
                        "preferred": "M Bucheli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lara, C",
                        "preferred": "C Lara"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "id": "bib8",
            "publisher": {
                "name": [
                    "Departamento de Economía, Facultad de Ciencias Sociales, UDELAR"
                ]
            },
            "source": "Revealing Gender Gap Changes in Home Production and Labor Income in Uruguay WP 5/18",
            "title": "Revealing Gender Gap Changes in Home Production and Labor Income in Uruguay WP 5/18",
            "type": "report"
        },
        {
            "articleTitle": "Salarios femeninos en Uruguay: ¿existe un techo de cristal?",
            "authors": [
                {
                    "name": {
                        "index": "Bucheli, M",
                        "preferred": "M Bucheli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sanromán, G",
                        "preferred": "G Sanromán"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib9",
            "journal": "Revista de Economía",
            "pages": {
                "first": "63",
                "last": "88",
                "range": "63–88"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Buis, M",
                        "preferred": "M Buis"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Statistical Software Components",
            "id": "bib10",
            "title": "ZOIB: Stata module to fit a zero-one inflated beta distribution by maximum likelihood",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Burdin, G",
                        "preferred": "G Burdin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Esponda, F",
                        "preferred": "F Esponda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vigorito, A",
                        "preferred": "A Vigorito"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "Desigualdad Y altos ingresos en Uruguay. un análisis en base a registros tributarios Y encuestas de hogares para El período 2009-2011. Serie Documentos de Trabajo, DT 06/2014, Instituto de Economía, Facultad de Ciencias Económicas y Administración",
            "id": "bib35",
            "title": "Desigualdad Y altos ingresos en Uruguay. un análisis en base a registros tributarios Y encuestas de hogares para El período 2009-2011. Serie Documentos de Trabajo, DT 06/2014, Instituto de Economía, Facultad de Ciencias Económicas y Administración",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Burdín, G",
                        "preferred": "G Burdín"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Rosa, M",
                        "preferred": "M De Rosa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vigorito, A",
                        "preferred": "A Vigorito"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Sectores de altos ingresos en Uruguay: participación relativa y patrones de movilidad en el período 2009-2012, Serie Documentos de Trabajo, DT 03/2015, Instituto de Economía, Facultad de Ciencias Económicas y Administración",
            "date": "2015",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Uruguay"
                        ]
                    },
                    "formatted": [
                        "Uruguay"
                    ]
                },
                "name": [
                    "Universidad de la República"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Regression analysis of proportions in finance with self selection",
            "authors": [
                {
                    "name": {
                        "index": "Cook, DO",
                        "preferred": "DO Cook"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kieschnick, R",
                        "preferred": "R Kieschnick"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McCullough, BD",
                        "preferred": "BD McCullough"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.1016/j.jempfin.2008.02.001",
            "id": "bib12",
            "journal": "Journal of Empirical Finance",
            "pages": {
                "first": "860",
                "last": "867",
                "range": "860–867"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Elson, D",
                        "preferred": "D Elson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Budgeting for women´s rights: monitoring government budgets for compliance with CEDAW",
            "date": "2006",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "UNIFEM"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Brechas salariales en Uruguay: género, segregación y desajustes por calificación",
            "authors": [
                {
                    "name": {
                        "index": "Espino, A",
                        "preferred": "A Espino"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib14",
            "journal": "Revista Problemas del Desarrollo",
            "pages": {
                "first": "89",
                "last": "117",
                "range": "89–117"
            },
            "type": "journal",
            "volume": "174"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Espino, A",
                        "preferred": "A Espino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Salvador, S",
                        "preferred": "S Salvador"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Azar, P",
                        "preferred": "P Azar"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Desigualdades persistentes: mercado de trabajo, calificación y género. El futuro en foco: Cuadernos sobre Desarrollo Humano",
            "date": "2014",
            "id": "bib15",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Montevideo"
                        ]
                    },
                    "formatted": [
                        "Montevideo"
                    ]
                },
                "name": [
                    "PNUD"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Beta regression for modelling rates and proportions",
            "authors": [
                {
                    "name": {
                        "index": "Ferrari, S",
                        "preferred": "S Ferrari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cribari-Neto, F",
                        "preferred": "F Cribari-Neto"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "doi": "10.1080/0266476042000214501",
            "id": "bib16",
            "journal": "Journal of Applied Statistics",
            "pages": {
                "first": "799",
                "last": "815",
                "range": "799–815"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "articleTitle": "Moving towards dual income taxation in Europe",
            "authors": [
                {
                    "name": {
                        "index": "Genser, B",
                        "preferred": "B Genser"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reutter, A",
                        "preferred": "A Reutter"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.1628/001522107X250140",
            "id": "bib17",
            "journal": "FinanzArchiv",
            "pages": {
                "first": "436",
                "last": "456",
                "range": "436–456"
            },
            "type": "journal",
            "volume": "63"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Grown, C",
                        "preferred": "C Grown"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Taxation and gender equality. A conceptual framework, Taxation and Gender Equity: A comparative analysis of direct and indirect taxes in developing and developed countries, London, Routledge, Chapter 1",
            "id": "bib20",
            "title": "Taxation and Gender Equity: A comparative analysis of direct and indirect taxes in developing and developed countries",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Grown, C",
                        "preferred": "C Grown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Komatsu, H",
                        "preferred": "H Komatsu"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "Gender Equity and Taxation in Latin America and the Caribbean, Comparative Chapter. Non-published",
            "id": "bib18",
            "title": "Gender Equity and Taxation in Latin America and the Caribbean, Comparative Chapter. Non-published",
            "type": "unknown"
        },
        {
            "bookTitle": "Taxation and Gender Equity: A comparative analysis of direct and indirect taxes in developing and developed countries",
            "date": "2010",
            "editors": [
                {
                    "name": {
                        "index": "Grown, C",
                        "preferred": "C Grown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Valodia, I",
                        "preferred": "I Valodia"
                    },
                    "type": "person"
                }
            ],
            "id": "bib19",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Routledge"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Taxation and household labour supply",
            "authors": [
                {
                    "name": {
                        "index": "Guner, N",
                        "preferred": "N Guner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kaygusuz, R",
                        "preferred": "R Kaygusuz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ventura, G",
                        "preferred": "G Ventura"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1093/restud/rdr049",
            "id": "bib21",
            "journal": "The Review of Economic Studies",
            "pages": {
                "first": "1113",
                "last": "1149",
                "range": "1113–1149"
            },
            "type": "journal",
            "volume": "79"
        },
        {
            "articleTitle": "Regression analysis of variates observed on (0, 1): percentages, proportions and fractions",
            "authors": [
                {
                    "name": {
                        "index": "Kieschnick, R",
                        "preferred": "R Kieschnick"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McCullough, BD",
                        "preferred": "BD McCullough"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "doi": "10.1191/1471082X03st053oa",
            "id": "bib22",
            "journal": "Statistical Modelling: An International Journal",
            "pages": {
                "first": "193",
                "last": "213",
                "range": "193–213"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nelson, JA",
                        "preferred": "JA Nelson"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "details": "Journal of Economic Studies, 18, 10.1108/EUM0000000000158",
            "id": "bib23",
            "title": "Tax reform and feminist theory in the United States: incorporating human connection",
            "type": "unknown"
        },
        {
            "articleTitle": "Inflated beta distributions",
            "authors": [
                {
                    "name": {
                        "index": "Ospina, R",
                        "preferred": "R Ospina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferrari, SLP",
                        "preferred": "SLP Ferrari"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1007/s00362-008-0125-4",
            "id": "bib24",
            "journal": "Statistical Papers",
            "pages": {
                "first": "111",
                "last": "126",
                "range": "111–126"
            },
            "type": "journal",
            "volume": "51"
        },
        {
            "articleTitle": "A general class of zero-or-one inflated beta regression models",
            "authors": [
                {
                    "name": {
                        "index": "Ospina, R",
                        "preferred": "R Ospina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferrari, SLP",
                        "preferred": "SLP Ferrari"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1016/j.csda.2011.10.005",
            "id": "bib25",
            "journal": "Computational Statistics & Data Analysis",
            "pages": {
                "first": "1609",
                "last": "1623",
                "range": "1609–1623"
            },
            "type": "journal",
            "volume": "56"
        },
        {
            "articleTitle": "Maximum likelihood estimation of models with beta-distributed dependent variables",
            "authors": [
                {
                    "name": {
                        "index": "Paolino, P",
                        "preferred": "P Paolino"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "doi": "10.1093/oxfordjournals.pan.a004873",
            "id": "bib26",
            "journal": "Political Analysis",
            "pages": {
                "first": "325",
                "last": "346",
                "range": "325–346"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rodríguez Enriquez, C",
                        "preferred": "C Rodríguez Enriquez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gherardi, N",
                        "preferred": "N Gherardi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rossignolo, D",
                        "preferred": "D Rossignolo"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Gender equality and taxation in Argentina, Taxation and Gender Equity: A comparative analysis of direct and indirect taxes in developing and developed countries, London, Routledge, Chapter 3",
            "id": "bib28",
            "title": "Taxation and Gender Equity: A comparative analysis of direct and indirect taxes in developing and developed countries",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rossignolo, D",
                        "preferred": "D Rossignolo"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "details": "Revista de la CEPAL, 124",
            "id": "bib36",
            "title": "Equidad de género del sistema tributario en la Argentina: estimación de la carga fiscal desglosada por tipo de hogar",
            "type": "unknown"
        },
        {
            "articleTitle": "A better lemon squeezer? maximum-likelihood regression with beta-distributed dependent variables",
            "authors": [
                {
                    "name": {
                        "index": "Smithson, M",
                        "preferred": "M Smithson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verkuilen, J",
                        "preferred": "J Verkuilen"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1037/1082-989X.11.1.54",
            "id": "bib29",
            "journal": "Psychological Methods",
            "pages": {
                "first": "54",
                "last": "71",
                "range": "54–71"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Stotsky, J",
                        "preferred": "J Stotsky"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "Gender bias in Tax systems, IMF Working Paper, No. 96/99",
            "id": "bib30",
            "title": "Gender bias in Tax systems",
            "type": "unknown"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
