{
    "status": "vor",
    "id": "00200",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00200",
    "authorLine": "Onosi Sylvia Ifesemen et al.",
    "title": "Spatial microsimulation of osteoarthritis prevalence at the small area level in England – Constraint selection for a 2-stage microsimulation process",
    "published": "2020-07-20T00:00:00Z",
    "versionDate": "2020-07-20T00:00:00Z",
    "statusDate": "2020-07-20T00:00:00Z",
    "volume": 12,
    "issue": 2,
    "fpage": 36,
    "lpage": 50,
    "elocationId": "36-50",
    "pdf": "http://web:8082/00200/ijm-00200.pdf",
    "subjects": [
        {
            "id": "spatial-microsimulation-health",
            "name": "Spatial Microsimulation, Health"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "The presence of identical benchmark/constraint variables in both geographic and survey datasets is a principal requirement for static spatial microsimulation models, particularly in the field of medicine and health sciences. This is also a key limitation of static spatial models because geographical datasets rarely contain all variables required to realistically simulate an outcome. We believe this challenge can be overcome by a multilevel approach to spatial microsimulation using a case study of estimating the small area level prevalence of knee osteoarthritis in England. In the paper, we describe constraint selection and demonstrate a novel two–stage spatial microsimulation procedure using SimObesity, a static deterministic combinatorial spatial microsimulation model. We also present the validation parameters of our synthetic data, important areas for consideration and avenues for future research. Our findings demonstrate that important benchmark variables absent from the geographical dataset can be incorporated into spatial microsimulation models without compromising model robustness.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Ifesemen et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Nottingham"
                            ]
                        },
                        "formatted": [
                            "Nottingham",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Centre for Sports, Exercise and Osteoarthritis, Versus Arthritis"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Nottingham"
                            ]
                        },
                        "formatted": [
                            "Nottingham",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Academic Orthopaedics, Trauma and Sports medicine, School of Medicine",
                        "Queens Medical Centre, University of Nottingham"
                    ]
                }
            ],
            "emailAddresses": [
                "Onosi.ifesemen@nottingham.ac.uk"
            ],
            "name": {
                "index": "Ifesemen, Onosi Sylvia",
                "preferred": "Onosi Sylvia Ifesemen"
            },
            "orcid": "0000-0002-4234-7905",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Nottingham"
                            ]
                        },
                        "formatted": [
                            "Nottingham",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Centre for Sports, Exercise and Osteoarthritis, Versus Arthritis"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Nottingham"
                            ]
                        },
                        "formatted": [
                            "Nottingham",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Academic Orthopaedics, Trauma and Sports medicine, School of Medicine",
                        "Queens Medical Centre, University of Nottingham"
                    ]
                }
            ],
            "emailAddresses": [
                "thomas.bestwick-stevenson1@nottingham.ac.uk"
            ],
            "name": {
                "index": "Bestwick-Stevenson, Thomas",
                "preferred": "Thomas Bestwick-Stevenson"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Nottingham"
                            ]
                        },
                        "formatted": [
                            "Nottingham",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Centre for Sports, Exercise and Osteoarthritis, Versus Arthritis"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Nottingham"
                            ]
                        },
                        "formatted": [
                            "Nottingham",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Academic Orthopaedics, Trauma and Sports medicine, School of Medicine",
                        "Queens Medical Centre, University of Nottingham"
                    ]
                }
            ],
            "emailAddresses": [
                "Kimberely.edwards@nottingham.ac.uk"
            ],
            "name": {
                "index": "Edwards, Kimberley L.",
                "preferred": "Kimberley L. Edwards"
            },
            "type": "person"
        }
    ],
    "ethics": [
        {
            "text": "This study was approved by the University of Nottingham Ethics Committee. Ethics Reference Number SDA23062015.",
            "type": "paragraph"
        }
    ],
    "dataSets": {
        "availability": [
            {
                "text": "2011 census data are publicly available via Nomis, provided by the Office for National Statistics (ONS) and can be assessed at <a href=\"https://www.nomisweb.co.uk/\">https://www.nomisweb.co.uk/</a>. Health Survey for England 2012 – 2014 were provided by NatCen Social Research, sponsored by the Information Centre for Health and Social care. Data are available courtesy the UK Data Service for scientific research upon registration. The English Longitudinal Study of Ageing was developed by a team of researchers based at the University College London, NatCen Social Research, and the Institute for Fiscal Studies. The data were collected by NatCen Social Research. The funding is currently provided by the National Institute of Aging (R01AG017644), and a consortium of UK government departments coordinated by the National Institute for Health Research. Data are available courtesy the UK Data Service for scientific research upon registration.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "Spatial Microsimulation",
        "Deterministic",
        "Knee Osteoarthritis"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Spatial microsimulation methodologies represent a powerful tool used to create and analyse spatially disaggregated data without expending the vast resources required to obtain these data through primary data collection. Spatial microsimulation models could be static (looking at just one point in time), or dynamic (including projections overtime), and could be deterministic (does not incorporate random variability) or stochastic (incorporating random variability). There are several published reviews on the description, strengths and weakness of various spatial microsimulation methodologies (<a href=\"#bib30\">O’donoghue et al., 2014</a>; <a href=\"#bib41\">Tanton, 2014</a>; <a href=\"#bib5\">Birkin and Clarke, 2011</a>; <a href=\"#bib32\">Rahman et al., 2010</a>; <a href=\"#bib18\">Harland et al., 2012</a>). This paper focuses on static deterministic spatial microsimulation models.",
                    "type": "paragraph"
                },
                {
                    "text": "Static deterministic spatial models have the added advantage of the ability to conduct powerful counterfactual scenario modelling (<a href=\"#bib41\">Tanton, 2014</a>). This is a modelling technique where the effect of input parameter manipulation can be assessed in the derived synthetic dataset. For example how would a 20% increase in the population of people in the lowest deprivation quintile affect the prevalence of obesity in a given geographical area? This can provide policy makers and researchers an insight into the potential effect of an intervention or policy across various geographical areas before the intervention/policy is implemented. This process could be described as mimicking the effect of a randomised control trial, without the attendant time and resources required to conduct one in real-time (<a href=\"#bib31\">Prakash et al., 2017</a>). With such a powerful tool at our disposal and with the improvement in computational power making it easier to carry out complex calculations quickly and more effectively, it is no surprise that the number of published literature on applications of spatial microsimulation/microsimulation have increased exponentially in the past few years. These models have found use in various disciplines ranging from transport, economics, fiscal policy and even healthcare and demography (<a href=\"#bib38\">Smith et al., 2011</a>; <a href=\"#bib3\">Ballas et al., 2006</a>; <a href=\"#bib45\">van Leeuwen and Dekkers, 2013</a>; <a href=\"#bib24\">Lovelace et al., 2014</a>; <a href=\"#bib25\">Lymer et al., 2008</a>; <a href=\"#bib34\">Rephann and Holm, 2004</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "That being said, penetration of spatial microsimulation modelling into core medical and epidemiological research has been rather slow. We recognise that microsimulation methodologies have been used extensively in infectious disease epidemiology however these models typically dynamic and conducted at much coarser geographical levels and therefore lacking the small areal level spatial component (<a href=\"#bib16\">Habbema et al., 1996</a>; <a href=\"#bib28\">Morris and Kretzschmar, 2000</a>). Also, available published literature on spatial models used to simulate health conditions like smoking, obesity and osteoarthritis, these studies have found little use outside the microsimulation community (<a href=\"#bib14\">Edwards and Clarke, 2009</a>; <a href=\"#bib38\">Smith et al., 2011</a>; <a href=\"#bib10\">Cataife, 2014</a>). We believe that this may be due to an inherent weakness in static, deterministic spatial microsimulation methodologies – Data limitations (<a href=\"#bib42\">Tanton and Edwards, 2012</a>). This could either be differences in variable definitions in the geographical and population dataset or complete absence of certain predictor variables in the geographic and/or population dataset. The latter is of particular importance as it may affect the accuracy of the simulated dataset and constrain further analysis of the derived microdata (<a href=\"#bib9\">Cassells et al., 2013</a>). This is explained as follows – in order to generate microdata at the required geographical scale typically two datasets are required, the population dataset (which contains the outcome of interest) and the geographical dataset (which contains the geographical identifier). Here, observations (in this case people) are assigned to geographical areas based on matched attributes shared between the two datasets for example the geographical dataset (usually the census) and the population dataset can be matched based on sex, age and ethnicity (<a href=\"#bib4\">Ballas et al., 2005</a>). This means that these attributes selected should be associated with the outcome of interest and must be present in both datasets (<a href=\"#bib14\">Edwards and Clarke, 2009</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Demographic variables such as age, sex, ethnicity and social class may be sufficient to simulate certain outcomes however simulation of medical conditions generally require more information and this information that may not be collected in one single survey. For example, it may not be accurate to simulate the spatial prevalence of lung cancer based on age and sex alone, without collecting smoking history because smoking is a well-documented risk factor for lung cancer (<a href=\"#bib12\">Doll and Hill, 1950</a>; <a href=\"#bib13\">Doll and Hill, 1956</a>; <a href=\"#bib22\">Lee et al., 2012</a>). However, smoking data may not be available in the geographical dataset as only a few countries collect small area level smoking data. This means that it may not be possible to conduct an accurate spatial microsimulation model of lung cancer or convince policy makers about the validity of the resulting dataset.",
                    "type": "paragraph"
                },
                {
                    "text": "Several methods have been employed to overcome this challenge ranging from imputation (<a href=\"#bib9\">Cassells et al., 2013</a>) in the case of missing benchmark variables in the survey dataset, to merging geographically disaggregated data from another source with census data (where important predictor variables are missing from the census data) (<a href=\"#bib14\">Edwards and Clarke, 2009</a>). Although these methods were appropriate in the situations in which they were used, and simulated outputs were found to be robust, these methods may not be applicable in all scenarios for example in the case of lung cancer mentioned above where smoking history data is unavailable in the census dataset and not accessible from other sources.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The aim of this paper is to introduce a 2-stage approach to spatial microsimulation for situations where a key predictor variable is absent from the geographical dataset, using a case study of knee osteoarthritis (OA) prevalence in England. The objectives are to select constraints, generate and validate small area level knee OA prevalence data for England using this two-stage spatial microsimulation procedure.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The rest of the document includes a brief introduction to the medical condition (knee OA), an account of the methods used to generate and validate the synthetic data, and finally discussions around the strengths and limitations of this technique and areas of further research.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s1-1",
                    "title": "1.1. Study aim/objectives",
                    "type": "section"
                }
            ],
            "id": "s1",
            "title": "1. Background",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Osteoarthritis is a debilitating joint condition affecting over 8 million people aged 45 years and over in the United Kingdom. It presents with symptoms such as pain, soreness, stiffness, and joint swelling. It commonly affects the knee and hip but can occur in any joint. The aetiology is thought to be multifactorial including both genetic and environmental factors. Disease prevention through risk reduction is a key management strategy (<a href=\"#bib7\">Buckwalter et al., 2004</a>; <a href=\"#bib1\">Allen and Golightly, 2015</a>). Data on the prevalence of knee OA are not available at a small area level in England hence the need for synthetic microdata.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1. Introduction",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Typically, two data sources are required to build static spatial microsimulation models. The first is a representative sample survey, usually called the population dataset. This provides detailed information on the outcome of interest but lacks geographic information at the small area level. The second, called the geographic dataset, may contain limited data items but is disaggregated at the required spatial level (<a href=\"#bib9\">Cassells et al., 2013</a>). In our project, the English Longitudinal Survey of Aging (ELSA) and Health Survey for England (HSE) were our population datasets, and the 2011 census, the geographical dataset.",
                            "type": "paragraph"
                        },
                        {
                            "text": "ELSA has been extensively described elsewhere but in brief, is a multidisciplinary cohort study of a representative sample of the English population aged 50 years and above. ELSA participants are followed up every two years (waves). Each wave involves questionnaires, anthropometric measurements and tissue samples (in every other wave) and consists of about 11,000 participants (<a href=\"#bib27\">Mindell et al., 2012</a>). This study utilised ELSA wave 6, collected in 2012 and 2013. Wave 6 was chosen because of its proximity to the 2011 census and because it also included weight and height measurements which are only collected in every second wave. Our study population consisted of core sample members of the ELSA dataset. Individuals less than 50 years and non-core sample members of the ELSA (regardless of age) were excluded from the analysis.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Health Survey for England (HSE) is a series of annual cross sectional surveys about the health of people living in England. The survey started in 1991 and is an authoritative source of health statistics used to plan the nation’s health policy. Each year consists of about 10,000 participants of all ages.(<a href=\"#bib27\">Mindell et al., 2012</a>) Our study amalgamated HSE survey data from 2012 to 2014 to obtain a larger sample population. This was done to obtain HSE closest to the 2011 national census data and also proximity to ELSA wave 6. Only individuals aged 50 years and above were included in our analysis.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The 2011 United Kingdom (UK) census which is the most recent was used as our geographical dataset. These data were obtained from the office of National Statistics (<a href=\"#bib23\">Longhurst et al., 2007</a>). The geographical units of measurement used in this study were Lower Super Output Area (LSOA) [<sup>1</sup>] and 2011 electoral ward. LSOAs were chosen because relative homogeneity of the population and for ease of geo-referencing, ward microdata was used for sensitivity analysis. According to the 2011 census, there are 32,844 LSOAs and 7,689 electoral wards in England (<a href=\"#bib29\">Nomis</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2. Data sources",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Knee OA - from ELSA was defined as a combination of self-reported doctor-diagnosed knee OA, knee pain, as well as knee replacement due to Arthritis. This was coded as a binary variable.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Body Mass Index (BMI) – was defined as weight (in kilograms) ÷ height (in meters) <sup>2</sup>, and this was obtained from the HSE using the variable name “BMI valid”. This variable was categorised as follows in kg/m<sup>2</sup> – &lt;19(underweight), 19–25 (normal weight), 25–30 (overweight), &gt;30(obese).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3. Definition of outcomes",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The following selection describes data management and constraint selection.",
                            "type": "paragraph"
                        },
                        {
                            "text": "It is very important that constraints are highly correlated with the outcome of interest (<a href=\"#bib14\">Edwards and Clarke, 2009</a>). This was a major consideration in our study therefore we conducted an extensive literature search to identify risk factors associated with knee OA. Sociodemographic variables present in all above mentioned data sets were also identified as potential constraint variables. Following identification, these variables were re-categorised to ensure consistent definitions across datasets (<a href=\"#bib9\">Cassells et al., 2013</a>). The unit of analysis was the individual and as such household level variables and variables that could not be consistently defined/re-categorised were excluded at this stage. Categorization of potential constraint variables are presented in <a href=\"#table1\">Table 1</a> below.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "T1_FN1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "Categorised to match ELSA.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Variable</th>\n<th align=\"left\">Categories</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"><b>Age</b></td>\n<td align=\"left\">50–59 years, 60–69 years, 70–79 years, 80–89 years, ≥90 years</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Sex</b></td>\n<td align=\"left\">Male, Female</td>\n</tr>\n<tr>\n<td align=\"left\"><b><a href=\"#T1_FN1\">*</a>Ethnicity</b></td>\n<td align=\"left\">White, Non-White</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Health</b></td>\n<td align=\"left\">Good, Fair, Poor</td>\n</tr>\n<tr>\n<td align=\"left\"><b>BMI</b></td>\n<td align=\"left\">Underweight, Overweight &amp; Obese</td>\n</tr>\n<tr>\n<td align=\"left\"><b><a href=\"#T1_FN1\">*</a>NSSEC</b></td>\n<td align=\"left\">Higher managerial &amp; professional, Lower-professional, Intermediate Occupations, Lower supervisory &amp; technical, Semi routine, routine &amp; other.</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Marital Status</b></td>\n<td align=\"left\">Single, Married, Separated, Divorced, Widowed</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Level of Education</b></td>\n<td align=\"left\">NVQ4&amp;5, Higher Education below Degree, NVQ3, NVQ2, NVQ1</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Smoking history</b></td>\n<td align=\"left\">Never smoker, Ex-smoker, Current smoker</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Alcohol</b></td>\n<td align=\"left\">Never, once or twice a year, Every couple of Months, Once or twice a month, Once or twice a week, Every other day, Everyday</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Fruit &amp; Vegetable Consumption/week</b></td>\n<td align=\"left\">Less than 5 portions, Greater than 5 portions</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Names and categories of covariates used in our analyses",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4. Constraint selection",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Case study",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Univariate and Multivariate logistic regression were used to identify associations between knee osteoarthritis and other covariates. All significant predictors of knee OA identified during the univariate analysis (adjusted Wald’s test, <i>p</i> ≤0.05) were included in a multivariate backward elimination regression analysis. Only predictors (except age and sex, which were considered as priori predictors and retained in the model regardless of statistical significance) with a p value of ≤0.05 were left in the final model. We reinserted excluded predictors to the final model one at a time to further check whether they became statistically significant.",
                    "type": "paragraph"
                },
                {
                    "text": "An optimal number of constraint variables is necessary to obtain accurate synthetic data however more constraint variables are not necessarily associated with accurate simulations (<a href=\"#bib43\">Tanton and Vidyattama, 2010</a>). As an additional step, calibration was done by testing different combinations of variables in the final model using the Archer-Lemeshow goodness of fit test (<a href=\"#bib2\">Archer et al., 2007</a>; <a href=\"#bib46\">Williams, 2015</a>). Variables in the model with the highest p value were selected as constraint variables.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. ELSA analysis",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "HSE 2012–2014 were combined to increase the size of the survey population, potentially increasing the pool of individuals to choose from during spatial microsimulation modelling. Multinomial logistic regression, with BMI as the outcome variable was used to identify covariates associated with BMI. Variables found to be significantly associated with BMI using multivariate multinomial regression were retained. We were unable to statistically compare nested models to obtain the most parsimonious model because maximum likelihood assumptions that underpin these tests are violated by complex sampling designs used in HSE (<a href=\"#bib17\">Hahs-Vaughn et al., 2011</a>; <a href=\"#bib46\">Williams, 2015</a>). Therefore, we employed the following approach to final constraint selection. All retained covariates were chosen as constraints and used to simulate BMI data in different combinations, dropping and adding each variables in turn except age and sex which were included in all simulations. The resultant synthetic datasets were internally validated against predetermined criteria (described below), discarding configurations that did not meet our criteria. Covariates in the dataset with the best validation scores was selected as final constraint variables (<a href=\"#bib36\">Smith et al., 2007</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. HSE analysis",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "A single stochastic imputation using a chained equation approach based on candidates with complete data (age and sex) was used to replace missing data (<a href=\"#bib9\">Cassells et al., 2013</a>). Data was assumed to be missing at random (<a href=\"#bib40\">Sterne et al., 2009</a>; <a href=\"#bib26\">Marston et al., 2010</a>). Variance Inflation Factor (VIF) test was used to detect multiple collinearity among variables in the regression models. We did not find any value above 10.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Our project used SimObesity, a static spatial microsimulation model developed within the School of Geography, University of Leeds. It utilizes a deterministic combinatorial optimisation procedure. Models like SimObesity have been used extensively in healthcare modelling and have been shown to produce robust estimates (<a href=\"#bib8\">Burden and Steel, 2016</a>; <a href=\"#bib21\">Kosar and Tomintz, 2014</a>). In addition, these models are simple and relatively quick to execute. A detailed description of the exact algorithm and applications of SimObesity can be found elsewhere (<a href=\"#bib14\">Edwards and Clarke, 2009</a>; <a href=\"#bib44\">Timmins and Edwards, 2016</a>). Briefly, SimObesity works in two steps. The first step determines the combination of individuals in a geographical area using the reweighing algorithm. The second step involves intergerisation so only ‘whole’ individuals and not fractions of people are assigned to each geographical area (<a href=\"#bib4\">Ballas et al., 2005</a>). SimObesity algorithm is displayed in the equation below.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For <i>P<sub>i j</sub></i>",
                            "type": "paragraph"
                        },
                        {
                            "id": "EQ1",
                            "label": "(1)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>x</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>=</mo><msub><mi>w</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>×</mo><msub><mi>c</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mrow><mo>/</mo></mrow><msub><mi>s</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "EQ2",
                            "label": "(2)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>y</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>=</mo><msub><mi>x</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>×</mo><mo>∑</mo><msub><mi>c</mi><mi>j</mi></msub><mrow><mo fence=\"true\" maxsize=\"1.2em\" minsize=\"1.2em\" stretchy=\"true\" symmetric=\"true\">/</mo></mrow><mo>∑</mo><msub><mi>x</mi><mi>j</mi></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Where, <i>P<sub>ij</sub></i> represents each person in the population dataset.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>x<sub>i j</sub></i> is the reweight value for person <i>i</i> in area <i>j</i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>w<sub>i j</sub></i> is the person’s original weight in the population table for the first constraint variable and is the resulting weight (<i>y<sub>i j</sub></i>) from the previous constraint for all subsequent constraint variables.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>c<sub>i j</sub></i> is element <i>ij</i> of the corresponding constraint table.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>s<sub>I j</sub></i> is element <i>ij</i> of the corresponding summary table.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>∑c<sub>j</sub></i> is the sum of the relevant area column for the constraint variable.",
                            "type": "paragraph"
                        },
                        {
                            "text": "∑<i>x<sub>j</sub></i> is the sum of the relevant area column for the reweight value calculated in the previous step.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In our study, spatial microsimulation was conducted in a two-step sequence. First, constraints selected from the HSE analysis (described above) were combined with the 2011 Census (geographical dataset) using SimObesity to create a dataset that we called the hybrid dataset. This hybrid dataset contained information on both sociodemographic variables and BMI. Step 2 of the sequence involved combining the hybrid dataset with ELSA, also using SimObesity (based on constraint variables identified during the ELSA regression analysis) to obtain the final dataset. This dataset contained both knee OA data as well as BMI data. This processes illustrated in <a href=\"#fig1\">Figure 1</a> below. Initial (default) weights were set at ‘1’ for all simulations (<a href=\"#bib37\">Smith et al., 2009</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00200%2Fijm-00200-fig001.tif",
                                        "size": {
                                            "width": 2835,
                                            "height": 1252
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00200%2Fijm-00200-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00200-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "2-stage Spatial Microsimulation",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1. Spatial microsimulation",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Missing data and collinearity",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This is an integral part of spatial microsimulation and there are broadly two approaches - internal and external. Internal validation examines how well the simulated data represents source data (constraint variables), while external validation tries to establish how closely the simulated estimates represent the actual spatial distribution of the outcome of interest. This is very challenging (hence the need for spatial microsimulation in the first place) (<a href=\"#bib15\">Edwards and Tanton, 2012</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Although several statistical techniques exist to internally validate spatial models, there is no consensus on which method is most appropriate. A review of the pros and cons of common internal validation techniques can be found in published literature (<a href=\"#bib44\">Timmins and Edwards, 2016</a>; <a href=\"#bib33\">Rahman et al., 2013</a>). In general, multiple techniques are used for internal validation. Our approach to validation was based on the simplicity of interpretation, preferring methods with an objective statistical measure over methods with a subjective interpretation.",
                    "type": "paragraph"
                },
                {
                    "text": "Our simulated datasets were validated against the original census data ie, the hybrid and final dataset were each validated against the census data. This way we could access how close or removed our final dataset was from the census data. This was done with the following measures: R<sup>2</sup>, Standard Absolute Error (SAE), and Standard Error about Identity (SEI) (<a href=\"#bib43\">Tanton and Vidyattama, 2010</a>). Scatterplots were also used to visualize the relationship between simulated and census data. R<sup>2</sup> and SEI values ≥0.98, and SAE ≤0.05 were considered to be a good fit to generate the hybrid data, and R<sup>2</sup> and SEI values ≥0.94 and SAE values ≤0.10 to generate final knee OA dataset (<a href=\"#bib37\">Smith et al., 2009</a>). R<sup>2</sup> and SEI cut off points were chosen pragmatically to account for a slight decay in the values at the second stage of simulation which may be caused by the intergerisation phase of SimObesity.",
                    "type": "paragraph"
                },
                {
                    "text": "Prior to the validation methods mentioned above, we broadly compared constraint variables across all datasets i.e., we compared proportions of subgroups within all constraint variables in the hybrid dataset with those of the census and final datasets respectively. In addition, we aggregated the estimated data to a higher spatial scale, Government Office Region (GOR) and compared the proportion of people with knee osteoarthritis in ELSA (our final population dataset) with that of our synthetic dataset.",
                    "type": "paragraph"
                },
                {
                    "text": "Data cleaning, constraint selection and model validation were conducted using STATA 14 SE (<a href=\"#bib39\">Statacorp, 2015</a>) and Spatial microsimulation was done using SimObesity. Ethical approval was obtained from the University of Nottingham Ethics Committee SDA23062015.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Model validation/calibration",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "There were a total of 9,169 core ELSA sample members, 12,521 observations from a combination of HSE 2012–2014, and about 18 million individuals in the 2011 census aged 50 years and above.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table2\">Table 2</a> below shows that the distribution of variables in all the 3 datasets is broadly similar with only slight differences in the frequency distribution of ‘separated’ individuals in ELSA compared with the Census and HSE. The frequency distribution of Education qualification also differs slightly between census, and HSE and ELSA datasets. However overall, HSE and ELSA are broadly representative of the census data making them ideal for spatial microsimulation.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "id": "T2_FN1",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "Variables with missing data in HSE & ELSA.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\" colspan=\"2\">Variables/categories</th>\n<th align=\"left\">ELSA, n (%)</th>\n<th align=\"left\">HSE, n (%)</th>\n<th align=\"left\">Census LSOA, n (%)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" rowspan=\"5\"><b>Age</b></td>\n<td align=\"left\">50–59 years</td>\n<td align=\"left\">2,062 (22.49)</td>\n<td align=\"left\">4,901 (32.67)</td>\n<td align=\"left\">6,397,087 (35.09)</td>\n</tr>\n<tr>\n<td align=\"left\">60–69 years</td>\n<td align=\"left\">3,451 (37.64)</td>\n<td align=\"left\">4,018 (32.09)</td>\n<td align=\"left\">5,680,431 (31.16)</td>\n</tr>\n<tr>\n<td align=\"left\">70–79 years</td>\n<td align=\"left\">2,444 (26.66)</td>\n<td align=\"left\">2,837(22.66)</td>\n<td align=\"left\">3,713,474 (20.37)</td>\n</tr>\n<tr>\n<td align=\"left\">80–89 years</td>\n<td align=\"left\">1,005 (10.96)</td>\n<td align=\"left\">1,383 (11.05)</td>\n<td align=\"left\">2,032,084 (11.16)</td>\n</tr>\n<tr>\n<td align=\"left\">≥90 years</td>\n<td align=\"left\">207 (2.26)</td>\n<td align=\"left\">192 (1.53)</td>\n<td align=\"left\">403,817 (2.22)</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\"><b>Sex</b></td>\n<td align=\"left\">Female</td>\n<td align=\"left\">5,096 (55.58)</td>\n<td align=\"left\">6,756 (53.96)</td>\n<td align=\"left\">9,658,440 (52.98)</td>\n</tr>\n<tr>\n<td align=\"left\">Male</td>\n<td align=\"left\">4,073 (44.42)</td>\n<td align=\"left\">5,765 (46.04)</td>\n<td align=\"left\">8,571,453 (47.02)</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"5\"><b><a href=\"#T2_FN1\">*</a>Marital</b></td>\n<td align=\"left\">Single, Cohabitees</td>\n<td align=\"left\">603 (6.58)</td>\n<td align=\"left\">1,425 (11.39)</td>\n<td align=\"left\">1,464,682 (8.03)</td>\n</tr>\n<tr>\n<td align=\"left\">Married, Civil partnerships</td>\n<td align=\"left\">5,872 (64.06)</td>\n<td align=\"left\">7,726 (61.73)</td>\n<td align=\"left\">11,167,413 (61.26)</td>\n</tr>\n<tr>\n<td align=\"left\">Separated</td>\n<td align=\"left\">25 (0.27)</td>\n<td align=\"left\">271 (2.17)</td>\n<td align=\"left\">420,140 (2.31)</td>\n</tr>\n<tr>\n<td align=\"left\">Divorced</td>\n<td align=\"left\">1,070 (11.67)</td>\n<td align=\"left\">1,268 (10.13)</td>\n<td align=\"left\">2,306,990 (12.65)</td>\n</tr>\n<tr>\n<td align=\"left\">Widowed</td>\n<td align=\"left\">1,597 (17.42)</td>\n<td align=\"left\">1,826 (14.59)</td>\n<td align=\"left\">2,870,668 (15.75)</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\"><b><a href=\"#T2_FN1\">*</a>Ethnicity</b></td>\n<td align=\"left\">White</td>\n<td align=\"left\">8,845 (96.49)</td>\n<td align=\"left\">11,792 (94.54)</td>\n<td align=\"left\">17,027,207 (93.40)</td>\n</tr>\n<tr>\n<td align=\"left\">Non-white</td>\n<td align=\"left\">322 (3.51)</td>\n<td align=\"left\">681 (5.46)</td>\n<td align=\"left\">1,202,686 (6.60)</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"5\"><b><a href=\"#T2_FN1\">*</a>NSSEC</b></td>\n<td align=\"left\">Higher Managerial &amp; Professional</td>\n<td align=\"left\">3,167 (34.74)</td>\n<td align=\"left\">3,982 (32.36)</td>\n<td align=\"left\">5,475,646 (30.04)</td>\n</tr>\n<tr>\n<td align=\"left\">Lower Managerial</td>\n<td align=\"left\">1,249 (13.70)</td>\n<td align=\"left\">1,922 (15.57)</td>\n<td align=\"left\">2,624,312 (14.40)</td>\n</tr>\n<tr>\n<td align=\"left\">Intermediate Occupations</td>\n<td align=\"left\">1,059 (11.62)</td>\n<td align=\"left\">1,298 (10.52)</td>\n<td align=\"left\">2,080,200 (11.41)</td>\n</tr>\n<tr>\n<td align=\"left\">Lower supervisory &amp; Technical</td>\n<td align=\"left\">846 (9.28)</td>\n<td align=\"left\">937 (7.59)</td>\n<td align=\"left\">1,457,493(7.99)</td>\n</tr>\n<tr>\n<td align=\"left\">Semi routine, routine &amp; others</td>\n<td align=\"left\">2,794 (30.65)</td>\n<td align=\"left\">4,204 (34.06)</td>\n<td align=\"left\">6,592,242(36.16)</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"7\"><b><a href=\"#T2_FN1\">*</a>Education</b></td>\n<td align=\"left\">NVQ 4 &amp; 5</td>\n<td align=\"left\">1,551 (17.06)</td>\n<td align=\"left\">2,191 (17.50)</td>\n<td align=\"left\">6,965,766 (38.21)</td>\n</tr>\n<tr>\n<td align=\"left\">Higher Education, below Degree</td>\n<td align=\"left\">1,268 (13.94)</td>\n<td align=\"left\">1,459 (11.65)</td>\n<td align=\"left\">1,773,428 (9.73)</td>\n</tr>\n<tr>\n<td align=\"left\">NVQ3</td>\n<td align=\"left\">752 (8.27)</td>\n<td align=\"left\">1,173 (9.37)</td>\n<td align=\"left\">1,930,079 (10.59)</td>\n</tr>\n<tr>\n<td align=\"left\">NVQ2</td>\n<td align=\"left\">1,703 (18.73)</td>\n<td align=\"left\">2,336 (18.66)</td>\n<td align=\"left\">991,560 (5.44)</td>\n</tr>\n<tr>\n<td align=\"left\">NVQ1</td>\n<td align=\"left\">366 (4.03)</td>\n<td align=\"left\">514 (4.11)</td>\n<td align=\"left\">1,254,681 (6.88)</td>\n</tr>\n<tr>\n<td align=\"left\">Foreign/Other</td>\n<td align=\"left\">1,043 (11.47)</td>\n<td align=\"left\">353 (2.82)</td>\n<td align=\"left\">4,180,862 (22.93)</td>\n</tr>\n<tr>\n<td align=\"left\">No Qualification</td>\n<td align=\"left\">2,410 (26.50)</td>\n<td align=\"left\">4,444 (35.49)</td>\n<td align=\"left\">1,133,517 (6.22)</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"3\"><b>Health</b></td>\n<td align=\"left\">Excellent, good</td>\n<td align=\"left\">6,330 (72.10)</td>\n<td align=\"left\">8,010 (63.97)</td>\n<td align=\"left\">11,213,005 (61.51)</td>\n</tr>\n<tr>\n<td align=\"left\">Fair</td>\n<td align=\"left\">1,729 (19.69)</td>\n<td align=\"left\">3,079 (24.59)</td>\n<td align=\"left\">4,856,203 (26.64)</td>\n</tr>\n<tr>\n<td align=\"left\">Poor</td>\n<td align=\"left\">720 (8.20)</td>\n<td align=\"left\">1,425 (11.38)</td>\n<td align=\"left\">2,160,685 (11.85)</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"3\"><b><a href=\"#T2_FN1\">*</a>Smoke</b></td>\n<td align=\"left\">Never smoker</td>\n<td align=\"left\">3,275 (36.73)</td>\n<td align=\"left\">5,777 (46.14)</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">Ex-smoker</td>\n<td align=\"left\">4,790 (52.25)</td>\n<td align=\"left\">4,910 (39.21)</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">Current Smoker</td>\n<td align=\"left\">1,102 (12.02)</td>\n<td align=\"left\">1,802 (14.39)</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"4\"><b><a href=\"#T2_FN1\">*</a>BMI</b></td>\n<td align=\"left\">Underweight</td>\n<td align=\"left\">69 (0.93)</td>\n<td align=\"left\">85 (0.82)</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">Normal</td>\n<td align=\"left\">1,958 (26.52)</td>\n<td align=\"left\">2,761 (26.58)</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">Overweight</td>\n<td align=\"left\">3,029 (41.03)</td>\n<td align=\"left\">4,380 (42.16)</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">Obese</td>\n<td align=\"left\">2,327 (31.52)</td>\n<td align=\"left\">3,163 (30.45)</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Knee Osteoarthritis</b></td>\n<td align=\"left\">Yes</td>\n<td align=\"left\">1,728 (18.85)</td>\n<td align=\"left\">–</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">No</td>\n<td align=\"left\">7,441 (81.15)</td>\n<td align=\"left\">–</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"2\"><b>TOTAL</b></td>\n<td align=\"left\">9,169 (100)</td>\n<td align=\"left\">12,521 (100)</td>\n<td align=\"left\">18,229,893 (100)</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Frequency distribution of variables in geographical (census) and survey (HSE and ELSA) datasets",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#table3\">Tables 3</a> and <a href=\"#table4\">4</a> below display the output of ELSA univariate and multivariate logistic regression analysis and GOF test respectively. Age, Sex, NSSEC, Health status and BMI were found to be significantly associated with Knee OA in the Univariate analysis.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "id": "T3_FN1",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "Not significant but included in the final model.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "T3_FN2",
                                    "label": "†",
                                    "text": [
                                        {
                                            "text": "Found to be defined differently in the census and was subsequently dropped from analysis.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\" rowspan=\"2\">Variables</th>\n<th align=\"left\" colspan=\"2\">Univariate</th>\n<th align=\"left\" colspan=\"2\">Final model</th>\n</tr>\n<tr>\n<th align=\"left\">F - test</th>\n<th align=\"left\">P value</th>\n<th align=\"left\">F -test</th>\n<th align=\"left\">P value</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"><a href=\"#T3_FN1\">*</a>Age</td>\n<td align=\"left\">3.01</td>\n<td align=\"left\">0.0172</td>\n<td align=\"left\">0.43</td>\n<td align=\"left\">0.9038</td>\n</tr>\n<tr>\n<td align=\"left\">Sex</td>\n<td align=\"left\">22.74</td>\n<td align=\"left\">&lt;0.0001</td>\n<td align=\"left\">20.67</td>\n<td align=\"left\">&lt;0.0001</td>\n</tr>\n<tr>\n<td align=\"left\">NSSEC</td>\n<td align=\"left\">19.54</td>\n<td align=\"left\">&lt;0.0001</td>\n<td align=\"left\">6.15</td>\n<td align=\"left\">0.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Health</td>\n<td align=\"left\">174.26</td>\n<td align=\"left\">&lt;0.0001</td>\n<td align=\"left\">54.06</td>\n<td align=\"left\">&lt;0.0001</td>\n</tr>\n<tr>\n<td align=\"left\">BMI</td>\n<td align=\"left\">47.93</td>\n<td align=\"left\">&lt;0.0001</td>\n<td align=\"left\">24.81</td>\n<td align=\"left\">&lt;0.0001</td>\n</tr>\n<tr>\n<td align=\"left\"><a href=\"#T3_FN2\"><sup>†</sup></a>Illness</td>\n<td align=\"left\">234</td>\n<td align=\"left\">&lt;0.0001</td>\n<td align=\"left\">76.7</td>\n<td align=\"left\">&lt;0.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Marital</td>\n<td align=\"left\">1.98</td>\n<td align=\"left\">0.0953</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Ethnicity</td>\n<td align=\"left\">1.85</td>\n<td align=\"left\">0.1741</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Education</td>\n<td align=\"left\">5,847</td>\n<td align=\"left\">&lt;0.001</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Smoke</td>\n<td align=\"left\">5.85</td>\n<td align=\"left\">0.0029</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Alcohol</td>\n<td align=\"left\">14.14</td>\n<td align=\"left\">&lt;0.0001</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Fruit &amp; Vegetable consumption</td>\n<td align=\"left\">3.94</td>\n<td align=\"left\">0.0196</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "ELSA Univariate and Multivariate Logistic Regression Analysis – F test and P values",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Although Age was not significantly associated with Knee OA in multivariate analysis, it was considered to be an important predictor and thus included in the final model. <a href=\"#table3\">Table 3</a> shows the results of the archer-Lemenshow Goodnesss of Fit (GOF) statistic. Comparing different combinations of variables in the final model – Age, Sex, NSSEC and BMI were shown to be the best predictors of knee OA, with the highest GOF p value of 0.9742. This is consistent with current available literature on the predictors of knee OA (<a href=\"#bib19\">Hart et al., 1999</a>; <a href=\"#bib35\">Reyes et al., 2015</a>; <a href=\"#bib6\">Blagojevic et al., 2010</a>) therefore these variables were selected as constraint variables for knee OA spatial simulation modelling.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table4",
                            "label": "Table 4",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Model parameters</th>\n<th align=\"left\">Archer-Lemenshow GOF values</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Age,Sex, NSSEC, Illness, Health, BMI</td>\n<td align=\"left\">0.3374</td>\n</tr>\n<tr>\n<td align=\"left\">Age, Sex, NSSEC, Health, BMI</td>\n<td align=\"left\">0.4861</td>\n</tr>\n<tr>\n<td align=\"left\">Age, Sex, Health, BMI</td>\n<td align=\"left\">0.1147</td>\n</tr>\n<tr>\n<td align=\"left\">Age, Sex, BMI</td>\n<td align=\"left\">0.6283</td>\n</tr>\n<tr>\n<td align=\"left\">Age, Sex, NSSEC</td>\n<td align=\"left\">0.6708</td>\n</tr>\n<tr>\n<td align=\"left\">Age, Sex,Health</td>\n<td align=\"left\">0.7564</td>\n</tr>\n<tr>\n<td align=\"left\">Age, NSSEC</td>\n<td align=\"left\">0.3453</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Age, Sex, NSSEC, BMI</b></td>\n<td align=\"left\"><b>0.9742</b></td>\n</tr>\n<tr>\n<td align=\"left\">Age,Sex</td>\n<td align=\"left\">0.5680</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "ELSA Goodness of fit test",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#table5\">Table 5</a> above shows the results of multivariate multinomial regression analysis of HSE data. Age, Sex, NSSEC, Health, Marital status, Ethnicity, Highest Qualification, and Smoking status were identified as constraint variables. The census does not collect smoking status data, so smoking was not used as a constraint variable.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table5",
                            "label": "Table 5",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\" rowspan=\"2\">Variables</th>\n<th align=\"left\" colspan=\"2\">Univariate</th>\n<th align=\"left\" colspan=\"2\">Final model</th>\n</tr>\n<tr>\n<th align=\"left\">F - test</th>\n<th align=\"left\">P value</th>\n<th align=\"left\">F -test</th>\n<th align=\"left\">P value</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"><b>Age</b></td>\n<td align=\"left\">2.88</td>\n<td align=\"left\">&lt;0.0001</td>\n<td align=\"left\">8.87</td>\n<td align=\"left\">&lt;0.0001</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Sex</b></td>\n<td align=\"left\">41.49</td>\n<td align=\"left\">&lt;0.0001</td>\n<td align=\"left\">35.73</td>\n<td align=\"left\">&lt;0.0001</td>\n</tr>\n<tr>\n<td align=\"left\"><b>NSSEC</b></td>\n<td align=\"left\">7.22</td>\n<td align=\"left\">&lt;0.0001</td>\n<td align=\"left\">1.98</td>\n<td align=\"left\">0.0139</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Health</b></td>\n<td align=\"left\">35.24</td>\n<td align=\"left\">&lt;0.0001</td>\n<td align=\"left\">28.75</td>\n<td align=\"left\">&lt;0.0001</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Marital</b></td>\n<td align=\"left\">13.87</td>\n<td align=\"left\">&lt;0.0001</td>\n<td align=\"left\">28.89</td>\n<td align=\"left\">&lt;0.0001</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Ethnicity</b></td>\n<td align=\"left\">3046.85</td>\n<td align=\"left\">&lt;0.0001</td>\n<td align=\"left\">1236.81</td>\n<td align=\"left\">&lt;0.0001</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Education</b></td>\n<td align=\"left\">5.7</td>\n<td align=\"left\">&lt;0.0001</td>\n<td align=\"left\">2.29</td>\n<td align=\"left\">0.0016</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Smoke</b></td>\n<td align=\"left\">12.54</td>\n<td align=\"left\">&lt;0.0001</td>\n<td align=\"left\">14.63</td>\n<td align=\"left\">&lt;0.0001</td>\n</tr>\n<tr>\n<td align=\"left\"><b>Fruit &amp; Vegetable consumption</b></td>\n<td align=\"left\">1.06</td>\n<td align=\"left\">0.3843</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "HSE Univariate and Multivariate Multinomial Regression Analysis – F test and P values",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s7",
            "title": "7. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Age, Sex, NSSEC, Health, Marital Status, Ethnicity, and Education were used in different combinations as constraint variables to predict BMI. The Age, Sex and NSSEC simulation model provided the best fitted dataset based on our validation criteria and is the only result presented here. See following tables.",
                    "type": "paragraph"
                },
                {
                    "text": "From <a href=\"#table6\">Table 6</a> above, we can see that both the hybrid and final datasets have similar proportions of variables as the original census and HSE, and ELSA datasets (for BMI and Knee OA respectively)",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table6",
                            "label": "Table 6",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\" colspan=\"2\">Variables/Categories</th>\n<th align=\"left\">Census (%)</th>\n<th align=\"left\">Hybrid, n (%)</th>\n<th align=\"left\">Final, n (%)</th>\n<th align=\"left\">ELSA, n (%)</th>\n<th align=\"left\">HSE, n (%)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" rowspan=\"5\"><b>Age</b></td>\n<td align=\"left\">50–59 years</td>\n<td align=\"left\">35.09</td>\n<td align=\"left\">35.02</td>\n<td align=\"left\">34.59</td>\n<td align=\"left\">22.49</td>\n<td align=\"left\">32.67</td>\n</tr>\n<tr>\n<td align=\"left\">60–69 years</td>\n<td align=\"left\">31.16</td>\n<td align=\"left\">31.16</td>\n<td align=\"left\">31.19</td>\n<td align=\"left\">37.64</td>\n<td align=\"left\">32.09</td>\n</tr>\n<tr>\n<td align=\"left\">70–79 years</td>\n<td align=\"left\">20.37</td>\n<td align=\"left\">20.48</td>\n<td align=\"left\">20.75</td>\n<td align=\"left\">26.66</td>\n<td align=\"left\">22.66</td>\n</tr>\n<tr>\n<td align=\"left\">80–89 years</td>\n<td align=\"left\">11.16</td>\n<td align=\"left\">11.15</td>\n<td align=\"left\">11.24</td>\n<td align=\"left\">10.96</td>\n<td align=\"left\">11.05</td>\n</tr>\n<tr>\n<td align=\"left\">≥90 years</td>\n<td align=\"left\">2.22</td>\n<td align=\"left\">2.19</td>\n<td align=\"left\">2.21</td>\n<td align=\"left\">2.26</td>\n<td align=\"left\">1.53</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\"><b>Sex</b></td>\n<td align=\"left\">Female</td>\n<td align=\"left\">52.98</td>\n<td align=\"left\">52.84</td>\n<td align=\"left\">54.07</td>\n<td align=\"left\">55.58</td>\n<td align=\"left\">53.96</td>\n</tr>\n<tr>\n<td align=\"left\">Male</td>\n<td align=\"left\">47.02</td>\n<td align=\"left\">47.16</td>\n<td align=\"left\">45.92</td>\n<td align=\"left\">44.42</td>\n<td align=\"left\">46.04</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"5\"><b>NSSEC</b></td>\n<td align=\"left\">Higher Managerial &amp; Professional</td>\n<td align=\"left\">30.04</td>\n<td align=\"left\">30.16</td>\n<td align=\"left\">31.39</td>\n<td align=\"left\">34.74</td>\n<td align=\"left\">32.36</td>\n</tr>\n<tr>\n<td align=\"left\">Lower Managerial</td>\n<td align=\"left\">14.4</td>\n<td align=\"left\">14.29</td>\n<td align=\"left\">13.84</td>\n<td align=\"left\">13.70</td>\n<td align=\"left\">15.57</td>\n</tr>\n<tr>\n<td align=\"left\">Intermediate Occupations</td>\n<td align=\"left\">11.41</td>\n<td align=\"left\">11.49</td>\n<td align=\"left\">11.39</td>\n<td align=\"left\">11.62</td>\n<td align=\"left\">10.52</td>\n</tr>\n<tr>\n<td align=\"left\">Lower supervisory &amp; Technical</td>\n<td align=\"left\">7.99</td>\n<td align=\"left\">8.08</td>\n<td align=\"left\">8.17</td>\n<td align=\"left\">9.28</td>\n<td align=\"left\">7.59</td>\n</tr>\n<tr>\n<td align=\"left\">Semi routine, routine &amp; others</td>\n<td align=\"left\">36.16</td>\n<td align=\"left\">35.98</td>\n<td align=\"left\">35.20</td>\n<td align=\"left\">30.65</td>\n<td align=\"left\">34.06</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"4\"><b>BMI</b></td>\n<td align=\"left\">&lt;18.5 (Underweight)</td>\n<td align=\"left\">–</td>\n<td align=\"left\">0.98</td>\n<td align=\"left\">0.98</td>\n<td align=\"left\">0.93</td>\n<td align=\"left\">0.82</td>\n</tr>\n<tr>\n<td align=\"left\">18.5–&lt;25 (Normal)</td>\n<td align=\"left\">–</td>\n<td align=\"left\">26.20</td>\n<td align=\"left\">26.39</td>\n<td align=\"left\">26.52</td>\n<td align=\"left\">26.58</td>\n</tr>\n<tr>\n<td align=\"left\">≥24–&lt;30 (Overweight)</td>\n<td align=\"left\">–</td>\n<td align=\"left\">42.20</td>\n<td align=\"left\">41.51</td>\n<td align=\"left\">41.03</td>\n<td align=\"left\">42.16</td>\n</tr>\n<tr>\n<td align=\"left\">≥30 (Obese)</td>\n<td align=\"left\">–</td>\n<td align=\"left\">30.62</td>\n<td align=\"left\">31.10</td>\n<td align=\"left\">31.52</td>\n<td align=\"left\">30.45</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\"><b>Knee Osteoarthritis</b></td>\n<td align=\"left\">Yes</td>\n<td align=\"left\">–</td>\n<td align=\"left\">–</td>\n<td align=\"left\">18.69</td>\n<td align=\"left\">18.85</td>\n<td align=\"left\">–</td>\n</tr>\n<tr>\n<td align=\"left\">No</td>\n<td align=\"left\">–</td>\n<td align=\"left\">–</td>\n<td align=\"left\">81.31</td>\n<td align=\"left\">81.15</td>\n<td align=\"left\">–</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Frequency distribution of variables in Original and synthetic datasets",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#table7\">Table 7</a> above displays internal validation measures at both simulation stages. It can be seen that in general, there was a slight reduction in SEI and R<sup>2</sup> values, and an increase in SAE values from the hybrid (BMI simulations) to the final dataset (OA simulations). All BMI simulations met our validation criteria of an SAE of ≤0.05 and R<sup>2</sup> value of ≥0.98, however age-group ≥90 years and males just failed to meet our set SEI criteria of ≥0.98. In the final simulations, age group ≥90 years also failed to meet our SAE and SEI criteria; and all sex sub-categories did not meet our set criteria as well. However, it can be observed that most sub categories of constraint variables met our validation criteria at both stages of the microsimulation sequence.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table7",
                            "label": "Table 7",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\" colspan=\"2\" rowspan=\"2\">Variables/Categories</th>\n<th align=\"left\" colspan=\"3\">BMI simulation</th>\n<th align=\"left\" colspan=\"3\">OA Simulation</th>\n</tr>\n<tr>\n<th align=\"left\">SAE</th>\n<th align=\"left\">R<sup>2</sup></th>\n<th align=\"left\">SEI</th>\n<th align=\"left\">SAE</th>\n<th align=\"left\">R<sup>2</sup></th>\n<th align=\"left\">SEI</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" rowspan=\"5\"><b>Age</b></td>\n<td align=\"left\">50–59 years</td>\n<td align=\"left\">0.0186</td>\n<td align=\"left\">0.9933</td>\n<td align=\"left\">0.9918</td>\n<td align=\"left\">0.0433</td>\n<td align=\"left\">0.9681</td>\n<td align=\"left\">0.9569</td>\n</tr>\n<tr>\n<td align=\"left\">60–69 years</td>\n<td align=\"left\">0.0132</td>\n<td align=\"left\">0.9983</td>\n<td align=\"left\">0.9980</td>\n<td align=\"left\">0.0200</td>\n<td align=\"left\">0.9959</td>\n<td align=\"left\">0.9951</td>\n</tr>\n<tr>\n<td align=\"left\">70–79 years</td>\n<td align=\"left\">0.0295</td>\n<td align=\"left\">0.9933</td>\n<td align=\"left\">0.9931</td>\n<td align=\"left\">0.0560</td>\n<td align=\"left\">0.9768</td>\n<td align=\"left\">0.9753</td>\n</tr>\n<tr>\n<td align=\"left\">80–89 years</td>\n<td align=\"left\">0.0304</td>\n<td align=\"left\">0.9949</td>\n<td align=\"left\">0.9949</td>\n<td align=\"left\">0.0617</td>\n<td align=\"left\">0.9807</td>\n<td align=\"left\">0.9800</td>\n</tr>\n<tr>\n<td align=\"left\">≥90 years</td>\n<td align=\"left\">0.0916</td>\n<td align=\"left\">0.9801</td>\n<td align=\"left\">0.9797</td>\n<td align=\"left\">0.1741</td>\n<td align=\"left\">0.9416</td>\n<td align=\"left\">0.9289</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\"><b>Sex</b></td>\n<td align=\"left\">Male</td>\n<td align=\"left\">0.0344</td>\n<td align=\"left\">0.9847</td>\n<td align=\"left\">0.9792</td>\n<td align=\"left\">0.0680</td>\n<td align=\"left\">0.9370</td>\n<td align=\"left\">0.9327</td>\n</tr>\n<tr>\n<td align=\"left\">Female</td>\n<td align=\"left\">0.0304</td>\n<td align=\"left\">0.9851</td>\n<td align=\"left\">0.9847</td>\n<td align=\"left\">0.0777</td>\n<td align=\"left\">0.9367</td>\n<td align=\"left\">0.9064</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"5\"><b>NSSEC</b></td>\n<td align=\"left\">Higher Managerial &amp; Professional</td>\n<td align=\"left\">0.0199</td>\n<td align=\"left\">0.9978</td>\n<td align=\"left\">0.9977</td>\n<td align=\"left\">0.0583</td>\n<td align=\"left\">0.9908</td>\n<td align=\"left\">0.9800</td>\n</tr>\n<tr>\n<td align=\"left\">Lower Managerial</td>\n<td align=\"left\">0.0374</td>\n<td align=\"left\">0.9888</td>\n<td align=\"left\">0.9872</td>\n<td align=\"left\">0.0818</td>\n<td align=\"left\">0.9550</td>\n<td align=\"left\">0.9450</td>\n</tr>\n<tr>\n<td align=\"left\">Intermediate Occupations</td>\n<td align=\"left\">0.0300</td>\n<td align=\"left\">0.9956</td>\n<td align=\"left\">0.9954</td>\n<td align=\"left\">0.0542</td>\n<td align=\"left\">0.9867</td>\n<td align=\"left\">0.9850</td>\n</tr>\n<tr>\n<td align=\"left\">Lower supervisory &amp; Technical</td>\n<td align=\"left\">0.0271</td>\n<td align=\"left\">0.9940</td>\n<td align=\"left\">0.9929</td>\n<td align=\"left\">0.0556</td>\n<td align=\"left\">0.9788</td>\n<td align=\"left\">0.9710</td>\n</tr>\n<tr>\n<td align=\"left\">Semi routine, routine &amp; others</td>\n<td align=\"left\">0.0124</td>\n<td align=\"left\">0.9987</td>\n<td align=\"left\">0.9984</td>\n<td align=\"left\">0.0353</td>\n<td align=\"left\">0.9938</td>\n<td align=\"left\">0.9881</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Validation parameters (SAE, R<sup>2</sup> and SEI) for BMI and OA spatial microsimulations",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The results of the scatter plots above show a good correlation between the original census dataset and the final knee OA simulated dataset howbeit with a lower R<sup>2</sup> value for all constraint variable than obtained when the census was compared with the hybrid dataset (<a href=\"#fig2\">Figures 2</a> and <a href=\"#fig3\">3</a>). This effect is more pronounced in the sex category and in the age group 90 years and above. However the scatter plots show similar patterns across the different variables in both datasets which shows that the census data is correlated with the final OA simulation data.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00200%2Fijm-00200-fig002.tif",
                                "size": {
                                    "width": 1594,
                                    "height": 1089
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00200%2Fijm-00200-fig002.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00200-fig002.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Scatter plots for age, sex and NSSEC categories, simulated counts from the hybrid dataset versus census totals",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00200%2Fijm-00200-fig003.tif",
                                "size": {
                                    "width": 1594,
                                    "height": 1017
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00200%2Fijm-00200-fig003.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00200-fig003.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Scatter plots for age, sex and NSSEC categories, simulated counts from the final dataset versus census",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#fig4\">Figure 4</a> above compares the proportion of individuals with knee osteoarthritis from ELSA with that generated through spatial microsimulation. The error bars represent 95% confidence intervals. It can be seen here that synthetic data point estimates of the prevalence of knee osteoarthritis are within 95% confidence limits across all GORs. The highest difference of 2.7% points was seen in the North-East of England, with almost a perfect match in the East of England. ELSA proportions also appear to show more variability that the simulated data.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00200%2Fijm-00200-fig004.tif",
                                "size": {
                                    "width": 768,
                                    "height": 934
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00200%2Fijm-00200-fig004.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00200-fig004.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "Comparing regional aggregates of our simulated synthetic microdata data with ELSA data (grouped by regions)",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s8",
            "title": "8. Validation - HSE Vs Census",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The case study described above provided a detailed account of constraint selection and internal validation of a novel approach to spatial microsimulation. It demonstrated our approach to overcoming a key challenge encountered when generating small area level microdata. To this end, BMI, a variable found to be strongly associated with knee OA (from a literature search and our regression analyses) (<a href=\"#bib6\">Blagojevic et al., 2010</a>) but not collected by our geographical dataset was successfully incorporated into the simulation by conducting simulations in 2 stages. This served a dual purpose because combining data from two survey datasets inadvertently increased the pool of individuals to choose from, as well as providing data on hitherto unavailable information. Although there seemed to be some ‘decay’ in validation scores in the final output, as shown by the slight increase in SAE and reduction in the R<sup>2</sup> values in the final dataset, the association between constraint variables in the census and final datasets is still very strong.",
                    "type": "paragraph"
                },
                {
                    "text": "In addition, the proportions of individuals in various categories (of both constraint and outcome variables) were very similar across both survey datasets, hybrid and final datasets. It is also interesting to note that categories with only few observations (e.g. individuals aged 90 years and above) showed a poorer fit than categories with a large number of observations (50–59 years) in both the hybrid and final simulations. This also attests to the strong correlation between the original census and final datasets. Furthermore, the prevalence of our outcome of interest derived from our synthetic data approximated that derived from ELSA, with the largest point estimate difference of less than three percentage points. Another strength of this approach is that the similarity of source datasets such that individuals in the HSE and ELSA are alike in terms of variable categorization and sampling framework probably making it easier to clone individuals based on selected attributes however HSE contained slightly higher absolute numbers of participants in each category.",
                    "type": "paragraph"
                },
                {
                    "text": "Bearing this in mind, it is also important to highlight some important considerations – first, the case study described above was conducted using a static deterministic reweighing and combinatorial spatial microsimulation method. It may not be applicable to other reweighing spatial simulation methods e.g. methods utilizing iterative proportional fitting, and other dynamic spatial models.",
                    "type": "paragraph"
                },
                {
                    "text": "Secondly, choice of constraint is a very important determinant of the simulated output. Any other selection of constraints would produce a different output however our choice of constraint variables were based on correlates of the outcome of interest using robust calibration techniques. Our final choice of simulation output was based on predetermined internal validation criteria. In addition, some variables such as presence of long term illness and smoking history which were significantly associated with BMI in our regression analysis were not used as constraint variables to obtain the hybrid dataset. This is because the UK census does not collect data on smoking prevalence and also a systematic review of published literature has shown an inconclusive relationship between smoking and Osteoarthritis, our main outcome of interest (<a href=\"#bib20\">Hui et al., 2011</a>; <a href=\"#bib19\">Hart et al., 1999</a>). The presence of long term illness was not defined consistently across datasets and therefore could not be used in the simulations. We are not certain of the effect of these exclusions on the final output.",
                    "type": "paragraph"
                },
                {
                    "text": "Another important consideration is the effect of the single imputation of missing BMI data in both survey datasets (HSE and ELSA) prior to simulation. This had the advantage of providing a larger pool of individuals for the simulations, but it is not quite clear what other biases this could have been introduced into the model. However, simulation models we conducted using complete-case analysis did not have better validation scores.",
                    "type": "paragraph"
                },
                {
                    "text": "It is arguable that this two stage simulation could be conducted using ELSA data only, given that ELSA and HSE contain similar variables, but interestingly our two-stage simulations using only ELSA did not yield consistent validation results (please see supplementary material). The slight decay in some validation criteria noticed with HSE/ELSA Knee Osteoarthritis simulations was amplified with ELSA/ELSA simulations. We believe this may be due to error augmentation, which is the additive effect of errors generated in the first stage and those generated during the second stage of simulations. This concept was not explored further in this paper as the introduction of HSE provided consistent validation results both at ward and LSOA levels.",
                    "type": "paragraph"
                },
                {
                    "text": "Furthermore, we need to consider the effect of time on this two stage simulation approach. All input data were collected at slightly different timeframes with the census data collected in 2011, HSE 2012–2014 and ELSA from 2012 to 2013. We expect that the final simulation results represent LSOA prevalence of knee OA in 2011 and considering Knee OA is a chronic condition and the UK population growth rate is fairly stable therefore we do not expect the time overlap to introduce major biases to our estimates. Also the prevalence of sociodemographic variables was similar across all included datasets.",
                    "type": "paragraph"
                },
                {
                    "text": "Similarly, though we have successfully incorporated a key variable into our simulation models using our two-staged approach, knee OA is affected by a host of other factors that are not present in all of our input datasets (e.g. joint injury) (<a href=\"#bib11\">Coggon et al., 2000</a>). Inclusion of these variables may affect the simulation output. Further work needs to be done to explore other ways to include more variables into these spatial models however the trade-off between number of constraints and internal validity simulation outputs is worth considering.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, this paper did not discuss the external validity of our simulation estimates. We recognise that external validation of this model would pose additional challenges due to the difficulty encountered in the definition of knee osteoarthritis.",
                    "type": "paragraph"
                }
            ],
            "id": "s9",
            "title": "9. Discussion",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "To our knowledge, this is a first attempt using a two-staged approach to conduct static deterministic combinatorial spatial microsimulation. The overall objective was to incorporate BMI, which is an important determinant of knee osteoarthritis into the spatial model in order to produce more robust estimates. This was achieved successfully and consistently with good validation results.",
                    "type": "paragraph"
                }
            ],
            "id": "s10",
            "title": "10. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Epidemiology of osteoarthritis: state of the evidence",
            "authors": [
                {
                    "name": {
                        "index": "Allen, KD",
                        "preferred": "KD Allen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Golightly, YM",
                        "preferred": "YM Golightly"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib1",
            "journal": "Current Opinion in Rheumatology",
            "pages": {
                "first": "276",
                "last": "283",
                "range": "276–283"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "articleTitle": "Goodness-of-fit tests for logistic regression models when data are collected using a complex sampling design",
            "authors": [
                {
                    "name": {
                        "index": "Archer, KJ",
                        "preferred": "KJ Archer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lemeshow, S",
                        "preferred": "S Lemeshow"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hosmer, DW",
                        "preferred": "DW Hosmer"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.1016/j.csda.2006.07.006",
            "id": "bib2",
            "journal": "Computational Statistics & Data Analysis",
            "pages": {
                "first": "4450",
                "last": "4464",
                "range": "4450–4464"
            },
            "type": "journal",
            "volume": "51"
        },
        {
            "articleTitle": "Spatial microsimulation for rural policy analysis in Ireland: the implications of CAP reforms for the National spatial strategy",
            "authors": [
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, GP",
                        "preferred": "GP Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wiemers, E",
                        "preferred": "E Wiemers"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1016/j.jrurstud.2006.01.002",
            "id": "bib3",
            "journal": "Journal of Rural Studies",
            "pages": {
                "first": "367",
                "last": "378",
                "range": "367–378"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Birkin, M",
                        "preferred": "M Birkin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, M",
                        "preferred": "M Clarke"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Spatial Microsimulation Models: A Review and a Glimpse into the Future, Population Dynamics and Projection Methods, Dordrecht, Springer Netherlands",
            "id": "bib5",
            "title": "Population Dynamics and Projection Methods",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rossiter, D",
                        "preferred": "D Rossiter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thomas, B",
                        "preferred": "B Thomas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dorling, D",
                        "preferred": "D Dorling"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Geography matters: Simulating the local impacts of national social policies",
            "date": "2005",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "York"
                        ]
                    },
                    "formatted": [
                        "York"
                    ]
                },
                "name": [
                    "University of Leeds Joseph Rowntree Foundation"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Risk factors for onset of osteoarthritis of the knee in older adults: a systematic review and meta-analysis",
            "authors": [
                {
                    "name": {
                        "index": "Blagojevic, M",
                        "preferred": "M Blagojevic"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jinks, C",
                        "preferred": "C Jinks"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jeffery, A",
                        "preferred": "A Jeffery"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jordan, KP",
                        "preferred": "KP Jordan"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1016/j.joca.2009.08.010",
            "id": "bib6",
            "journal": "Osteoarthritis and Cartilage",
            "pages": {
                "first": "24",
                "last": "33",
                "range": "24–33"
            },
            "type": "journal",
            "volume": "18"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Buckwalter, JA",
                        "preferred": "JA Buckwalter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saltzman, C",
                        "preferred": "C Saltzman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, T",
                        "preferred": "T Brown"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Clinical Orthopaedics and Related Research, 427",
            "id": "bib7",
            "title": "The impact of osteoarthritis: implications for research",
            "type": "unknown"
        },
        {
            "articleTitle": "Constraint choice for spatial Microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Burden, S",
                        "preferred": "S Burden"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steel, D",
                        "preferred": "D Steel"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1002/psp.1942",
            "id": "bib8",
            "journal": "Population, Space and Place",
            "pages": {
                "first": "568",
                "last": "583",
                "range": "568–583"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cassells, R",
                        "preferred": "R Cassells"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Miranti, R",
                        "preferred": "R Miranti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "Building a Static Spatial Microsimulation Model: Data Preparation, Spatial Microsimulation: A Reference Guide for Users. Dordrecht, Springer Netherlands",
            "id": "bib9",
            "title": "Spatial Microsimulation: A Reference Guide for Users. Dordrecht",
            "type": "unknown"
        },
        {
            "articleTitle": "Small area estimation of obesity prevalence and dietary patterns: a model applied to Rio de Janeiro city, Brazil",
            "authors": [
                {
                    "name": {
                        "index": "Cataife, G",
                        "preferred": "G Cataife"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1016/j.healthplace.2013.12.004",
            "id": "bib10",
            "journal": "Health & Place",
            "pages": {
                "first": "47",
                "last": "52",
                "range": "47–52"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "articleTitle": "Occupational physical activities and osteoarthritis of the knee",
            "authors": [
                {
                    "name": {
                        "index": "Coggon, D",
                        "preferred": "D Coggon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Croft, P",
                        "preferred": "P Croft"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kellingray, S",
                        "preferred": "S Kellingray"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barrett, D",
                        "preferred": "D Barrett"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McLaren, M",
                        "preferred": "M McLaren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cooper, C",
                        "preferred": "C Cooper"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "doi": "10.1002/1529-0131(200007)43:7&lt;1443::AID-ANR5&gt;3.0.CO;2-1",
            "id": "bib11",
            "journal": "Arthritis & Rheumatism",
            "pages": {
                "first": "1443",
                "last": "1449",
                "range": "1443–1449"
            },
            "type": "journal",
            "volume": "43"
        },
        {
            "articleTitle": "Smoking and carcinoma of the lung",
            "authors": [
                {
                    "name": {
                        "index": "Doll, R",
                        "preferred": "R Doll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hill, AB",
                        "preferred": "AB Hill"
                    },
                    "type": "person"
                }
            ],
            "date": "1950",
            "doi": "10.1136/bmj.2.4682.739",
            "id": "bib12",
            "journal": "BMJ",
            "pages": {
                "first": "739",
                "last": "748",
                "range": "739–748"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "Lung cancer and other causes of death in relation to smoking",
            "authors": [
                {
                    "name": {
                        "index": "Doll, R",
                        "preferred": "R Doll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hill, AB",
                        "preferred": "AB Hill"
                    },
                    "type": "person"
                }
            ],
            "date": "1956",
            "doi": "10.1136/bmj.2.5001.1071",
            "id": "bib13",
            "journal": "BMJ",
            "pages": {
                "first": "1071",
                "last": "1081",
                "range": "1071–1081"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "The design and validation of a spatial microsimulation model of obesogenic environments for children in Leeds, UK: SimObesity",
            "authors": [
                {
                    "name": {
                        "index": "Edwards, KL",
                        "preferred": "KL Edwards"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, GP",
                        "preferred": "GP Clarke"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1016/j.socscimed.2009.07.037",
            "id": "bib14",
            "journal": "Social Science & Medicine",
            "pages": {
                "first": "1127",
                "last": "1134",
                "range": "1127–1134"
            },
            "type": "journal",
            "volume": "69"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Edwards, KL",
                        "preferred": "KL Edwards"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Validation of spatial microsimulation models, Spatial microsimulation: A reference guide for users, Springer",
            "id": "bib15",
            "title": "Spatial microsimulation: A reference guide for users",
            "type": "unknown"
        },
        {
            "articleTitle": "The microsimulation approach to epidemiologic modeling of helminthic infections, with special reference to schistosomiasis",
            "authors": [
                {
                    "name": {
                        "index": "Habbema, JDF",
                        "preferred": "JDF Habbema"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van Oortmarssen, OJ",
                        "preferred": "OJ Van Oortmarssen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Vlas, SJ",
                        "preferred": "SJ De Vlas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Plaisier, AP",
                        "preferred": "AP Plaisier"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "doi": "10.4269/ajtmh.1996.55.165",
            "id": "bib16",
            "journal": "The American Journal of Tropical Medicine and Hygiene",
            "pages": {
                "first": "165",
                "last": "169",
                "range": "165–169"
            },
            "type": "journal",
            "volume": "55"
        },
        {
            "articleTitle": "Methodological considerations in using complex survey data: an applied example with the head start family and child experiences survey",
            "authors": [
                {
                    "name": {
                        "index": "Hahs-Vaughn, DL",
                        "preferred": "DL Hahs-Vaughn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mcwayne, CM",
                        "preferred": "CM Mcwayne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bulotsky-Shearer, RJ",
                        "preferred": "RJ Bulotsky-Shearer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wen, X",
                        "preferred": "X Wen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Faria, A-M",
                        "preferred": "A-M Faria"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib17",
            "journal": "Evaluation Review",
            "pages": {
                "first": "269",
                "last": "303",
                "range": "269–303"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "articleTitle": "Creating realistic synthetic populations at varying spatial scales: a comparative critique of population synthesis techniques",
            "authors": [
                {
                    "name": {
                        "index": "Harland, K",
                        "preferred": "K Harland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heppenstall, A",
                        "preferred": "A Heppenstall"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, D",
                        "preferred": "D Smith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Birkin, M",
                        "preferred": "M Birkin"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.18564/jasss.1909",
            "id": "bib18",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "1",
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Incidence and risk factors for radiographic knee osteoarthritis in middle-aged women: the Chingford study",
            "authors": [
                {
                    "name": {
                        "index": "Hart, DJ",
                        "preferred": "DJ Hart"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Doyle, DV",
                        "preferred": "DV Doyle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spector, TD",
                        "preferred": "TD Spector"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "David, D",
                        "preferred": "D David"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "doi": "10.1002/1529-0131(199901)42:1<17::AID-ANR2>3.0.CO;2-E",
            "id": "bib19",
            "journal": "Arthritis & Rheumatism",
            "pages": {
                "first": "17",
                "last": "24",
                "range": "17–24"
            },
            "type": "journal",
            "volume": "42"
        },
        {
            "articleTitle": "Does smoking protect against osteoarthritis? meta-analysis of observational studies",
            "authors": [
                {
                    "name": {
                        "index": "Hui, M",
                        "preferred": "M Hui"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Doherty, M",
                        "preferred": "M Doherty"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhang, W",
                        "preferred": "W Zhang"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1136/ard.2010.142323",
            "id": "bib20",
            "journal": "Annals of the Rheumatic Diseases",
            "pages": {
                "first": "1231",
                "last": "1237",
                "range": "1231–1237"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kosar, B",
                        "preferred": "B Kosar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tomintz, M",
                        "preferred": "M Tomintz"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib21",
            "title": "simSalud: a web-based spatial microsimulation to model the health status for small areas using the example of smokers in Austria",
            "type": "unknown"
        },
        {
            "articleTitle": "Systematic review with meta-analysis of the epidemiological evidence in the 1900s relating smoking to lung cancer",
            "authors": [
                {
                    "name": {
                        "index": "Lee, PN",
                        "preferred": "PN Lee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Forey, BA",
                        "preferred": "BA Forey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coombs, KJ",
                        "preferred": "KJ Coombs"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1186/1471-2407-12-385",
            "id": "bib22",
            "journal": "BMC Cancer",
            "pages": "385",
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "Statistical disclosure control for the 2011 UK census",
            "authors": [
                {
                    "name": {
                        "index": "Longhurst, J",
                        "preferred": "J Longhurst"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tromans, N",
                        "preferred": "N Tromans"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Young, C",
                        "preferred": "C Young"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Miller, C",
                        "preferred": "C Miller"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Joint UNECE/Eurostat conference on Statistical Disclosure Control"
                ]
            },
            "date": "2007",
            "id": "bib23",
            "pages": {
                "first": "17",
                "last": "19",
                "range": "17–19"
            },
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "A spatial microsimulation approach for the analysis of commuter patterns: from individual to regional levels",
            "authors": [
                {
                    "name": {
                        "index": "Lovelace, R",
                        "preferred": "R Lovelace"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Watson, M",
                        "preferred": "M Watson"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1016/j.jtrangeo.2013.07.008",
            "id": "bib24",
            "journal": "Journal of Transport Geography",
            "pages": {
                "first": "282",
                "last": "296",
                "range": "282–296"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "articleTitle": "2001 regional disability estimates for new South Wales, Australia, using spatial Microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yap, M",
                        "preferred": "M Yap"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.1007/s12061-008-9006-4",
            "id": "bib25",
            "journal": "Applied Spatial Analysis and Policy",
            "pages": {
                "first": "99",
                "last": "116",
                "range": "99–116"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Issues in multiple imputation of missing data for large general practice clinical databases",
            "authors": [
                {
                    "name": {
                        "index": "Marston, L",
                        "preferred": "L Marston"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Carpenter, JR",
                        "preferred": "JR Carpenter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Walters, KR",
                        "preferred": "KR Walters"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morris, RW",
                        "preferred": "RW Morris"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nazareth, I",
                        "preferred": "I Nazareth"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Petersen, I",
                        "preferred": "I Petersen"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1002/pds.1934",
            "id": "bib26",
            "journal": "Pharmacoepidemiology and Drug Safety",
            "pages": {
                "first": "618",
                "last": "626",
                "range": "618–626"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "Cohort profile: the health survey for England",
            "authors": [
                {
                    "name": {
                        "index": "Mindell, J",
                        "preferred": "J Mindell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Biddulph, JP",
                        "preferred": "JP Biddulph"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hirani, V",
                        "preferred": "V Hirani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stamatakis, E",
                        "preferred": "E Stamatakis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Craig, R",
                        "preferred": "R Craig"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nunn, S",
                        "preferred": "S Nunn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shelton, N",
                        "preferred": "N Shelton"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1093/ije/dyr199",
            "id": "bib27",
            "journal": "International Journal of Epidemiology",
            "pages": {
                "first": "1585",
                "last": "1593",
                "range": "1585–1593"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "articleTitle": "A microsimulation study of the effect of concurrent partnerships on the spread of HIV in Uganda",
            "authors": [
                {
                    "name": {
                        "index": "Morris, M",
                        "preferred": "M Morris"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kretzschmar, M",
                        "preferred": "M Kretzschmar"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "doi": "10.1080/08898480009525478",
            "id": "bib28",
            "journal": "Mathematical Population Studies",
            "pages": {
                "first": "109",
                "last": "133",
                "range": "109–133"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "authors": [
                {
                    "name": "Nomis",
                    "type": "group"
                }
            ],
            "details": "https://www.nomisweb.co.uk/, [Accessed 3rd July 2018]",
            "id": "bib29",
            "title": "<i>Official Labour Market Statistics</i> [Online]",
            "type": "unknown",
            "uri": "https://www.nomisweb.co.uk/",
            "date": "1000"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’donoghue, C",
                        "preferred": "C O’donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lennon, J",
                        "preferred": "J Lennon"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib30",
            "title": "Spatial microsimulation modelling: a review of applications and methodological choices",
            "type": "unknown"
        },
        {
            "articleTitle": "CMOST: an open-source framework for the microsimulation of colorectal cancer screening strategies",
            "authors": [
                {
                    "name": {
                        "index": "Prakash, MK",
                        "preferred": "MK Prakash"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lang, B",
                        "preferred": "B Lang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heinrich, H",
                        "preferred": "H Heinrich"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Valli, PV",
                        "preferred": "PV Valli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bauerfeind, P",
                        "preferred": "P Bauerfeind"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sonnenberg, A",
                        "preferred": "A Sonnenberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Beerenwinkel, N",
                        "preferred": "N Beerenwinkel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Misselwitz, B",
                        "preferred": "B Misselwitz"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1186/s12911-017-0458-9",
            "id": "bib31",
            "journal": "BMC Medical Informatics and Decision Making",
            "pages": "80",
            "type": "journal",
            "volume": "17"
        },
        {
            "articleTitle": "Methodological issues in spatial Microsimulation modelling for small area estimation",
            "authors": [
                {
                    "name": {
                        "index": "Rahman, A",
                        "preferred": "A Rahman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liu, S",
                        "preferred": "S Liu"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib32",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "22",
                "range": "3–22"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "Simulating the characteristics of populations at the small area level: new validation techniques for a spatial microsimulation model in Australia",
            "authors": [
                {
                    "name": {
                        "index": "Rahman, A",
                        "preferred": "A Rahman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liu, S",
                        "preferred": "S Liu"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1016/j.csda.2012.06.018",
            "id": "bib33",
            "journal": "Computational Statistics & Data Analysis",
            "pages": {
                "first": "149",
                "last": "165",
                "range": "149–165"
            },
            "type": "journal",
            "volume": "57"
        },
        {
            "articleTitle": "Economic-demographic effects of immigration: results from a dynamic spatial microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Rephann, TJ",
                        "preferred": "TJ Rephann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Holm, E",
                        "preferred": "E Holm"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "doi": "10.1177/0160017604267628",
            "id": "bib34",
            "journal": "International Regional Science Review",
            "pages": {
                "first": "379",
                "last": "410",
                "range": "379–410"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "articleTitle": "Socio-economic status and the risk of developing hand, hip or knee osteoarthritis: a region-wide ecological study",
            "authors": [
                {
                    "name": {
                        "index": "Reyes, C",
                        "preferred": "C Reyes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Garcia-Gil, M",
                        "preferred": "M Garcia-Gil"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Elorza, JM",
                        "preferred": "JM Elorza"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mendez-Boo, L",
                        "preferred": "L Mendez-Boo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hermosilla, E",
                        "preferred": "E Hermosilla"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Javaid, MK",
                        "preferred": "MK Javaid"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cooper, C",
                        "preferred": "C Cooper"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Diez-Perez, A",
                        "preferred": "A Diez-Perez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Arden, NK",
                        "preferred": "NK Arden"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bolibar, B",
                        "preferred": "B Bolibar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ramos, R",
                        "preferred": "R Ramos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Prieto-Alhambra, D",
                        "preferred": "D Prieto-Alhambra"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1016/j.joca.2015.03.020",
            "id": "bib35",
            "journal": "Osteoarthritis and Cartilage",
            "pages": {
                "first": "1323",
                "last": "1329",
                "range": "1323–1329"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Smith, D",
                        "preferred": "D Smith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harland, K",
                        "preferred": "K Harland"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib36",
            "title": "SimHealth: estimating small area populations using deterministic spatial Microsimulation in Leeds and Bradford",
            "type": "unknown"
        },
        {
            "articleTitle": "Improving the synthetic data generation process in spatial Microsimulation models",
            "authors": [
                {
                    "name": {
                        "index": "Smith, DM",
                        "preferred": "DM Smith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, GP",
                        "preferred": "GP Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harland, K",
                        "preferred": "K Harland"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1068/a4147",
            "id": "bib37",
            "journal": "Environment and Planning A: Economy and Space",
            "pages": {
                "first": "1251",
                "last": "1268",
                "range": "1251–1268"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "articleTitle": "Can a deterministic spatial microsimulation model provide reliable small-area estimates of health behaviours? an example of smoking prevalence in New Zealand",
            "authors": [
                {
                    "name": {
                        "index": "Smith, DM",
                        "preferred": "DM Smith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pearce, JR",
                        "preferred": "JR Pearce"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harland, K",
                        "preferred": "K Harland"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1016/j.healthplace.2011.01.001",
            "id": "bib38",
            "journal": "Health & Place",
            "pages": {
                "first": "618",
                "last": "624",
                "range": "618–624"
            },
            "type": "journal",
            "volume": "17"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Statacorp, L",
                        "preferred": "L Statacorp"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "StataCorp LP",
            "id": "bib39",
            "title": "Stata statistical software: release 14. [computer program]",
            "type": "unknown"
        },
        {
            "articleTitle": "Multiple imputation for missing data in epidemiological and clinical research: potential and pitfalls",
            "authors": [
                {
                    "name": {
                        "index": "Sterne, JAC",
                        "preferred": "JAC Sterne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "White, IR",
                        "preferred": "IR White"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Carlin, JB",
                        "preferred": "JB Carlin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spratt, M",
                        "preferred": "M Spratt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Royston, P",
                        "preferred": "P Royston"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kenward, MG",
                        "preferred": "MG Kenward"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wood, AM",
                        "preferred": "AM Wood"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Carpenter, JR",
                        "preferred": "JR Carpenter"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1136/bmj.b2393",
            "id": "bib40",
            "journal": "BMJ",
            "pages": "b2393",
            "type": "journal",
            "volume": "338"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Edwards, KL",
                        "preferred": "KL Edwards"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Limits of Static Spatial Microsimulation Models, Spatial Microsimulation: A Reference Guide for Users, Springer",
            "id": "bib42",
            "title": "Spatial Microsimulation: A Reference Guide for Users",
            "type": "unknown"
        },
        {
            "articleTitle": "A review of spatial microsimulation methods",
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib41",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "25",
                "range": "4–25"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "articleTitle": "Pushing it to the edge: extending generalised regression as a spatial microsimulation method",
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib43",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "23",
                "last": "33",
                "range": "23–33"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "Validation of spatial microsimulation models: a proposal to adopt the Bland-Altman method",
            "authors": [
                {
                    "name": {
                        "index": "Timmins, KA",
                        "preferred": "KA Timmins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Edwards, KL",
                        "preferred": "KL Edwards"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib44",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "106",
                "last": "122",
                "range": "106–122"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "articleTitle": "Determinants of off-farm income and its local patterns: a spatial microsimulation of Dutch farmers",
            "authors": [
                {
                    "name": {
                        "index": "van Leeuwen, E",
                        "preferred": "E van Leeuwen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dekkers, J",
                        "preferred": "J Dekkers"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1016/j.jrurstud.2013.02.002",
            "id": "bib45",
            "journal": "Journal of Rural Studies",
            "pages": {
                "first": "55",
                "last": "66",
                "range": "55–66"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Williams, R",
                        "preferred": "R Williams"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "https://www3.nd.edu/~rwilliam/stats2/SvyCautions.pdf, [Accessed 22 June 2018]",
            "id": "bib46",
            "title": "<i>Analyzing Complex Survey Data: Some key issues to be aware of</i> [Online]",
            "type": "unknown",
            "uri": "https://www3.nd.edu/~rwilliam/stats2/SvyCautions.pdf"
        }
    ],
    "acknowledgements": [
        {
            "text": "The Authors would like to thank Dr Sudhir Venkatesan, Dr Boliang Guo and Dr Gwen Sasha Fernandez for contribution to various aspects of this study, the peer reviewers for their constructive feedback and finally, our funders, Versus Arthritis.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
