{
    "status": "vor",
    "id": "00213",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00213",
    "authorLine": "Carmela Aurora Attinà et al.",
    "title": "Modelling households’ financial vulnerability with consumer credit and mortgage renegotiations",
    "published": "2020-04-30T00:00:00Z",
    "versionDate": "2020-04-30T00:00:00Z",
    "statusDate": "2020-04-30T00:00:00Z",
    "volume": 13,
    "issue": 1,
    "fpage": 67,
    "lpage": 91,
    "elocationId": "67-91",
    "pdf": "http://web:8082/00213/ijm-00213.pdf",
    "subjects": [
        {
            "id": "finance",
            "name": "Finance"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "The strong growth in consumer credit and the wide use of mortgage renegotiations observed since 2015 has affected households’ ability to repay their loans. In this paper, we provide a novel way to account for these trends, extending <a href=\"#bib31\">Michelangeli and Pietrunti (2014)</a> microsimulation model of households’ financial vulnerability. The extension provides a more accurate assessment of the financial stability risks stemming from the household sector. The growth in consumer credit drives an increase in the share of vulnerable households, but with small effects on the overall debt at risk. Mortgage renegotiations contribute to a decrease in households’ vulnerability.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Attinà et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Directorate General for Economics, Statistics and Research, Bank of Italy"
                    ]
                }
            ],
            "name": {
                "index": "Attinà, Carmela Aurora",
                "preferred": "Carmela Aurora Attinà"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Directorate General for Economics, Statistics and Research, Bank of Italy"
                    ]
                }
            ],
            "name": {
                "index": "Franceschi, Francesco",
                "preferred": "Francesco Franceschi"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Directorate General for Economics, Statistics and Research, Bank of Italy"
                    ]
                }
            ],
            "emailAddresses": [
                "valentina.michelangeli@bancaditalia.it"
            ],
            "name": {
                "index": "Michelangeli, Valentina",
                "preferred": "Valentina Michelangeli"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "dataSets": {
        "availability": [
            {
                "text": "The SHIW data are publicy available (<a href=\"https://www.bancaditalia.it/statistiche/tematiche/indagini-famiglie-imprese/bilanci-famiglie/distribuzione-microdati/index.html\">https://www.bancaditalia.it/statistiche/tematiche/indagini-famiglie-imprese/bilanci-famiglie/distribuzione-microdati/index.html</a>).",
                "type": "paragraph"
            },
            {
                "text": "The code is proprietary to the Bank of Italy and cannot be shared.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "vulnerability",
        "consumer credit",
        "mortgage renegotiations"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In Italy, the financial stability risks stemming from households’ debt are limited. Italian households are less indebted than European ones, though their debt-to-disposable income ratio has grown significantly since the beginning of the last decade, reaching 61.3 per cent in 2017 (37.2 per cent in 2002).<a href=\"#fn1\"><sup>1</sup></a> While mortgage indebtedness has remained quite low by international standards (<a href=\"#fig1\">Figure 1a</a>), consumer credit has strongly expanded in recent years (from −1.0 per cent in 2013 to 9.0 per cent in 2018; <a href=\"#fig1\">Figure 1b</a>) and, as a share of disposable income, it has become very similar to that of other countries in the euro area (<a href=\"#bib27\">Magri et al., 2019</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Notes: a) Source: National accounts. b) Source: Supervisory reports",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00213%2Fijm-00213-fig001.tif",
                                "size": {
                                    "width": 1791,
                                    "height": 663
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00213%2Fijm-00213-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00213-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Mortgages and consumer credit (percentages). a) Mortgages and consumer credit (per cent of disposable income), b) Annual growth rate of bank loans to consumer household.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Despite the significant expansion in loans to households, the debt-service to income ratio (DSR) has not risen much and has remained at around 10 per cent (<a href=\"#figA1\">Figure A.1</a> in the <a href=\"#appendix-1\">Appendix A</a>). In fact, the impact of higher debt on loan instalments has been mitigated in recent years by exceptionally low interest rates. Households have benefited from low rates also by renegotiating the terms of their mortgages, particularly in 2015 and 2016 (<a href=\"#fig2\">Figure 2a</a>). Low rates and renegotiations have contributed to improving debt sustainability. The higher selectivity of banks in granting loans with respect to the pre-crisis levels has also contributed to the decrease in the new non-performing loan ratio, which has fallen from the peak of 2009 both for mortgages and for consumer loans (<a href=\"#fig2\">Figure 2b</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Notes: a) The share of mortgage renegotiations is given by the sum of the total amount of the mortgages whose contract terms have been revised over the previous period stock of mortgages. dx means right-hand scale. Source: Supervisory reports and MIR data. b) Source: Supervisory reports for mortgages and CRIF data for consumer credit.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00213%2Fijm-00213-fig002.tif",
                                "size": {
                                    "width": 1791,
                                    "height": 640
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00213%2Fijm-00213-fig002.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00213-fig002.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Mortgage renegotiations and risks (percentages). a) Mortgage renegotiations and interest rates. b) New non-performing loan rate.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "This evidence suggests that a timely monitoring of the risks associated with the household sector requires a model that projects the evolution of financially vulnerable households, accounting for both the dynamics of consumer credit and the possibility of revising the contract terms through mortgage renegotiation.",
                    "type": "paragraph"
                },
                {
                    "text": "Several indicators of financial vulnerability have been proposed in the related literature (eg, <a href=\"#bib18\">D’Alessio and Iezzi, 2013</a>). A first indicator that has been greatly employed by central banks to assess households’ ability to meet their debt obligations is the debt service-to-income ratio (<a href=\"#bib4\">Bank of Canada, 2011</a>; <a href=\"#bib5\">Bank of England, 2014</a>; <a href=\"#bib6\">Bank of Italy, 2011</a>; <a href=\"#bib19\">European Central Bank, 2004</a>, among others). Some studies have been carried out to assess how debt delinquency varies for different threshold values (<a href=\"#bib30\">May and Tudela, 2005</a>; <a href=\"#bib35\">Tiongson et al., 2009</a>; <a href=\"#bib16\">Dey et al., 2008</a>; <a href=\"#bib10\">Beer and Schurz, 2007</a>; <a href=\"#bib24\">Karasulu, 2008</a>). <a href=\"#bib36\">Vacca et al. (2013)</a> confirmed that the risk of arrears increases at a 30 per cent threshold and for households whose income net of debt payments is below the relative poverty line. A second indicator that has been used to identify financial vulnerable households is the financial margin, defined as the net income available to households after debt payments and basic living expenses (<a href=\"#bib29\">Martin and Persson, 2006</a>; <a href=\"#bib37\">Vatne, 2006</a>; <a href=\"#bib38\">Zajączkowski and Żochowski, 2007</a>; <a href=\"#bib1\">Albacete and Fessler, 2010</a>; <a href=\"#bib3\">Ampudia et al., 2016</a>; <a href=\"#bib12\">Bettocchi et al., 2018</a>, among others). <a href=\"#bib32\">Michelangeli and Rampazzi (2016)</a> show that the shares of households classified as vulnerable according to both indicators (the first based on the debt service-to-income ratio and the second based on the financial margin) are similar. However, the first indicator is much simpler to compute and does not suffer from arbitrariness in the definition of some of its components, such as basic living costs. Following <a href=\"#bib36\">Vacca et al. (2013)</a> and <a href=\"#bib32\">Michelangeli and Rampazzi (2016)</a>, we define a household as vulnerable if its debt service-to-income ratio exceeds 30 per cent and its income is below the median of the population.",
                    "type": "paragraph"
                },
                {
                    "text": "To account for consumer credit growth and for the possibility of renegotiating a mortgage, which could affect the debt service-to-income ratio, we propose an extension of the microsimulation model developed by <a href=\"#bib31\">Michelangeli and Pietrunti (2014)</a>. This latter model includes the dynamics of income and mortgages (without renegotiations), while the outstanding consumer credit is assumed to be constant over time (the growth rate equals zero). These assumptions were adequate overall in the early 2010s, when mortgage renegotiations were very rare and consumer credit was growing at a relatively slow pace and up from very low levels in Italy. The recent development in household loans now means we need to accurately model the evolution over time of consumer credit and mortgage renegotiations, whose combined effect on households’ vulnerability is ex-ante unknown. The growth in consumer loans may increase vulnerability because households would face a larger loan instalment; at the same time, renegotiations act in the opposite direction by reducing periodic loan repayments. Not accounting for these dynamics may lead to a bias of an unknown sign in the projection of households’ vulnerability.",
                    "type": "paragraph"
                },
                {
                    "text": "Building on the information on households’ characteristics and loan types provided in the Bank of Italy’s Survey on Household Income and Wealth (SHIW), we allow the amount and the cost of consumer loans to change over time according to the higher-frequency macroeconomic data. This implies, for instance, that a rapid increase in consumer loans can be promptly taken into account in the microsimulation model. More in detail, the projection of consumer credit is achieved in three steps: estimation of household participation, forecast of the total amount of consumer credit and computation of the instalment paid by each household. While we use an empirical approach for the first two steps, we impose some structure on the third one, assuming a standard amortization scheme. For mortgage renegotiations, we introduce simple heuristics, according to which households revise their contract terms when they pay an interest rate that is significantly above current market rates. This becomes a share of households renegotiating their mortgage that is consistent with the evidence from the SHIW.",
                    "type": "paragraph"
                },
                {
                    "text": "The backtest exercises, run over the periods 2012–14 and 2014–16, show that with the new features, the model is better able to replicate (out of sample) the drop in vulnerability observed in the survey data. In particular, adding the possibility of renegotiating the mortgage terms turns out to be crucial for reproducing the downward trend observed between 2012 and 2016. Second, the new model allows us to assess how a sustained growth in consumer credit would affect households’ debt sustainability. Third, more flexible stress tests can be run.<a href=\"#fn2\"><sup>2</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, we provide a brief analysis on how the share of vulnerable households and the debt at risk would change if we were to define all households with a DSR of above 30 per cent as vulnerable (ie, not only those with an income below the median of the population). While households with an income below the median are the ones at a higher risk of default, this broader definition is more in line with some international studies (see, for instance, <a href=\"#bib10\">Beer and Schurz, 2007</a>; <a href=\"#bib17\">Djoudad, 2010</a>; <a href=\"#bib23\">International Monetary Fund, 2011</a>; <a href=\"#bib9\">Bankowska et al., 2015</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "We contribute to the literature on microsimulation models that aim at evaluating the vulnerability of households. This strand of the literature exploits detailed microeconomic data to identify which type of households are more exposed to the risk of default. By combining microeconomic and macroeconomic data, these models provide updated measures of the risks for financial stability stemming from the household sector and may even contribute to forecasting or early warning indicators. The first papers on this topic were those of <a href=\"#bib29\">Martin and Persson (2006)</a>, <a href=\"#bib37\">Vatne (2006)</a> and <a href=\"#bib38\">Zajączkowski and Żochowski (2007)</a> for Sweden, Norway and Poland, respectively. Among recent papers evaluating households’ vulnerability under normal conditions and scenarios of stress, we find <a href=\"#bib17\">Djoudad (2010)</a> for Canada, <a href=\"#bib1\">Albacete and Fessler (2010)</a> and <a href=\"#bib2\">Albacete and Lindner (2013)</a> for Austria, <a href=\"#bib21\">Galuščák et al. (2014)</a> for the Czech Republic, <a href=\"#bib31\">Michelangeli and Pietrunti (2014)</a> and <a href=\"#bib12\">Bettocchi et al. (2018)</a> for Italy, and <a href=\"#bib3\">Ampudia et al. (2016)</a> for several European countries. Like the previous works, our paper exploits survey data, which are subject to measurement error.<a href=\"#fn3\"><sup>3</sup></a> To our knowledge, our paper is the first to develop a methodology for the projections of consumer credit and mortgage renegotiations. By integrating micro and macro data, we preserve heterogeneity while exploiting the higher frequency of the macro data.",
                    "type": "paragraph"
                },
                {
                    "text": "Our paper also relates to the literature on consumer credit. In recent years, many central banks have begun to publish data on consumer credit aggregates to show the main trends of this kind of debt and the emerging risks (<a href=\"#bib27\">Magri et al., 2019</a>; <a href=\"#bib20\">European Central Bank, 2017</a>; <a href=\"#bib7\">Bank of Italy, 2018a</a>; <a href=\"#bib8\">2018b</a>). Furthermore, microeconomic data from household surveys have been exploited to capture the heterogeneity in the access to consumer credit market. For instance, <a href=\"#bib26\">Magri (2002)</a> uses the SHIW to show that participation in consumer credit is positively correlated with income; a similar result is obtained by <a href=\"#bib15\">del Río and Young (2006)</a> who, by focusing on unsecured debt for the years 1995 and 2000, show that the increase in participation and in the amounts borrowed are explained by the growth in household income. <a href=\"#bib28\">Magri et al. (2011)</a> use Eurostat’s EU-SILC survey for nine European countries in the period 2005–08 to highlight that, regardless of the broad heterogeneity in participation across countries, borrowers tend to have a medium-high income, which they believe could be associated with the preference of lenders for granting loans to safer borrowers. Several papers have provided evidence of the procyclicality of debt and tried to identify the drivers of both demand and supply (<a href=\"#bib25\">Kiyotaki and Moore, 1997</a>; <a href=\"#bib33\">Nakajima and Ríos-Rull, 2014</a>). A robust finding is that durable consumption expenditures is procyclical as well as consumer debt (<a href=\"#bib11\">Bertola et al., 2006</a>; <a href=\"#bib22\">Iacoviello, 2008</a>; for a review, see <a href=\"#bib14\">Claus and Claus, 2016</a>). Our paper proposes a novel approach for replicating the dynamics of consumer credit over time, and, in particular, for capturing the heterogeneity in the groups of households that hold this type of debt.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is organized as follows: Section two describes recent developments in the Italian credit market, distinguishing between consumer credit and mortgages. Section three provides a description of households’ financial vulnerability based on the SHIW. Section four presents the model of households’ financial vulnerability that includes consumer credit dynamics and mortgage renegotiations. Section five shows the backtest exercises and the results for the baseline scenario. Section six provides a robustness analysis, focusing on all households with a DSR above 30 per cent and Section seven concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Consumer credit is generally defined as a personal loan taken out to purchase goods or services, such as cars or home appliances, and overall it includes a broad list of banking and other financial products.<a href=\"#fn4\"><sup>4</sup></a> In comparison with mortgages, consumer loans usually come with a higher interest rate and a shorter redemption period.",
                            "type": "paragraph"
                        },
                        {
                            "text": "According to supervisory reports, in 2017, about 22 per cent of Italian household loans granted by banks and other financial intermediaries consisted of consumer credit (<a href=\"#table1\">Table 1</a>; see also <a href=\"#bib7\">Bank of Italy, 2018a</a>). In terms of stocks, the shares of consumer credit on households’ total credit and non-performing loans (NPLs) are not negligible. In 2017, the amount of NPLs was equal to €7,035 million, much lower than the 2012 peak of €12,140 million, but this was still a high share of total NPLs (14.2 per cent).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source = Supervisory reports.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\" rowspan=\"3\"/>\n<th align=\"left\" colspan=\"2\">Mortgages</th>\n<th align=\"left\" colspan=\"2\">Consumer credit</th>\n<th align=\"left\" colspan=\"2\">Total loans</th>\n<th align=\"left\" colspan=\"4\">Percentage composition</th>\n</tr>\n<tr>\n<th align=\"left\">Total</th>\n<th align=\"left\">Non-performing</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">Non-performing</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">Non-performing</th>\n<th align=\"left\" rowspan=\"2\">A/E</th>\n<th align=\"left\" rowspan=\"2\">B/F</th>\n<th align=\"left\" rowspan=\"2\">C/E</th>\n<th align=\"left\" rowspan=\"2\">D/F</th>\n</tr>\n<tr>\n<th align=\"left\">(A)</th>\n<th align=\"left\">(B)</th>\n<th align=\"left\">(C)</th>\n<th align=\"left\">(D)</th>\n<th align=\"left\">(E)</th>\n<th align=\"left\">(F)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">2010</td>\n<td align=\"left\">329,950</td>\n<td align=\"left\">13,938</td>\n<td align=\"left\">118,779</td>\n<td align=\"left\">10,766</td>\n<td align=\"left\">543,902</td>\n<td align=\"left\">38,765</td>\n<td align=\"left\">60.7</td>\n<td align=\"left\">36</td>\n<td align=\"left\">21.8</td>\n<td align=\"left\">27.8</td>\n</tr>\n<tr>\n<td align=\"left\">2011</td>\n<td align=\"left\">345,406</td>\n<td align=\"left\">16,055</td>\n<td align=\"left\">118,476</td>\n<td align=\"left\">11,792</td>\n<td align=\"left\">565,345</td>\n<td align=\"left\">46,760</td>\n<td align=\"left\">61.1</td>\n<td align=\"left\">34.3</td>\n<td align=\"left\">21</td>\n<td align=\"left\">25.2</td>\n</tr>\n<tr>\n<td align=\"left\">2012</td>\n<td align=\"left\">345,255</td>\n<td align=\"left\">18,845</td>\n<td align=\"left\">116,142</td>\n<td align=\"left\">12,140</td>\n<td align=\"left\">562,102</td>\n<td align=\"left\">52,173</td>\n<td align=\"left\">61.4</td>\n<td align=\"left\">36.1</td>\n<td align=\"left\">20.7</td>\n<td align=\"left\">23.3</td>\n</tr>\n<tr>\n<td align=\"left\">2013</td>\n<td align=\"left\">341,952</td>\n<td align=\"left\">21,728</td>\n<td align=\"left\">111,937</td>\n<td align=\"left\">12,088</td>\n<td align=\"left\">554,170</td>\n<td align=\"left\">57,161</td>\n<td align=\"left\">61.7</td>\n<td align=\"left\">38</td>\n<td align=\"left\">20.2</td>\n<td align=\"left\">21.1</td>\n</tr>\n<tr>\n<td align=\"left\">2014</td>\n<td align=\"left\">341,221</td>\n<td align=\"left\">23,660</td>\n<td align=\"left\">108,644</td>\n<td align=\"left\">10,879</td>\n<td align=\"left\">549,522</td>\n<td align=\"left\">59,087</td>\n<td align=\"left\">62.1</td>\n<td align=\"left\">40</td>\n<td align=\"left\">19.8</td>\n<td align=\"left\">18.4</td>\n</tr>\n<tr>\n<td align=\"left\">2015</td>\n<td align=\"left\">342,698</td>\n<td align=\"left\">25,530</td>\n<td align=\"left\">109,993</td>\n<td align=\"left\">9,632</td>\n<td align=\"left\">551,824</td>\n<td align=\"left\">60,922</td>\n<td align=\"left\">62.1</td>\n<td align=\"left\">41.9</td>\n<td align=\"left\">19.9</td>\n<td align=\"left\">15.8</td>\n</tr>\n<tr>\n<td align=\"left\">2016</td>\n<td align=\"left\">348,643</td>\n<td align=\"left\">25,812</td>\n<td align=\"left\">113,302</td>\n<td align=\"left\">7,804</td>\n<td align=\"left\">558,341</td>\n<td align=\"left\">57,592</td>\n<td align=\"left\">62.4</td>\n<td align=\"left\">44.8</td>\n<td align=\"left\">20.3</td>\n<td align=\"left\">13.6</td>\n</tr>\n<tr>\n<td align=\"left\">2017</td>\n<td align=\"left\">355,906</td>\n<td align=\"left\">23,588</td>\n<td align=\"left\">121,992</td>\n<td align=\"left\">7,035</td>\n<td align=\"left\">567,262</td>\n<td align=\"left\">49,521</td>\n<td align=\"left\">62.7</td>\n<td align=\"left\">47.6</td>\n<td align=\"left\">21.5</td>\n<td align=\"left\">14.2</td>\n</tr>\n<tr>\n<td align=\"left\">2018-Q3</td>\n<td align=\"left\">356,792</td>\n<td align=\"left\">20,295</td>\n<td align=\"left\">129,257</td>\n<td align=\"left\">6,618</td>\n<td align=\"left\">571,742</td>\n<td align=\"left\">40,233</td>\n<td align=\"left\">62.4</td>\n<td align=\"left\">50.4</td>\n<td align=\"left\">22.6</td>\n<td align=\"left\">16.4</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Loans to households (<i>millions of euros and per cent</i>)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Consumer credit",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A mortgage is a loan in which a real estate property is used as collateral. In a residential mortgage market, the borrower pledges its house to the lender (typically a bank), which has a claim on the house if the borrower is unable to meet their debt obligations. Mortgages are the main liability of the household sector and they accounted for about 63 per cent of total Italian household loans in 2017 (<a href=\"#table1\">Table 1</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In recent years, in face of the very low market rates and of the possibility of changing the mortgage terms offered by the introduction of the ‘Bersani Decree’, mortgage renegotiations have gained importance. We can distinguish between three different types of mortgage renegotiations: renegotiation with the same bank (variations in some mortgage characteristics, such as duration, rate type, but not amount, with the same bank), subrogation (portability, shift of the mortgage from one bank to another), and replacement (mortgage cancellation and formalization of a new loan with the same or a different bank).<a href=\"#fn5\"><sup>5</sup></a> These three types have in common that, after refinancing, households normally reduce their debt service, thereby also decreasing their probability of default. As shown in <a href=\"#fig3\">Figure 3</a>, from 2015 onwards, in a period of very low interest rates, these three types of mortgage refinancing have become more frequent than in the previous three years.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Notes: Our calculation based on Supervisory reports.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00213%2Fijm-00213-fig003.tif",
                                        "size": {
                                            "width": 1791,
                                            "height": 676
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00213%2Fijm-00213-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00213-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Mortgage refinancing. a) Share of renegotiations on outstanding debt (percentages), b) Subrogations and replacements (billions of euro).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Mortgages",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Recent developments in loans to households",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Our analysis exploits the 2010–16 waves of the SHIW, a survey that comprises about 8,000 households distributed over roughly 300 Italian municipalities.<a href=\"#fn6\"><sup>6</sup></a> In each wave of the survey, half of the sample is longitudinal and half is renewed (unbalanced panel). The dataset contains information on household demographic characteristics (age, education, family composition and so on) as well as consumption, income, wealth and liabilities. With respect to the latter item, households are asked to distinguish between mortgages on their first house or on other real estate, and consumer credit. Loans for household needs other than property purchase or renovation represent the main part of consumer credit (around 80 per cent) whereas bank overdrafts and credit card receivables only account for 16 and 4 per cent respectively.<a href=\"#fn7\"><sup>7</sup></a> For loans other than bank overdrafts and credit card receivables, households declare the outstanding debt amount, the initial amount borrowed, the year when the loan was originated, its maturity, the annual instalment, the interest rate paid and the rate type (adjustable rate or fixed rate). In 2014 and 2016, questions aimed at capturing the mortgage renegotiations were also introduced.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Summary statistics on vulnerable households are based on the pooling of the four cross-sections (31,679 observations). The estimation of the models presented in Section four is based on the longitudinal component of SHIW, where we keep households who stay in the sample for at least two waves (17,368 observations). The baseline simulation exercise presented in Section 5.2 is based on the last wave of SHIW (7,421 observations).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Descriptive statistics",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Vulnerable households are those with a DSR above 30 per cent and income below the median of the population. Their identification implies the computation of the DSR for each household, as it is not directly contained in the survey. To this end, we exploit the information provided by the household on instalments for mortgages and for loans for needs other than property purchase or renovation. This information is not available for credit card receivables and bank overdrafts,; we thus assume that each year the whole credit card debt and one fifth of bank overdrafts are repaid. The assumption on the repayment of credit card debt is quite natural, since it is often repaid in a few months; that on bank overdrafts comes from the fact that in Italy they must be repaid upon the bank’s request, but usually this type of debt is not repaid for several years. We therefore assume that a household repays the total bank overdraft in five years, which is on the one hand, a credible amount of time if we look at the dynamics of bank overdrafts within the longitudinal component of the SHIW, but on the other hand it is also a conservative choice (meaning that it tends to amplify debt-service ratios), since bank overdrafts could be repaid in more than five years.",
                            "type": "paragraph"
                        },
                        {
                            "text": "According to the SHIW data, the share of vulnerable households in the period 2010–16 was around 2 per cent, with a peak of 2.9 per cent in 2012, which then decreased to 1.6 in the last wave. The debt at risk was around 16 per cent in the same period, going from 19.0 per cent in 2012–10.4 per cent in 2016.<a href=\"#fn8\"><sup>8</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "A closer look at vulnerable households indicates that almost 50 per cent of them have consumer credit, often together with a mortgage (<a href=\"#fig4\">Figure 4a</a>), and hold over 30 per cent of the total debt at risk (<a href=\"#fig4\">Figure 4b</a>). The share of debt at risk held by those with only consumer credit (without a mortgage) is, however, much lower (5 per cent).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Notes: Our calculation based on SHIW data. Debt at risk refers to the debt held by vulnerable households.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00213%2Fijm-00213-fig004.tif",
                                        "size": {
                                            "width": 1791,
                                            "height": 690
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00213%2Fijm-00213-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00213-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Financial vulnerability by type of debt (averages 2010–16; percentages). a) Distribution of vulnerable households, b) Distribution of debt at risk.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The average amount of consumer credit held by vulnerable households (€10,000; <a href=\"#table2\">Table 2</a>) is significantly lower than that associated with mortgages (about €80,000). This suggests that the risks for financial stability due to consumer credit in isolation are low overall, but they are not negligible if consumer credit is combined with mortgage debt. With respect to other low-income households, vulnerable households are charged higher interest rates on both mortgages and consumer credit; these higher rates can reflect the higher riskiness perceived by the banks but, at the same time, could diminish the households’ ability to repay their debt.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: Our calculation based on SHIW data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "TA2_FN1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "Interest rates are calculated as weighted averages of the amount borrowed. Other low-income households include households with an income below the median of the population and a DSR below 30 per cent.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\" rowspan=\"2\"/>\n<th align=\"left\" colspan=\"2\">Consumer credit</th>\n<th align=\"left\" colspan=\"2\">Mortgage</th>\n</tr>\n<tr>\n<th align=\"left\">Amount</th>\n<th align=\"left\">Interest rate<a href=\"#TA2_FN1\">*</a></th>\n<th align=\"left\">Amount</th>\n<th align=\"left\">Interest rate<a href=\"#TA2_FN1\">*</a></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Vulnerable HHs</td>\n<td align=\"left\">10,001</td>\n<td align=\"center\">5.0</td>\n<td align=\"left\">80,734</td>\n<td align=\"center\">4.3</td>\n</tr>\n<tr>\n<td align=\"left\">Other low-income HHs</td>\n<td align=\"left\">5,446</td>\n<td align=\"center\">4.4</td>\n<td align=\"left\">52,009</td>\n<td align=\"center\">4.1</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Household debt (averages 2010-16; euros and per cent)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "To further assess the financial fragility of vulnerable households, we look at those that declare themselves to be in arrears by more than 90 days. Being in arrears does not necessarily imply defaulting, but it is reasonable to assume that households in arrears are at a higher risk of experiencing debt sustainability issues. As expected, vulnerable households are more likely to be in arrears and when they are, they have higher debts than other low-income but non-vulnerable households (<a href=\"#fig5\">Figure 5</a>). More specifically, 23 per cent of vulnerable households with only consumer credit are in arrears, compared with about 6 per cent for the other low-income non-vulnerable ones. The figure also indicates that households tend to be in arrears more often when debt is represented by consumer loans rather than mortgages.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Notes: Our calculation based on SHIW data. Other low-income households include households with an income below the median of the population and a DSR below 30 per cent.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00213%2Fijm-00213-fig005.tif",
                                        "size": {
                                            "width": 1791,
                                            "height": 774
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00213%2Fijm-00213-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00213-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Financial vulnerability and arrears of more than 90 days (averages 2010-16). a) Share of HHs in arrears (percentages), b) Average debt of HHs in arrears (thousands of euros).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Another indicator of debt sustainability is a household’s subjective perception of economic difficulty, measured by the share of households that declare that their income is not sufficient to see them through to the end of the month without difficulty. The share of households that face financial difficulties is higher among vulnerable households than among other low-income ones (<a href=\"#fig6\">Figure 6</a>). Furthermore, this share is particularly pronounced among households that only have consumer credit, while those that also have a mortgage declare a much better perception of their economic situation.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Notes: Our calculation based on SHIW data. (1) Share of households declaring that their income is not sufficient to see them through to the end of the month without difficulty.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00213%2Fijm-00213-fig006.tif",
                                        "size": {
                                            "width": 1535,
                                            "height": 1059
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00213%2Fijm-00213-fig006.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00213-fig006.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Subjective perception of economic difficulty (1) (percentages; averages 2010–16).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "With exceptionally low rates, mortgage renegotiations have likely contributed to mitigating households’ difficulties in meeting their debt payments in recent years. However, survey data on mortgage renegotiations are limited and only a few simple statistics can be reliably calculated.<a href=\"#fn9\"><sup>9</sup></a> According to the SHIW data, about 8 per cent of indebted households revised their contract terms (5 per cent in 2014, 12 per cent in 2016) and around 30 per cent of them had both mortgages and consumer credit. Households that chose to revise their mortgage terms were, on average, paying higher interest rates than other households in the previous wave; after renegotiation, the rate charged was lower. About one third of these households moved from a condition of vulnerability to one of non-vulnerability.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, bank selectivity in granting loans coupled with households’ choices have driven changes in the distribution of debt across income quartiles. In 2010, consumer loans were quite uniformly distributed across household income groups (<a href=\"#fig7\">Figure 7</a>). This implied that low-income households were proportionally bearing a much higher consumer debt than high-income ones. Instead, in 2016, the vast majority of mortgages were concentrated among households with an income above the median of the population and similarly, the share of consumer credit held by high-income households has progressively increased. This suggests that the ability of the household sector to sustain debt payments has been on the rise.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Notes: Our calculation on SHIW data.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00213%2Fijm-00213-fig007.tif",
                                        "size": {
                                            "width": 1791,
                                            "height": 766
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00213%2Fijm-00213-fig007.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00213-fig007.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Household debt by income groups. a) Consumer credit, b) Mortgages.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Household vulnerability",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. SHIW data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, we describe how we built our projections of households’ vulnerability over time. Specifically, we present the approach employed to model both consumer credit dynamics and mortgage renegotiations.<a href=\"#fn10\"><sup>10</sup></a> For the projections of income and mortgage instalments, we rely on the modelling approach described in Michelangeli and Pietrunti (2014).<a href=\"#fn11\"><sup>11</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "With respect to consumer credit, we took a three-step approach. First, we modelled households’ participation in the consumer credit market; second, we projected households’ loan amounts, replicating the macro growth rate of consumer credit; and finally, we computed the instalments using a standard French amortization schedule. For mortgage renegotiations, we assume that households revise their contract terms if their mortgage rate is significantly above current market rates.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "For each household <i>i</i>, participation in the consumer credit market in period <i>t</i> depends on participation in the previous period in both the consumer credit market and in the real estate market, on the income quartile, and on the purchases of consumer durables:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "EQ1",
                                    "label": "(1)",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>D</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mo>=</mo><msub><mi>α</mi><mn>0</mn></msub><mo>+</mo><msub><mi>α</mi><mn>1</mn></msub><msub><mi>D</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo><mo>+</mo><msub><mi>α</mi><mn>2</mn></msub><msub><mi>D</mi><mrow><mi>i</mi><mi>m</mi><mi>m</mi></mrow></msub><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo><mo>+</mo><msub><mi>α</mi><mn>3</mn></msub><msub><mi>D</mi><mi>y</mi></msub><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mo>+</mo><mrow><mo>¿</mo></mrow><mspace linebreak=\"newline\"/><mo>+</mo><msub><mi>α</mi><mrow><mn>4</mn></mrow></msub><msub><mi>D</mi><mrow><mi>d</mi><mi>u</mi><mi>r</mi><mi>a</mi><mi>b</mi><mi>l</mi><mi>e</mi><mi>s</mi></mrow></msub><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mo>+</mo><mi>ε</mi><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mrow><mi mathvariant=\"normal\">f</mi></mrow><mrow><mi mathvariant=\"normal\">o</mi></mrow><mrow><mi mathvariant=\"normal\">r</mi></mrow><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>…</mo><mo>,</mo><mi>I</mi><mo>;</mo><mi>t</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>…</mo><mo>,</mo><mi>T</mi></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <math id=\"inf1\"><msub><mrow><mi>D</mi></mrow><mrow><mi>c</mi><mi>c</mi></mrow></msub><mo>(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo>)</mo></math> is a dummy variable equal to one if household <i>i</i> has a consumer loan in year <i>t</i> and zero otherwise, <math id=\"inf2\"><msub><mrow><mi>D</mi></mrow><mrow><mi>i</mi><mi>m</mi><mi>m</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>i</mi><mo>,</mo><mi> </mi><mi>t</mi><mo>-</mo><mn>1</mn></mrow></mfenced></math> is a dummy variable equal to one if household <i>i</i> has a mortgage loan in the previous period and zero otherwise.<a href=\"#fn12\"><sup>12</sup></a> is a vector of income quartile dummies. <math id=\"inf3\"><msub><mrow><mi>D</mi></mrow><mrow><mi>d</mi><mi>u</mi><mi>r</mi><mi>a</mi><mi>b</mi><mi>l</mi><mi>e</mi><mi>s</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></mfenced></math> is a vector of household durable consumption dummies. We prefer to use a vector of dummies for the amount of durable consumption, rather than a continuous variable, to minimize the errors associated with the projections of this variable. We consider five intervals, which were chosen starting from its sample distribution. We thus have five different dummy variables, <math id=\"inf4\"><msub><mrow><mi>D</mi></mrow><mrow><mi>d</mi><mi>u</mi><mi>r</mi><mi>a</mi><mi>b</mi><mi>l</mi><mi>e</mi><mi>s</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></mfenced></math> , each of which takes the value 1 if the continuous consumption falls in the respective interval and zero otherwise.<a href=\"#fn13\"><sup>13</sup></a> We assume that the errors are normally distributed.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The regression was estimated using a linear regression model.<a href=\"#fn14\"><sup>14</sup></a> The regression coefficients imply that households with higher income and belonging to the higher classes of durable consumption are more likely to have a consumer loan. Furthermore, having a consumer debt or a mortgage in the previous period is associated with a higher probability of participating in the consumer credit market in the current period (<a href=\"#tableA1\">Table A.1</a>). The process is thus characterized by high persistency, which could be due to true state dependence or to individual-specific permanent unobserved heterogeneity. For instance, an individual may participate in the consumer credit market because of some unobserved characteristics, such as the need for money, despite other observed characteristics. In our approach, we set all individual effects equal to zero. <a href=\"#bib34\">Richiardi and Poggi (2014)</a> show that this approach is optimal when the goal is forecasting mean values and the model is linear.<a href=\"#fn15\"><sup>15</sup></a>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The coefficients for each regressor <math id=\"inf5\"><mo>(</mo><mover accent=\"true\"><mrow><msub><mrow><mi mathvariant=\"normal\">α</mi></mrow><mrow><mn>0</mn></mrow></msub></mrow><mo>^</mo></mover><mo>,</mo><mo>…</mo><mo>,</mo><mover accent=\"true\"><mrow><msub><mrow><mi mathvariant=\"normal\">α</mi></mrow><mrow><mn>4</mn></mrow></msub></mrow><mo>^</mo></mover><mo>)</mo></math>, as well as the mean <math id=\"inf6\"><mover accent=\"true\"><mrow><mi mathvariant=\"normal\">μ</mi></mrow><mo>^</mo></mover></math> and the standard deviation <math id=\"inf7\"><mover accent=\"true\"><mrow><mi mathvariant=\"normal\">σ</mi></mrow><mo>^</mo></mover></math> of the error term, were then used to simulate each household’s participation in the consumer credit market. We ran 50 different simulations to have some variability in the estimated error term.<a href=\"#fn16\"><sup>16</sup></a>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The estimated probability of entering the consumer credit market for each household in each period <math id=\"inf8\"><mover accent=\"true\"><mrow><msub><mrow><mi>D</mi></mrow><mrow><mi>c</mi><mi>c</mi></mrow></msub></mrow><mo>^</mo></mover><mfenced separators=\"|\"><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></mfenced></math> is given by:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "EQ2",
                                    "label": "(2)",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mtable columnalign=\"right left\" columnspacing=\"1em\" rowspacing=\"4pt\"><mtr><mtd><mrow><mover><msub><mi>D</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mo>^</mo></mover></mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mtd><mtd><mo>=</mo><mrow><mover><msub><mi>α</mi><mn>0</mn></msub><mo>^</mo></mover></mrow><mo>+</mo><mrow><mover><msub><mi>α</mi><mn>1</mn></msub><mo>^</mo></mover></mrow><msub><mi>D</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo><mo>+</mo><mrow><mover><msub><mi>α</mi><mn>2</mn></msub><mo>^</mo></mover></mrow><msub><mi>D</mi><mrow><mi>i</mi><mi>m</mi><mi>m</mi></mrow></msub><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo><mo>+</mo><mrow><mover><msub><mi>α</mi><mn>3</mn></msub><mo>^</mo></mover></mrow><mrow><mover><mi>D</mi><mo>^</mo></mover></mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mtd></mtr><mtr><mtd/><mtd><mspace width=\"1em\"/><mo>+</mo><mrow><mover><msub><mi>α</mi><mn>4</mn></msub><mo>^</mo></mover></mrow><mrow><mover><msub><mi>D</mi><mrow><mi>d</mi><mi>u</mi><mi>r</mi><mi>a</mi><mi>b</mi><mi>l</mi><mi>e</mi><mi>s</mi></mrow></msub><mo>^</mo></mover></mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mo>+</mo><mrow><mover><mi>ϵ</mi><mo stretchy=\"false\">^</mo></mover></mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mi>f</mi><mi>o</mi><mi>r</mi><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>…</mo><mi>I</mi><mo>;</mo><mi>t</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>…</mo><mo>,</mo><mi>T</mi></mtd></mtr></mtable></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "In our setup, <math id=\"inf9\"><mover accent=\"true\"><mrow><msub><mrow><mi>D</mi></mrow><mrow><mi>c</mi><mi>c</mi></mrow></msub></mrow><mo>^</mo></mover><mfenced separators=\"|\"><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></mfenced></math> always takes values of between zero and 1. However, for simulation purposes, we are not interested in a continuous probability, but in identifying which households participate in the consumer credit market and which households do not. In other words, we need a variable equal to one for participants and equal to zero for non-participants. Thus, for each year, we first ordered our households based on their probability of participation <math id=\"inf10\"><mover accent=\"true\"><mrow><msub><mrow><mi mathvariant=\"normal\">D</mi></mrow><mrow><mi mathvariant=\"normal\">c</mi><mi mathvariant=\"normal\">c</mi></mrow></msub></mrow><mo>^</mo></mover><mfenced separators=\"|\"><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></mfenced></math> ,, from the highest to the lowest. Then, we selected a threshold <math id=\"inf11\"><mover accent=\"true\"><mrow><msub><mrow><mi mathvariant=\"normal\">D</mi></mrow><mrow><mi mathvariant=\"normal\">c</mi><mi mathvariant=\"normal\">c</mi></mrow></msub></mrow><mo>^</mo></mover><mfenced separators=\"|\"><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></mfenced></math> , above which all households are assigned for participating in the consumer credit market. The threshold is chosen to capture recent trends in participation.<a href=\"#fn17\"><sup>17</sup></a>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The simulated value of the participation in the consumer credit market for household <i>i</i> is:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "EQ3",
                                    "label": "(3)",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msubsup><mi>D</mi><mrow><mi>c</mi><mi>c</mi></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi><mi>u</mi><mi>l</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mo>=</mo><mrow><mo>{</mo><mtable columnalign=\"left left\" columnspacing=\"1em\" displaystyle=\"false\" rowspacing=\".2em\"><mtr><mtd><mn>1</mn><mi>i</mi><mi>f</mi><mrow><mover><mrow><msub><mi>D</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow><mo>^</mo></mover></mrow><mo>&gt;</mo><mrow><mover><mrow><msubsup><mi>D</mi><mrow><mi>c</mi><mi>c</mi></mrow><mrow><mi>T</mi><mi>h</mi><mi>r</mi><mi>e</mi><mi>s</mi><mi>h</mi><mi>o</mi><mi>l</mi><mi>d</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow><mo>^</mo></mover></mrow></mtd></mtr><mtr><mtd><mn>0</mn><mi>i</mi><mi>f</mi><mrow><mover><mrow><msub><mi>D</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow><mo>^</mo></mover></mrow><mo>≤</mo><mrow><mover><mrow><msubsup><mi>D</mi><mrow><mi>c</mi><mi>c</mi></mrow><mrow><mi>T</mi><mi>h</mi><mi>r</mi><mi>e</mi><mi>s</mi><mi>h</mi><mi>o</mi><mi>l</mi><mi>d</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow><mo>^</mo></mover></mrow></mtd></mtr></mtable><mo fence=\"true\" stretchy=\"true\" symmetric=\"true\"/></mrow><mrow><mi mathvariant=\"normal\">f</mi></mrow><mrow><mi mathvariant=\"normal\">o</mi></mrow><mrow><mi mathvariant=\"normal\">r</mi></mrow><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>,</mo><mi>I</mi><mo>;</mo><mi>t</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>,</mo><mi>T</mi></mrow></mstyle></math>",
                                    "type": "mathml"
                                }
                            ],
                            "id": "s4-1-1",
                            "title": "4.1.1 Participation in the consumer credit market",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "After having established whether a household participates in the consumer credit market, we needed to assign a value for the consumer loan amount. We assumed that changes in consumer credit depend on household income quartile, on household consumption of durables, and on the aggregate dynamics of consumer credit.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Therefore, for each household <i>i</i> that had already participated in the consumer credit market in the previous period, we computed the change in the consumer credit amount",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "UEQ1",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">△</mi><msub><mi>L</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mo>=</mo><msub><mi>L</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mo>−</mo><msub><mi>L</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow><mo>)</mo></mrow></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "and then we ran the following regression:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "EQ4",
                                    "label": "(4)",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">△</mi><msub><mi>L</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mo>=</mo><msub><mi>α</mi><mrow><mn>1</mn></mrow></msub><mi>t</mi><msub><mi>c</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mo>+</mo><msub><mi>α</mi><mrow><mn>2</mn></mrow></msub><msub><mi>D</mi><mrow><mi>y</mi></mrow></msub><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mo>+</mo><msub><mi>α</mi><mrow><mn>3</mn></mrow></msub><msub><mi>D</mi><mrow><mi>d</mi><mi>u</mi><mi>r</mi><mi>a</mi><mi>b</mi><mi>l</mi><mi>e</mi><mi>s</mi></mrow></msub><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow><mi>f</mi><mi>o</mi><mi>r</mi><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>,</mo><mi>I</mi><mo>;</mo><mi>t</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>,</mo><mi>T</mi></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <math id=\"inf12\"><msub><mrow><mi>t</mi><mi>c</mi></mrow><mrow><mi>c</mi><mi>c</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>t</mi></mrow></mfenced></math> is the growth rate of consumer loans to households in the Italian economy.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The results of <a href=\"#EQ4\">equation (4)</a> are reported in <a href=\"#table2\">Table (A.2)</a> in <a href=\"#appendix-1\">Appendix A</a>. As expected, <math id=\"inf13\"><msub><mrow><mi mathvariant=\"normal\">α</mi></mrow><mrow><mn>1</mn></mrow></msub></math> has a positive sign, reflecting the fact that a stronger aggregate credit growth translates into higher average household consumer credit. Households with higher consumer durable expenses, ie, those belonging to the fifth class, tend to have larger positive changes in consumer credit.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "For each household <i>i</i> already participating in the consumer credit market, the estimated change in consumer credit at time <i>t</i> is computed using the coefficient of the regression (4):",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "EQ5",
                                    "label": "(5)",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mrow><mover><mrow><mi mathvariant=\"normal\">△</mi><msub><mi>L</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow><mo>^</mo></mover></mrow><mo>=</mo><mrow><mover><msub><mi>α</mi><mn>0</mn></msub><mo>^</mo></mover></mrow><mo>+</mo><mrow><mover><msub><mi>α</mi><mn>1</mn></msub><mo>^</mo></mover></mrow><mi>t</mi><msub><mi>c</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mo>+</mo><mrow><mover><msub><mi>α</mi><mn>2</mn></msub><mo>^</mo></mover></mrow><mrow><mover><msub><mi>D</mi><mi>Y</mi></msub><mo>^</mo></mover></mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mo>+</mo><mrow><mover><msub><mi>α</mi><mn>2</mn></msub><mo>^</mo></mover></mrow><mrow><mrow><mover><msub><mi>D</mi><mrow><mi>d</mi><mi>u</mi><mi>r</mi><mi>a</mi><mi>b</mi><mi>l</mi><mi>e</mi><mi>s</mi></mrow></msub><mo>^</mo></mover></mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow><mspace linebreak=\"newline\"/><mi>f</mi><mi>o</mi><mi>r</mi><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mi>I</mi><mo>;</mo><mi>t</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mi>T</mi></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "The projection of the consumer loan amount over time is given by the previous period loan amount plus the estimated change:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "EQ6",
                                    "label": "(6)",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mrow><mover><mrow><mi>L</mi><mrow><msubsup><mi/><mrow><mi>c</mi><mi>c</mi></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi><mi>u</mi><mi>l</mi></mrow></msubsup><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow></mrow><mo>^</mo></mover></mrow><mo>=</mo><msub><mi>L</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo><mo>+</mo><mrow><mover><mrow><mi mathvariant=\"normal\">△</mi><mi>L</mi><mrow><msub><mi/><mrow><mi>c</mi><mi>c</mi></mrow></msub><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow></mrow><mo>^</mo></mover></mrow><mspace width=\"1em\"/><mspace width=\"1em\"/><mi>f</mi><mi>o</mi><mi>r</mi><mi>t</mi><mo>=</mo><mn>1</mn><mspace linebreak=\"newline\"/><mrow><mover><mrow><mi>L</mi><mrow><msubsup><mi/><mrow><mi>c</mi><mi>c</mi></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi><mi>u</mi><mi>l</mi></mrow></msubsup><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow></mrow><mo>^</mo></mover></mrow><mo>=</mo><msubsup><mi>L</mi><mrow><mi>c</mi><mi>c</mi></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi><mi>u</mi><mi>l</mi></mrow></msubsup><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo><mo>+</mo><mrow><mover><mrow><mi mathvariant=\"normal\">△</mi><mi>L</mi><mrow><msub><mi/><mrow><mi>c</mi><mi>c</mi></mrow></msub><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow></mrow><mo>^</mo></mover></mrow><mspace width=\"1em\"/><mspace width=\"1em\"/><mi>f</mi><mi>o</mi><mi>r</mi><mi>t</mi><mo>§gt;</mo><mn>1</mn><mspace linebreak=\"newline\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mi>a</mi><mi>n</mi><mi>d</mi><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>,</mo><mi>I</mi></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "For the first period of the simulation, we have actual data on <math id=\"inf14\"><msub><mrow><mi>L</mi></mrow><mrow><mi>c</mi><mi>c</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></mfenced></math> from the SHIW; in the following periods, <math id=\"inf15\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mrow><mover><mrow><msubsup><mi>L</mi><mrow><mi>c</mi><mi>c</mi></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi><mi>u</mi><mi>l</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi><mo>−</mo><mtext>1</mtext></mrow><mo>)</mo></mrow></mrow><mo>^</mo></mover></mrow></mrow></mstyle></math> is derived from the model.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "For households that are estimated to have participated in the consumer credit market at time (<i>t+1</i>) for the first time, we do not have the previous period’s consumer credit, thus we estimated the loan amount by means of a pseudo-panel. First, we created <i>G</i> groups of similar households based on their age class, job type, durable consumption class, and mortgage tenure. Second, we estimated <a href=\"#EQ4\">equation (4)</a> for the median group change in the consumer loan amount, <math id=\"inf16\"><mo>∆</mo><msub><mrow><mi mathvariant=\"normal\">L</mi></mrow><mrow><mi mathvariant=\"normal\">c</mi><mi mathvariant=\"normal\">c</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi mathvariant=\"normal\">g</mi><mo>,</mo><mi mathvariant=\"normal\">t</mi></mrow></mfenced></math> . Third, a household <i>i</i>, that belongs to group <i>g</i> and enters the consumer credit market at time <i>t</i>, was assigned the loan amount estimated on the pseudo-panel regression:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "EQ7",
                                    "label": "(7)",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mrow><mover><mrow><mi>L</mi><mrow><msubsup><mi/><mrow><mi>c</mi><mi>c</mi></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi><mi>u</mi><mi>l</mi></mrow></msubsup><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>g</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow></mrow><mo>^</mo></mover></mrow><mo>=</mo><msub><mi>L</mi><mrow><mi>c</mi><mi>c</mi></mrow></msub><mo stretchy=\"false\">(</mo><mi>g</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo><mo>+</mo><mrow><mover><mrow><mi mathvariant=\"normal\">△</mi><mi>L</mi><mrow><mo stretchy=\"false\">(</mo><mi>g</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow></mrow><mo>^</mo></mover></mrow><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mi>f</mi><mi>o</mi><mi>r</mi><mi>t</mi><mo>=</mo><mn>1</mn><mspace linebreak=\"newline\"/><mrow><mover><mrow><mi>L</mi><mrow><msubsup><mi/><mrow><mi>c</mi><mi>c</mi></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi><mi>u</mi><mi>l</mi></mrow></msubsup><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>g</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow></mrow><mo>^</mo></mover></mrow><mo>=</mo><msubsup><mi>L</mi><mrow><mi>c</mi><mi>c</mi></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi><mi>u</mi><mi>l</mi></mrow></msubsup><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>g</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn><mo stretchy=\"false\">)</mo><mo>+</mo><mrow><mover><mrow><mi mathvariant=\"normal\">△</mi><mi>L</mi><mrow><msub><mi/><mrow><mi>c</mi><mi>c</mi></mrow></msub><mo stretchy=\"false\">(</mo><mi>g</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo></mrow></mrow><mo>^</mo></mover></mrow><mspace width=\"1em\"/><mi>f</mi><mi>o</mi><mi>r</mi><mi>t</mi><mo>§gt;</mo><mn>1</mn><mspace linebreak=\"newline\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mspace width=\"1em\"/><mi>a</mi><mi>n</mi><mi>d</mi><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>,</mo><mi>I</mi><mo>;</mo><mi>g</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>.</mo><mo>,</mo><mi>G</mi></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "After having computed the loan amount for each household that participates in the consumer credit market, we constructed the total consumer debt in the simulated economy:",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "EQ8",
                                    "label": "(8)",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>T</mi><msubsup><mi>L</mi><mrow><mi>c</mi><mi>c</mi></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi><mi>u</mi><mi>l</mi></mrow></msubsup><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mo>=</mo><munderover><mo movablelimits=\"false\">∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mrow><mi>I</mi></mrow></munderover><mrow><mover><mrow><msubsup><mi>L</mi><mrow><mi>c</mi><mi>c</mi></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi><mi>u</mi><mi>l</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow><mo>^</mo></mover></mrow><mi>f</mi><mi>o</mi><mi>r</mi><mi>t</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>…</mo><mo>,</mo><mi>T</mi><mo>∧</mo><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>,</mo><mi>I</mi></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Then, we calculated the growth rate of the consumer credit loan in our simulation and we compared it with the actual aggregated data. As our goal was to have similar growth rates, we introduced a multiplicative adjustment factor <math id=\"inf17\"><mi>a</mi><mi>d</mi><mi>j</mi><mo>(</mo><mi>t</mi><mo>)</mo></math> for each household loan amount, which then became equal to <math id=\"inf18\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mrow><mi mathvariant=\"normal\">a</mi></mrow><mi>d</mi><mi>j</mi><mrow><mo>(</mo><mi>t</mi><mo>)</mo></mrow><mrow><mover><mrow><msubsup><mi>L</mi><mrow><mi>c</mi><mi>c</mi></mrow><mrow><mi>s</mi><mi>i</mi><mi>m</mi><mi>u</mi><mi>l</mi></mrow></msubsup><mrow><mo>(</mo><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow><mo>^</mo></mover></mrow></mrow></mstyle></math> . For instance, in the 2016–18 simulation, it equals 1.08 for the first year and 1.09 for the second year. These adjustment factors are not high and appear reasonable, especially if we account for the fact that the survey data could have problems of misreporting and that households are not selected to be representative with respect to their consumer credit debt.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-1-2",
                            "title": "4.1.2 Projection of the consumer loan amount",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Once we have the projected consumer debt we can perform an annuitization to calculate (annual) instalments. Assuming that consumer debt is repaid by a French amortization schedule, we need to make assumptions on maturity and interest rates.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "For households having already consumer debt in the survey data, we use the maturity and interest rates available in the survey. For the households having more than one personal loan, we calculate an average maturity and an average interest rate, and we aggregate all debts in a single one (only loans for household needs other than property purchase, credit card receivables, and bank overdrafts are considered).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The theoretical debt that would be consistent with the observed instalments, under the assumptions just mentioned (remember that in <i>t=0</i> we observe both instalments and debt), is very close to the actual declared debt (<a href=\"#fig8\">Figure 8</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "Notes: Our calculation based on SHIW data. (1) Observed debt refers to the actual SHIW outstanding debt for each household. Theoretical debt refers to the amount of debt that would be consistent with the installments paid by each household.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig8",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00213%2Fijm-00213-fig008.tif",
                                                "size": {
                                                    "width": 1535,
                                                    "height": 1041
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00213%2Fijm-00213-fig008.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00213-fig008.jpg"
                                                }
                                            },
                                            "label": "Figure 8",
                                            "title": "Distribution of theoretical and observed debt (1).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "Depending on whether the change in consumer credit (<math id=\"inf19\"><mo>∆</mo><msub><mrow><mi>L</mi></mrow><mrow><mi>c</mi><mi>c</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></mfenced></math>) is negative or positive we have two different approaches. In the first case, <math id=\"inf20\"><mo>∆</mo><msub><mrow><mi>L</mi></mrow><mrow><mi>c</mi><mi>c</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></mfenced><mo>§amp;lt;</mo><mn>0</mn></math>, we assume (partial) reimbursement of the outstanding debt. In the second case, <math id=\"inf21\"><mo>∆</mo><msub><mrow><mi>L</mi></mrow><mrow><mi>c</mi><mi>c</mi></mrow></msub><mo>§amp;gt;</mo><mn>0</mn></math>, we assume that a new contract of consumer credit is signed, and its instalments are added to those of the old (already outstanding) debt. The new loan has the same maturity as the old one at origination and the same type of interest rate (fixed vs variable). We therefore assume that a household’s preferences for maturity and type of interest rate remain constant over time.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "For those that do not already have consumer debt at <i>t=0</i>, but are projected to participate in the consumer credit market in the following years, we assume that they choose a variable interest rate, sign their contract at the current rate, and, based on the observed data, set the debt maturity at 5 years.<a href=\"#fn18\"><sup>18</sup></a>",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-1-3",
                            "title": "4.1.3 Annuitization of consumer loans",
                            "type": "section"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Modelling consumer credit",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Supervisory reports indicate that mortgage renegotiations have gained importance in recent years. We extend the model by <a href=\"#bib31\">Michelangeli and Pietrunti (2014)</a> to allow for the possibility of households revising their mortgage terms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Since only a few households in the SHIW declare they have renegotiated their debt, we cannot develop an extension of the model that exploits a household’s characteristics. Our novel modelling approach therefore relies on a few assumptions that are necessary to capture the heterogeneity of mortgage renegotiations. We assume that mortgage renegotiation occurs when households pay a mortgage rate that is at least 3 percentage points higher than the reference rate plus a household’s specific spread. After renegotiation, the bank sets a rate equal to the current reference rate plus the household’s spread.",
                            "type": "paragraph"
                        },
                        {
                            "text": "More in detail, we exploit the SHIW information on the mortgage rate declared to be paid by household <i>i</i> at time t<i>,</i> <math id=\"inf22\"><msub><mrow><mi>r</mi></mrow><mrow><mi>m</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></mfenced><mo>,</mo></math> and we assign to each household a reference rate <math id=\"inf23\"><msub><mrow><mi>r</mi></mrow><mrow><mi>r</mi><mi>e</mi><mi>f</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>i</mi></mrow></mfenced><mo>,</mo><mi mathvariant=\"normal\"> </mi><mi mathvariant=\"normal\"> </mi></math> which depends on its loan characteristics (year of origination and rate type).<a href=\"#fn19\"><sup>19</sup></a> Then, for indebted households we calculate the mortgage spread, <math id=\"inf24\"><mi>S</mi><mi>p</mi><mi>r</mi><mi>e</mi><mi>a</mi><mi>d</mi><mfenced separators=\"|\"><mrow><mi>i</mi></mrow></mfenced></math> , starting from the standard relationship:",
                            "type": "paragraph"
                        },
                        {
                            "id": "EQ9",
                            "label": "(9)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>S</mi><mi>p</mi><mi>r</mi><mi>e</mi><mi>a</mi><mi>d</mi><mrow><mo>(</mo><mi>i</mi><mo>)</mo></mrow><mo>=</mo><msub><mi>r</mi><mi>m</mi></msub><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mo>−</mo><mrow><mi>r</mi><mi>e</mi><mi>f</mi></mrow><mo stretchy=\"false\">(</mo><mi>i</mi><mo stretchy=\"false\">)</mo><mi>f</mi><mi>o</mi><mi>r</mi><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>,</mo><mi>I</mi><mo>;</mo><mi>t</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>,</mo><mi>T</mi></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "For fixed-rate mortgages, the spread is calculated as the difference between the mortgage rate declared to have been paid at time <i>t</i> and the 10-year euro interest rate swap (IRS) at origination; for variable-rate mortgages, the spread is given by the difference between the declared rate in year <i>t</i> and the 3-month Euribor in the same year. The spread reflects the differences in households’ riskiness and it is highly heterogeneous across households. Regression coefficients imply that the spread is higher for households with low education levels, for those living in the South, and for those that are self-employed or not working (<a href=\"#tableA3\">Table A.3</a>). When the household’s spread turns out to be negative, likely due to mistakes in answering the survey’s questions, we assign the median spread of the group of households with similar characteristics (education, geographic area and occupation).",
                            "type": "paragraph"
                        },
                        {
                            "text": "We assume that at time <i>t</i> a household renegotiates its debt if its mortgage rate exceeds the sum of current period reference rate <math id=\"inf25\"><msub><mrow><mi>r</mi></mrow><mrow><mi>r</mi><mi>e</mi><mi>f</mi></mrow></msub><mo>(</mo><mi>t</mi><mo>)</mo></math>, its specific spread, and a parameter <math id=\"inf26\"><mi mathvariant=\"normal\">α</mi></math>: <a href=\"#fn20\"><sup>20</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "id": "EQ10",
                            "label": "(10)",
                            "mathml": "<math><msub><mrow><mi>r</mi></mrow><mrow><mi>m</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></mfenced><mo>§amp;gt;</mo><msub><mrow><mi>r</mi></mrow><mrow><mi>r</mi><mi>e</mi><mi>f</mi></mrow></msub><mo>(</mo><mi>t</mi><mo>)</mo><mo>+</mo><mi>S</mi><mi>p</mi><mi>r</mi><mi>e</mi><mi>a</mi><mi>d</mi><mfenced separators=\"|\"><mrow><mi>i</mi></mrow></mfenced><mo>+</mo><mi>α</mi><mi> </mi><mi> </mi><mi> </mi><mi> </mi><mi>f</mi><mi>o</mi><mi>r</mi><mi> </mi><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>,</mo><mi>I</mi><mo>;</mo><mi> </mi><mi> </mi><mi>t</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>,</mo><mi> </mi><mi>T</mi></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<math id=\"inf27\"><mi mathvariant=\"normal\">α</mi></math>is set as equal to 3 percentage points. This parameter’s value has been selected as it allows us to obtain model statistics on the share of households that renegotiate their mortgage terms (<a href=\"#table3\">Table 3</a>, Panel a) and on the share of debt that they hold (<a href=\"#table3\">Table 3</a>, Panel b) that are reasonably close to those based on the SHIW data.<a href=\"#fn21\"><sup>21</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "TA3_FN1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "Averages over two years.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"center\">SHIW</th>\n<th align=\"center\">MODEL<a href=\"#TA3_FN1\">*</a></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" colspan=\"3\">a) Share of households that renegotiate their mortgage terms among indebted households</td>\n</tr>\n<tr>\n<td align=\"left\">2014</td>\n<td align=\"left\">5.0</td>\n<td align=\"left\">5.4</td>\n</tr>\n<tr>\n<td align=\"left\">2016</td>\n<td align=\"left\">11.7</td>\n<td align=\"left\">12.6</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"3\">b) Share of debt held by households that renegotiate their mortgage terms</td>\n</tr>\n<tr>\n<td align=\"left\">2014</td>\n<td align=\"left\">4.0</td>\n<td align=\"left\">2.8</td>\n</tr>\n<tr>\n<td align=\"left\">2016</td>\n<td align=\"left\">14.9</td>\n<td align=\"left\">12.0</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Mortgage renegotiations (percentages)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "We assume that banks do not modify the spread applied to each household, ie, if a household was considered risky when the mortgage was initially granted, the household would continue to be so and the bank would charge the same spread.<a href=\"#fn22\"><sup>22</sup></a> Upon renegotiation, the new mortgage rate faced by the household <math id=\"inf28\"><msub><mrow><mi>r</mi></mrow><mrow><mi>m</mi><mo>,</mo><mi>R</mi><mi>E</mi><mi>N</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></mfenced></math> equals the current period reference rate plus the household’s spread:",
                            "type": "paragraph"
                        },
                        {
                            "id": "EQ11",
                            "label": "(11)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>r</mi><mrow><mi>m</mi><mo>,</mo><mi>R</mi><mi>E</mi><mi>N</mi></mrow></msub><mo stretchy=\"false\">(</mo><mi>i</mi><mo>,</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mo>=</mo><msub><mi>r</mi><mrow><mi>r</mi><mi>e</mi><mi>f</mi></mrow></msub><mo stretchy=\"false\">(</mo><mi>t</mi><mo stretchy=\"false\">)</mo><mo>+</mo><mi>S</mi><mi>p</mi><mi>r</mi><mi>e</mi><mi>a</mi><mi>d</mi><mrow><mo>(</mo><mi>i</mi><mo>)</mo></mrow><mi>f</mi><mi>o</mi><mi>r</mi><mi>i</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>,</mo><mi>I</mi><mo>∧</mo><mi>t</mi><mo>=</mo><mn>1</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>,</mo><mi>T</mi></mrow></mstyle></math>",
                            "type": "mathml"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Modelling mortgage dynamics with renegotiations",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Modelling households’ vulnerability including consumer credit and mortgage renegotiations",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, we present the results obtained by simulating the model under different specifications. We define the model described in <a href=\"#bib31\">Michelangeli and Pietrunti (2014)</a> as ‘old’ and the model augmented with both mortgage renegotiations and consumer credit dynamics as ‘new’. The macroeconomic inputs to the model are described in Appendix B.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "To evaluate the model’s performance in terms of the accuracy of its projections, we carried out backtest exercises on two waves of the SHIW. Starting from either the 2012 or the 2014 wave, we present here the two-year out-of-sample predictions of the share of vulnerable households in the population and the share of total debt held by them (<a href=\"#fig9\">Figure 9</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Notes: Debt at risk refers to the share of debt held by vulnerable households. The black line with diamonds represents actual SHIW data; the red and the dotted lines represent the out-of-sample projections for the ‘old model’ and the ‘new model’ respectively. These projections correspond to the median values across 50 simulations for the two model specifications.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig9",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00213%2Fijm-00213-fig009.tif",
                                        "size": {
                                            "width": 1791,
                                            "height": 1349
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00213%2Fijm-00213-fig009.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00213-fig009.jpg"
                                        }
                                    },
                                    "label": "Figure 9",
                                    "title": "Backtest exercises – Vulnerability (percentages). a) Share of vulnerable households, b) Debt at risk.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "For the period 2012–14, characterized by positive economic growth, the low interest rates and the contraction in consumer credit contributed to the reduction in the share of vulnerable households. Instead, with respect to the debt at risk, the differences between the two models are negligible reflecting the fact that a contraction in the share of vulnerable households with consumer credit has a limited impact on the total debt at risk. For the period 2014–16, in a context of very low interest rates, accounting for the possibility of revising the contract terms through renegotiations is crucial for a better prediction of both indicators of vulnerability.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Overall, both backtesting exercises show that the ‘new model’ has superior out-of-sample predictions overall and is better equipped to capture the downward trend of vulnerability observed in the last few years.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Backtesting",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#fig10\">Figure 10</a> shows the prediction of the share of vulnerable households (Panel a) and the share of total debt held by these households (Panel b) in 2019 starting from 2016, the most recent SHIW wave. According to all model specifications, household vulnerability is projected to increase. The ‘new model’ indicates that between 2016 and 2019, the percentage of vulnerable households may have increased from 1.6 to 2.3 per cent, while the share of debt at risk may have only changed slightly, from 10.4 to 12.0 per cent.<a href=\"#fn23\"><sup>23</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Notes: Debt at risk refers to the share of debt held by vulnerable households.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig10",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00213%2Fijm-00213-fig010.tif",
                                        "size": {
                                            "width": 1791,
                                            "height": 696
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00213%2Fijm-00213-fig010.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00213-fig010.jpg"
                                        }
                                    },
                                    "label": "Figure 10",
                                    "title": "Vulnerability in the period 2016-2019 (percentages). a) Share of vulnerable households, b) Debt at risk.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In the first year of the simulation, the projections of the ‘old model’ indicate that the share of vulnerable households remained essentially stable as the increase in income growth, coupled with the low interest rate, was sufficient to compensate for the effects of the increase in the growth rate of mortgages. The ‘new model instead projects an increase in the share of vulnerable households, which is entirely driven by the high growth rate of consumer credit. In the second year of the simulation, a rise in interest rates, which affects both the loan payments of households holding a variable interest rate mortgage and those associated with new originations, and a positive credit growth (for both mortgages and consumer credit) contributed to the increase in the share of vulnerable households despite a positive income growth. The total effect is more pronounced in the ‘new model’, when consumer credit growth is also considered. In the last year of the simulation, 2019, higher interest rates and growth rate of consumer credit are expected to drive a further increase in the percentage of vulnerable households.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of debt at risk, the differences between the ‘old’ and the ‘new’ models are negligible, since the negative effects on vulnerability associated with the expansion of consumer credit are compensated by the positive effects associated with mortgage renegotiations.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Baseline simulation over the period 2016-19",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Model results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We have so far focused on households with a DSR above 30 per cent and an income below the median of the population. This choice is because highly indebted low-income households are the most fragile and display the highest default risks (<a href=\"#bib36\">Vacca et al., 2013</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "However, as a robustness check and in line with other studies in the related literature (Djoudad R., 2010, among others), we also monitor highly indebted households with a high income. Specifically, we analyse the risks relating to households with a DSR above 30 per cent and an income above the median of the population. As shown in <a href=\"#table4\">Table 4</a>, even though this group of households represents a small share of the population, it holds about 20 per cent of the total household debt. Interestingly, the share of households without any debt is very high and similar for high-income households with a DSR ≤30 per cent and for other low-income households (respectively, 82 and 88 per cent for each group).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: Our calculation based on SHIW data. High-income households are those with an income above the median of the population.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table4",
                            "label": "Table 4",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Share of households</th>\n<th align=\"left\">Share of debt</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Vulnerable HHs</td>\n<td align=\"left\">2.3</td>\n<td align=\"left\">15.8</td>\n</tr>\n<tr>\n<td align=\"left\">Other low-income HHs</td>\n<td align=\"left\">47.7</td>\n<td align=\"left\">13.9</td>\n</tr>\n<tr>\n<td align=\"left\">High-income HHs with DSR &gt;30%</td>\n<td align=\"left\">1.5</td>\n<td align=\"left\">18.3</td>\n</tr>\n<tr>\n<td align=\"left\">High-income HHs with DSR ≤30%</td>\n<td align=\"left\">48.5</td>\n<td align=\"left\">52.0</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Distribution of households by income and DSR (percentages; averages over the period 2010-16)",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The importance of this group for financial stability analysis is shown by the probability of being in arrears by more than 90 days, which is about 4.1 per cent, whereas it is only 1.4 per cent for high-income low-DSR households. Moreover, the former group of households in arrears is considerably more indebted than all the other groups (<a href=\"#fig11\">Figure 11</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Notes: Our calculation based on SHIW data. High-income households are those with an income above the median of the population.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig11",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00213%2Fijm-00213-fig011.tif",
                                "size": {
                                    "width": 1535,
                                    "height": 946
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00213%2Fijm-00213-fig011.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00213-fig011.jpg"
                                }
                            },
                            "label": "Figure 11",
                            "title": "Average amount of debt among households in arrears (thousands of euros, average over 2010-16).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "We construct a liquidity index, equal to the ratio of liquid financial assets (deposits, certificates of deposits, repos and postal accounts) to loan instalments. This index measures the number of years during which a household could service total debt only with its liquidity. High- and low-income households with a DSR above 30 per cent have a similar liquidity index (<a href=\"#table5\">Table 5</a>), suggesting that all households with a DSR above 30 per cent emerge as particularly fragile since they can only cover their debt instalments for less than one year with their most liquid assets. Moreover, households with a DSR above 30 per cent are very similar also with respect to other stock indicators that are considered relevant for identifying households’ fragility, such as the debt-to-income ratio and the debt-to-assets ratio.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: Our calculation based on SHIW data. <i>fa</i> indicates liquid financial assets. High-income households are those with an income above the median of the population.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table5",
                            "label": "Table 5",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Vulnerable HHs</th>\n<th align=\"left\">Other low income HHs with DSR &lt;30%</th>\n<th align=\"left\">High income HHs with DSR &gt;30%</th>\n<th align=\"left\">High income HHs with DSR &lt;30%</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Total wealth</td>\n<td align=\"left\">118416.5</td>\n<td align=\"left\">97649.57</td>\n<td align=\"left\">343556.8</td>\n<td align=\"left\">364953.6</td>\n</tr>\n<tr>\n<td align=\"left\">Financial wealth</td>\n<td align=\"left\">4628.9</td>\n<td align=\"left\">7228.245</td>\n<td align=\"left\">26838.81</td>\n<td align=\"left\">46315.7</td>\n</tr>\n<tr>\n<td align=\"left\">Liquid assets</td>\n<td align=\"left\">3468.2</td>\n<td align=\"left\">5614.0</td>\n<td align=\"left\">13404.5</td>\n<td align=\"left\">21399.0</td>\n</tr>\n<tr>\n<td align=\"left\">Liquidity index (fa/instalment)</td>\n<td align=\"left\">0.795</td>\n<td align=\"left\">6.440</td>\n<td align=\"left\">0.828</td>\n<td align=\"left\">15.117</td>\n</tr>\n<tr>\n<td align=\"left\">Debt to income</td>\n<td align=\"left\">4.041</td>\n<td align=\"left\">0.118</td>\n<td align=\"left\">3.166</td>\n<td align=\"left\">0.200</td>\n</tr>\n<tr>\n<td align=\"left\">Debt to assets</td>\n<td align=\"left\">1.689</td>\n<td align=\"left\">0.024</td>\n<td align=\"left\">1.608</td>\n<td align=\"left\">0.011</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Indicators of indebted households (percentages; averages over the period 2010-16)",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#fig12\">Figure 12</a> shows the baseline projections for the period 2016–19.<a href=\"#fn24\"><sup>24</sup></a> With this broader definition, the share of vulnerable households in the population in 2016 is about 1 percentage point higher (2.8 per cent) and the share of debt at risk is about 14 percentage points higher (24.3 per cent) than in the case where only households with a DSR above 30 per cent and an income below the median are considered. According to the ‘new model’, the share of vulnerable households is projected to have increased to 3.4 in 2019, in response to the significant consumer credit growth. The share of debt held by all vulnerable households instead would fall from 24.3 to 19.9 per cent between 2016 and 2019. In this case, the reduction would be greater than that estimated only for low-income vulnerable households. This is because the effect of mortgage renegotiations is more relevant for high-income highly indebted households.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Notes: Debt at risk refers to the share of debt held by households with DSR above 30 per cent.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig12",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00213%2Fijm-00213-fig012.tif",
                                "size": {
                                    "width": 1791,
                                    "height": 689
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00213%2Fijm-00213-fig012.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00213-fig012.jpg"
                                }
                            },
                            "label": "Figure 12",
                            "title": "All households with DSR &gt;30 per cent in the period 2016–2019 (percentages). a) Share of HHs in the population, b) Debt at risk.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s6",
            "title": "6. Robustness exercise: Extension of the analysis to all households with a DSR above 30 per cent",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper presents a novel modelling approach for the evolution of consumer credit and mortgage renegotiations within a microsimulation model of households’ vulnerability. In particular, an extension of the model by <a href=\"#bib31\">Michelangeli and Pietrunti (2014)</a> is provided to account for the recent increase in consumer credit and its progressive concentration among the high-income households, and to account for the wide recourse to mortgage renegotiations occurring in a context of very low interest rates.",
                    "type": "paragraph"
                },
                {
                    "text": "These new features of the microsimulation model have proved to be crucial for carefully assessing the financial stability risks stemming from the household sector. The model with consumer credit and mortgage renegotiations outperforms <a href=\"#bib31\">Michelangeli and Pietrunti (2014)</a> in capturing the trends of vulnerability over the last few years.",
                    "type": "paragraph"
                },
                {
                    "text": "Both mortgage renegotiations and consumer credit affect vulnerability, though in opposite directions. By reducing loan instalments, mortgage renegotiations contribute to decreasing vulnerability. Consumer credit instead drives an increase in the share of vulnerable households, though with small effects on the overall debt at risk. A model accounting separately for these two forces can be particularly useful, in particular at a time when they impact household financial vulnerability in opposite directions and it is not possible to establish ex-ante the overall effect. The model indicates that between 2016 and 2019, the percentage of vulnerable households increased from 1.6 to 2.3 per cent, while the share of debt at risk only changed slightly, from 10.4 to 12.0 per cent. In terms of the number of vulnerable household heads, this model generates a larger share of vulnerable households than in <a href=\"#bib31\">Michelangeli and Pietrunti (2014)</a>, which is mostly driven by the high growth rate of consumer credit. Instead, in terms of debt at risk, the differences between the two models are negligible, since the negative effects on vulnerability associated with the expansion of consumer credit are compensated by the positive effects associated with mortgage renegotiations.",
                    "type": "paragraph"
                },
                {
                    "text": "The model is very useful for stress test analysis and, specifically, for evaluating scenarios of stress for the interest rates of both mortgages and consumer credit. For instance, with respect to the baseline scenario, in a very adverse scenario for 2019, characterized by an increase of 200 basis points in the 3-month Euribor rate, in the 10-year IRS rate and in the consumer credit rate, combined with a decrease of 4 percentage points in the growth rate of nominal income, the share of vulnerable households would be higher by about 0.3 percentage points and their debt by about 2.2 percentage points (<a href=\"#appendix-1\">Appendix A</a>). The results of this stress test suggest that the financial conditions of Italian households would remain overall quite sound even if more hostile events were to occur, since vulnerability indicators would always remain below the levels reached in 2012",
                    "type": "paragraph"
                },
                {
                    "text": "The model has been built to evaluate the dynamics of those households that would have the biggest difficulties in meeting their debt payments if negative shocks occurred, ie, those with a DSR above 30 per cent and an income below the median of the population. Nevertheless, the model is also suitable for analysing the dynamics of vulnerability for all households with a DSR above 30 per cent, including those with an income above the median. The model’s projections indicate that between 2016 and 2019, the share of fragile households would increase, but the share of debt at risk would decrease, indicating that the effect of mortgage renegotiations is more significant for high-income highly indebted households.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Albacete, N",
                        "preferred": "N Albacete"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fessler, P",
                        "preferred": "P Fessler"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Stress testing Austrian households, Financial Stability Report, Austrian Central Bank",
            "id": "bib1",
            "title": "Financial Stability Report",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Albacete, N",
                        "preferred": "N Albacete"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lindner, P",
                        "preferred": "P Lindner"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "Household Vulnerability in Austria - A Microeconomic Analysis Based on the Household Finance and Consumption Survey, Financial Stability Report, Austrian Central Bank",
            "id": "bib2",
            "title": "Financial Stability Report",
            "type": "unknown"
        },
        {
            "articleTitle": "Financial fragility of Euro area households",
            "authors": [
                {
                    "name": {
                        "index": "Ampudia, M",
                        "preferred": "M Ampudia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van Vlokhoven, H",
                        "preferred": "H van Vlokhoven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Żochowski, D",
                        "preferred": "D Żochowski"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1016/j.jfs.2016.02.003",
            "id": "bib3",
            "journal": "Journal of Financial Stability",
            "pages": {
                "first": "250",
                "last": "262",
                "range": "250–262"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "authors": [
                {
                    "name": "Bank of Canada",
                    "type": "group"
                }
            ],
            "date": "2011",
            "details": "Financial stability review, December",
            "id": "bib4",
            "title": "Financial stability review, December",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Bank of England",
                    "type": "group"
                }
            ],
            "date": "2014",
            "details": "Quarterly Bulletin 2014 Q4",
            "id": "bib5",
            "title": "Quarterly Bulletin 2014 Q4",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Bank of Italy",
                    "type": "group"
                }
            ],
            "date": "2011",
            "details": "Financial Stability Report, 2",
            "id": "bib6",
            "title": "Financial Stability Report",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Bank of Italy",
                    "type": "group"
                }
            ],
            "date": "2018",
            "details": "Annual Report for 2017",
            "id": "bib7",
            "title": "Annual Report for 2017",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Bank of Italy",
                    "type": "group"
                }
            ],
            "date": "2018",
            "details": "Financial Stability Report 2",
            "id": "bib8",
            "title": "Financial Stability Report 2",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bankowska, K",
                        "preferred": "K Bankowska"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lamarche, P",
                        "preferred": "P Lamarche"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Osier, G",
                        "preferred": "G Osier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pérez-Duarte, S",
                        "preferred": "S Pérez-Duarte"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "Measuring household debt vulnerability in the euro area: Evidence from the Eurosystem Household Finances and Consumption Survey, Indicators to support monetary and financial stability analysis: data sources and statistical methodologies of, 39, IFC Bulletin, Irving Fisher Committee on Central Bank Statistics: Bank for International Settlements",
            "id": "bib9",
            "title": "Indicators to support monetary and financial stability analysis: data sources and statistical methodologies of",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Beer, C",
                        "preferred": "C Beer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schurz, M",
                        "preferred": "M Schurz"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "58–79, Characteristics of Household Debt in Austria: Does Household Debt Pose a Threat to Financial Stability?, Monetary Policy and the Economy, 2nd Quarter",
            "id": "bib10",
            "title": "Monetary Policy and the Economy, 2nd Quarter",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bertola, G",
                        "preferred": "G Bertola"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Disney, R",
                        "preferred": "R Disney"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Grant, C",
                        "preferred": "C Grant"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Economics of Consumer Credit",
            "date": "2006",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Massachusetts, London, England"
                        ]
                    },
                    "formatted": [
                        "Massachusetts, London, England"
                    ]
                },
                "name": [
                    "The MIT Press Cambridge"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Assessing and predicting financial vulnerability of Italian households: a micro-macro approach",
            "authors": [
                {
                    "name": {
                        "index": "Bettocchi, A",
                        "preferred": "A Bettocchi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Giarda, E",
                        "preferred": "E Giarda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moriconi, C",
                        "preferred": "C Moriconi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orsini, F",
                        "preferred": "F Orsini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Romeo, R",
                        "preferred": "R Romeo"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1007/s10663-017-9378-2",
            "id": "bib12",
            "journal": "Empirica",
            "pages": {
                "first": "587",
                "last": "605",
                "range": "587–605"
            },
            "type": "journal",
            "volume": "45"
        },
        {
            "articleTitle": "Measurement error in the bank of Italy’s survey of household income and wealth",
            "authors": [
                {
                    "name": {
                        "index": "Biancotti, C",
                        "preferred": "C Biancotti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "D’Alessio, G",
                        "preferred": "G D’Alessio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neri, A",
                        "preferred": "A Neri"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.1111/j.1475-4991.2008.00283.x",
            "id": "bib13",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "466",
                "last": "493",
                "range": "466–493"
            },
            "type": "journal",
            "volume": "54"
        },
        {
            "articleTitle": "Savings and wealth accumulation: measurement, influences and institutions",
            "authors": [
                {
                    "name": {
                        "index": "Claus, E",
                        "preferred": "E Claus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Claus, I",
                        "preferred": "I Claus"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib14",
            "journal": "A Collection of Reviews on Savings and Wealth Accumulation",
            "pages": {
                "first": "1",
                "last": "8",
                "range": "1–8"
            },
            "type": "journal"
        },
        {
            "articleTitle": "The determinants of unsecured borrowing: evidence from the BHPS",
            "authors": [
                {
                    "name": {
                        "index": "del Río, A",
                        "preferred": "A del Río"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Young, G",
                        "preferred": "G Young"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1080/09603100500438791",
            "id": "bib15",
            "journal": "Applied Financial Economics",
            "pages": {
                "first": "1119",
                "last": "1144",
                "range": "1119–1144"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dey, S",
                        "preferred": "S Dey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Djoudad, R",
                        "preferred": "R Djoudad"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Terajima, Y",
                        "preferred": "Y Terajima"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "45–54, A Tool for Assessing Financial Vulnerabilities in the Household Sector, Bank of Canada Review, Summer",
            "id": "bib16",
            "title": "Bank of Canada Review",
            "type": "unknown"
        },
        {
            "articleTitle": "The Bank of Canada’s analytic framework for assessing the vulnerability of the household sector",
            "authors": [
                {
                    "name": {
                        "index": "Djoudad, R",
                        "preferred": "R Djoudad"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib17",
            "journal": "Financial System Review",
            "pages": {
                "first": "57",
                "last": "62",
                "range": "57–62"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "D’Alessio, G",
                        "preferred": "G D’Alessio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Iezzi, S",
                        "preferred": "S Iezzi"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "149, Household over-indebtedness: definition and measurement with Italian data, Bank of Italy Occasional Paper",
            "id": "bib18",
            "title": "Bank of Italy Occasional Paper",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "European Central Bank",
                    "type": "group"
                }
            ],
            "date": "2004",
            "details": "Financial Stability Review, December 2004",
            "id": "bib19",
            "title": "Financial Stability Review",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "European Central Bank",
                    "type": "group"
                }
            ],
            "date": "2017",
            "id": "bib20",
            "title": "<i>Economic Bulletin</i>, Issue 7 / 2017 – Boxes Recent trends in consumer credit in the euro",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Galuščák, K",
                        "preferred": "K Galuščák"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hlaváč, P",
                        "preferred": "P Hlaváč"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jakubík, P",
                        "preferred": "P Jakubík"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Stress testing the private household sector using microdata",
            "date": "2014",
            "id": "bib21",
            "publisher": {
                "name": [
                    "Czech National Bank"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Household debt and income inequality, 1963–2003",
            "authors": [
                {
                    "name": {
                        "index": "Iacoviello, M",
                        "preferred": "M Iacoviello"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.1111/j.1538-4616.2008.00142.x",
            "id": "bib22",
            "journal": "Journal of Money, Credit and Banking",
            "pages": {
                "first": "929",
                "last": "965",
                "range": "929–965"
            },
            "type": "journal",
            "volume": "40"
        },
        {
            "authors": [
                {
                    "name": "International Monetary Fund",
                    "type": "group"
                }
            ],
            "date": "2011",
            "details": "United Kingdom: vulnerabilities of private sector balance sheets and risks to the financial sector technical notes, IMF Country Report, 11/229, July 2011",
            "id": "bib23",
            "title": "United Kingdom: vulnerabilities of private sector balance sheets and risks to the financial sector technical notes",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Karasulu, M",
                        "preferred": "M Karasulu"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Stress Testing Household Debt in Korea",
            "date": "2008",
            "id": "bib24",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "International Monetary Fund"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Credit cycles",
            "authors": [
                {
                    "name": {
                        "index": "Kiyotaki, N",
                        "preferred": "N Kiyotaki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moore, J",
                        "preferred": "J Moore"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib25",
            "journal": "Journal of political economy",
            "pages": {
                "first": "211",
                "last": "248",
                "range": "211–248"
            },
            "type": "journal",
            "volume": "105.2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Magri, S",
                        "preferred": "S Magri"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "Italian households’ debt: determinants of demand and supply, Temi di Discussione (Working papers) 454, Bank of Italy, Economic Research and International Relations Directorate",
            "id": "bib26",
            "title": "Temi di Discussione (Working papers) 454",
            "type": "unknown"
        },
        {
            "articleTitle": "The expansion of consumer credit in Italy and in the Euro area: what are the drivers and the risks?",
            "authors": [
                {
                    "name": {
                        "index": "Magri, S",
                        "preferred": "S Magri"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Michelangeli, V",
                        "preferred": "V Michelangeli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pastorelli, S",
                        "preferred": "S Pastorelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pico, R",
                        "preferred": "R Pico"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.2139/ssrn.3435154",
            "id": "bib27",
            "journal": "SSRN Electronic Journal",
            "pages": "500",
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Magri, S",
                        "preferred": "S Magri"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pico, R",
                        "preferred": "R Pico"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rampazzi, C",
                        "preferred": "C Rampazzi"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "100, Which households use consumer credit in Europe?, Bank of Italy Occasional Papers, 10.2139/ssrn.1998749",
            "id": "bib28",
            "title": "Bank of Italy Occasional Papers",
            "type": "unknown"
        },
        {
            "articleTitle": "Swedish households’ indebtedness and ability to pay: a household level study",
            "authors": [
                {
                    "name": {
                        "index": "Martin, J",
                        "preferred": "J Martin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Persson, M",
                        "preferred": "M Persson"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib29",
            "journal": "Sveriges Riksbank Econ. Rev",
            "pages": {
                "first": "24",
                "last": "40",
                "range": "24–40"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "May, O",
                        "preferred": "O May"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tudela, M",
                        "preferred": "M Tudela"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "277, When Is Mortgage Indebtedness a Financial Burden to British Households? A Dynamic Probit Approach, Bank of England Working Paper, 10.2139/ssrn.872688",
            "id": "bib30",
            "title": "277, When Is Mortgage Indebtedness a Financial Burden to British Households? A Dynamic Probit Approach, Bank of England Working Paper, 10.2139/ssrn.872688",
            "type": "unknown"
        },
        {
            "articleTitle": "A Microsimulation Model to evaluate Italian Households’ Financial Vulnerability",
            "authors": [
                {
                    "name": {
                        "index": "Michelangeli, V",
                        "preferred": "V Michelangeli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pietrunti, M",
                        "preferred": "M Pietrunti"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.34196/ijm.00107",
            "id": "bib31",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "53",
                "last": "79",
                "range": "53–79"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Michelangeli, V",
                        "preferred": "V Michelangeli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rampazzi, C",
                        "preferred": "C Rampazzi"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "details": "369, Indicators of financial vulnerability: a household level study, Bank of Italy Occasional Papers, 10.2139/ssrn.2934248",
            "id": "bib32",
            "title": "Bank of Italy Occasional Papers",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nakajima, M",
                        "preferred": "M Nakajima"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ríos-Rull, JV",
                        "preferred": "JV Ríos-Rull"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "20617, Credit, bankruptcy, and aggregate fluctuations, National Bureau of Economic Research, Working paper",
            "id": "bib33",
            "title": "National Bureau of Economic Research, Working paper",
            "type": "unknown"
        },
        {
            "articleTitle": "Imputing individual effects in dynamic Microsimulation models an application to household formation and labour market participation in Italy",
            "authors": [
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Poggi, A",
                        "preferred": "A Poggi"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib34",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "39",
                "range": "3–39"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tiongson, E",
                        "preferred": "E Tiongson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sugawara, N",
                        "preferred": "N Sugawara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sulla, V",
                        "preferred": "V Sulla"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taylor, A",
                        "preferred": "A Taylor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gueorguieva, A",
                        "preferred": "A Gueorguieva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Levin, V",
                        "preferred": "V Levin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Subbarao, K",
                        "preferred": "K Subbarao"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Crisis Hits Home: Stress-Testing Households in Europe and Central Asia",
            "date": "2009",
            "id": "bib35",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "The World Bank"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Vacca, V",
                        "preferred": "V Vacca"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coin, D",
                        "preferred": "D Coin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Conti, AM",
                        "preferred": "AM Conti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leva, L",
                        "preferred": "L Leva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liberati, D",
                        "preferred": "D Liberati"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manzoli, E",
                        "preferred": "E Manzoli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marangoni, D",
                        "preferred": "D Marangoni"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mocetti, S",
                        "preferred": "S Mocetti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saporito, G",
                        "preferred": "G Saporito"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sironi, L",
                        "preferred": "L Sironi"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "Bank of Italy, Occasional Papers, 163",
            "id": "bib36",
            "title": "L’indebitamento e la vulnerabilit finanziaria delle famiglie nelle regioni italiane",
            "type": "unknown"
        },
        {
            "articleTitle": "How large are the financial margins of Norwegian households? An analysis of micro data for the period 1987-2004?",
            "authors": [
                {
                    "name": {
                        "index": "Vatne, BH",
                        "preferred": "BH Vatne"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib37",
            "journal": "Norges Bank Eco B, Lxxvii",
            "pages": {
                "first": "173",
                "last": "180",
                "range": "173–180"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Zajączkowski, S",
                        "preferred": "S Zajączkowski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Żochowski, D",
                        "preferred": "D Żochowski"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "62–74, The distribution and dispersion of debt burden ratios among households in Poland and its implications for financial stability, Proceedings of the IFC Conference on “Measuring the financial position of the household sector, Basel",
            "id": "bib38",
            "title": "Proceedings of the IFC Conference on “Measuring the financial position of the household sector",
            "type": "unknown"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>: Probability weights have been used.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "Robust p-values in parentheses. ***<i>P</i>&lt;0.1, **<i>P</i>&lt;0.05, *<i>P</i>&lt;0.01",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableA1",
                            "label": "Table A.1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Participation at time t-1 in consumer credit market</th>\n<th align=\"left\">0.328<a href=\"#TA1_FN1\">**</a><br/>(0)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Participation at time t-1 in the mortgage market</td>\n<td align=\"left\">0.086<a href=\"#TA1_FN1\">***</a><br/>(4.12e-09)</td>\n</tr>\n<tr>\n<td align=\"left\">Income quartile 2</td>\n<td align=\"left\">0.027<a href=\"#TA1_FN1\">***</a><br/>(0.00319)</td>\n</tr>\n<tr>\n<td align=\"left\">Income quartile 3</td>\n<td align=\"left\">0.037<a href=\"#TA1_FN1\">***</a><br/>(0.000154)</td>\n</tr>\n<tr>\n<td align=\"left\">Income quartile 4</td>\n<td align=\"left\">0.041<a href=\"#TA1_FN1\">***</a><br/>(0.000128)</td>\n</tr>\n<tr>\n<td align=\"left\">Durable consumption class 2</td>\n<td align=\"left\">0.044<a href=\"#TA1_FN1\">***</a><br/>(0.000649)</td>\n</tr>\n<tr>\n<td align=\"left\">Durable consumption class 3</td>\n<td align=\"left\">0.055<a href=\"#TA1_FN1\">***</a><br/>(2.91e-05)</td>\n</tr>\n<tr>\n<td align=\"left\">Durable consumption class 4</td>\n<td align=\"left\">0.081<a href=\"#TA1_FN1\">***</a><br/>(1.14e-05)</td>\n</tr>\n<tr>\n<td align=\"left\">Durable consumption class 5</td>\n<td align=\"left\">0.212<a href=\"#TA1_FN1\">***</a><br/>(0)</td>\n</tr>\n<tr>\n<td align=\"left\">Constant</td>\n<td align=\"left\">0.023<a href=\"#TA1_FN1\">***</a><br/>(1.34e-05)</td>\n</tr>\n<tr>\n<td align=\"left\">Observations</td>\n<td align=\"left\">17,368</td>\n</tr>\n<tr>\n<td align=\"left\">R-squared</td>\n<td align=\"left\">0.182</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Participation in the consumer credit market: Linear regression model",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>: Probability weights have been used. Robust standard errors in parentheses.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "***<i>P</i>&lt;0.01, **<i>P</i>&lt;0.005, *<i>P</i>&lt;0.1",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableA2",
                            "label": "Table A.2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Growth rate of consumer loans in period T in italy</th>\n<th align=\"left\">452.014<a href=\"#TAA2_FN1\">*</a><br/>(258.903)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Income quartile 1</td>\n<td align=\"left\">–56.722<br/>(131.299)</td>\n</tr>\n<tr>\n<td align=\"left\">Income quartile 2</td>\n<td align=\"left\">–79.546<br/>(134.427)</td>\n</tr>\n<tr>\n<td align=\"left\">Income quartile 3</td>\n<td align=\"left\">–78.194<br/>(132.996)</td>\n</tr>\n<tr>\n<td align=\"left\">Income quartile 4</td>\n<td align=\"left\">–110.160<br/>(136.147)</td>\n</tr>\n<tr>\n<td align=\"left\">Durable consumption class 1</td>\n<td align=\"left\">–56.990<br/>(131.605)</td>\n</tr>\n<tr>\n<td align=\"left\">Durable consumption class 2</td>\n<td align=\"left\">–52.810<br/>(141.930)</td>\n</tr>\n<tr>\n<td align=\"left\">Durable consumption class 3</td>\n<td align=\"left\">–84.604<br/>(141.588)</td>\n</tr>\n<tr>\n<td align=\"left\">Durable consumption class 5</td>\n<td align=\"left\">1,204.870<a href=\"#TAA2_FN1\">***</a><br/>(194.763)</td>\n</tr>\n<tr>\n<td align=\"left\">Observations</td>\n<td align=\"left\">17,368</td>\n</tr>\n<tr>\n<td align=\"left\">R-squared</td>\n<td align=\"left\">0.021</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Change in consumer credit amount: Linear regression model",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Notes</i>: Robust standard errors in parentheses.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "***<i>P</i>&lt;0.1, **<i>P</i>&lt;0.05, *<i>P</i>&lt;0.01",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableA3",
                            "label": "Table A.3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Primary school certificate</th>\n<th align=\"left\">2.067<a href=\"#TAA3_FN1\">**</a><br/>(0.853)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Lower secondary school certificate</td>\n<td align=\"left\">1.518<a href=\"#TAA3_FN1\">*</a><br/>(0.824)</td>\n</tr>\n<tr>\n<td align=\"left\">Upper secondary school</td>\n<td align=\"left\">1.326<br/>(0.825)</td>\n</tr>\n<tr>\n<td align=\"left\">University degree</td>\n<td align=\"left\">1.069<br/>(0.827)</td>\n</tr>\n<tr>\n<td align=\"left\">Postgraduate qualification</td>\n<td align=\"left\">0.903<br/>(0.851)</td>\n</tr>\n<tr>\n<td align=\"left\">Centre</td>\n<td align=\"left\">0.159<br/>(0.097)</td>\n</tr>\n<tr>\n<td align=\"left\">South</td>\n<td align=\"left\">0.806<a href=\"#TAA3_FN1\">***</a><br/>(0.113)</td>\n</tr>\n<tr>\n<td align=\"left\">Self-employed</td>\n<td align=\"left\">0.241<a href=\"#TAA3_FN1\">**</a><br/>(0.113)</td>\n</tr>\n<tr>\n<td align=\"left\">Not working</td>\n<td align=\"left\">0.269<a href=\"#TAA3_FN1\">**</a><br/>(0.126)</td>\n</tr>\n<tr>\n<td align=\"left\">Constant</td>\n<td align=\"left\">–0.738<br/>(0.824)</td>\n</tr>\n<tr>\n<td align=\"left\">Observations</td>\n<td align=\"left\">2,593</td>\n</tr>\n<tr>\n<td align=\"left\">R-squared</td>\n<td align=\"left\">0.048</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Spread: Linear regression model",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Source: <a href=\"#bib6\">Bank of Italy (2011)</a>.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "figA1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00213%2Fijm-00213-fig013.tif",
                                "size": {
                                    "width": 1535,
                                    "height": 1876
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00213%2Fijm-00213-fig013.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00213-fig013.jpg"
                                }
                            },
                            "label": "Figure A.1",
                            "title": "Household debt service.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Notes: Debt at risk refers to the share of debt held by vulnerable households.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "figA2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00213%2Fijm-00213-fig014.tif",
                                "size": {
                                    "width": 1791,
                                    "height": 719
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00213%2Fijm-00213-fig014.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00213-fig014.jpg"
                                }
                            },
                            "label": "Figure A.2",
                            "title": "Confidence intervals: vulnerability in the period 2016-19 (percentages). a) Share of HHs in the population, b) Debt at risk.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "Notes: Debt at risk refers to the share of debt held by households with a DSR above 30 per cent.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "figA3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00213%2Fijm-00213-fig015.tif",
                                "size": {
                                    "width": 1789,
                                    "height": 1468
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00213%2Fijm-00213-fig015.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00213-fig015.jpg"
                                }
                            },
                            "label": "Figure A.3",
                            "title": "Backtest excercises - All households with a DSR&gt;30 per cent (percentages). a) Share of vulnerable households, b) Debt at risk.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "content": [
                        {
                            "text": "The model can be used to evaluate alternative and adverse scenarios for the financial conditions of indebted households.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For instance, with respect to the baseline scenario, we consider a very adverse scenario in 2019 with an increase of 200 basis points in the 3-month Euribor rate, in the 10-year IRS rate and in the consumer credit rate (<a href=\"#figA4\">Figure A.4</a>). This increase affects both the payments associated with existing variable-rate loans and new loan originations. This shock is combined with a decrease of 4 percentage points in the growth rate of nominal income; the income shock affects all households. Relative to the baseline projections, the share of vulnerable households would be higher by about 0.3 percentage points and their debt by about 2.2 percentage points. The results of this simulation suggest that the conditions of Italian households would remain quite sound overall even if more hostile conditions were to occur, as vulnerability indicators would always remain below the levels reached in 2012.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Notes: Debt at risk refers to the share of debt held by vulnerable households.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "figA4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00213%2Fijm-00213-fig016.tif",
                                        "size": {
                                            "width": 1536,
                                            "height": 615
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00213%2Fijm-00213-fig016.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00213-fig016.jpg"
                                        }
                                    },
                                    "label": "Figure A.4",
                                    "title": "Vulnerability in the period 2016-2019 under adverse scenarios: Interest rates stress (+200 bps) and income stress (-4 p.p.) in 2019 (percentages). a) Share of HHs in the population, b) Debt at risk.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s10",
                    "title": "Stress tests",
                    "type": "section"
                }
            ],
            "id": "appendix-1",
            "title": "Appendix A"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "In this Appendix, we describe the macroeconomic inputs used to update the microeconomic data in our microsimulation model.<a href=\"#fn25\"><sup>25</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "First, for the projection of household income we use the growth rate of income of consumer households based on the national accounts (<i>Contabilità nazionale</i>, <i>CN</i>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Second, for the dynamics of household mortgage debt and of consumer credit we rely on the data on lending volumes to households for house purchase and for consumer credit. The forecasted data, which are based on a macro-econometric model developed at the Bank of Italy for internal purposes, indicate a growth in household loans in 2018–19, which is particularly strong for consumer loans.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, for mortgage instalments we exploit the data on interest rates. Specifically, we make use of the historical data on the 3-month Euribor and projections obtained from future contracts to assign a value to the rate of variable-rate mortgages. For the projection of the instalments for households with a fixed rate mortgage after renegotiation, we use the 10-year IRS and the projected average rate on mortgages to households with a maturity of more than 1 year; this latter rate is based on the macro-econometric model developed at the Bank of Italy.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: Historical data for 2013–17 are based on national accounts (Columns 1 and 6), supervisory reports (Columns 2 and 3) and MIR data (Columns 4 and 5). * indicates the macroeconomic projections for 2018–19 used in the paper, which may differ from realized data and from confidential forecasts based on the macroeconometric model developed at the Bank of Italy.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "tableB1",
                                    "label": "Table B.1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\" rowspan=\"3\"/>\n<th align=\"left\">Growth rate of income</th>\n<th align=\"left\">Growth rate of mortgages</th>\n<th align=\"left\">Growth rate of consumer credit</th>\n<th align=\"left\">Annual change in 3-month Euribor</th>\n<th align=\"left\">Annual change in 10-year IRS</th>\n<th align=\"left\">Growth rate of durable consumption</th>\n</tr>\n<tr>\n<th align=\"left\">(%)</th>\n<th align=\"left\">(%)</th>\n<th align=\"left\">(%)</th>\n<th align=\"left\">(basis points)</th>\n<th align=\"left\">(basis points)</th>\n<th align=\"left\">(%)</th>\n</tr>\n<tr>\n<th align=\"left\">(1)</th>\n<th align=\"left\">(2)</th>\n<th align=\"left\">(3)</th>\n<th align=\"left\">(4)</th>\n<th align=\"left\">(5)</th>\n<th align=\"left\">(6)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">2013</td>\n<td align=\"left\">0.51</td>\n<td align=\"left\">−1.22</td>\n<td align=\"left\">−1.88</td>\n<td align=\"left\">0.08</td>\n<td align=\"left\">−0.06</td>\n<td align=\"left\">−4.62</td>\n</tr>\n<tr>\n<td align=\"left\">2014</td>\n<td align=\"left\">0.74</td>\n<td align=\"left\">−0.80</td>\n<td align=\"left\">−0.85</td>\n<td align=\"left\">−0.19</td>\n<td align=\"left\">−0.45</td>\n<td align=\"left\">6.39</td>\n</tr>\n<tr>\n<td align=\"left\">2015</td>\n<td align=\"left\">1.49</td>\n<td align=\"left\">0.41</td>\n<td align=\"left\">4.59</td>\n<td align=\"left\">−0.21</td>\n<td align=\"left\">−0.57</td>\n<td align=\"left\">8.23</td>\n</tr>\n<tr>\n<td align=\"left\">2016</td>\n<td align=\"left\">1.47</td>\n<td align=\"left\">1.79</td>\n<td align=\"left\">8.25</td>\n<td align=\"left\">−0.19</td>\n<td align=\"left\">−0.35</td>\n<td align=\"left\">5.01</td>\n</tr>\n<tr>\n<td align=\"left\">2017</td>\n<td align=\"left\">1.66</td>\n<td align=\"left\">2.26</td>\n<td align=\"left\">9.06</td>\n<td align=\"left\">−0.012</td>\n<td align=\"left\">0.30</td>\n<td align=\"left\">4.25</td>\n</tr>\n<tr>\n<td align=\"left\">2018<a href=\"#TAB1_FN1\">*</a></td>\n<td align=\"left\">2.77</td>\n<td align=\"left\">2.61</td>\n<td align=\"left\">9.01</td>\n<td align=\"left\">0.025</td>\n<td align=\"left\">0.16</td>\n<td align=\"left\">0.16</td>\n</tr>\n<tr>\n<td align=\"left\">2019<a href=\"#TAB1_FN1\">*</a></td>\n<td align=\"left\">3.02</td>\n<td align=\"left\">1.19</td>\n<td align=\"left\">8.07</td>\n<td align=\"left\">0.217</td>\n<td align=\"left\">0.31</td>\n<td align=\"left\">0.31</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Macroeconomic inputs",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s11",
                    "title": "Macroeconomic inputs",
                    "type": "section"
                }
            ],
            "id": "appendix-B",
            "title": "Appendix B"
        }
    ],
    "acknowledgements": [
        {
            "text": "We would like to thank Francesco Columba, Antonio Di Cesare, Paolo Finaldi Russo, Giorgio Gobbi, Silvia Magri, Sabrina Pastorelli, Valerio Paolo Vacca and three anonymous referees for their useful comments.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
